{
    "id": 24438,
    "cites": 74,
    "cited_by": 17,
    "reference": [
        "Addati, L., Cassirer, N. and Gilchrist, K. (2014). Maternity and paternity at work: Law and practice across the world. International Labour Office.",
        "Akerlof, G. A. (1984). Gift exchange and efficiency-wage theory: Four views. The American Economic Review, 74 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Anderson, D. J., Binder, M. and Krause, K. (2002). The motherhood wage penalty: Which mothers pay it and why? The American Economic Review, 92 (2), 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Ando, M. (2017). How much should we trust regression-kink-design estimates? Empirical Economics, 53 (3), 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322.",
        "Asai, Y. (2015). Parental leave reforms and the employment of new mothers: Quasiexperimental evidence from japan. Labour Economics, 36, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Baily, M. N. (1978). Some aspects of optimal unemployment insurance. Journal of Public Economics, 10 (3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Baker, M. and Milligan, K. (2008). How Does Job-Protected Maternity Leave Affect MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Employment? Journal of Labor Economics, 26 (4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Bana, S., Bedard, K. and Rossin-Slater, M. (2018). Trends and disparities in leave use under californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paid family leave program: New evidence from administrative data. AEA Papers and Proceedings.",
        "Bartel, A., Rossin-Slater, M., Ruhm, C., Stearns, J. and Waldfogel, J. (2018). Paid family leave, fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ leave-taking, and leave-sharing in dual-earner households. Journal of Policy Analysis and Management, 37 (1), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Baum, C. L. and Ruhm, C. J. (2016). The effects of paid family leave in california on parental leave-taking and labor market outcomes. ,Ã\u0083Æ\u0092Ã\u0082Â¢ Journal of Policy Analysis and Management, 35 (2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Bergemann, A. and Riphahn, R. T. (2015). Maternal Employment Effects of Paid Parental Leave (IZA DP No. 9073).",
        "BiÃ\u0083â\u0080\u009eÃ\u0082Â\u008dÃ\u0083Æ\u0092Ã\u0082Â¡kovÃ\u0083Æ\u0092Ã\u0082Â¡, A. and KalÃ\u0083Æ\u0092Ã\u0082Â­Ã\u0083â\u0080¦Ã\u0082Â¡kovÃ\u0083Æ\u0092Ã\u0082Â¡, K. (2016). Career Breaks after Childbirth: The Impact of Family Leave Reforms in the Czech Republic. Discussion Paper 10149, Institute for the Study of Labor (IZA).",
        "Blau, F. and Kahn, L. (2000). Gender differences in pay. Journal of Economic Perspectives, 14 (4), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Blau, F. D. and Kahn, L. M. (2013). Female labor supply: Why is the united states falling behind? The American Economic Review, 103 (3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Bulman, G. B. and Hoxby, C. M. (2015). The returns to the federal tax credits for higher education. Tax Policy and Economy, 29 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Byker, T. S. (2016). Paid parental leave laws in the united states: Does short-duration leave affect womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s labor-force attachment? American Economic Review, 106 (5), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 46.",
        "Calonico, S., Cattaneo, M. D. and Farrell, M. H. (2016). Coverage error optimal confidence intervals for regression discontinuity designs, University of Michigan, unpublished manuscript.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Titiunik, R. (2014). Robust nonparametric confidence intervals for regressiondiscontinuity designs. Econometrica, 82 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Campbell, Z., Chin, I., Chyn, E. and Hastings, J. (2017). The impact of paid leave: Evidence from temporary disability insurance in rhode island, Brown University, unpublished manuscript.",
        "Canaan, S. (2017). Parental leave, household specialization and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s well-being, American University of Beirut, unpublished manuscript.",
        "Card, D., Johnston, A., Leung, P., Mas, A. and Pei, Z. (2015a). The effect of unemployment benefits on the duration of unemployment insurance receipt: New evidence from a regression kink design in missouri, 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013. The American Economic Review, 105 (5), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Lee, D., Pei, Z. and Weber, A. (2012). Nonlinear policy rules and the identification and estimation of causal effects in a generalized regression kink design. Working Paper 18564, National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Lee, D. S., Pei, Z. and Weber, A. (2015b). Inference on causal effects in a generalized regression kink design. Econometrica, 83 (6), 2453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016). Regression Kink Design: Theory and Practice. Working Paper 22781, National Bureau of Economic Research.",
        "Carneiro, P., Loken, K. and Salvanes, K. (2015). A Flying Start: Maternity Leave Benefits and Long Run Outcomes of Children. Journal of Political Economy, 123 (2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Chetty, R. (2008). Moral hazard versus liquidity and optimal unemployment insurance. Journal of political Economy, 116 (2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Dahl, G. B., LÃ\u0083Æ\u0092Ã\u0082Â¸ken, K. V., Mogstad, M. and Salvanes, K. V. (2016). What is the case for paid maternity leave? Review of Economics and Statistics, 98 (4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Das, T. and Polachek, S. W. (2015). Unanticipated effects of californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paid family leave program. Contemporary Economic Policy, 33 (4), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Dobbie, W. and Skiba, P. M. (2013). Information asymmetries in consumer credit markets: Evidence from payday lending. American Economic Journal: Applied Economics, 5 (4), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "EngstrÃ\u0083Æ\u0092Ã\u0082Â¶m, P., Nordblom, K., Ohlsson, H. and Persson, A. (2015). Tax compliance and loss aversion. American Economic Journal: Economic Policy, 7 (4), 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Ganong, P. and JÃ\u0083Æ\u0092Ã\u0082Â¤ger, S. (2017). A permutation test for the regression kink design. Journal of the American Statistical Association, (just-accepted).",
        "Garmann, S. (2014). The causal effect of coalition governments on fiscal policies: evidence from a regression kink design. Applied Economics, 46 (36), 4490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4507.",
        "Gelber, A., Moore, T. and Strand, A. (2016). The Effect of Disability Insurance Payments on BeneficiariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Earnings. Working Paper 21851, National Bureau of Economic Research.",
        "Hansen, B., Nguyen, T. and Waddell, G. R. (2017). Benefit Generosity and Injury Duration: Quasi-Experimental Evidence from Regression Kinks. Discussion Paper 10621, IZA.",
        "Imbens, G. and Kalyanaraman, K. (2012). Optimal bandwidth choice for the regression discontinuity estimator. The Review of Economic Studies, p. rdr043.",
        "Imbens, G. W. and Lemieux, T. (2008). Regression discontinuity designs: A guide to practice. Journal of econometrics, 142 (2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Katz, L. F. (1986). Efficiency wage theories: A partial evaluation. NBER macroeconomics annual, 1, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Klerman, J. A., Daley, K. and Pozniak, A. (2012). Family and medical leave in 2012: Technical report. Tech. rep., Abt Associates Inc, Prepared for the U.S. Department of Labor (Contract No. GS10FOO86K).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Leibowitz, A. (1994). The Work-Employment Distinction Among New Mothers. The Journal of Human Resources, 29 (2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Kleven, H., Landais, C. and SÃ\u0083Æ\u0092Ã\u0082Â¸gaard, J. E. (2018). Children and gender inequality: Evidence from Denmark. Working Paper 24219, National Bureau of Economic Research.",
        "Kluve, J., Tamm, M., Kluve, J. and Tamm, M. (2013). Parental leave regulations, mothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ labor force attachment and fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ childcare involvement: evidence from a natural experiment. Journal of Population Economics, 26 (3), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1005.",
        "Krueger, A. B. and Meyer, B. D. (2002). Labor supply effects of social insurance. In A. J. Auerbach and M. S. Feldstein (eds.), Handbook of Public Economics, vol. 4, New York: Elsevier, pp. 2327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2392.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Summers, L. H. (1988). Efficiency wages and the inter-industry wage structure. Econometrica, pp. 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Lalive, R., Schlosser, A., Steinhauer, A. and ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, J. (2014). Parental leave and mothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ careers: The relative importance of job protection and cash benefits. Review of Economic Studies, 81 (1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, J. (2009). How Does Parental Leave Affect Fertility and Return to Work? Evidence from Two Natural Experiments. The Quarterly Journal of Economics, 124 (3), 1363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402.",
        "Landais, C. (2015). Assessing the welfare effects of unemployment benefits using the regression kink design. American Economic Journal: Economic Policy, 7 (4), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Lequien, L. (2012). The Impact of Parental Leave Duration on Later Wages. Annals of Economics and Statistics, 107/108 (July/December), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Lichtman-Sadot, S. (2014). The value of postponing pregnancy: CaliforniaÃ\u0083Æ\u0092Ã\u0082Â¢s paid family leave and the timing of pregnancies. The BE Journal of Economic Analysis & Policy, 14 (4), 1467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1499.",
        "Lundberg, S. and Rose, E. (2000). Parenthood and the earnings of married men and women. Labour Economics, 7 (6), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Lundqvist, H., Dahlberg, M. and MÃ\u0083Æ\u0092Ã\u0082Â¶rk, E. (2014). Stimulating local public employment: Do general grants work? American Economic Journal: Economic Policy, 6 (1), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "McCrary, J. (2008). Manipulation of the running variable in the regression discontinuity design: A density test. Journal of econometrics, 142 (2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Molina, J. A. and Montuenga, V. M. (2009). The motherhood wage penalty in spain. Journal of Family and Economic Issues, 30 (3), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Nielsen, H. S., SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, T. and Taber, C. (2010). Estimating the effect of student aid on college enrollment: Evidence from a government grant policy reform. American Economic Journal: Economic Policy, 2 (2), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Olivetti, C. and Petrongolo, B. (2017). The economic consequences of family policies: lessons from a century of legislation in high-income countries. The Journal of Economic Perspectives, 31 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Pihl, A. and Basso, G. (2016). Paid Family Leave, Job Protection and Low Take-Up among Low-Wage Workers. Policy Brief 12, UC Davis Center for Poverty Research.",
        "Porter, J. (2003). Estimation in the regression discontinuity model, University of Wisconsin at Madison, unpublished manuscript.",
        "Rossin-Slater, M. (2017). Maternity and Family Leave Policy. Working Paper 23069, National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ruhm, C. J. and Waldfogel, J. (2013). The effects of californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paid family leave program on mothersÃ\u0083Æ\u0092Ã\u0082Â¢ leave-taking and subsequent labor market outcomes. Journal of Policy Analysis and Management, 32 (2), 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Ruhm, C. J. (1998). The economic consequences of parental leave mandates: Lessons from Europe. Quarterly Journal of Economics, 113 (1), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Schmieder, J. F. and Von Wachter, T. (2016). The effects of unemployment insurance benefits: New evidence and interpretation. Annual Review of Economics, 8, 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and von Wachter, T. (2017). A context-robust measure of the disincentive cost of unemployment insurance. American Economic Review, 107 (5), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg, U. and Ludsteck, J. (2014). Expansions in Maternity Leave Coverage and MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Market Outcomes after Childbirth. Journal of Labor Economics, 32 (3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505. Seim, D. (Forthcoming). Behavioral responses to wealth taxes: Evidence from sweden. American Economic Journal: Economic Policy.",
        "Stanczyk, A. (2016). Does paid family leave improve household economic security following a birth? evidence from california, University of California at Berkeley, unpublished manuscript.",
        "Stearns, J. (2016). Long-run effects of maternity leave: Evidence from britain, UC Santa Barbara, unpublished manuscript.",
        "Stiglitz, J. E. (1986). Theories of wage rigidity. In e. a. J. Butkiewicz (ed.), KeynesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Economic Legacy: Contemporary Economic Theories, New York: Praeger Publishers, pp. 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "ThÃ\u0083Æ\u0092Ã\u0082Â©venon, O. and Solaz, A. (2013). Labour market effects of parental leave policies in OECD countries. Working Paper 141, OECD Social, Employment, and Migration.",
        "Turner, L. J. (2014). The road to pell is paved with good intentions: The economic incidence of federal student grant aid, University of Maryland, unpublished manuscript.",
        "Waldfogel, J. (1998). The family gap for young women in the united states and britain: Can maternity leave make a difference? Journal of labor economics, 16 (3), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Wingender, P. and LaLumia, S. (2017). Income effects on maternal labor supply: Evidence from child-related tax benefits. National Tax Journal, 70 (1), 11.",
        "Figure 1: PFL/SDI Benefit Schedule in 2005 and 2014 and the Maximum Weekly Benefit Amount Over Time (a) 2005 Schedule $19,830.92 0 200 400 600 800 1,000 1,200 Weekly Benefit Amount 0 5,000 10,000 15,000 20,000 25,000 30,000 Base Period Quarterly Earnings (b) 2014 Schedule $25,385.46 0 200 400 600 800 1,000 1,200 Weekly Benefit Amount 0 5,000 10,000 15,000 20,000 25,000 30,000 Base Period Quarterly Earnings (c) Maximum WBA by Quarter 850 900 950 1000 1050 1100 Nominal Weekly Benefit Amount 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Year Notes: Sub-figures (a) and (b) plot nominal quarterly base period earnings on the xÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099axis and the nominal weekly benefit amount on the yÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099axis for 2005 and 2014, respectively, with the earnings threshold at which the maximum benefit begins labeled in each sub-figure. Sub-figure (c) plots the maximum weekly benefit amount by quarter in nominal dollars over the time period 2005 quarter 1 through 2014 quarter 4.",
        "Appendix Figure A3: RK Estimates for Main Outcomes Using Different Bandwidths: 2005-2010 Only (a) Log Leave Duration -.4 -.2 0 .2 Log Duration 2500 5000 7500 10000 Bandwidth (b) Change in Log Earnings -1 -.5 0 .5 1",
        "Change in Log Earnings 2500 5000 7500 10000 Bandwidth (c) Share Quarters Employed -.2 0 .2 .4 Share of Qtrs Employed 2500 5000 7500 10000 Bandwidth (d) Return to Pre-Claim Firm -.2 0 .2 .4 .6 Return to Firm 2500 5000 7500 10000 Bandwidth (e) Any Subsequent Claim -.2 0 .2 .4 .6 Subsequent Bonding Claim 2500 5000 7500 10000 Bandwidth Notes: These figures show the coefficients (as dark gray triangles) and 95 percent confidence intervals (as light gray triangles) from RK specifications that use different bandwidths in increments of $500 of normalized quarterly base period earnings (denoted on the xÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099axis). The sample is limited to claims made in 2005-2010 only.",
        "Appendix Figure A4: RK Estimates for Main Outcomes Using Different Bandwidths: Firms with <1,000 Employees Only (a) Log Leave Duration -.2 0 .2 .4 .6 Log Duration 2500 5000 7500 10000 Bandwidth (b) Change in Log Earnings -1 -.5 0 .5 1",
        "Change in Log Earnings 2500 5000 7500 10000 Bandwidth (c) Share Quarters Employed -.4 -.2 0 .2 .4 Share of Qtrs Employed 2500 5000 7500 10000 Bandwidth (d) Return to Pre-Claim Firm -.6 -.4 -.2 0 .2 .4 Return to Firm 2500 5000 7500 10000 Bandwidth (e) Any Subsequent Claim 0 .2 .4 .6 .8 Subsequent Bonding Claim 2500 5000 7500 10000 Bandwidth Notes: These figures show the coefficients (as dark gray triangles) and 95 percent confidence intervals (as light gray triangles) from RK specifications that use different bandwidths in increments of $500 of normalized quarterly base period earnings (denoted on the xÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099axis). The sample is limited to claims made by women in firms with fewer than 1,000 employees only."
    ]
}