{
    "id": 24446,
    "cites": 47,
    "cited_by": 8,
    "reference": [
        "Agarwal, S., G. Amromin, I. Ben-David, S. Chomsisengphet, T. Piskorski, and A. Seru (2017). Policy Intervention in Debt Renegotiation: Evidence from the Home Affordable Modification Program. Journal of Political Economy 125(3), 654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Agarwal, S., G. Amromin, S. Chomsisengphet, T. Landvoigt, T. Piskorski, A. Seru, and V. Yao (2017). Mortgage Refinancing, Consumer Spending, and Competition: Evidence from the Home Affordable Refinancing Program.",
        "Andersson, F. and T. Mayock (2014). Loss Severities on Residential Real Estate during the Great Recession. Journal of Banking and Finance 46, 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Auclert, A. (2017). Monetary Policy and the Redistribution Channel.",
        "Beraja, M., A. Fuster, E. Hurst, and J. Vavra (2017). Regional Heterogeneity and Monetary Policy.",
        "Bhutta, N., J. Dokko, and H. Shan (2017). Consumer Ruthlessness and Mortgage Default During the 2007 to 2009 Housing Bust. Journal of Finance 72(6), 2433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2466.",
        "Brueckner, J. K. and K. Lee (2017). Optimal Sharing of Interest-Rate Risk in Mortgage Contracts: The Effects of Pontential Prepayment and Default. Real Estate Economics.",
        "Calza, A., L. Stracca, and T. Monacelli (2013). Housing Finance and Monetary Policy. Journal of the European Economic Association 11(S1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Campbell, J. Y. (2013). Mortgage Market Design. Review of Finance 17(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Campbell, J. Y. and J. F. Cocco (2003). Household Risk Management and Optimal Mortgage Choice. Quarterly Journal of Economics 118(4), 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1494.",
        "Campbell, J. Y. and J. F. Cocco (2015). A Model of Mortgage Default. The Journal of Finance 70(4), 1495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1554.",
        "Campbell, J. Y., S. Giglio, and P. Pathak (2011). Forced Sales and House Prices. American Economic Review 101(5), 2108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Caplin, A., C. Freeman, and J. Tracy (1997). Collateral Damage: Refinancing Constraints and Regional Recessions. Journal of Money, Credit, and Banking 29(4), 496Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "Cloyne, J., C. Ferreira, and P. Surico (2017). Monetary Policy When Households Have Debt: New Evidence on the Transmission Mechanism.",
        "Corbae, D. and E. Quintin (2015). Leverage and the Foreclosure Crisis. Journal of Political Economy 123(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Den Haan, W. J. (2010). Assessing the Accuracy of the Aggregate Law of Motion in Models With Heterogenous Agents. Journal of Economic Dynamics and Control 34(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Di Maggio, M., A. Kermani, B. J. Keys, T. Piskorski, R. Ramcharan, A. Seru, and V. Yao (2017). Monetary Policy Pass-Through: Household Consumption and Voluntary Deleveraging. American Economic Review 107(11), 3550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3588.",
        "Eberly, J. and A. Krishnamurthy (2014). Efficient credit policies in a housing debt crisis. Brookings Papers on Economic Activity, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Farmer, L. and A. A. Toda (2017). Discretizing Nonlinear, Non-Gaussian Markov Processes with Exact Conditional Moments. Quantitative Economics 8(2), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Favilukis, J., S. C. Ludvigson, and S. Van Nieuwerburgh (2017). The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium. Journal of Political Economy 125(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Floden, M. and J. Linde (2001). Idiosyncratic Risk in the United States and Sweden: Is There a Role for Government Insurance? Review of Economic Dynamics 4, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Foote, C. L., K. Gerardi, and P. S. Willen (2008). Negative Equity and Foreclosure: Theory and Evidence. Journal of Urban Economics 64(2), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Fuster, A. and P. S. Willen (2017). Payment Size, Negative Equity, and Mortgage Default. American Economic Journal: Economic Policy 9(4), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Ganong, P. and P. Noel (2017). The Effect of Debt on Default and Consumption : Evidence from Housing Policy in the Great Recession.",
        "Garriga, C., F. E. Kydland, and R. Sustek (2016). Nominal Rigidities in Debt and Product Markets. NBER Working Paper Series, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Glaeser, E. L. and J. Gyourko (2005). Urban Decline and Durable Housing. Journal of Political Economy 113(2), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Glaeser, E. L. and J. Gyourko (2009). Arbitrage in Housing Markets. In E. L. Glaeser and J. M. Quigley (Eds.), Housing Markets and the Economy: Risk, Regulation, and Policy, pp. 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. Cambridge, MA: Lincoln Institute of Land Policy.",
        "Greenwald, D. L. (2017). The Mortgage Credit Channel of Macroeconomic Transmission.",
        "Greenwald, D. L., T. Landvoigt, and S. Van Nieuwerburgh (2017). Finanical Fragility With SAM? Guren, A. (2018). House Price Momentum and Strategic Complementarity.",
        "Guren, A. and T. McQuade (2018). How Do Foreclosures Exacerbate Housing Downturns? Guvenen, F. and J. Anthony A. Smith (2014). Inferring Labor Income Risk and Partial Insurance From Economic Choices. Econometrica 82(6), 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2129.",
        "Guvenen, F., F. Karahan, S. Ozkan, and J. Song (2016). What Do Data on Millions of U.S. Workers Reveal about Life-Cycle Earnings Dynamics? Guvenen, F., S. Ozkan, and J. Song (2014). The Nature of Countercyclical Income Risk. Journal of Political Economy 122(3), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Halket, J., L. Nesheim, and F. Oswald (2017). The Housing Stock, House Prices, and User Costs: The Roles of Location, Structure, and Unobserved Quality.",
        "Heathcote, J., K. Storesletten, and G. Violante (2017). Optimal Tax Progressivity: An Analytical Framework. Quarterly Journal of Economics.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2017). Credit supply and the housing boom.",
        "Kaplan, G., K. Mitman, and G. L. Violante (2017). The Housing Boom and Bust: Model Meets Evidence.",
        "Krueger, D., K. Mitman, and F. Perri (2016). On the Distribution of the Welfare Losses of Large Recession. In B. Honore, A. Pakes, M. Piazzesi, and L. Samuelson (Eds.), Advances in Economics and Econometrics: Theory and Applications, Eleventh World Congress. Cambridge, UK: Cambridge University Press.",
        "Krusell, P. and J. Anthony A. Smith (1998). Income and Wealth Heterogeneity in the Macroeconomy. Journal of Political Economy 106(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Kung, E. (2015). Mortgage Market Institutions and Housing Market Outcomes.",
        "Li, W. and R. Yao (2007). The Life-Cycle effects of house price changes. Journal of Money, Credit and Banking 39(6), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        "Lucas, D., M. Remy, and D. Moore (2011). An Evaluation of Large-Scale Mortgage Refinancing Programs.",
        "Mian, A., K. Rao, and A. Sufi (2013). Household Balance Sheets, Consumption, and the Ecoomic Slump. Quarterly Journal of Economics 128, 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Mian, A. and A. Sufi (2011). House Prices , Home Equity-Based Borrowing, and the U.S. Household Leverage Crisis. American Economic Review 101(5), 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2156.",
        "Mian, A., A. Sufi, and F. Trebbi (2015). Foreclosures, House Prices, and the Real Economy.",
        "Piskorski, T. and A. Seru (2018). Mortgage Market Design: Lessons From the Great Recession.",
        "Piskorski, T. and A. Tchistyi (2010). Optimal Mortgage Design. Review of Financial Studies 23(8), 3098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3140.",
        "Piskorski, T. and A. Tchistyi (2011). Stochastic House Appreciation and Optimal Mortgage Lending. Review of Financial Studies 24(5), 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1446.",
        "Piskorski, T. and A. Tchistyi (2017). An Equilibrium Model of Housing and Mortgage Marekts With State-Contingent Lending Contracts."
    ]
}