{
    "id": 24445,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "Best, Michael, Cloyne, James, Ilzetzki, Ethan and Kleven, Henrik J. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating the Elasticity of Intertemporal Substitution Using Mortgage NotchesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Best, Michael and Kleven, Henrik J. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHousing Market Responses to Transaction Taxes: Evidence from Notches and Stimulus in the UKÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economic Studies (85), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Chan, David. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTeamwork and Moral Hazard: Evidence from the Emergency Department Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 124(3).",
        "Chan, David. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Efficiency of Slacking Off: Evidence from the Emergency Department Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica . Forthcoming.",
        "Chetty, Raj, Friedman, John N., Olsen, Tore and Pistaferri, Luigi. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAdjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax RecordsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 126(2), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Cutler, David. (2003), Your Money Or Your Life: Strong Medicine for AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Care Sytem, Oxford University Press.",
        "Diamond, Rebecca and Persson, Petra. (2016), The Long-term Consequences of Teacher Discretion in Grading of High-stakes Tests. Working Paper.",
        "Einav, Liran, Finkelstein, Amy and Polyakova, Maria. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrivate Provision of Social Insurance: Drug-specific price elasticities and cost sharing in Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Journal: Economic Policy . Forthcoming.",
        "Einav, Liran, Finkelstein, Amy and Schrimpf, Paul. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Response of Drug Expenditure to Non-Linear Contract Design: Evidence from Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 130(2), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Einav, Liran, Finkelstein, Amy and Schrimpf, Paul. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBunching at the kink: implications for spending responses to health insurance contractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Public Economics 146, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Gowrisankaran, Gautam, Joiner, Keith A. and LeÃ\u0083Å\u0092Ã\u0082Â\u0081ger, Pierre-Thomas. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPhysician Practice Style and Healthcare Costs: Evidence from Emergency DepartmentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, NBER Working Paper No. 24155 .",
        "Hoe, Thomas P. (2017), Are Public Hospitals Overcrowded? Evidence from Trauma and Orthopaedics in England. Working Paper.",
        "Hoot, Nathan R. and Aronsky, Dominik. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSystematic Review of Emergency Department Crowding: Causes, Effects and SolutionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annals of Emergency Medicine 52(2), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Kleven, Henrik J. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBunchingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annual Review of Economics (8), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Kleven, Henrik J. and Waseem, Mazhar. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUsing Notches to Uncover Optimization Frictions and Structural Elasticities: Theory and Evidence from PakistanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 128(2), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "McCabe, Christopher, Claxton, Karl and Culyer, Anthony J. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe NICE CostEffectiveness Threshold: What it is and What that meansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Pharmacoeconomics 26(9), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 744.",
        "Mortimore, Andy and Cooper, Simon. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c4-hour targetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: emergency nursesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ viewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Emergency Medicine Journal 24(6), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "National Audit Office. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImproving Emergency Care in EnglandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. HC 1075 Session 2003-2004.",
        "Saez, Emmanuel. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Journal: Economic Policy 2(3), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Silver, David. (2016), Haste or Waste? Peer Pressure and the Distribution of Marginal Returns to Health Care. Working Paper."
    ]
}