{
    "id": 24443,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Joshua Aizenman and Nancy Marion. The high demand for international reserves in the far east: What is going on? Journal of the Japanese and International Economies, 17(3):370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, 2003.",
        "Joshua Aizenman. Hoarding international reserves versus a pigovian tax-cum-subsidy scheme: Reflections on the deleveraging crisis of 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009, and a cost benefit analysis. Journal of Economic Dynamics and Control, 35(9):1502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513, 2011.",
        "Ricardo J Caballero and Arvind Krishnamurthy. International and domestic collateral constraints in a model of emerging market crises. Journal of monetary Economics, 48(3):513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548, 2001.",
        "Ricardo J Caballero and Arvind Krishnamurthy. Excessive dollar debt: Financial development and underinsurance. The Journal of Finance, 58(2):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893, 2003.",
        "Ricardo J Caballero and Arvind Krishnamurthy. Smoothing sudden stops. Journal of Economic Theory, 119(1):104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127, 2004.",
        "Ricardo J Caballero and Alp Simsek. A model of fickle capital flows and retrenchment. Technical report, National Bureau of Economic Research, 2016.",
        "Guillermo A Calvo, Leonardo Leiderman, and Carmen M Reinhart. Inflows of capital to developing countries in the 1990s. The Journal of Economic Perspectives, 10(2):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139, 1996.",
        "Agustin Carstens. Overview Panel: The Case for Emerging Market Economies. Proceedings -Economic Policy Symposium - Jackson Hole, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65, 2016.",
        "Roberto Chang and Andres Velasco. A model of financial crises in emerging markets. The Quarterly Journal of Economics, 116(2):489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517, 2001.",
        "Jose De Gregorio. Tackling the capital inflow challenge. Economic policy papers, Central Bank of Chile, 2010.",
        "Alan Greenspan. Currency reserves and debt. Federal Reserve System, April 29, 1999.",
        "Olivier Jeanne and Anton Korinek. Excessive Volatility in Capital Flows: A Pigouvian Taxation Approach. American Economic Review, 100(2):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407, May 2010.",
        "Olivier Jeanne and Romain Ranciere. The optimal level of international reserves for emerging market countries: a new formula and some applications. The Economic Journal, 121(555):905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 930, 2011.",
        "Olivier Jeanne. The Macroprudential Role of International Reserves. American Economic Review, 106(5):570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573, May 2016.",
        "Graciela L Kaminsky and Carmen M Reinhart. The twin crises: the causes of banking and balanceof -payments problems. American economic review, pages 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500, 1999.",
        "Arvind Krishnamurthy and Annette Vissing-Jorgensen. The ins and outs of LSAPs. Proceedings -Economic Policy Symposium - Jackson Hole, 2013.",
        "Maurice Obstfeld, Jay C Shambaugh, and Alan M Taylor. Financial stability, the trilemma, and international reserves. American Economic Journal: Macroeconomics, 2(2):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94, 2010.",
        "Jonathan David Ostry, Atish R. Ghosh, Karl F Habermeier, Marcos d Chamon, Mahvash S Qureshi, and Dennis B. S. Reinhardt. Capital Inflows; The Role of Controls. IMF Staff Position Notes 2010/04, International Monetary Fund, February 2010. William Poole. Optimal choice of monetary policy instruments in a simple stochastic macro model.",
        "Helene Rey. Dilemma not trilemma: the global cycle and monetary policy independence. Proceedings - Economic Policy Symposium - Jackson Hole, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2, 2013."
    ]
}