{
    "id": 24451,
    "cites": 32,
    "cited_by": 14,
    "reference": [
        "Ansolabehere, S., De Figueiredo, J. M., Snyder, J. M., 2003. Why is there so little money in us politics? The Journal of Economic Perspectives 17 (1), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Baron, D. P., 2001. Private politics, corporate social responsibility, and integrated strategy. Journal of Economics & Management Strategy 10 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Bebchuk, L., Black, B. S., jr, J. C., Cox, J. D., Gordon, J. N., Gilson, R. J., Hansmann, H., Jackson, R. J., Langevoort, D. C., Sale, H. A., 2010. Committee on disclosure of corporate political spending, petition for rulemaking.",
        "Bebchuk, L., Jackson, R. J., 04 2013. Shining light on corporate political spending. Georgetown Law Journal 101, 923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou, R., Tirole, J., 2010. Individual and corporate social responsibility. Economica 77 (305), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19. Berry, C. R., Fowler, A., forthcoming. Committee chairs and the concentration of power in congress. Journal of Public Economics.",
        "Bertrand, M., Bombardini, M., Trebbi, F., 2014. Is it whom you know or what you know? an empirical assessment of the lobbying process. The American Economic Review 104 (12), 3885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3920.",
        "Bombardini, M., Trebbi, F., 2011. Votes or money? theory and evidence from the us congress. Journal of Public Economics 95 (7), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Bombardini, M., Trebbi, F., 2012. Competition and political organization: Together or alone in lobbying for trade policy? Journal of International Economics 87 (1), 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Brown, W. O., Helland, E., Smith, J. K., 2006. Corporate philanthropic practices. Journal of corporate finance 12 (5), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "de Figueiredo, J. M., Richter, B. K., 2014. Advancing the empirical research on lobbying. Annual Review of Political Science 17, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "de Figueiredo, J. M., Silverman, B. S., 2006. Academic earmarks and the returns to lobbying. The Journal of Law and Economics 49 (2), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Diermeier, D., Keane, M., Merlo, A., 2005. A political economy model of congressional careers. American Economic Review 95 (1), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Drutman, L., 2015. The business of America is lobbying: How corporations became politicized and politics became more corporate. Oxford University Press.",
        "Fouirnaies, A., Hall, A. B., 2017. How do interest groups seek access to committees? working paper.",
        "Fremeth, A., Richter, B. K., Schaufele, B., 2013. Campaign contributions over ceosÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ careers. American Economic Journal: Applied Economics 5 (3), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Friedman, M., 1970. The social responsibility of business is to make profit. New York Times Magazine 13.",
        "Grimmer, J., Messing, S., Westwood, S. J., 2012. How words and money cultivate a personal vote: The effect of legislator credit claiming on constituent credit allocation. American Political Science Review 106 (4), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Grossman, G., Helpman, E., 1994. Protection for sale. American Economic Review 84 (4), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Grossman, G. M., Helpman, E., 2001. Special interest politics. MIT press.",
        "Kang, K., 2016. Policy influence and private returns from lobbying in the energy sector. Review of Economic Studies 83 (1), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Kang, K., You, H. Y., 2016. The value of connections in lobbying. working paper.",
        "LaPira, T. M., Thomas, H. F., 2014. Revolving door lobbyists and interest representation. Interest Groups & Advocacy 3 (1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Margolis, J. D., Elfenbein, H. A., Walsh, J. P., 2009. Does it pay to be good... and does it matter? a meta-analysis of the relationship between corporate social and financial performance.",
        "Mayhew, D. R., 1974. Congress:The Electoral Connection. Yale University Press.",
        "Mian, A., Sufi, A., Trebbi, F., 12 2010. The political economy of the us mortgage default crisis.",
        "Milyo, J., Primo, D., , Groseclose, T., 2000. Corporate pac contributions in perspective. Business and Politics 2 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Powell, E. N., Grimmer, J., 2016. Money in exile: Campaign contributions and committee access. The Journal of Politics 78 (4), 974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Richter, B. K., 2016. Good and evil: The relationship between corporate social responsibility and corporate political activity. mimeo, University of Texas Austin.",
        "Snyder, J. M., 1992. Long-term investing in politicians: Or, give early, give often. Journal of Law and Economics 35 (1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Stratmann, T., 2005. Some talk: Money in politics. a (partial) review of the literature. Public Choice 124, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Tullock, G., 1972. The purchase of politicians. Western Economic Journal 10 (3), 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Vidal, J. B. I., Draca, M., Fons-Rosen, C., 2012. Revolving door lobbyists. The American Economic Review 102 (7), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3748."
    ]
}