{
    "id": 2445,
    "cites": 26,
    "cited_by": 27,
    "reference": [
        "Blumstein, A., D. Farrington and S. Moitra (1985), Delinquency Careers: Innocents, Desisters and Persister;, Crime and Justice: An Annual Review of Research, L, 187-220.",
        "Blumstein, A., 3. Cohen, 3. A. Roth and C. 4. Visher (1986), ~i~.j~al_Careersjnd Career Criminals, Washington, D.C.: National Academy Press.",
        "Bayes, W. 3., D. L. Hoffman and S. A. Low (1988), An Econometric Analysis of the Bank Credit Scoring Problem, Journal of Econometrics, this issue.",
        "Burgess, E. W. (1928), Factors Determining Success or Failure on Parole, in A. A. Bruce, E. W. Burgess and A. 3. Harno, The Workings of the Indeterminate Sentence Law and the Parole Syitem in Illinois, Springfield: Illinois State Board of Parole.",
        "Cox, D. R. and D. Dates (1984), Analysis of Survival Data, London: Chapman and Hal 1.",
        "Farrington, D. P. (1987), Predicting Individual Crime Rates, in Prediction and Classification Criminal__Justice Decision Makz~ (Crime and ~j~~_iL~w of Research), 9, 53-101.",
        "Farrinqton, D. P. and R. Tarling (1985), Prediction in Criminology, Albany: State University of New York Press.",
        "Goldfeld, S. M. and P. E. Ouandt (1981), Econometric Modelling with Non-Normal Disturbances, Journal of Econometrics, 17, 41-156.",
        "Greenwood, P. (1982), Selective_Incapacitation, Santa Monica, California: Rand Corporation.",
        "Hoffman, P. B. and B. Stone-Meierhoefer (1979), Post Release Arrest Experiences of Federal Prisoners: 4 Six-year Follow-up, Journal_of Criminal_Justicg., 7, 193-216.",
        "Janus, M. C, (1985), `Selective Incapacitation: Have We Tried It? Does It Work? Journal of Criminal JustiÃ\u0083Â§ft, LL 117-129.",
        "Kalbfleisch, J. D. and P. L. Prentice (1980), The Statistical Analysis of Failure Time Data, New York: Wiley.",
        "Kiefer, N. M. (1985), Specification Diagnostics Based on LaGuerre Alternatives for Econometric Models of Duration, ~ ~_~Ã\u0083Â§pnometriÃ\u0083Â§~, 28, 135-154.",
        "Kitchener, H., A. K. Schmidt and D. Glaser (1977), How Persistent is Post-prison Success? Federal Protection, 41, 9-15.",
        "Lawless, 3. F. (1982), Statistical Models and Methods_fo~_~jfetime_Data~ New York: Wi 1 ey.",
        "Lutkepohl, H. (1980), Approximation of Arbitrary Distributed Lag Structures by a Modified Polynomial Lag: An Extension, Journal ~j the American StatisticaL Association, 75, 428-430.",
        "Maltz, N. D. and R, McCleary (1977), The Mathematics of Behavioral Change: Recidivism and Construct Validity, Evaluation Quarterly, L~ 421-438.",
        "McCord, 3. (1978), A Thirty Year Follow-up of Treatment Effects, American Psychologjst, 284-289.",
        "Peto, 8. (1972), Conlribution to the Discussion of Paper by D. R. Cox, Journal of the Royal Statistical Society, Series~, 34, 472-475.",
        "Schmidt, P. and W. 8. Mann (1977), 4 Note on the Approximation of Arbitrary Distributed Lag Structures by a Modified Almon Lag, Journal of the American Statistical Association, 72, 442-443.",
        "Schmidt, P. and A. D. Witte (1984), An Economic Analysis of Crime and Justice: Theory, Methods, and Applications, Orlando, Florida: Academic Press.",
        "Schmidt, P. and A. D. Witte (1987>, How L ~ll They Survive? Predicting Recidivism using Survival Model;, Report to the National Institute of Justice.",
        "Schmidt, P. and 4. D. Witte (1988), Pre nRecidivism using Survival Models, New York: Springer-Verlag.",
        "Wilbanks, W. L. (1985), Predicting Failure on Parole, in Prediction in Criminol~qy, D. P. Farrington and R. Tarling, editors, Albany: State University of New York Press.",
        "Wilson, 3. Q. and P. J. Herrnstein (1985), Crime and Human Nature, New York: Simon and Schuster.",
        "Witte, A. 0. and P, Schmidt (1977), An Analysis of Recidivism, Using the Truncated Lognormal Distribution, Applied Statistics, ~, 302-311."
    ]
}