{
    "id": 24456,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Armenter, Roc and MikloÃ\u0083Å\u0092Ã\u0082Â\u0081s Koren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A balls-and-bins model of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (7), 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2151.",
        "Autor, David H., Alan Manning, and Christopher L Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The contribution of the minimum wage to US wage inequality over three decades: a reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2016, 8 (1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bai, Xue, Kala Krishna, and Hong Ma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How you export matters: Export mode, learning and productivity in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2017, 104, 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Bell, Brian and Stephen J Machin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and firm value,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, London School of Economics, 2016.",
        "Bernard, Andrew B, J Bradford Jensen, Stephen J Redding, and Peter K Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The empirics of firm heterogeneity and international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2012, 4 (1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        ", Stephen J Redding, and Peter K Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative advantage and heterogeneous firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2007, 74 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative accounting or creative destruction? Firm-level productivity growth in Chinese manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economic, 2012, 97 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Brecher, Richard A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage rates and the pure theory of international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1974, pp. 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Cahuc, Pierre, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Carcillo, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Zylberberg, Labor economics, MIT press, 2014.",
        "Card, David and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and employment: A case study of the fast-food industry in New Jersey and Pennsylvania,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1994, 84, 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Caron, Justin, Thibault Fally, and James R Markusen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International trade puzzles: A solution linking production and preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (3), 1501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1552.",
        "Casale, Giuseppe and Changyou Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour administration reforms in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Combes, Pierre-Philippe, Gilles Duranton, Laurent Gobillon, Diego Puga, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien Roux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The productivity advantages of large cities: Distinguishing agglomeration from firm selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (6), 2543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2594.",
        "Dai, Mi, Madhura Maitra, and Miaojie Yu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unexceptional exporter performance in China? The role of processing trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2016, 121, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Davis, Donald R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does European unemployment prop up American wages? National labor markets and global trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, pp. 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "DiNardo, John, Nicole M Fortin, and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor market institutions and the distribution of wages, 1973-1992: A semiparametric approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Du, Yang and Meiyan Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The implementation of minimum wage system and its effects in China.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Graduate School of Chinese Academy of Social Sciences, 2008, 6, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Engbom, Niklas and Christian Moser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings inequality and the minimum wage: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Evans, David S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests of alternative theories of firm growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d journal of political economy, 1987, 95 (4), 657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c674.",
        "Fang, Tony and Carl Lin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and employment in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Policy, 2015, 4 (1), 22.",
        "Flinn, Christopher J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage effects on labor market outcomes under search, matching, and endogenous contact rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (4), 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1062.",
        "Gan, Li, Manuel A Hernandez, and Shuang Ma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The higher costs of doing business in China: Minimum wages and firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ export behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 100, 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Harasztosi, PeÃ\u0083Å\u0092Ã\u0082Â\u0081ter, Attila Lindner, Magyar Nemzeti Bank, and HU Berkeley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who pays for the minimum Wage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University College London, 2017.",
        "Hau, Harald, Yi Huang, and Gewei Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm response to competitive shocks: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s minimum wage policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Huang, Yi, Prakash Loungani, and Gewei Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and firm employment: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Papers, 2014, 184.",
        "Jardim, Ekaterina, Mark C Long, Robert Plotnick, Emma van Inwegen, Jacob Vigdor, and Hilary Wething, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage increases, wages, and low-wage employment: evidence from Seattle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2017, No. 23532.",
        "Kehoe, Timothy J and Kim J Ruhl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How important is the new goods margin in international trade?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (2), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Lee, David S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage inequality in the United States during the 1980s: Rising dispersion or falling minimum wage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (3), 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating production functions using inputs to control for unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2003, 70 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Luca, Dara Lee and Michael Luca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survival of the fittest: the impact of the minimum wage on firm exit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School Working Paper, 2017, 17-088.",
        "Mayneris, Florian, Sandra Poncet, Tao Zhang et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving or disappearing: firm-level ddjustments to minimum wages in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Melitz, Marc J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of trade on intra-industry reallocations and aggregate industry productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Monras, Joan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and spatial equilibrium: Theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Neary, J Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International factor mobility, minimum wage rates, and factor-price equalization: A synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1985, 100 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Neumark, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The employment effects of minimum wages: Some questions we need to answer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2017, No. 23584.",
        ", J. M. Ian Salas, and William Wascher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the minimum wage-employment debate: Throwing out the baby with the bathwater?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2014, 67 (3 suppl), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Schweinberger, Albert G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment subsidies and the theory of minimum wage rates in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1978, pp. 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Sorkin, Isaac, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and the dynamics of labor demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Mimeo, February 2013.",
        "Wang, Jing and Morley Gunderson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage effects on employment and wages: dif-indif estimates from eastern China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Manpower, 2012, 33 (8), 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876."
    ]
}