{
    "id": 24458,
    "cites": 56,
    "cited_by": 3,
    "reference": [
        "Adjei, F., Cyree, K. B., Walker, M. M., 2008. The determinants and survival of reverse mergers vs IPOs. Journal of Economics and Finance 32, 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Allen, F., Qian, J., Qian, M., 2003. Comparing ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s financial system. China Journal of Finance 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Allen, F., Qian, J., Qian, M., 2005. Law, finance, and economic growth in China. Journal of Financial Economics 77, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Allen, F., Qian, J., Qian, M., Zhao, M., 2009. A review of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s financial system and initiatives for the future. In: ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s emerging financial markets, Springer, Boston, MA, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Allen, F., Qian, J., Shan, C., Zhao, M., 2014. The IPO of industrial and commercial bank of China and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Chinese ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of privatizing large financial institutions. European Journal of Finance 20, 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Allen, F., Qian, J., Shan, C., Zhu, J. L., 2017. Dissecting the long-term performance of the Chinese stock market. Unpublished Working Paper.",
        "Amihud, Y., 2002. Illiquidity and stock returns: Cross-section and time-series effects. Journal of Financial Markets 5, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Baker, M., Stein, J. C., 2004. Market liquidity as a sentiment indicator. Journal of Financial Markets 7, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Baker, M., Wurgler, J., 2006. Investor sentiment and the cross-section of stock returns. The Journal of Finance 61, 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1680.",
        "Ball, R., 1992. The earnings-price anomaly. Journal of Accounting and Economics 15, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 345.",
        "Banz, R. W., 1981. The relationship between return and market value of common stocks. Journal of Financial Economics 9, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Barillas, F., Shanken, J., 2017. Comparing asset pricing models. Journal of Finance, forthcoming .",
        "Basu, S., 1983. The relationship between earningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ yield, market value and return for NYSE common stocks: Further evidence. Journal of Financial Economics 12, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Bian, J., Da, Z., Lou, D., Zhou, H., 2017. Leverage network and market contagion. Unpublished Working Paper.",
        "Brunnermeier, M. K., Sockin, M., Xiong, W., 2017. ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s model of managing the financial system. Unpublished Working Paper.",
        "Cakici, N., Chan, K., Topyan, K., 2015. Cross-sectional stock return predictability in China. European Journal of Finance .",
        "Carhart, M. M., 1997. On persistence in mutual fund performance. The Journal of Finance 52, 57.",
        "Carpenter, J. N., Lu, F., Whitelaw, R. F., 2017. The real value of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stock market. Unpublished Working Paper.",
        "Carpenter, J. N., Whitelaw, R. F., 2017. The development of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stock market and stakes for the global economy. Annu. Rev. Financ. Econ 9, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Chen, C., Hu, X., Shao, Y., Wang, J., 2015. Fama-French in China: size and value factors in Chinese stock returns. Unpublished Working Paper.",
        "Chen, X., Kim, K. A., Yao, T., Yu, T., 2010. On the predictability of Chinese stock returns. Pacific-Basin Finance Journal 18, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Cheung, C., Hoguet, G., Ng, S., 2015. Value, size, momentum, dividend yield, and volatility in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s A-share market. The Journal of Portfolio Management 41, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "China Securities Regulatory Commission, 2008. Chinese Capital Market Developmental Report (Translated from Mandarin).",
        "Dimson, E., 1979. Risk measurement when shares are subject to infrequent trading. Journal of Financial Economics 7, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Eun, C. S., Huang, W., 2007. Asset pricing in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s domestic stock markets: Is there a logic? Pacific Basin Finance Journal 15, 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Fama, E. F., French, K. R., 1992. The cross-section of expected stock returns. Journal of Finance 47, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Fama, E. F., French, K. R., 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F., French, K. R., 2015. A five-factor asset pricing model. Journal of Financial Economics 116, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fama, E. F., MacBeth, J. D., 1973. Risk, return, and equilibrium: Empirical tests. Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Fan, L., Shan, Y., 2004. Trading volume, valuation ratio, momentum and a three-factor model (Translated from Mandarin). Journal of Management Science 7, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Floros, I. V., Sapp, T. R. A., 2011. Shell games: On the value of shell companies. Journal of Corporate Finance 17, 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Gibbons, M. R., Ross, S. A., Shanken, J., 1989. A test of the efficiency of a given portfolio.",
        "Guo, B., Zhang, W., Zhang, Y., Zhang, H., 2017. The five-factor asset pricing model tests for the Chinese stockmarket. Pacific-Basin Finance Journal 43, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Hirshleifer, D., Hou, K., Teoh, S., Zhang, Y., 2004. Do investors overvalue firms with bloated balance sheets? Journal of Accounting and Economics 38, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hou, K., Xue, C., Zhang, L., 2015. Digesting anomalies: An investment approach. Review of Financial Studies 28, 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hsu, J. C., Viswanathan, V., Wang, C., Wool, P., 2017. Anomalies in Chinese A-shares. Unpublished Working Paper.",
        "Jiang, J., Qian, K., Gong, F., 2016. Institutional holdingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ structure analysis in China (Translated from Mandarin). Tech. rep., Shenwan Hongyuan Research CO.",
        "Lee, C., Qu, Y., Shen, T., 2017. Reverse mergers, shell value, and regulation risk in Chinese equity markets. Unpublished Working Paper.",
        "Lee, E., 2013. Individual stock investor sentiment, stock issuance, and financial market anomalies. Ph.D. thesis, University of Pennsylvania.",
        "Li, Y., 2004. An empirical analysis of the liquidity premium in China (Translated from Mandarin). Ph.D. thesis.",
        "Li, Y., Niu, J., Zhang, R., Largay, J. A., 2011. Earnings management and the accrual anomaly: Evidence from China. Journal of International Financial Management & Accounting 22, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Li, Z., Yao, Z., Pu, J., 2007. What is the economics of ROE in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stock market? (Translated from Mandarin). Chinese Accounting Review 3, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Lin, Q., 2017. Noisy prices and the Fama-French five-factor asset pricing model in China. Emerging Markets Review 31, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Newey, W. K., West, K. D., 1987. A simple positive-definite heteroskedasticity and autocorrelation-consistent covariance matrix. Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L., Stambaugh, R. F., 2000. Comparing asset pricing models: An investment perspective. Journal of Financial Economics 56, 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L., Stambaugh, R. F., 2003. Liquidity risk and expected stock returns. Journal of Political Economy 111, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Ross, S. A., 2017. FactorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dtheory, statistics, and practice. Journal of Portfolio Management 43, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Sloan, R. G., 1996. Do stock prices fully reflect information in accruals and cash flows about future earnings? Accounting Review 71, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Song, Z., Xiong, W., 2017. Risks in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s financial system. Unpublished Working Paper.",
        "Stambaugh, R. F., Yuan, Y., 2017. Mispricing factors. Review of Financial Studies 30, 1270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1315.",
        "Wang, C., Chin, S., 2004. Profitability of return and volume-based investment strategies in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stock market. Pacific Basin Finance Journal 12, 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Wang, F., Xu, Y., 2004. What determines Chinese stock returns? Financial Analysts Journal 60, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Wang, Y., Di Iorio, A., 2007. The cross section of expected stock returns in the Chinese A-share market. Global Finance Journal 17, 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "White, H., 1980. A heteroskedasticity-consistent covariance matrix and a direct test for heteroskedasticity. Econometrica 48, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Yang, X., Chen, Z., 2003. An empirical analysis of the three-factor model in China (Translated from Mandarin). Quantitative Economics Review 12.",
        "Zhang, Z., Liu, L., 2006. Turnover Premium: Is it a liquidity premium or bubble? (Translated from Mandarin). Quarterly Economics Journal 3, 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892."
    ]
}