{
    "id": 24467,
    "cites": 62,
    "cited_by": 6,
    "reference": [
        "Acemogu, D., Robinson, J. A. (2005). Economic origins of dictatorship and democracy. Cambridge University Press..",
        "Akerlof, G.A. and Snower, D.J., 2016. Bread and bullets. Journal of Economic Behavior Organization, 126, pp.58-71.",
        "Ashok, V., Kuziemko, I., Washington, E. (2015). Support for Redistribution in an Age of Rising Inequality: New stylized facts and some tentative explanations. Princeton University Working Paper Akerlof, George A., and Rachel E. Kranton (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and identity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly journal of Economics, 715-753.",
        "Bartels, Larry (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homer Simpson Gets a Tax Cut: Inequality and Public Policy in the American MindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Perspectives on Politics, 3(01), 15-31.",
        "Bartels, L. M. (2006). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Matter with WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Matter with Kansas?. Quarterly Journal of Political Science, 1(2), 201-226.",
        "Becker, G.S., 1983. A theory of competition among pressure groups for political influence. The Quarterly Journal of Economics, pp.371-400.",
        "Benabou, R. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdeologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of the European Economic Association, 6(2013), 321-352.",
        "Benabou, R., Ticchi, D., Vindigni, A. (2015). Religion and innovation (No. w21052). National Bureau of Economic Research.",
        "Benjamin, D. J., Choi, J. J., Strickland, A. J. (2010). Social Identity and Preferences. The American economic review, 100(4), 1913.",
        "Blouin, Arthur Sharun W. Mukand. (2018). Erasing Ethnicity? Propaganda, Nation Building and Identity in Rwanda. The Journal of Political Economy, forthcoming.",
        "Buiter, W. H. (2012). The role of central banks in financial stability: how has it changed?.",
        "Blyth, M. (2013). Austerity: the history of a dangerous idea. Oxford University Press.",
        "Blouin, Arthur and S. Mukand (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bridging the (Ethnic) Divide? Nation Building and Identity in RwandaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper Bordalo, P., K. Coffman, Geniaolli, N. and A. Shleifer (2015) Stereotypes, Quarterly Journal of Economics Calomiris, C.W. and Haber, S.H., 2014. Fragile by design: the political origins of banking crises and scarce credit. Princeton University Press.",
        "Campbell, J. L. (1998). Institutional analysis and the role of ideas in political economy. Theory and society, 27(3), 377-409.",
        "Campbell, J. L. (2002). Ideas, politics, and public policy. Annual review of sociology, 21-38.",
        "Carlsson, Magnus, Gordon Dahl and Rooth (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Politicians Change Public AttitudesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 21062 Cerulo, K. A. (1997). Identity construction: New issues, new directions. Annual review of Sociology, 385-409.",
        "Collier, P., 2016. The cultural foundations of economic failure: A conceptual toolkit. Journal of Economic Behavior Organization, 126, pp.5-24.",
        "Dawkins, R. (2006). The selfish gene (No. 199). Oxford university press.",
        "DellaVigna, S. and Gentzkow, M., 2010. Persuasion: Empirical Evidence. Annual Review of Economics, 2(1), pp.643-669.",
        "De Marzo, P. and Vayanos, D., Jeffrey Zwiebel (2003)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion Bias. Social Influence and Unidimensional Opinions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, August, pp.909-67.",
        "Dietrich, F. and List, C. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of non-informational preference changeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of theoretical politics, 23(2), 145-164.",
        "Farrell, H., Quiggin, J. (2012). Consensus, dissensus and economic Ideas: the rise and fall of Keynesianism during the economic crisis. Working paper Fearon, J. D., Laitin, D. D. (2000). Violence and the social construction of ethnic identity. International organization, 54(04), 845-877.",
        "Frank, T. (2007). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the matter with Kansas?: how conservatives won the heart of America. Macmillan.",
        "Gennaioli, N., Shleifer, A. (2010). What Comes to Mind?. The Quarterly journal of economics, 125(4), 1399-1433.",
        "Irwin, D. A. (1989). Political economy and PeelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s repeal of the Corn Laws. Economics and Politics, 1(1), 41-59.",
        "Gilens, M. (2012). Affluence and influence: Economic inequality and political power in America. Princeton University Press.",
        "Gilens, M., Page, B. I. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing theories of American politics: Elites, interest groups, and average citizensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Perspectives on Politics, 12(03), 564-581.",
        "Glaeser, E. L. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political economy of hatredÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics, 45-86.",
        "Haidt, J. (2012). The righteous mind: Why good people are divided by politics and religion. Vintage.",
        "Hayek, F.A., (1949). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The intellectuals and socialismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The University of Chicago Law Review, 16(3), pp.417-433.",
        "Iyengar, S. and Kinder, D. R. (2010). News that matters: Television and American opinion. University of Chicago Press.",
        "Jackson, M. S. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priming the sleeping giant: The dynamics of Latino political identity and vote choiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Political Psychology, 32(4), 691-716.",
        "Keynes, J. M. (2006). General theory of employment, interest and money. Atlantic Publishers Dist.",
        "Johnson, S., Kwak, J. (2011). 13 bankers: The Wall Street takeover and the next financial meltdown. Vintage Books USA.",
        "Jain, S., Majumdar, S., and Mukand, S. W. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Walk the line: Conflict, state capacity and the political dynamics of reformÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Development Economics, 111, 150-166.",
        "Kahneman, D. and Amos Tversky (1974). Judgment under uncertainty: Heuristics and biases.",
        "Lenin, V. I. (1902). What is to be done?, available online at https://www.marxists.org/archive/lenin/works/download/what-itd.pdf.",
        "LSE Working Paper Lopez, E. and Leighton, W., 2012. Madmen, intellectuals, and academic scribblers: The economic engine of political change. Stanford University Press.",
        "Lusztig, M. (1995). Solving PeelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s puzzle: repeal of the Corn Laws and institutional preservation. Comparative Politics, 393-408.",
        "Mayer, Jane (2015), Dark Money: The Hidden History of the Billionaires Behind the Rise of the Radical Right, Doubleday, New York Mendelberg, T. (2001). The race card: Campaign strategy, implicit messages, and the norm of equality. Princeton University Press.",
        "Molden, D.C. (2014). Understanding Priming Effects in Social Psychology: What is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Priming Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and How does it Occur?. Social Cognition, 32(Supplement), pp.1-11.",
        "Mullainathan, Sendhil, Andrei Shleifer, and Joshua Schwartzstein. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coarse Thinking and Persuasion.? Quarterly Journal of Economics 123(2): 577-619 Persson, T. and G.Tabellini (2000) Political Economics, Cambridge: MIT Press.",
        "Piketty, T. (2014). Capital in the 21st Century. Cambridge: Harvard University Press.",
        "Prasad, M. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Popular Origins of Neoliberalism in the Reagan Tax Cut of 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Policy History, 24(03), 351-383.",
        "Quadagno, J. (1996). The color of welfare: How racism undermined the war on poverty. Oxford University Press.",
        "Rodrik, Dani (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Interventions Right: How South Korea and Taiwan Grew Rich,? Economic Policy 20 Rodrik, D. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Ideas Trump Interests: Preferences, Worldviews, and Policy Innovations Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Journal of Economic Perspectives, 28(1), 189-208.",
        "Robbins, L. (1963). On the Relations between Politics and Economics (pp. 3-23). Palgrave Macmillan UK.",
        "Rosenfeld, S. A. (2011). Common Sense. Harvard University Press.",
        "Ruggie, J. G. (1998). What makes the world hang together? Neo-utilitarianism and the social constructivist challenge. International organization, 52(04), 855-885.",
        "Schonhardt-Bailey, C. (2006). From the corn laws to free trade: interests, ideas, and institutions in historical perspective. MIT Press.",
        "Sen, Amartya (2005). Identity and Violence: The Illusion of Destiny, W.W. Norton, New York.",
        "Sethi, R., and Yildiz, M. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public disagreementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal: Microeconomics, 4(3), 57-95.",
        "Shayo, M. (2009). A model of social identity with an application to political economy: Nation, class, and redistribution. American Political Science Review, 103(02), 147-174.",
        "Shepsle (1985), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dComment of Why the Regulators Chose to Deregulate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Roger Noll (ed.), Regulatory Policy and the Social Sciences (Berkeley: University of California Press): 231-39.",
        "Shiller, R.J., 2017. Narrative economics. American Economic Review, 107(4), pp.967-1004.",
        "Skidelsky, Robert (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Austerity versus StimulusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Skocpol, T. (1997). Boomerang: Health care reform and the turn against government. WW Norton Company.",
        "Stigler, G. J. (1971). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of economic regulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Bell journal of economics and management science, 3-21.",
        "Stigler, G. J. (1982). The economists and the problem of monopoly. The American Economic Review, 72(2), 1-11.",
        "Turner, John C (1985) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social categorization and the self-concept: A social cognitive theory of group behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in group processes: Theory and research 2 : 77-122.",
        "Wendt, A. (1999). Social theory of international politics. Cambridge University Press.",
        "Wilkinson, S. I. (2006). Votes and violence: Electoral competition and ethnic riots in India. Cambridge University Press."
    ]
}