{
    "id": 24485,
    "cites": 43,
    "cited_by": 33,
    "reference": [
        "Aguiar, M. (2005). Investment, devaluation, and foreign currency exposure: The case of Mexico. Journal of Development Economics, 78(1):95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Baskaya, Y. S., di Giovanni, J., Kalemli-Ozcan, S., and Ulu, M. F. (2017). International spillovers and local credit cycles. Working Paper.",
        "Bocola, L. and Lorenzoni, G. (2017). Financial crises and lending of last resort in open economies. NBER Working Paper 23984.",
        "BraÃ\u0083Å\u0092Ã\u0082Ë\u0086uning, F. and Ivashina, V. (2017). Monetary policy and global banking. NBER Working Paper Series, No. 23316.",
        "Calvo, G. (2012). The price theory of money, prosperoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s liquidity trap, and sudden stop: Back to basics and back. NBER Working Paper 18285.",
        "Chahrour, R. and Valchev, R. (2017). International medium of exchange: Privilege and duty. Working Paper.",
        "Devereux, M. B. and Shi, S. (2013). Vehicle currency. International Economic Review, 54(1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Doepke, M. and Schneider, M. (2017). Money as a unit of account. Econometrica, 85(5):1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1574.",
        "Du, W. and Schreger, J. (2014). Sovereign Risk, Currency Risk, and Corporate Balance Sheets. Working paper, Harvard University OpenScholar.",
        "ECB Staff (2017). The International Role of the Euro. Technical report, European Central Bank.",
        "Eichengreen, B. (2010). The renminbi as an international currency. policy paper.",
        "Eichengreen, B., Mehl, A., and Chitu, L. (2017). How Global Currencies Work. Princeton University Press.",
        "Engel, C. (2006). Equivalence results for optimal pass-through, optimal indexing to exchange rates, and optimal choice of currency for export pricing. Journal of European Economic Association, 4(6):1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Engel, C. (2014). Exchange rates and interest parity. In Gopinath, G., Helpman, E., and Rogoff, K., editors, Handbook of International Economics, volume 4 of Handbook of International Economics, pages 453 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 522. Elsevier.",
        "Farhi, E. and Maggiori, M. (2018). A model of the international monetary system. Quarterly Journal of Economics, 133(1):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Friberg, R. (1998). In which currency should exporters set their prices? Journal of International Economics, 45:59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Galindo, A., Panizza, U., and Schiantarelli, F. (2003). Debt composition and balance sheet effects of currency depreciation: a summary of the micro evidence. Emerging Markets Review, 4(4):330 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 339.",
        "Gennaioli, N., Shleifer, A., and Vishny, R. W. (2012). Neglected risks, financial innovation and financial fragility. Journal of Financial Economics, 104(3):452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Gilmore, S. and Hayashi, F. (2011). Emerging market currency excess returns. American Economic Journal: Macroeconomics, 3(4):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Goldberg, L. and Tille, C. (2008). Vehicle currency use in international trade. Journal of International Economics, 76(2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Goldberg, L. and Tille, C. (2013). A Bargaining Theory of Trade Invoicing and Pricing. Kiel Working Papers 1839, Kiel Institute for the World Economy.",
        "Gopinath, G. (2015). The international price system. In Jackson Hole Symposium, volume 27. Federal Reserve Bank at Kansas City.",
        "Gopinath, G., Itskhoki, O., and Rigobon, R. (2010). Currency choice and exchange rate passthrough. American Economic Review, 100(1):306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Gopinath, G. and Stein, J. C. (2018). Trade invoicing, bank funding, and central bank reserve holdings. American Economic Review Papers and Proceedings. forthcoming.",
        "Gorton, G. and Pennacchi, G. (1990). Financial intermediaries and liquidity creation. Journal of Finance, 45(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gourinchas, P.-O. and Rey, H. (2007). From World Banker to World Venture Capitalist: U.S. External Adjustment and the Exorbitant Privilege. In G7 Current Account Imbalances: Sustainability and Adjustment, NBER Chapters, pages 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66. National Bureau of Economic Research, Inc.",
        "Gourinchas, P.-O. and Rey, H. (2010). Exorbitant privilege and exorbitant duty. IMES Discussion Paper Series.",
        "Greenwood, R., Hanson, S. G., and Stein, J. C. (2015). A comparative-advantage approach to government debt maturity. Journal of Finance, LXX(4):1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Hassan, T. A. (2013). Country size, currency unions, and international asset returns. Journal of Finance, 68(6):2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "He, Z., Krishnamurthy, A., and Milbradt, K. (2016). A model of safe asset determination. NBER Working Paper # 22271.",
        "Ivashina, V., Scharfstein, D. S., and Stein, J. C. (2015). Dollar funding and the lending behavior of global banks. Quarterly Journal of Economics, 130(3):1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281.",
        "Kalemli-Ozcan, S., Kamil, H., and Villegas-Sanchez, C. (2016). What hinders investment in the aftermath of financial crises: Insolvent firms or illiquid banks? Review of Economics and Statistics, 98(4):756Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "Keynes, J. M. (1961). The General Theory of Employment, Interest and Money. Macmillan and Co., Limited. London, UK. Reprinted from the 1936 version.",
        "Krishnamurthy, A. and Vissing-Jorgensen, A. (2012). The aggregate demand for treasury debt. Journal of Political Economy, 120(2):233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Maggiori, M. (2017). Financial intermediation, international risk sharing, and reserve currencies. American Economic Review, 107(10):3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3071.",
        "Nagel, S. (2016). The liquidity premium of near-money assets. Quarterly Journal of Economics, 131(4):1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Niepmann, F. and Schmidt-Eisenlohr, T. (2017). Foreign currency loans and credit risk: Evidence from u.s. banks. Working Paper.",
        "Rampini, A. A. and Viswanathan, S. (2010). Collateral, risk management, and the distribution of debt capacity. Journal of Finance, 65(6):2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, A. A., Viswanathan, S., and Vuillemey, G. (2017). Risk management in financial institutions. Working Paper.",
        "Rey, H. (2001). International trade and currency exchange. Review of Economic Studies, 68(2):443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 464.",
        "Shin, H. S. (2012). Global banking glut and loan risk premium. IMF Economic Review, 60:155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Stein, J. C. (2012). Monetary policy as financial stability regulation. Quarterly Journal of Economics, 127(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Sunderam, A. (2015). Money creation and the shadow banking system. Review of Financial Studies, 28(4):939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c977."
    ]
}