{
    "id": 24482,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Alden-Wiley, L. (2007). Who Owns the Forest? Technical report, Sustainable Development Institute, Monrovia, Liberia. https://goo.gl/Hyao3y.",
        "Azari, J. R. and J. K. Smith (2012). Unwritten Rules: Informal Institutions in Established Democracies. Perspectives on Politics 10(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Baldwin, K. (2015). The Paradox of Traditional Chiefs in Democratic Africa. New York: Cambridge University Press.",
        "Beber, B. (2012). International mediation, selection effects, and the question of bias. Conflict Management and Peace Science 29(4), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Berry, S. (2009). Property, Authority and Citizenship: Land Claims, Politics and the Dynamics of Social Division in West Africa. Development and Change 40(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Blattman, C., A. C. Hartman, and R. A. Blair (2014). How to promote order and property rights under weak rule of law? An experiment in changing dispute resolution behavior through community education. American Political Science Review 108(1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Boone, C. (2014, February). Property and Political Order in Africa: Land Rights and the Structure of Politics. New York: Cambridge University Press.",
        "Cloward, K. (2014). False commitments: local misrepresentation and the international norms against female genital mutilation and early marriage. International Organization 68(3), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Corriveau-Bourque, A. (2010). Confusions and Palava: The Logic of Land Encroachment in Lofa County, Liberia. Canadian Journal of Development Studies 31(1-2), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Deutsch, M., P. T. Coleman, and E. C. Marcus (2011). The Handbook of Conflict Resolution: Theory and Practice. John Wiley & Sons.",
        "Edwards, H. T. (1986). Alternative Dispute Resolution: Panacea or Anathema? Harvard Law Review 99(3), 668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Ellickson, R. C. (1991). Order Without Law. Cambridge: Harvard University Press.",
        "Ellis, S. (2006). The Mask of Anarchy: The Destruction of Liberia and the Religious Dimension of an African Civil War. New York: New York University Press.",
        "Fearon, J. D. (1995). Rationalist explanations for war. International Organization 49(03), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Fearon, J. D. (1998). Bargaining, Enforcement, and International Cooperation. International Organization 52(2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305. Goldstein, M., K. Houngbedji, F. Kondylis, M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sullivan, and H. Selod. Formalisation des droits fonciers dans les zones rurales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢afrique de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ouest. World Bank Group Working Paper (7435). https://goo.gl/eNEbCn.",
        "Goldstein, M. and C. Udry (2008). The Profits of Power: Land Rights and Agricultural Investment in Ghana. Journal of Political Economy 116(6), 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Hartman, A. (2015). Property Rights Under Pressure: Conflict Over Land in Liberia. Ph. D. thesis, Yale University, New Haven.",
        "Isser, D. H., S. C. Lubkemann, and S. NÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Tow (2009). Looking for Justice: Liberian Experiences with and Perceptions of Local Justice Options. Washington, DC: United States Institute for Peace.",
        "Jahan, S. (2016). Human Development Report 2016. Technical report, United Nations Development Programme, New York. https://goo.gl/tUKW98.",
        "Kahneman, D., J. L. Knetsch, and R. H. Thaler (1991). Anomalies: The endowment effect, loss aversion, and status quo bias. The journal of economic perspectives, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Kennan, J. and R. Wilson (1993). Bargaining with Private Information. Journal of Economic Literature 31(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Knight, J. (1992). Institutions and social conflict. New York: Cambridge University Press.",
        "Kuran, T. (1997). Private Truths, Public Lies: The Social Consequences of Preference Falsification. Harvard University Press.",
        "Levitt, J. I. (2005). The evolution of deadly conflict in Liberia: from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢paternaltarianismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ to state collapse. Durham: Carolina Academic Press.",
        "Lieberman, J. and J. Henry (1986). Lessons from the Alternative Dispute Resolution Movement. University of Chicago Law Review 53(2).",
        "MÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Cormack, F. I. (2017). Traditional Justice Mechanisms in Liberia. Technical report, Analyse Societale Africaine. https://goo.gl/PLPTe2.",
        "Mnookin, R. H. (1998). Alternative dispute resolution. Technical report, Harvard Law School. https://goo.gl/jtWi7S.",
        "North, D. C. (1990). Institutions, institutional change, and economic performance. The Political economy of institutions and decisions. New York: Cambridge University Press.",
        "Ostrom, E. (1990, November). Governing the Commons: The Evolution of Institutions for Collective Action. New York: Cambridge University Press.",
        "Richards, P. (2005). To fight or to farm? Agrarian dimensions of the Mano River conflicts (Liberia and Sierra Leone). African Affairs 104(417), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Sawyer, A. (2005). Beyond plunder: toward democratic governance in Liberia. Lynne Rienner Publishers.",
        "Sternlight, J. R. (2006). Is Alternative Dispute Resolution Consistent with the Rule of Law - Lessons from Abroad. DePaul Law Review 56, 569.",
        "Stevens, C. J. (2014). The Legal History of Public Land in Liberia. Journal of African Law 58(02), 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Tsai, L. L. (2007). Solidary Groups, Informal Accountability, and Local Public Goods Provision in Rural China. American Political Science Review 101(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Unruh, J. D. (2009). Land rights in postwar Liberia: The volatile part of the peace process. Land Use Policy 26(2), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Vinck, P., P. Pham, and T. Kreutzer (2011). Talking Peace: A Population-Based Survey on Attitudes About Security, Dispute Resolution, and Post-Conflict Reconstruction in Liberia. Berkeley: UC Berkeley Human Rights Center.",
        "Xu, Y. and Y. Yao (2015). Informal Institutions, Collective Action, and Public Investment in Rural China. American Political Science Review 109(02), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391. Online Appendix A.1 Random route sampling method We sampled survey respondents using the random route method. Typically there is no village census from which to sample in rural Liberia. Thus interviewers were assigned a starting location (the center of the village, or the center of a town quarter in larger towns) and provided with a set of random walking rules: to spin a pen to select a direction, to use a paper-based random number generator to choose house number n, to select the nth house in that direction for a survey, and to select an adult in that household to interview at random. This does not produce a representative sample of the community, but it does sample community members similarly across the treatment arms. A.2 Descriptive statistics and balance test"
    ]
}