{
    "id": 24491,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Agency for Healthcare Research and Quality. \"Clinical Classification Software (CCS) 2015.\" 2016. Carey, Colleen. \"Technological change and risk adjustment: benefit design in Medicare Part D.\" American Economic Journal: Economic Policy 9, no. 1 (2017): 38-73.",
        "Centers for Medicare and Medicaid Services. \"March 31, 2016, HHS-Operated Risk Adjustment Methodology Meeting: Discussion Paper.\" 2016.",
        "Cook, Benjamin Le, Thomas G. McGuire, and Alan M. Zaslavsky. \"Measuring Racial/Ethnic Disparities in Health Care: Methods and Practical Issues.\" Health Services Research 47, no. 3.2 (2012): 1232-1254.",
        "Department of Health and Human Services. \"Medicare Part D 2013 Model software/ICD-9 Mappings.\" 2017.",
        "Frank, R.G., J. Glazer, and T.G. McGuire. \"Measuring adverse selection in managed health care.\" Journal of Health Economics 19, no. 6 (2000): 829-854.",
        "Friedman, Jerome, Trevor Hastie, and Robert Tibshirani. \"Regularization paths for Generalized Linear Models via Coordinate Descent.\" Journal of Statistical Software 33, no. 1 (2010): 1-22.",
        "Geruso, Michael, Timothy J. Layton, and Daniel Prinz. \"Screening in Contract Design: Evidence from the ACA Health Insurance Exchanges.\" NBER Working Paper No. 22832, 2016.",
        "Glazer, Jacob, and Thomas G. McGuire. \"Optimal Risk Adjustment in Markets with Adverse Selection: An Application to Managed Care.\" American Economic Review 90, no. 4 (2000): 1055-1071.",
        "Glazer, Jacob, and Thomas G. McGuire. \"Setting health plan premiums to ensure efficient quality in health care: minimum variance optimal risk adjustment.\" Journal of Public Economics 84, no. 2 (2002): 153-173.",
        "Han, Tony, and Kurt Lavetti. \"Does Part D abet advantgeous selection in Medicare Advantage?\" Journal of Health Economics 56 (2017): 368-382.",
        "Hu, Lily, and Yiling Chen. \"Fairness at equilibrium in the labor market.\" Proceedings of Fairness, Accountability, and Transparency in Machine Learning. Halifax, Nova Scotia, Canada, 2017. 5 pages.",
        "Institute of Medicine. Unequal Treament: Confronting Racial and Ethnic Disparities in Health Care. Washington, DC.: National Academies Press, 2002. Lavetti, Kurt J., and Kosali Simon. \"Strategic formulary design in Medicare Part D Plans.\" American Economic Journal: Economic Policy, Forthcoming.",
        "Layton, Timothy J., Randall P. Ellis, Thomas G. McGuire, and Richard van Kleef. \"Measuring efficiency of health plan payment systems in managed competition health insurance markets.\" Journal of Health Economics 56 (2017): 237-255.",
        "Layton, Timothy J., Thomas G. McGuire, and Richard C. van Kleef. \"Deriving risk adjustment payment weights to maximize efficiency of health insurance markets.\" NBER Working Paper No. 22642, 2016.",
        "Liaw, Andy, and Mattew Wiener. \"Classification and Regression by randomForest.\" R News 2, no. 3 (2002): 18-22.",
        "Lum, Kristian, and William Isaac. \"To predict and serve?\" Significance 13, no. 5 (2016): 14-19. McGuire, Thomas G., and Joseph P. Newhouse. \"Medicare Advantage: Regulated Competition in the Shadow of a Public Option.\" Chap. 19 in Risk Adjustment, Risk Sharing, and Premium Regulation in Health Plan Payment: Theory and Practice, edited by Thomas G. McGuire and Richard van Kleef. Elsevier, Forthcoming.",
        "McGuire, Thomas G., Joseph P. Newhouse, Sharon-Lise Normand, Julie Shi, and Samuel Zuvekas. \"Assessing incentives for service-level selection in private health insurnace exchanges.\" Journal of Health Economics 35 (2014): 47-63.",
        "Montz, Ellen, Tim Layton, Alisa B. Busch, Randall P. Ellis, Sherri Rose, and Thomas G. McGuire. \"Risk-Adjustment Simulations: Plans May Have Incentives to Distort Mental Health and Substance Use Coverage.\" Health Affairs 35, no. 6 (2016): 1022-1028.",
        "Newhouse, Joseph P. Pricing the Priceless. The MIT Press, 2002.",
        "Newhouse, Joseph P., Mary Price, John Hsu, J. Michael McWilliams, and Thomas G. McGuire. \"How much favorable selection is left in Medicare Advantage?\" American Journal of Health Economics 1, no. 1 (2015): 1-26.",
        "Pearl, Judea. Causality: Models, Reasoning and Inference. New York: Cambridge University Press, 2009.",
        "Petersen, Maya L., et al. \"Super Learner Analysis of Electronic Adherence Data Improves Viral Prediction and May Provide Strategies for Selective HIV RNA Monitoring.\" Journal of Acquired Immune Deficiency Syndromes 69, no. 1 (2015): 109-118.",
        "Pirracchio, Romain, Maya L. Petersen, Marco Carone, Matthieu Resche Rigon, Sylvie Chevret, and Mark J. van der Laan. \"Mortality prediction in intensive care units with the Super ICU Learner Algorithm (SICULA): a population-based study.\" The Lancet: Respiratory Medicine 3, no. 1 (January 2015): 42-52.",
        "Pope, Gregory C., John Kautter, Melvin J. Ingber, Sara Freeman, Rishi Sekar, and Cordon Newhart. Evaluation of the CMS-HCC Risk Adjustment Model: Final Report. Centers for Medicare and Medicaid Services, 2011.",
        "Rose, Sherri. \"A Machine Learning Framework for Plan Payment Risk Adjustment.\" Health Services Research 51, no. 6 (2016): 2358-2374.",
        "Rose, Sherri, Savannah L. Bergquist, and Timothy J. Layton. \"Computational health economics for identifying unprofitable health care enrollees.\" Biostatistics 18, no. 4 (2017): 682694.",
        "Shepard, Mark. \"Hospital network competition and adverse selection: Evidence form the Massachusetts health insurance exchange.\" NBER Working Paper No. 22600 (2016).",
        "Stam, Pieter J.A., R.C.J.A van Vliet, and Wynand P.M.M. van de Ven. \"A limited-sample benchmark approach to assess and improve the performance of risk equalization models.\" Journal of Health Economics 29, no. 3 (2010): 426-437. Van de Ven, Wynand P.M.M., and Randall P. Ellis. Chapter 14 - Risk Adjustment in Competitive Helath Insurance Plan Markets. Vol. 1, in Handbook of Health Economics, by Anthony J.",
        "Van der Laan, Mark J., and Sherri Rose. Targeted Learning: Causal Inference for Observational and Experimental Data. New York: Springer, 2011.",
        "Van der Laan, Mark, Eric C. Polley, and Alan E. Hubbard. \"Super Learner.\" Statistical Applications in Genetics and Molecular Biology 6, no. 1 (2007).",
        "Van Kleef, Richard C., Rene C.J.A van Vliet, and Wynand P.M.M. van de Ven. \"Risk equalization in the Netherlands: an empirical evaluation.\" Expert Reviews Pharacoeconomics Outcomes Research 13, no. 6 (2013): 829-839.",
        "Van Kleef, Richard, Thomas McGuire, Rene van Vliet, and Wynand van de Ven. \"Improving risk equalization with constrained regression.\" The European Journal of Health Economics 18, no. 9 (2017): 1137-1156.",
        "Van Veen, S.C.H.M., R.C. van Kleef, W.P.M.M. van de Ven, and R.C.J.A. van Vliet. \"Is there one measure-of-fit that fits all? A taxonomy and review of measures-of-fit for riskequalization models.\" Medical Care Research and Review 72, no. 2 (2015): 220-243."
    ]
}