{
    "id": 24506,
    "cites": 50,
    "cited_by": 17,
    "reference": [
        "Ait-Sahalia, Yacine, Roger J.A. Laeven, and Loriana Pelizzon, 2014, Mutual excitation in eurozone sovereign cds, Journal of Econometrics 183, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Ang, Andrew, and Francis A. Longstaff, 2013, Systemic sovereign credit risk: Lessons from the u.s. and europe, Journal of Monetary Economics 60, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Augustin, Patrick, 2014, Sovereign credit default swap premia, Journal of Investment Management 12, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        ", Valeri Sokolovski, Marti G. Subrahmanyam, and Davide Tomio, 2016, Why do investors buy sovereign default insurance?, Working Paper New York University, Stern School of Business.",
        "Augustin, Patrick, and RomeÃ\u0083Å\u0092Ã\u0082Â\u0081o TeÃ\u0083Å\u0092Ã\u0082Â\u0081dongap, 2016, Real economic shocks and sovereign credit risk, Journal of Financial and Quantitative Analysis 51, 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Azizpour, Shahriar, Kay Giesecke, and Gustavo Schwenkler, 2017, Exploring the sources of default clustering, Journal of Financial Economics Forthcoming.",
        "Bai, Jennie, Pierre Collin-Dufresne, Robert Goldstein, and Jean Helwege, 2015, On bounding credit event risk premia, Review of Financial Studies 28, 2608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2642.",
        "Benzoni, Luca, Pierre Collin-Dufresne, Robert S. Goldstein, and Jean Helwege, 2015, Modeling credit contagion via the updating of fragile beliefs, Review of Financial Studies 28, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008.",
        "Berndt, Antje, Rohan Douglas, Darrell Duffie, Mark Ferguson, and David Schranz, 2008, Measuring default risk premia from default swap rates and edfs, Working Paper.",
        "Borio, Claudio, Robert McCauley, Patrick McGuire, and Vladyslav Sushko, 2016, Covered interest parity lost: understanding the cross-currency basis, Working Paper working paper, BIS.",
        "Brigo, Damiano, Nicola Pede, and Andrea Petrelli, 2016, Multi currency credit default swaps: Quanto effects and fx devaluation jumps, Working Paper.",
        "Buraschi, Andrea, Emrah Sener, and Murat Menguetuerk, 2014, The geography of funding markets and limits to arbitrage, Review of Financial Studies 28, 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Carr, Peter, and Liuren Wu, 2007, Theory and evidence on the dynamic interactions between sovereign credit default swaps and currency options, Journal of Banking & Finance 31, 2383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2403.",
        "Chernov, Mikhail, Lukas Schmid, and Andres Schneider, 2017, A macrofinance view of us sovereign cds premiums, Working Paper UCLA.",
        "Corte, Pasquale Della, Lucio Sarno, Maik Schmeling, and Christian Wagner, 2016, Exchange rates and sovereign risk, Working Paper.",
        "Dai, Qiang, and Kenneth J. Singleton, 2000, Specification analysis of affine term structure models, The Journal of Finance 55, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "Das, Sanjiv, Darrell Duffie, Nikunj Kapadia, and Leandro Saita, 2007, Common failings: How corporate defaults are correlated, The Journal of Finance 62, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "DeSantis, Roberto A., 2015, A measure of redenomination risk, ECB Working Paper 1785.",
        "Doshi, Hitesh, Redouane Elkamhi, and Chayawat Ornthanalai, 2017, The term structure of expected recovery rates, Journal of Financial and Quantitative Analysis Forthcoming.",
        "Doshi, Hitesh, Kris Jacobs, and Carlos Zurita, 2017, Economic and financial determinants of credit risk premiums in the sovereign cds market, Review of Asset Pricing Studies 1, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Driessen, Joost, 2005, Is default event risk priced in corporate bonds?, The Review of Financial Studies 18, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Du, Wenxin, and Jesse Schreger, 2016, Local currency sovereign risk, The Journal of Finance 71, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelhan, 2017, Deviations from covered interest rate parity, NBER Working Paper No.23170.",
        "Duffie, Darrell, Lasse H. Pedersen, and Kenneth J. Singleton, 2003, Modeling sovereign yield spreads: A case study of russian debt, The Journal of Finance 58, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Duffie, Darrel, and Kenneth J. Singleton, 1999, Modeling term structures of defaultable bonds, Review of Financial Studies 12, 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Ehlers, Philippe, and Philipp Schoenbucher, 2004, The influence of fx risk on credit spreads, Working Paper.",
        "Elkamhi, Redouane, Kris Jacobs, and Xuhui Pan, 2014, The cross section of recovery rates and default probabilities implied by credit default swap spreads, Journal of Financial and Quantitative Analysis 49, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Feldhutter, Peter, and David Lando, 2008, Decomposing swap spreads, Journal of Financial Economics 88, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Giglio, Stefano, 2014, Credit default swap spreads and systemic financial risk, Working Paper.",
        "Gourieroux, Christian, and Joann Jasiak, 2006, Autoregressive gamma processes, Journal of Forecasting 25, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "GourieÃ\u0083Å\u0092Ã\u0082Â\u0081roux, Christian, Alain Monfort, and Jean-Paul Renne, 2014, Pricing default events: Surprise, exogeneity and contagion, Journal of Econometrics 182, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Hamilton, James D., and Jing Cynthia Wu, 2012, Identification and estimation of gaussian affine term structure models, Journal of Econometrics 168, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hoerdahl, Peter, and Oreste Tristani, 2012, The term structure of euro area sovereign bond yields, BIS Working Paper.",
        "Hull, John, and Alan White, 2013, Libor vs. ois: The derivatives discounting dilemma, Journal Of Investment Management 11, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Krugman, Paul, 1979, A model of balance-of-payments crisis, Journal of Money, Credit and Banking 11, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Kuehn, Lars-Alexander, David Schreindorfer, and Florian Schulz, 2017, Credit and option risk premia, Working Paper.",
        "Lando, David, and Andreas Bang Nielsen, 2017, Quanto cds spreads, Working Paper Copenhagen Business School.",
        "Le, Anh, Kenneth J. Singleton, and Qiang Dai, 2010, Discrete-time affineq term structure models with generalized market prices of risk, Review of Financial Studies 23, 2184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2227.",
        "Li, Zhipeng Leo, 2017, Labor share and credit risk: The expected recovery rate channel, Working Paper UCLA.",
        "Longstaff, Francis A., Jun Pan, Lasse H. Pedersen, and Kenneth J. Singleton, 2011, How sovereign is sovereign credit risk?, American Economic Journal: Macroeconomics 3, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 103.",
        "Mano, Rui, 2013, Exchange rates upon sovereign default, Working Paper.",
        "Monfort, Alain, Fulvio Pegoraro, Jean-Paul Renne, and Guillaume Roussellet, 2014, Staying at zero with affine processes: a new dynamic term structure model, Journal of Econometrics.",
        ", 2017, Affine modeling of credit risk, credit event and contagion, Working Paper.",
        "Monfort, Alain, and Jean-Paul Renne, 2013, Decomposing euro-area sovereign spreads: Credit and liquidity risks, Review of Finance 18, 2103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2151.",
        "Na, S., S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, M. Uribe, and V. Yue, 2017, The twin ds: Optimal default and devaluation, American Economic Review Forthcoming.",
        "Pan, Jun, and Kenneth J. Singleton, 2008, Default and recovery implicit in the term structure of sovereign cds spreads, The Journal of Finance 63, 2345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2384.",
        "Qiu, Jiaping, and Fan Yu, 2012, Endogenous liquidity in credit derivatives, Journal of Financial Economics 103, 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Reinhart, Carmen M., 2002, Default, currency crises, and sovereign credit ratings, World Bank Economic Review 16, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Siriwardane, E., 2014, Concentrated capital losses and the pricing of corporate credit risk, Working Paper.",
        "Zhang, Frank Xiaoling, 2008, Market expectations and default risk premium in credit default swap prices: A study of argentine default, Journal of Fixed Income 18, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55."
    ]
}