{
    "id": 24527,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Ackerberg, D. A., K. Caves, and G. Frazer (2015). Identification properties of recent production function estimators. Econometrica 83(6), 2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451.",
        "Aghion, P., N. Bloom, R. Blundell, R. Griffith, and P. Howitt (2005). Competition and innovation: An inverted-u relationship. The Quarterly Journal of Economics 120(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Aghion, P., J. Cai, M. Dewatripont, L. Du, A. Harrison, and P. Legros (2015). Industrial policy and competition. American Economic Journal: Macroeconomics 7(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Aghion, P. and R. Griffith (2008). Competition and growth: reconciling theory and evidence. MIT press.",
        "Alessandria, G., H. Choi, and K. Ruhl (2014). Trade adjustment dynamics and the welfare gains from trade. Technical report. NBER working paper 20663.",
        "Amiti, M. and J. Konings (2007). Trade intermediate and productivity: Liberalization, inputs, from indonesia evidence. The American Economic Review 97(5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "Atkeson, A. and A. Burstein (2008). Pricing-to-market, trade costs, and international relative prices. The American Economic Review 98(5), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "Attanasio, O., P. K. Goldberg, and N. Pavcnik (2004). Trade reforms and wage inequality in colombia. Journal of Development Economics 74(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Bernard, A. B., J. B. Jensen, S. J. Redding, and P. K. Schott (2007). Firms in international trade. The Journal of Economic Perspectives 21(3), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Bernard, A. B., S. J. Redding, and P. K. Schott (2011). Multiproduct firms and trade liberalization. The Quarterly Journal of Economics 126(3), 1271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Brandt, L., J. Van Biesebroeck, L. Wang, and Y. Zhang (2017). Wto accession and performance of chinese manufacturing firms. American Economic Review. forthcoming.",
        "Bustos, P. (2011). Trade liberalization, exports and technology upgrading: Evidence on the impact of mercosur on argentinian firms. The American Economic Review 101(1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "De Loecker, J. and F. Warzynski (2012). Markups and firm-level export status. The American Economic Review 102(6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471.",
        "DeLoecker, Jan, P. K. G. A. K. and N. Pavcnik (2016). Prices, markups and trade reform. Econometrica 84(2), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Du, L., A. Harrison, and G. H. Jefferson (2012). Testing for horizontal and vertical foreign investment spillovers in china, 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007. Journal of Asian Economics 23(3), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Edmond, C., V. Midrigan, and D. Y. Xu (2015). Competition, markups, and the gains from international trade. The American Economic Review 105(10), 3183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Fieler, A. C., M. Eslava, and D. Y. Xu (2017). Trade, quality upgrading, and input linkages: Theory and evidence from colombia. The American Economic Review 108(1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008). Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review 98(1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Gandhi, A., S. Navarro, and D. A. Rivers (2011). On the identification of production functions: How heterogeneous is productivity? Goldberg, P. K., A. K. Khandelwal, N. Pavcnik, and P. Topalova (2009). Trade liberalization and new imported inputs. The American Economic Review, Papers and Proceedings 99(2), 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Goldberg, P. K., A. K. Khandelwal, N. Pavcnik, and P. Topalova (2010). Imported intermediate inputs and domestic product growth: Evidence from india. The Quarterly Journal of Economics 125(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Goldberg, P. K. and N. Pavcnik (2004). Trade, inequality, and poverty: What do we know? evidence from recent trade liberalization episodes in developing countries. Brookings Trade Forum, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Goldberg, P. K. and N. Pavcnik (2007). Distributional effects of globalization in developing countries. Journal of Economic Literature 45(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Halpern, L., M. Koren, and A. Szeidl (2015). Imported inputs and productivity. The American Economic Review 105(12), 3660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3703.",
        "Holmes, T. J. and J. A. Schmitz (2010). Competition and productivity: A review of evidence. Annual Review of Economics 2(1), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Holmes, T. J. and J. J. Stevens (2014). An alternative theory of the plant size distribution, with geography and intra-and international trade. Journal of Political Economy 122(2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Javorcik, B. S. (2004). Does foreign direct investment increase the productivity of domestic firms? in search of spillovers through backward linkages. The American Economic Review 94(3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Lileeva, A. and D. Trefler (2010). Improved access to foreign markets raises plant-level productivity...for some plants. The Quarterly Journal of Economics 125(3), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1099.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Olley, G. S. and A. Pakes (1996). The dynamics of productivity in the telecommunications equipment industry. Econometrica 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Tirole, J. (1988). The theory of industrial organization. MIT press.",
        "Tybout, J. R. (2003). Plant- and firm-level evidence on the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢newÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ trade theories. In E. K. Choi and J. Harrigan (Eds.), Handbook of International Trade. Blackwell Publishing Ltd.",
        "Verhoogen, E. A. (2008). Trade, quality upgrading and wage inequality in the mexican manufacturing sector. The Quarterly Journal of Economics 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Wooldridge, J. M. (2010). Econometric analysis of cross section and panel data. MIT press. Escaping import competition and Downstream Tariffs"
    ]
}