{
    "id": 2453,
    "cites": 34,
    "cited_by": 8,
    "reference": [
        "Baldwin, Richard E., 1987, Some empirical evidence of import price hysteresis, Columbia University, mimeo.",
        "Baron, David P., 1976, Fluctuating exchange rates and the pricing of exports, Economic Inquiry 14, 425-438.",
        "Brander, James A. and Barbara J. Spencer, 1981, Tariffs and the extraction of foreign monopoly rents under potential entry, Canadian Journal of Economics 14, 371-390.",
        "Brander, James A. and Barbara J. Spencer, 1984, Trade warfare: Tariffs and cartels, Journal of International Economics 16, 227-242.",
        "Clark, Peter B., Dennis E. Logue, and Richard J. Sweeney, eds., 1974, The effects of exchange rate adjustments (U.S. Treasury, OASIA Research Department).",
        "DeMeza, David, 1979, Commercial policy towards multinational monopolies - reservations on Katrak, Oxford Economic Papers 31, 334-337.",
        "Dixit, Avinash, 1984, International trade policies for oligopolistic industries, Economic Journal 94 (Supplement), 1-16.",
        "Dixit, Avinash, 1988, Optimal trade and industrial policies for the U.S. automobile industry, in: Robert C. Feenstra, ed., Empirical methods for international trade (MIT Press, Cambridge), forthcoming.",
        "Dornbusch, Rudiger, 1987, Exchange rates and prices, American Economic Review 77, 93-106.",
        "Dunn, Robert M., 1970, Flexible exchange rates and oligopoly pricing: A study of Canadian markets, Journal of Political Economy 78, 140-151.",
        "Eaton, Jonathan and Gene M. Grossman, 1986, Optimal trade and industrial policy under oligopoly, Quarterly Journal of Economics 101, 383-406.",
        "Feenstra, Robert C., 1986, International prices, exchange rates, and trade policy, University of California, Davis, mimeo.",
        "Feenstra, Robert C., 1988a, Quality change under trade restraints in Japanese autos, Quarterly Journal of Economics, forthcoming.",
        "Feenstra, Robert C., 1988b, Gains from trade in differentiated products: Japanese compact trucks, in: Robert C. Feenstra, ed., Empirical methods for international trade (MIT Press, Cambridge), forthcoming.",
        "Feenstra, Robert C. and Kenneth L. Judd, 1982, Tariffs, technology transfer, and welfare, Journal of Political Economy 90, 1142-1165.",
        "Frankel , Jeffrey A. and Kenneth A. Froot, 1987, Using survey data to test some standard propositions regarding exchange rate expectations, American Economic Review 77, 133-153.",
        "Giovannini, Alberto, 1987, Exchange rates and traded goods prices, Journal of International Economics, forthcoming.",
        "Hamada, Koichi and Akiyoshi Horiuchi, 1987, Monetary, financial and real effects of yen internationalization, in: 3. David Richardson and Sven Arndt, eds., Real-financial linkages among open economies (MIT Press, Cambridge), forthcoming.",
        "Horstmann, Ignatius J. and James R. Markusen, 1986, Up the average cost curve: Inefficient entry and the new protectionism, Journal of International Economics 20, 225-247.",
        "Hufbauer, Gary C., Diane T. Berliner, and Kimberly A. Elliot, 1986, Trade protection in the United States: 31 case studies (Institute for International Economics, Washington D.C.).",
        "Isard, Peter, 1977, How far can we push the law of one price?, American Economic Review 67, 942-948.",
        "Judge, George G., William E. Griffiths, R. Carter Hill and Tsoung-Chao Lee, 1980, The theory and practice of econometrics (John Wiley and Sons, New York).",
        "Katrak, Honii, 1977, Multinational monopolies and commercial policy, Oxford Economic Papers 29, 283-291.",
        "Kravis, Irving B. and Robert E. Lipsey, 1977, Export prices and the transmission of inflation, American Economic Review 67, 155-163.",
        "Krugman, Paul R., 1987, Pricing to market when the exchange rate changes, in: J. David Richardson and Sven Arndt, eds., Real-financial linkages among open economies (MIT Press, Cambridge) forthcoming.",
        "Krugman, Paul R. and Richard E. Baldwin, 1987, The persistence of the U.S. trade deficits, prepared for the Brookings Panel on Economic Activity.",
        "Mann, Catherine L., 1986, Prices, profit margins, and exchange rates, Federal Reserve Bulletin (June), 366-379.",
        "McKinnon, Ronald I., 1979, Money in international exchange (Oxford University Press, New York).",
        "Meese, Richard A. and Kenneth Rogoff, 1983, Empirical exchange rate models of the seventies: Do they fit out of sample?, Journal of International Economics 14, 3-24.",
        "Richardson, J. David, 1978, Some empirical evidence on commodity arbitrage and the law of one price, Journal of International Economics 8, 341-351.",
        "Schembri, Lawrence and Richard Robicheau, 1986, Estimating the effect of exchange rate changes on the Canadian pulp and paper industry: A dual approach, Carleton University, mimeo.",
        "Svedberg, Peter, 1979, Optimal tariff policy on imports from multinationals, The Economic Record 55, 64-67.",
        "U.S. International Trade Commission, 1983, Heavyweight motorcycles, and engines and power train subassemblies therefor, Publication 1342, Washington, D.C.",
        "Woo, Wing T., 1984, Exchange rates and the prices of nonfood, nonfuel products, Brookings Papers on Economic Activity 2, 511-530."
    ]
}