{
    "id": 24543,
    "cites": 63,
    "cited_by": 13,
    "reference": [
        ", , Douglas Hanley, and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transition to Clean Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        ", , Harun Alp, Nicholas Bloom, and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Reallocation and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. National Bureau of Economic Research Working Paper 18993.",
        "Aghion, Philippe and Peter Howitt, The Economics of Growth, MIT Press, 2009.",
        ", Antonin Bergeaud, Mathieu Lequien, and Marc Melitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Exports on Innovation: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Manuscript.",
        ", Christopher Harris, Peter Howitt, and John Vickers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Imitation and Growth with Step-by-step Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2001, 68 (3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        ", Nicholas Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Innovation: An Inverted-U Relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Akcigit, Ufuk and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth through Heterogeneous Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017.",
        "Innovation and Trade Policy in a Globalized World , Douglas Hanley, and Nicolas Serrano-Velarde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Basics: Basic Research Spillovers, Innovation Policy and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Centre for Economic Policy Research Discussion Paper 11707.",
        ", , and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation and R&D Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research Working Paper 22908.",
        "Alessandria, George and Horag Choi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Establishment Heterogeneity, Exporter Dynamics, and the Effects of Trade Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2014, 94 (2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Arkolakis, Costas, Arnaud Costinot, and AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Autor, David, David Dorn, Gordon H. Hanson, Gary Pisano, and Pian Shu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Competition and Domestic Innovation: Evidence from U.S. Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research 22879.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        "Baldwin, Richard and Paul Krugman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policy and International Competition in Widebodied Jet Aircraft,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Baldwin, ed., Trade Policy Issues and Empirical Analysis, University of Chicago Press, 1988, pp. 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Barattieri, Alessandro, Matteo Cacciatore, and Fabio Ghironi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protectionism and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Manuscript.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        ", Paul M Romer, Stephen J. Terry, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Trapped-factors Model of Innovation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 2013, 103 (3), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        ", Rachel Griffith, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do R&D Tax Credits Work? Evidence from A Panel of Countries 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2002, 85 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Buera, Francisco J. and Ezra Oberfield, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Diffusion of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research 21844.",
        "Innovation and Trade Policy in a Globalized World Burstein, Ariel and Marc J. Melitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Firm Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Daron Acemoglu, Eddie Dekel, and Manuel Arellano, eds., Advances in Economics and Econometrics Tenth World Congress. Applied Economics, Vol. 2, 2013, pp. 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Bustos, Paula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Cameron, Gavin, James Proudman, and Stephen Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Convergence, R&D, Trade and Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2005, 49 (3), 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807.",
        "Capdevielle, Patricia and Donato Alvarez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comparisons of Trends in Productivity and Labor Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Lab. Rev., 1981, 104, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Chen, Cheng and Claudia Steinwender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition, Heterogeneous Preferences of Managers, and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Harvard Business School Working Paper.",
        "Coelli, Federica, Andreas Moxnes, and Karen Helene Ulltveit-Moe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better, Faster, Stronger: Global Innovation and Trade Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research 22647.",
        "Coeurdacier, Nicolas and Helene Rey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Bias in Open Economy Financial Macroeconomics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2013, 51 (1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Costinot, Arnaud, AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro to Macro: Optimal Trade Policy with Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research 21989.",
        "Demidova, Svetlana and AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Policy Under Firm-level Heterogeneity in a Small Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, June 2009, 78 (1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Eaton, Jonathan and Gene M. Grossman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Trade and Industrial Policy under Oligopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1986, 101 (2), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Gerschenkron, Alexander, Economic Backwards in Historical Perspective: A Book of Essays, Belknap Press of Harvard University Press, 1962.",
        "Gorodnichenko, Yuriy, Jan Svejnar, and Katherine Terrell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Innovation in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2010, 2 (2), 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Grossman, Gene M. and Edwin L.-C. Lai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Protection of Intellectual Property,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (5), 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1653.",
        "Innovation and Trade Policy in a Globalized World and , Innovation and Growth In the Global Economy, MIT press, 1993.",
        "Haaland, Jan I. and Hans Jarle Kind, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D Policies, Trade and Process Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2008, 74 (1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Hall, Bronwyn H., Adam B. Jaffe, and Manuel Trajtenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. National Bureau of Economic Research 8498.",
        "Hashmi, Aamir Rafique, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Innovation: The Inverted-U Relationship Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (5), 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1668.",
        "Hombert, Johan and Adrien Matray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Innovation Help US Manufacturing Firms Escape Import Competition from China?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. CEPR Discussion Papers 10666.",
        "Hottman, Colin J., Stephen J. Redding, and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Sources of Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (3), 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1364.",
        "Hummels, David and Volodymyr Lugovskyy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Matched Partner Trade Statistics a Usable Measure of Transportation Costs?*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, 2006, 14 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Iacovone, Leonardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Better You Are the Stronger It Makes You: Evidence on the Asymmetric Impact of Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2012, 99 (2), 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        ", Wolfgang Keller, and Ferdinand Rauch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation Responses to Import Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Mimeo, Princeton University.",
        "Impullitti, Giammario, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Competition and US R&D Subsidies: A Quantitative Welfare Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2010, 51 (4), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Irwin, Douglas A. and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Airbus versus Boeing Revisited: International Competition in the Aircraft Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2004, 64 (2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Keller, Wolfgang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Technology Diffusion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2004, 42 (3), 752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Leahy, Dermot and J. Peter Neary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Policy towards R&D in Oligopolistic Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1997, 87 (4), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Lileeva, Alla and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved Access to Foreign Markets Raises Plant-level Productivity for Some Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (3), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1099.",
        "LÃ\u0083Æ\u0092Ã\u0082Â³pez, Ricardo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Firms Increase Productivity in Order to Become Exporters?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 2009, 71 (5), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Lybbert, Travis and Nikolas Zolas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Patents and Economic Data to Speak to Each Other: An Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Algorithmic Links with ProbabilitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Approach for Joint Analyses of Patenting and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2014, 43 (3), 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Mayer, Thierry, Marc J. Melitz, and Gianmarco I.P. Ottaviano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Mix and Firm Productivity Responses to Trade Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. National Bureau of Economic Research 22433.",
        "Innovation and Trade Policy in a Globalized World , Marc Melitz, and Gianmarco I.P. Ottaviano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Size, Competition, and the Product Mix of Exporters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (2), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Melitz, Marc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71, 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Melitz, Marc J. and Stephen J. Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Gains from Trade?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (5), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Muendler, Marc-Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Technology, and Productivity: A Study of Brazilian Manufacturers, 1986-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. CESifo Working Paper Series 1148.",
        "Ossa, Ralph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Analysis of Subsidy Competition in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. National Bureau of Economic Research Working Paper 20975.",
        "Perla, Jesse, Christopher Tonetti, and Michael E. Waugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Technology Diffusion, Trade, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. National Bureau of Economic Research Working Paper 20881.",
        "Rivera-Batiz, Luis A. and Paul M. Romer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Integration and Endogenous Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1991, 106 (2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Rodrik, Dani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policy for the Twenty-first Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. CEPR Discussion Paper 4767.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98, S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S102.",
        "Sampson, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Selection: An Idea Flows Theory of Entry, Trade, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (1), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Segerstrom, Paul S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Growth without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, 88, 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Spencer, Barbara J. and James A. Brander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International R&D Rivalry and Industrial Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1983, 50 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Wilson, Daniel J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beggar Thy Neighbor? The In-state, Out-of-state, and Aggregate Effects of R&D Tax Credits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2009, 91 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436. Innovation and Trade Policy in a Globalized World Appendices A Additional Empirical Material A.1 Empirical Facts This section presents empirical regularities in global technological competition and describes the technological convergence between the U.S. and other major economies. An account of federaland state-level R&D tax credit policies follows. The section concludes with suggestive evidence on the positive effect of R&D tax credits on firm-level performance.",
        "Fact 1: Technological Convergence There is a striking change in the relative position of foreign countries relative to the U.S. in the worldwide technological competition over the course of 1970s until the mid-1980s. At both aggregate and sectoral level, we observe a clear pattern of catching-up, which we measure using patent and citation counts. .2 .3 .4 .5 Share 1965 1975 1985 1995 Application Year Foreign Share, patents Foreign Share, citations"
    ]
}