{
    "id": 24540,
    "cites": 29,
    "cited_by": 11,
    "reference": [
        "Asness, C. S., A. Frazzini, and L. H. Pedersen (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Minus Junk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, AQR.",
        "Barra (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United States Equity Version 3 (E3),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d White Paper.",
        "Carhart, M. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Persistence in Mutual Fund Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Chamberlain, G., and M. Rothschild (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arbitrage, Factor Structure, and MeanVariance Analysis on Large Asset Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 51(5), 1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Chordia, T., A. Goyal, and J. Shanken (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Sectional Asset Pricing with Individual Stocks: Betas versus Characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, Emory Goizueta and Swiss Finance Institute.",
        "Cochrane, J. (2005): Asset Pricing. Princeton University Press, second edn.",
        "Connor, G., and R. A. Korajczyk (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance measurement with the arbitrage pricing theory: A new framework for analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 15(3), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Connor, G., and R. A. Korajczyk (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and return in an equilibrium APT : Application of a new test methodology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 21(2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Daniel, K., and S. Titman (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Characteristics of Cross Sectional Variation in Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Daniel, K., S. Titman, et al. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing factor-model explanations of market anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 1(1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Fama, E., and K. French (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E., and J. MacBeth (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Return, and Equilibrium: Empirical Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 81(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Fama, E. F., and K. R. French (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A five-factor asset pricing model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 116(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fan, J., Y. Liao, and W. Wang (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Projected principal component analysis in factor models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ann. Statist., 44(1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Ferson, W., and C. Harvey (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Variation of Economic Risk Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99(2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Freyberger, J., A. Neuhierl, and M. Weber (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dissecting Characteristics Nonparametrically, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, University of Wisconsin and Notre Dame and Chicago Booth.",
        "Goncalves, S., and L. Kilian (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrapping autoregressions with conditional heteroskedasticity of unknown form,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 123(1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Goyal, A. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical cross-sectional asset pricing: a survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Markets and Portfolio Managament, 26, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hansen, L. P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large sample properties of generalized method of moments estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, pp. 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Hansen, L. P., and S. F. Richard (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55(3), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Kelly, B. T., S. Pruitt, and Y. Su (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumented Principal Component Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, Chicago Booth and ASU WP Carey.",
        "Kozak, S., S. Nagel, and S. Santosh (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shrinking the Cross-Section,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Michigan Ross and Chicago Booth and Maryland Smith. (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance.",
        "Lewellen, J., S. Nagel, and J. Shanken (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A skeptical appraisal of asset pricing tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial economics, 96(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Light, N., D. Maslov, and O. Rytchkov (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation of Information About the Cross Section of Stock Returns: A Latent Variable Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 30(4), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1381.",
        "Roll, R. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A critique of the asset pricing theoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tests Part I: On past and potential testability of the theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 4(2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Rosenberg, B. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extra-Market Components of Covariance in Security Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 9(2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Ross, S. A. (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Arbitrage Theory of Capital Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 13, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Stock, J. H., and M. W. Watson (2002a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Using Principal Components from a Large Number of Predictors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 97(460), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "We use cross sections sizes (N) of 500, 5000, or 25000 assets with monthly observation count (T) of 100 or 1000. We set number of factors (K) to 3 or 5 factors, and consider instrument set sizes (L) of 10 or 20. We draw factor realizations ft as a K Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 1 vector of standard normals. We draw Ã\u0083Å½Ã\u0082â\u0080\u009cÃ\u0083Å½Ã\u0082Â² as a random orthonormal matrix. To do this, we draw an L Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 K matrix of normals, M, and set Ã\u0083Å½Ã\u0082â\u0080\u009cÃ\u0083Å½Ã\u0082Â² = MMÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 C for MC the Cholesky of M0 M. We draw Zt as an N Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 L matrix of standard"
    ]
}