{
    "id": 24546,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., Johnson, S., Robinson, J., 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91 (9), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Amaral, P., Quintin, E., 2010. Limited Enforcement, Financial Intermediation and Economic Development: A Quantitative Analysis. International Economic Review 51 (3), 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Banerjee, A., Duflo, E., 2014. Do Firms Want to Borrow More? Testing Credit Constraints Using a Directed Lending Program. Review of Economic Studies 81 (2), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Bartelsman, E., Haltiwanger, J., Scarpetta, S., 2013. Cross Country Differences in Productivity: The Role of Allocative Efficiency. American Economic Review 103 (1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Beck, T., Demirguc-Kunt, A., Levine, R., 2000. A New Database on the Structure and Development of the Financial Sector. World Bank Economic Review 14: 597605.",
        "Berge, L., Bjorvatn, K., Tungodden, B., 2015. Human and financial capital for microenterprise development: Evidence from a field and lab experiment. Management Science 61 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Besley, T., 1995. Property Rights and Investment Incentives: Theory and Evidence from Ghana. Journal of Political Economy 103 (5), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Bloom, N., Eifert, B., Mahajan, A., McKenzie, D., Roberts, J., 2013. Does Management Matter? Evidence from India. The Quarterly Journal of Economics 128 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bloom, N., Mahajan, A., McKenzie, D., Roberts, J., May 2010. Why Do Firms in Developing Countries Have Low Productivity? American Economic Review 100 (2), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bloom, N., VanReenen, J., Winter 2010. Why Do Management Practices Differ across Firms and Countries? Journal of Economic Perspectives 24 (1), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Buera, F., Kaboski, J., Shin, Y., 2011. Finance and Development: A Tale of Two Sectors.",
        "Buera, F., Shin, Y., 2011. Self-Insurance vs. Self-Financing: A Welfare Analysis of the Persistence of Shocks. Journal of Economic Theory 146, 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Buera, F., Shin, Y., 2013. Financial Frictions and the Persistence of History: A Quantitative Exploration. Journal of Political Economy 121 (2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Cagetti, M., DeNardi, M., 2006. Entrepreneurship, Frictions and Wealth. Journal of Political Economy 114 (5), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Caselli, F., Gennaioli, N., 2013. Dynastic Management. Economic Inquiry 51 (1), 971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c996.",
        "Greenwood, J., Sanchez, J., Wang, C., 2013. Quantifying the Impact of Financial Development on Economic Development. Review of Economic Dynamics 16 (1), 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Hallward-Driemeier, M., Pritchett, L., 2015. How Business is Done in the Developing World: Deals versus Rules. The Journal of Economic Perspectives 29 (3), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Hopenhayn, H. A., 2014. Firms, misallocation, and aggregate productivity: A review. Annu. Rev. Econ. 6 (1), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Hsieh, C.-T., Klenow, P. J., 2009. Misallocation and Manufacturing productivity in China and India. Quarterly Journal of Economics 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Johnson, S., McMillan, J., Woodruff, C., 2002. Property Rights and Finance. American Economic Review 92 (5), 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1356.",
        "Karlan, D., Knight, R., Udry, C., 2014. Consulting and Capital Experiments with Micro and Small Tailoring Enterprises in Ghana. Journal of Economic Behavior and Organization.",
        "King, R., Levine, R., 1993. Finance and growth: Schumpeter might be right. Quarterly Journal of Economics 108 (3), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Levine, R., 1997. Financial Development and Economic Growth: Views and Agenda. Journal of Economic Literature 35 (2), 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        "Levine, R., Loazya, N., Beck, T., 2000. Financial intermediation and growth: Causality and causes. Journal of Monetary Economics 46, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Lucas, R., 1978. On the Size Distribution of Business Firms. The Bell Journal of Economics 9 (2), 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "McMillan, J., 1997. Markets in Transition. In: Advances in economics and econometrics: Theory and applications. Cambridge University Press, pp. 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Midrigan, V., Xu, D. Y., 2014. Finance and Misallocation: Evidence from Plant-Level Data. American Economic Review 104 (2), 422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Moll, B., 2014. Productivity Losses from Financial Frictions: Can Self-Financing Undo Capital Misallocation. American Economic Review 104 (1), 3186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Rajan, R. G., Zingales, L., 1998. Financial Dependance and Growth. American Economic Review 88 (3), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Ranasinghe, A., 2017. Property Rights, Extortion and the Misallocation of Talent. European Economic Review 98, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Restuccia, D., Rogerson, R., 2008. Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics 11 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Restuccia, D., Rogerson, R., 2013. Misallocation and productivity. Review of Economic Dynamics 16 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Restuccia, D., Rogerson, R., 2017. The causes and costs of misallocation. Journal of Economic Perspectives 31 (3), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Shleifer, A., 1997. Government in Transition. European Economic Review 41, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Shleifer, A., Vishny, R. W., 1998. The grabbing hand: Government pathologies and their cures. Harvard University Press.",
        "Svensson, J., 1998. Investment, Property Rights and Political Instability: Theory and Evidence."
    ]
}