{
    "id": 24555,
    "cites": 39,
    "cited_by": 26,
    "reference": [
        "Acharya, Viral and Sascha Steffen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGreatestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Carry Trade Ever: Understanding Eurozone Bank Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 115 (2), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        ", Douglas Gale, and Tanju Yorulmazer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rollover risk and market freezes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2011, 66 (4), 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        ", Itamar Drechsler, and Philipp Schnabl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pyrrhic Victory? Bank Bailouts and Sovereign Credit Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2014, 69 (6), 2689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739.",
        ", Tim Eisert, Christian Eufinger, and Christian Hirsch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Effects of the Sovereign Debt Crisis in Europe: Evidence from Syndicated Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, NYU Stern 2014.",
        "Aguiar, Mark, Manuel Amador, and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Cycles and Sovereign Debt Overhang,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Altavilla, Carlo, Marco Pagano, and Saverio Simonelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Exposures and Sovereign Stress Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2017, 21 (6), 2103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2139.",
        "Amiti, Mary and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Do Idiosyncratic Bank Shocks Affect Investment ? Evidence from Matched Bank-Firm Loan Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (2), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Bae, Kee-Hong, Jun-Koo Kang, and Chan-Woo Lim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Durable Bank Relationships: Evidence from Korean Banking Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2002, 64, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 214.",
        "Becker, Bo and Victoria Ivashina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Repression in the European Sovereign Debt Crisis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2018, 22 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Bloom, Nick, Stephen Bond, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Investment Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (2), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Bond, Stephen and Costas Meghir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Investment Models and the FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Financial Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1994, 61 (2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Borensztein, Eduardo and Sandy Lei Ye, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Debt Overhang and Investment: Firmlevel Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Bulow, Jeremy and Kenneth Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt Repurchases: No Cure for Overhang,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1991, 106 (4), 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1235.",
        "Caballero, Ricardo J., Takeo Hoshi, and Anil K. Kashyap, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zombie Lending and Depressed Restructuring in Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (5), 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1977.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firmlevel Evidence from the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Correa, Ricardo, Horacio Sapriza, and Andrei Zlate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Shocks, Dollar Funding Costs, and the Bank Lending Channel During the European Sovereign Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 1059r, Board of Governors of the Federal Reserve System 2013.",
        "Darst, R Matthew and Ehraz Refayet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Collateral Theory of Endogenous Debt Maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Diamond, Douglas W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Maturity Structure and Liquidity Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1991, pp. 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Giannetti, Mariassunta and Steven Ongena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lending by ExampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Direct and Indirect Effects of Foreign Banks in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 86 (1), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Gopinath, Gita, SÃ\u0083Å\u0092Ã\u0082Â§ebnem Kalemli-Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zcan, Loukas Karabarbounis, and Carolina VillegasSÃ\u0083Æ\u0092Ã\u0082Â¡nchez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Allocation and Productivity in Southern Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (4), 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967.",
        "Hart, Oliver and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Debt Based on the Inalienability of Human Capital, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1994, 109 (4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c879.",
        "Hennessy, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Q, Debt Overhang, and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2004, 59 (4), 1717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742.",
        ", Amnon Levy, and Toni M. Whited, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cQÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Theory With Financing Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 83 (3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Banks in Reducing the Costs of Financial Distress in Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1990, 27 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Kalemli-Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zcan, SÃ\u0083Å\u0092Ã\u0082Â§ebnem, Bent E. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Carolina Villegas-SÃ\u0083Æ\u0092Ã\u0082Â¡nchez, Vadym Volosovych, and Sevcan YesÃ\u0083Å\u0092Ã\u0082Â§iltasÃ\u0083Å\u0092Ã\u0082Â§, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to construct nationally representative firm level data from the Orbis Global Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21558, National Bureau of Economic Research 2015.",
        "Kashyap, Anil K., Jeremy C. Stein, and David W. Wilcox, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83 (1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        ", Owen A. Lamont, and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Conditions and the Cyclical Behavior of Inventories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1994, 109 (3), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Kashyap, Anil, Owen Lamont, and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Bank Lending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gregory Mankiw, ed., Monetary Policy, Vol. 29 of Studies in Business Cycles, The University of Chicago Press, 1994, chapter 7, pp. 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing vs. Forgiving a Debt Overhang,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1988, 29 (3), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Laeven, Luc and FabiÃ\u0083Æ\u0092Ã\u0082Â¡n Valencia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic banking crises database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 2013, 61 (2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Lamont, Owen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate-Debt Overhang and Macroeconomic Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1995, 85 (5), 1106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Martin, Philippe and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inspecting the Mechanism: Leverage and the Great Recession in the Eurozone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (7), 1904Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1937.",
        "Miao, Jianjun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Structure and Industry Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, December 2005, 60 (6), 2621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2659.",
        "Myers, Stewart C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Corporate Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1977, 5 (2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Occhino, Filippo and Andrea Pescatori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Overhang and Credit Risk in a Business Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 1003, Federal Reserve Bank of Cleveland 2010.",
        "Peek, Joe and Eric S Rosengren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral damage: Effects of the Japanese bank crisis on real activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, pp. 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Popov, Alexander and Neeltje Van Horen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting Sovereign Stress: Evidence From Syndicated Bank Lending During the Euro Area Sovereign Debt Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2015, 19 (5), 1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1866.",
        "Whited, Toni M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Liquidity Constraints, and Corporate Investment: Evidence From Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1992, 47 (4), 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Andrews, Dan and Filippos Petroulakis, Breaking the Shackles: Zombie Firms, Weak Banks and Depressed Restructuring in Europe, ECB Working Paper No. 2240 2019."
    ]
}