{
    "id": 24561,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Aldrich, E. M. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GPU Computing in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Computational Economics Vol. 3, ed. by K. Schmedders, and K. L. Judd, vol. 3 of Handbook of Computational Economics, pp. 557 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 598. Elsevier.",
        "Aldrich, E. M., J. FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, A. R. Gallant, and J. F. RubioRamÃ\u0083Æ\u0092Ã\u0082Â­rez (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tapping the Supercomputer under your Desk: Solving Dynamic Equilibrium Models with Graphics Processors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35(3), 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Ben-Porath, Y. (1967): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital and the Life Cycle of Earnings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 75(4), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Calderhead, B. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Construction for Parallelizing Metropolis-Hastings Algorithms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences of the United States of America, 111(49), 17408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17413.",
        "Chandrasekaran, S., and G. Juckeland (2017): OpenACC for Programmers: Concepts and Strategies. Addison-Wesley.",
        "Chang, M. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage, Portfolio Choice, and Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Pennsylvania.",
        "Chapman, B., G. Jost, and R. v. d. Pas (2007): Using OpenMP: Portable Shared Memory Parallel Programming. The MIT Press.",
        "Cocco, J. F. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Portfolio Choice over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18(2), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Conesa, J. C., and D. Krueger (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Reform with Heterogeneous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2(4), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Devroye, L. (1986)): Non-Uniform Random Variate Generation. Springer-Verlag.",
        "Farber, R. (ed.) (2017): Parallel Programming with OpenACC. Morgan Kaufmann.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, J., and D. Krueger (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Saving over the Life Cycle: How Important are Consumer Durables?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 15(5), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, J., and J. F. Rubio-RamÃ\u0083Æ\u0092Ã\u0082Â­rez (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Macroeconomic Models: A Likelihood Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(4), 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Gorelick, M., and I. Ozsvald (2014): High Performance Python: Practical Performant Programming for Humans. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Reilly Media.",
        "Gourieroux, C., and A. Monfort (1997): Simulation-based Econometric Methods. Oxford University Press.",
        "Gropp, W., E. Lusk, and A. Skjellum (2014): Using MPI: Portable Parallel Programming with the Message-Passing Interface. The MIT Press, 3rd edn.",
        "Hager, G., and G. Wellein (2011): Introduction to High Performance Computing for Scientists and Engineers. CRC Press.",
        "Ingvar, S. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Parallelisation of Metropolis-Hastings Algorithms using a Prefetching Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Statistics & Data Analysis, 54(11), 2814 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2835.",
        "Kirk, D. B., and W. W. Hwu (2014): Programming Massively Parallel Processors: A Hands-on Approach. Morgan Kaufmann, 3rd edn.",
        "Lin, Y. C., and L. Snyder (2008): Principles of Parallel Programming. Pearson/Addison Wesley.",
        "McCool, M. D., A. D. Robison, and J. Reinders (2012): Structured Parallel Programming Patterns for Efficient Computation. Elsevier/Morgan Kaufmann.",
        "Moore, G. E. (1965): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cramming More Components onto Integrated Circuits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electronics, 38(8).",
        "(1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Progress in Digital Integrated Electronics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electron Devices Meeting, 21, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Murray, C. J. (1997): The Supermen: The Story of Seymour Cray and the Technical Wizards Behind the Supercomputer. John Wiley & Sons, Inc.",
        "Nishiyama, S., and K. Smetters (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Fiscal Policies in a HeterogeneousAgent Overlapping-Generations Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Computational Economics, ed. by K. Schmedders, and K. L. Judd, vol. 3, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160. Elsevier.",
        "Pacheco, P. (2011): An Introduction to Parallel Programming. Morgan Kaufmann.",
        "Robert, C. (2007)): The Bayesian Choice: From Decision-Theoretic Foundations to Computational Implementation. Springer-Verlag, 2nd edn.",
        "Roberts, G. O., A. Gelman, and W. R. Gilks (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weak Convergence and Optimal Scaling of Random Walk Metropolis Algorithms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Applied Probability, 7(1), 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "RÃ\u0083Æ\u0092Ã\u0082Â¼nger, G., and T. Rauber (2013): Parallel Programming - for Multicore and Cluster Systems. Springer, 2nd edn.",
        "Schryver, C. d. (2015): FPGA Based Accelerators for Financial Applications. Springer.",
        "Wickham, H. (2014): Advanced R, Chapman & Hall/CRC The R Series. Taylor & Francis.",
        "Zarruk-Valencia, D. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wall Street or Main Street: Who to Bail Out?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Job market paper, University of Pennsylvania."
    ]
}