{
    "id": 24569,
    "cites": 32,
    "cited_by": 18,
    "reference": [
        "Angelopoulos, K., Lazarakis, S. and Malley, J. (2018). Time variation in labour income risk in Great Britain. Working paper, University of Glasgow.",
        "Attanasio, O., Low, H. and Sanchez-Marcos, V. (2005). Female labor supply as insurance against idiosyncratic risk. 3.",
        "Bayer, C. and Juessen, F. (2012). The life-cycle and the business-cycle of wage risk - cross-country comparisons. Economics Letters, 117 (3), 831 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 833.",
        "Blundell, R., Pistaferri, L. and Saporta-Eksten, I. (2016). Consumption inequality and family labor supply. American Economic Review, 106 (2), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Busch, C. and Ludwig, A. (2017). Higher-order income risk over the business cycle: A parametric approach.",
        "Card, D., Heining, J. and Kline, P. (2013). Workplace Heterogeneity and the Rise of West German Wage Inequality. The Quarterly Journal of Economics, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Constantinides, G. M. and Duffie, D. (1996). Asset pricing with heterogeneous consumers. The Journal of Political Economy, 104 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ghosh, A. (2014). Asset Pricing with Countercyclical Household Consumption Risk. Working paper, University of Chicago.",
        "Crow, E. L. and Siddiqui, M. M. (1967). Robust estimation of location. Journal of the American Statistical Association, 62 (318), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Cunha, F., Heckman, J. and Navarro, S. (2005). Separating uncertainty from heterogeneity in life cycle earnings. Oxford Economic Papers, 57 (2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Daly, M., Hryshko, D. and Manovskii, I. (2014). Reconciling estimates of earnings processes in growth rates and levels, manuscript.",
        "Dustmann, C., Ludsteck, J. and SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg, U. (2009). Revisiting the german wage structure. Quarterly Journal of Economics, 124 (2), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Fitzenberger, B., Osikominu, A. and VÃ\u0083Æ\u0092Ã\u0082Â¶lter, R. (2006). Imputation rules to improve the education variable in the IAB employment subsample. Schmollers Jahrbuch. Zeitschrift fÃ\u0083Æ\u0092Ã\u0082Â¼r Wirtschafts- und Sozialwissenschaften, Jg. 126.",
        "Fuchs-SchÃ\u0083Æ\u0092Ã\u0082Â¼ndeln, N., Krueger, D. and Sommer, M. (2010). Inequality trends for germany in the last two decades: A tale of two countries. Review of Economic Dynamics, 13 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Golosov, M., Troshkin, M. and Tsyvinski, A. (2016). Redistribution and social insurance. American Economic Review, 106 (2), 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Guvenen, F. (2007). Learning your earning: Are labor income shocks really very persistent? American Economic Review, 97 (3), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011). Macroeconomics with heterogeneity: A practical guide. Federal Reserve Bank of Richmond Economic Quarterly, 97 (3), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ozkan, S. and Song, J. (2014). The Nature of Countercyclical Income Risk. Journal of Political Economy, 122 (3), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Smith, A. A. (2014). Inferring Labor Income Risk and Partial Insurance from Economic Choices. Econometrica, 82 (6), 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2129.",
        "Heathcote, J., Storesletten, K. and Violante, G. L. (2014). Consumption and labor supply with partial insurance: An analytical framework. American Economic Review.",
        "Hoffman, E. and Malacrino, D. (2016). Employment Time and the Cyclicality of Earnings Growth. Tech. rep., Department of Economics, Stanford University.",
        "Kaplan, G., Moll, B. and Violante, G. L. (2016). Monetary Policy According to HANK. Working paper, Princeton University.",
        "Mankiw, N. G. (1986). The equity premium and the concentration of aggregate shocks. Journal of Financial Economics, 17 (1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "McKay, A. (2014). Time-Varying Idiosyncratic Risk and Aggregate Consumption Dynamics. Working paper, Boston University.",
        "OECD (2016). Economic policy reforms 2016: Going for growth interim report. OECD Publishing.",
        "Pistaferri, L. (2001). Superior information, income shocks and the permanent income hypothesis. Review of Economics and Statistics, 83 (3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Schmidt, L. D. W. (2016). Climbing and Falling Off the Ladder: Asset Pricing Implications of Labor Market Event Risk. Working paper, University of Chicago.",
        "Shin, D. and Solon, G. (2011). Trends in menÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s earnings volatility: What does the panel study of income dynamics show?,. Journal of Public Economics, 95 (7-8), 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Skedinger, P. (2007). The Design and Effects of Collectively Agreed Minimum Wages: Evidence from Sweden. Working Paper Series 700, Research Institute of Industrial Economics.",
        "Storesletten, K., Telmer, C. I. and Yaron, A. (2004). Cyclical dynamics in idiosyncratic labor market risk. Journal of Political Economy, 112 (3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "vom Berge, P., Burghardt, A. and Trenkle, S. (2013). Sample-of-IntegratedLabour -Market-Biographies Regional-File 1975-2010 (SIAB-R 7510). Tech. rep., Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at the Institute for Employment Research (IAB). Appendices A Data Appendix This appendix briefly describes the variables used for each of the data sets and lists the numbers of observations after the sample selection steps. A.1 PSID Variables Demographic and Socioeconomic Head and Relationship to Head. We identify current heads and spouses as those individuals within the family unit with Sequence Number equal to 1 and 2, respectively. In the PSID, the man is labelled as the household head and the woman as his spouse. Only when the household is headed by a woman alone is she considered the head. If the family is a split-off family from a sampled family, then a new head is selected.",
        "Taxes. The PSID reports own estimates for total taxes until 1991. For the remaining years, we estimate taxes using TAXSIM. Public Transfers. Transfers are considered at the family unit level whenever possible. We group social and welfare programs into three broad categories. Due to changes in the PSID design, the specific definition of each program is different every year. We give an overview below and leave the specific replication details for the online Data"
    ]
}