{
    "id": 24560,
    "cites": 66,
    "cited_by": 4,
    "reference": [
        "R. AdaÃ\u0083Å\u0092Ã\u0082Æ\u0092o. Worker heterogeneity, wage inequality, and international trade: Theory and evidence from brazil. Working Paper, 2015.",
        "E. Alberola and G. Benigno. Revisiting the commodity curse: A financial perspective. Journal of International Economics, 108:S87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS106, 2017.",
        "G. Alessandria, S. Pratap, and V. Z. Yue. Export dynamics in large devaluations. Working paper, 2013.",
        "H. Allcott and D. Keniston. Dutch disease or agglomeration? the local economic effects of natural resource booms in modern america. The Review of Economic Studies, forthcoming, 2014.",
        "J. Alvarez, F. Benguria, N. Engbom, and C. Moser. Firms and the decline in earnings inequality in brazil. American Economic Journal: Macroeconomics, 10(1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89, 2018.",
        "E. J. Amadeo and J. M. Camargo. Labour legislation and institutional aspects of the brazilian labour market. Labour, 7(1):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180, 1993.",
        "R. Arezki, V. A. Ramey, and L. Sheng. News shocks in open economies: Evidence from giant oil discoveries. The Quarterly Journal of Economics, 132(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155, 2017.",
        "S. T. Ates and F. E. Saffie. Fewer but better: Sudden stops, firm entry, and financial selection. Working Paper, 2016.",
        "D. Autor, D. Dorn, and G. H. Hanson. The china syndrome: Local labor market effects of import competition in the us. The American Economic Review, 103(6):2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68, 2013.",
        "A. B. Bernard, S. J. Redding, and P. K. Schott. Comparative advantage and heterogeneous firms. The Review of Economic Studies, 74(1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66, 2007.",
        "P. Bustos. Trade liberalization, exports, and technology upgrading: Evidence on the impact of mercosur on argentinian firms. The American Economic Review, 101(1):304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340, 2011.",
        "L. Caliendo and F. Parro. Estimates of the trade and welfare effects of nafta. The Review of Economic Studies, 82(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 2015.",
        "N. F. Campos and J. B. Nugent. The dynamics of the regulation of labor in developing and developed countries since 1960. Working Paper, 2012.",
        "D. Card and D. Hyslop. Does inflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d grease the wheels of the labor marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? In Reducing inflation: Motivation and strategy, pages 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122. University of Chicago Press, 1997.",
        "F. Caselli and G. Michaels. Do oil windfalls improve living standards? evidence from brazil. American Economic Journal: Applied Economics, 5(1):208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238, 2013. L. F. CeÃ\u0083Å\u0092Ã\u0082Â\u0081spedes and A. Velasco. Macroeconomic performance during commodity price booms and busts.",
        "W. M. Corden and J. P. Neary. Booming sector and de-industrialisation in a small open economy. The Economic Journal, 92(368):825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848, 1982.",
        "F. Costa, J. Garred, and J. P. Pessoa. Winners and losers from a commodities-for-manufactures trade boom. Journal of International Economics, 102:50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69, 2016.",
        "A. Costinot, D. Donaldson, and C. Smith. Evolving comparative advantage and the impact of climate change in agricultural markets: Evidence from 1.7 million fields around the world. Journal of Political Economy, 124(1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248, 2016.",
        "W. T. Dickens, L. Goette, E. L. Groshen, S. Holden, J. Messina, M. E. Schweitzer, J. Turunen, and M. E. Ward. How wages change: micro evidence from the international wage flexibility project. The Journal of Economic Perspectives, 21(2):195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214, 2007.",
        "R. Dix-Carneiro. Trade Liberalization and Labor Market Dynamics. Econometrica, 82(3):825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885, 2014.",
        "R. Dix-Carneiro and B. K. Kovak. Trade Liberalization and the Skill Premium: A Local Labor Markets Approach. The American Economic Review, 105(5):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57, 2015.",
        "R. Dix-Carneiro and B. K. Kovak. Trade liberalization and regional dynamics. American Economic Review, 107(10):2908Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 2017.",
        "D. Donaldson. Railroads of the raj. The American Economic Review, forthcoming, 2015.",
        "T. Drechsel and S. Tenreyro. Commodity booms and busts in emerging economies. Journal of International Economics, 2017.",
        "O. Dube and J. F. Vargas. Commodity price shocks and civil conflict: Evidence from colombia. The Review of Economic Studies, 80(4):1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421, 2013.",
        "J. Eaton, S. Kortum, B. Neiman, and J. Romalis. Trade and the global recession. The American Economic Review, 106(11):3401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3438, 2016.",
        "N. Engbom and C. Moser. Earnings inequality and the minimum wage: Evidence from brazil. Working Paper, 2017. B. Faber and C. Gaubert. Tourism and economic development: Evidence from mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s coastline.",
        "A. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, and M. Uribe. World shocks, world prices, and business cycles an empirical investigation. Journal of International Economics, 108:S2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS14, 2017b.",
        "F. Ghironi and M. J. Melitz. International trade and macroeconomic dynamics with heterogeneous firms. The Quarterly Journal of Economics, 120(3):865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915, 2005.",
        "G. Gopinath, S. Kalemli-Ozcan, L. Karabarbounis, and C. Villegas-Sanchez. Capital allocation and productivity in south europe. The Quarterly Journal of Economics, , forthcoming, 2015. T. Harding and A. J. Venables. The implications of natural resource exports for nonresource trade.",
        "E. Helpman, O. Itskhoki, M.-A. Muendler, and S. J. Redding. Trade and inequality: From theory to estimation. The Review of Economic Studies, 84(1):357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405, 2017.",
        "H. A. Hopenhayn. Entry, exit, and firm dynamics in long run equilibrium. Econometrica, 60(5): 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150, 1992.",
        "R. N. F. Jaef and J. I. Lopez. Entry, trade costs, and international business cycles. Journal of International Economics, 94(2):224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238, 2014.",
        "L. F. Katz and K. M. Murphy. Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors. The quarterly journal of economics, 107(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78, 1992. M. A. Kose. Explaining business cycles in small open economies:how much do world prices matter?.",
        "B. K. Kovak. Regional effects of trade reform: What is the correct measure of liberalization? The American Economic Review, 103(5):1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976, 2013.",
        "A. Kurmann and E. McEntarfer. Downward wage rigidity in the united states: New evidence from worker-firm linked data. Working Paper, 2017.",
        "A. Kurmann, E. McEntarfer, and J. R. Spletzer. Downward wage rigidity in the united states: New evidence from worker-firm linked data. Working Paper, 2016. M. J. Melitz. The impact of trade on intra-industry reallocations andaaggregate industry productivity.",
        "E. G. Mendoza. The terms of trade, the real exchange rate, and economic fluctuations. International Economic Review, pages 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137, 1995.",
        "N. A. Menezes-Filho and M.-A. Muendler. Labor reallocation in response to trade reform. NBER Working Paper, 2011.",
        "R. Paes De Barros and C. H. Corseuil. The impact of regulations on brazilian labor market performance. In Law and Employment: Lessons from Latin America and the Caribbean, pages 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350. University of Chicago Press, 2004.",
        "C. M. Reinhart, V. Reinhart, and C. Trebesch. Global cycles: Capital flows, commodities, and sovereign defaults, 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015. The American Economic Review, 106(5):574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580, 2016.",
        "R. Reyes-Heroles. The role of trade costs in the surge of trade imbalances. Princeton University, mimeograph, 2016.",
        "J. D. Sachs and A. M. Warner. Natural resource abundance and economic growth. NBER Working Paper, 1995.",
        "J. Salomao and L. Varela. Exchange rate exposure and firm dynamics. 2018.",
        "S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 and M. Uribe. Closing small open economy models. Journal of International Economics, 61(1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185, 2003.",
        "S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 and M. Uribe. How important are terms of trade shocks? International Economic Review, forthcoming, 2015.",
        "S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 and M. Uribe. Downward nominal wage rigidity, currency pegs, and involuntary unemployment. Journal of Political Economy, 124(5):1466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514, 2016. S. Shousha. Macroeconomic effects of commodity booms and busts: The role of financial frictions.",
        "I. Simonovska and M. E. Waugh. The elasticity of trade: Estimates and evidence. Journal of international Economics, 92(1):34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 2014.",
        "S. Sotelo. Domestic trade frictions and agriculture. 2017. L. Varela. Reallocation, competition and productivity: Evidence from a financial liberalization episode.",
        "Demographic Census. We use the long forms of BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Demographic Census in year 2000 to i) construct weights for the commodity price index as defined in section 3; ii) construct regional informality shares as described in appendix A.3.4; iii) create the map of regional specialization in commodities in appendix A.1.3; iv) construct weights for the import penetration measures in appendix A.3.5; and v) compute shares of commodity employment concentration examine in appendixA.1.5. Additionally we use the 1991 Census to construct weights for regional tariffs as described in section A.3.6. Weights are constructed based on employed individuals aged 20-60.",
        "Firm-level Exporter Status. We obtain the universe of exporting firms from BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Secretariat of Foreign Trade (SECEX), which we match to RAIS. This is available at yearly frequency from 2001 onwards.",
        "Import Tariffs. We obtain industry-level tariffs in 1990 and 1995 from Kovak [2013]. We compute the change in industry-level tariffs as described in appendix A.3.6. Input-Output Table. We use BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2005 input-output table with 56 sectors and 110 products, which we use to define tradable industries with an intensive use of commodities as inputs in appendix A.3.7. This input-output table is produced by BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Statistical Institute (IBGE). Geographic data. We obtain data on administrative regional units from BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Statistical Institute (IBGE). These allow us to match municipalities to micro-regions, macro-regions and states. A.1.2 Descriptive Statistics. This section reports a set of descriptive statistics on the firm panel across macro-regions and sectors and on the skill premium across macro-regions.",
        "Table A1: Summary Statistics by Macro-region and Sector - Firm Panel Macroregion Sector Number of Firms Mean Employment Share of Exporters North Commodity 1088 68.3 0.04 Tradable 4144 53.9 0.10 Nontradable 18416 27.0 0.00 Northeast Commodity 3312 81.3 0.06 Tradable 14909 46.5 0.04 Nontradable 69301 25.6 0.00 Central-West Commodity 7647 116.9 0.03 Tradable 71720 46.9 0.09 Nontradable 262454 29.3 0.01 Southeast Commodity 3490 73.5 0.02 Tradable 36754 45.4 0.09 Nontradable 88162 22.1 0.01 South Commodity 1782 138.3 0.02 Tradable 7467 34.3 0.03 Nontradable 37178 24.7 0.00 Note: This table reports the number of firms, mean firm employment, and the share of exporting firms, by macroregion and sector in the first quarter of 2006, which is the year in the middle of our sample. These statistics are computed within the sample of firms with at least 5 workers used in the firm-level regressions in the text.",
        "Table A2: Summary Statistics by Macro-region: Wages and Skill Premium Macroregion Mean Skilled Wage Mean Unskilled Wage Skill Premium North 1541.66 517.82 2.98 Northeast 1229.50 412.70 2.98 Central-West 1707.46 582.50 2.93 Southeast 1396.16 528.77 2.64 South 2120.77 594.73 3.57 Note: This table reports the mean monthly wage for skilled and unskilled workers and the skill premium by macroregion in 2006, which is the year in the middle of our sample. Wages are reported in real Reais of 2000. A.1.3 Regional Specialization in Commodities. Figure A1 illustrates the regional variation in the degree of specialization in commodity production.",
        "For each region, we compute the share of employment in the commodity sector as a share of regional employment using BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Demographic Census in year 2000. The map shows four shades of blue that correspond to quartiles of the distribution of the share of regional employment in the commodity sector. Darker shades reflect a larger share of employment in commodities. As the figure shows, we find a larger degree of specialization in commodities in the North and Northeast, and a lower degree of commodity specialization in the Southeast. Figure A1: Regional Specialization in Commodities A.1.4 Market Share of Brazil in World Commodity Markets.",
        "Here we report the market share of Brazil in world markets for the largest 5 commodities (in terms of employment) used in the construction of our regional commodity price index. Due to the lack of comparable production data, we report market shares of Brazilian exports in total world exports. We obtain data on BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and World exports by commodity from the United NationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ COMTRADE database for year 2000. Table A3 reports the results. A.1.5 Geographic Concentration of Commodity Employment. In this section we report statistics on the distribution of employment shares across regions for each of the largest 5 commodities (in terms of national employment) included in our regional commodity price index.",
        "Table A4 reports the employment share of various percentiles of this distribution. The coffee industry Table A3: Export Shares of Brazil by Commodity Share (%) Bovine Meat 3.60 Cereals 5.19 Coffee 17.19 Soybeans 24.01 Sugarcane 23.75 Note: This table reports the share of value exported by Brazil as a fraction of world exports by commodity in year 2000, for the largest 5 commodities in terms of national employment. The data is obtained from COMTRADE. (region at the 99th percentile), for instance, concentrates 2.95 percent of national employment. These ratios show that even the most specialized regions represent a small fraction of commodity employment.",
        "focus on year-to year changes in individualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ mean monthly wages. We restrict the sample to individuals aged 20 - 60 employed in the commodity, tradable, or nontradable sector. To make the results as comparable as possible to the earlier literature we restrict the sample to stayers - workers employed the two entire and consecutive years in the same firm, and we define wages that stay constant as those that change less than 0.5% [see Kurmann and McEntarfer, 2017]. We pool all year-to-year wage changes over the period 1999-2013. During the period of interest, we document substantial microeconomic evidence of downward nominal wage rigidity. Nominal wage cuts are rare, even in low-growth years or in regions facing downturns.",
        "Figure A2 shows the kernel density of the pooled distribution of wage changes.58 We find that 16.0 percent of wages fall from one year to the next, 2.7 percent stay constant, and 81.3 percent rise.59 For comparison, Kurmann et al. [2016]] report that 30 percent of hourly wages fall in the U.S. private sector in a 30-state sample during 1999-2011.",
        "Figures A3a and A3b show that the distribution of wage changes is similar for skilled and unskilled individuals, as well as across sectors.60 Additionally we document that the asymmetry in the distribution and the small frequency of nominal wage cuts holds in both high and low growth years, as figure A3c shows. We also classify region-year pairs into quartiles according to the intensity of regional commodity price shocks. As figure A3d shows, there is very little impact of these price shocks on the asymmetry of the wage change distribution and on its left tail. Various percentiles and statistics of the pooled distribution of wage changes are shown in figure A3e. 0 2 4 6 8 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 0 .1 .2 (log) Wage Change Figure A2: Distribution of Nominal Wage Changes Note: This figure displays the distribution of nominal wage changes pooled over 1999-2013.",
        "To further document the existence of downward nominal wage rigidity, we compute three measures used in the literature that capture asymmetries in the wage change distribution. Following Kurmann and McEntarfer [2017] we define the mass at zero as M0 = F(0.005) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 F(Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.005), the excess zero spike These include, for example, Card and Hyslop [1997], Dickens et al. [2007] and more recently Kurmann and McEntarfer [2017]. 58 The path over time of the percentiles of this distribution are shown in figure A3e. 59 Following Kurmann and McEntarfer [2017] we define wages that stay constant as those that change less than 0.5%. 60 This justifies why in the model we impose the same downward wage rigidity restriction to skilled and unskilled labor. This similar behavior of wage changes for skilled and unskilled workers is also consistent with a labor code that treats these two types of workers similarly.",
        "Panel (b) shows the distribution of nominal wage changes for workers in the commodity, tradable, and nontradable sector pooled over 1999-2013. Panel (c) shows the wage change distribution for high-growth years (the two years with highest GDP growth: 2007 and 2010); mid-growth years (the two years with the closest to the median GDP growth: 2005 and 2006); and low-growth years (the two years with lowest GDP growth: 2003 and 2009). Panel (d) shows the wage-change distribution separately for quartiles of intensity of commodity price shocks in region-year pairs (see text). Panel (e) shows the evolution of the percentiles of the wage change distribution over time. Panel (f) shows evolution over time of the following statistics of the wage change distribution: the mass at zero, the excess zero spike, and the missing mass left of zero (all defined in the text).",
        "Macroeconomic evidence. In addition to the micro-level results, we find macroeconomic evidence of downward nominal wage rigidity. Following Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 and Uribe [2016] we examine the path of aggregate wages in a context of rising unemployment, relatively low inflation, and a crawling peg of the Brazilian Real to the U.S. dollar during the period 1996 - 1998 (immediately prior to the 1999 devaluation). Under a cumulative 29% increase in the unemployment rate, nominal wages rose slightly and real wages were practically flat. In contrast, in a flexible labor market, one would expect a decline in nominal wages. As Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 and Uribe [2016] (who study a similar episode in Argentina) point out, this is highly indicative of downward nominal wage rigidity. In fact it was only following the 1999 devaluation that real wages (in dollar terms) fell.",
        "We construct measures of regional exposure to the large increase in Chinese import competition observed in Brazil during our sample period. We follow Autor et al. [2013] and define a regional measure of import competition as follows: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 IPr = X i Lir Li",
        "We construct measures of regional exposure to BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s trade liberalization carried out in the early 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s.67 We define a regional measure of trade liberalization as follows: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Ã\u0083Â\u008fÃ\u0082â\u0080\u009er = X i",
        "Lir Lr Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Ã\u0083Â\u008fÃ\u0082â\u0080\u009ei , (A10) where Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Ã\u0083Â\u008fÃ\u0082â\u0080\u009ei is the change in tariffs in industry i between 1990 and 1995, Lir is employment in region r and industry i in 1991, and Lr is employment in region r in 1995. To construct this measure, we obtain industry-level tariffs from Kovak [2013] and follow the timing and industry classification used in that paper. We use the 1991 Demographic Census to construct the weights in (A10).68 We augment equations (2) and (3), that measure the impact of commodity prices on firm employment to identify the cost and demand channels, adding an interaction term between our regional commodity price index and the trade liberalization measure Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Ã\u0083Â\u008fÃ\u0082â\u0080\u009er, as shown in equations (A11) and (A12).69. log(Emp)ft = Ã\u0083Å½Ã\u0082Â±0  Pricert + Ã\u0083Å½Ã\u0082Â±c  [Pricert Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Skill Intensityi] + Ã\u0083Å½Ã\u0082Â±1  [Pricert  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Ã\u0083Â\u008fÃ\u0082â\u0080\u009er] + Ã\u0083Å½Ã\u0082Â³f + Ã\u0083Å½Ã\u0082Â´t + ft , (A11) log(Emp)ft = Ã\u0083Å½Ã\u0082Â²0  Pricert + Ã\u0083Å½Ã\u0082Â²1  Exporterft + Ã\u0083Å½Ã\u0082Â²w  Exporterft Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Pricert  +"
    ]
}