{
    "id": 2456,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Auerbach, A.J., 1979. Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics, 93, 443-446.",
        "Auerbach, A.J., and Reishus, 1987. The Effect of Taxation on the Merger Decisions, unpublished paper NBER.",
        "Brown, Stephen J., and Jerold B. Warner, 1980. Measuring security price performance, Journal of Financial Economics, 8, 205-258.",
        "Brown, S.J., and J.B. Warner, 1985. Using daily stock returns: The case of event studies, Journal of Financial Economics, 14, 3-31.",
        "Brown, S.J. , and M. Weinstein, 1985. Derived factors in event studies, Journal of Financial Economics, 14, 491-6.",
        "Capital Changes Reporter, Commerce Clearing House Inc. Carleton, W., D. Guilkey, R. Harris, and J. Stewart, 1983. An Empirical Analysis of the role of the Medium of Exchange in Mergers, Journal of Finance, June, 813-826.",
        "Dimson, E., 1979. Risk Measurement when shares are subject to infrequent trading, Journal of Financial Economics, June, 197-226.",
        "Dimson, E., and P. Marsh, 1983. The stability of U.K. risk measures and the problem of thin trading, Journal of Finance, 38, 735-783.",
        "Dimson, E., and P. Marsh, 1986. Event Study Methodologies and the Size Effect: The Case of U.K. Press Recommendations, Journal of Financial Economics, September.",
        "Dodd, P., and R. Ruback, 1977. Tender Offers and Stockholder Returns: An Empirical Analysis, Journal of Financial Economics, December, 351-374.",
        "Eckbo, E., and H. Langohr, 1986. Disclosure Regulations and Determinants of Takeover Premiums, UCLA working paper, May.",
        "Edward, S.J., and M.J. Keen, 1985. Taxation, Investment and Marginal Q, Review of Economic Studies, 52, 665-679.",
        "Fama, E., L. Fisher, M.C. Jensen, and R. Roll, 1969. The Adjustment of Stock Prices to New Information, International Economic Review, February.",
        "Fishman M.J., 1986. Pre-emptive Bidding and the Role of the Medium of Exchange in Acquisitions, mixneo, July.",
        "Franks, J., and R. Harris, 1986b The Role of the Mergers and Monopolies Commission in Merger Policy,tt Oxford Review of Economic Policy, Winter.",
        "Grinblatt, M., and S. Titman, 1987. A Comparison of Measures of Abnormal Performance on a Sample of Monthly Mutual Fund Returns, mimeo, UCLA, February.",
        "Grossman, S.J., and O.D. Hart, 1982. Corporate Financial Structure and Managerial Incentives, in J. McCall, ed., The economics of information and uncertainty, University of Chicago Press, Chicago, IL, 107-140.",
        "Hansen, R.G., 1984. Informational Asymmetry and the Means of Payment in Auctions, Working Paper, Darthmouth College, Amos Tuck School.",
        "Hansen, R.G., 1987. A Theory for the Choice of Exchange Medium in Mergers and Acquisitions, Journal of Business, 60, no. 1, January.",
        "Heinkel, R., and E. Schwartz, 1985. Rights versus Underwritten Offerings: An Asymmetric Information Approach, Journal of Finance, March.",
        "Jensen, M.C., and R. Ruback, 1983. The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics, 11, 5-50.",
        "Jensen, N., 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, May, pp. 323-329.",
        "King, M.A., 1977. Public Policy and the Corporation, London, Chapman and Hill.",
        "King, M.A., 1986. Takeovers, Taxes and The Stock Market, London School of Economics, mimeo.",
        "Loderer, C.F., and D. Mauer, 1986. Acquiring Firms in Corporate Mergers: The Post Merger Performance, Unpublished manuscript, Purdue University and University of Wisconsin.",
        "Marsh, P., 1979. Equity Rights Issues and the Efficiency of the U.K. Stock Market, Journal of Finance, September, 34, No. 4: 839-62.",
        "Marsh, P., 1982. The Choice Between Equity and Debt: An Empirical Study, Journal of Finance, 37, March, 121-144.",
        "Mikkelson, W., and R. Ruback, 1985. An empirical study of the inter-firm equity investment process, Journal of Financial Economics, 14, 4, 523-554.",
        "Mikkelson, W., and R. Ruback, 1986. Targeted Repurchases and Common Stock Returns, Alfred P. Sloan School of Management MIT, Working Paper 1707-85.",
        "Miller, M. and K. Rock, 1985. Dividend Policy Under Asymmetric Information, Journal of Finance 40, September 1031-51.",
        "Myers, S.C., 1984. The Capital Structure Puzzle, Journal of Finance, 39, no. 3, July, 575-592.",
        "Myers, S.C., and Majluf, 1984. Corporate Financing and Investment Decisions when Firms have Information that Investors Do Not Have, Journal of Financial Economics, 13, 187-222.",
        "Niden, C., 1986. The Role of Taxes in Corporate Acquisitions: Effects on Premium and Type of Consideration, University of Chicago, mimeo.",
        "Roll, R. , 1986. The Hubris Hypothesis of Corporate Takeovers, Journal of Business, 59, no. 2, 197-216.",
        "Shoven, J.B., and L.B. Simon, 1987. Share Repurchases and Acquisitions: An Analysis of Which Firms Participate, NBER Working Paper.",
        "Smith, C. Jr., 1986. Investment Banking and Capital Acquisition Process, Journal of Financial Economics, 15, 3-29.",
        "Wansley, J., W. Lane, and H. Yang, 1983. Abnormal Returns to Acquiring Firms By Type of Acquisition and Method of Payment, Financial Management, Autumn, 16-22.",
        "The option to receive cash or equity has become increasingly popular since 1978.",
        "Pre-1978 the ratio of all equity to all cash or all equity was 3.27, but during 1978-84 it fell to 1.17. The other category includes various mixtures of cash, equity and/or debt. In addition, it includes cases where other types of payment are used (e.g. preference stock). In the UK, the largest single category involves mixtures subsequent to recapitalizations (.083)."
    ]
}