{
    "id": 24570,
    "cites": 60,
    "cited_by": 2,
    "reference": [
        "[1] Acemoglu, D. 1998. Why do new technologies complement skills? Directed technical change and wage inequality. Quarterly Journal of Economics, 113(4), 1055-1089.",
        "[2] Acemoglu, D. 2002. Technical change, inequality, and the labor market. Journal of Economic Literature, 40(1), 7-72.",
        "[3] Akerman, Anders, Ingvil Gaarder, and Magne Mogstad. 2015. The skill complementarity of broadband internet, Quarterly Journal of Economics, 130(4), 1781-1824.",
        "[4] Allen, Treb, Kamran Bilir, and Christopher Tonetti. 2017. The spatial di usion of knowledge, Working paper.",
        "[5] Alvarez, Fernando E., Franciso J. Buera, and Robert E. Lucas, Jr. 2014. Idea ows, economic growth, and trade, N.B.E.R. Working Paper 19667.",
        "[6] Arrow, Kenneth J. 1962. The economic implications of learning by doing. Review of Economic Studies, 29(3): 155-173.",
        "[7] Autor, David H., Lawrence F. Katz and Alan B. Krueger. 1998. Computing inequality: have computers changed the labor market? Quarterly Journal of Economics, 113(4), 1169-1213.",
        "[8] Autor, David H., Frank Levy and Richard J. Murnane. 2003. The skill content of recent technological change: an empirical exploration, Quarterly Journal of Economics, 118(4): 1279-1333.",
        "[9] Bahk, Byong-hyong and Michael Gort. 1993. Decomposing learning by doing in new plants. Journal of Political Economy, 101(4), 561-583.",
        "[10] Bartel, Anne, Casey Ichniowski and Kathryn Shaw. 2007. How does information technology a ect productivity? Plant-level comparisons of product innovation, process improvement, and worker skills. Quarterly Journal of Economics, 122(4), 1721-1758.",
        "[11] Bartel, Anne, and Frank Lichtenberg. 1987. The comparative advantage of educated workers in implementing new technology, The Review of Economics and Statistics, 69(1): 1-11.",
        "[12] Beaudry, Paul, Mark Doms and Ethan Lewis. 2010. Should the personal computer be considered a technological revolution? Evidence from U.S. metropolitan areas.",
        "[13] Benhabib, Jess, Jesse Perla, and Christopher Tonetti. 2017. Reconciling models of di usion and innovation: a theory of the productivity distribution and technology frontier. Working paper.",
        "[14] Berman, Eli, John Bound and Zvi Griliches. 1994. Changes in the demand for skilled labor within U.S. manufacturing: evidence from the Annual Survey of Manufacturers. Quarterly Journal of Economics, 109(2), 367-397.",
        "[15] Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt. 2002. Information technology, workplace organization, and the demand for skilled labor: rm-level evidence, Quarterly Journal of Economics, 117(1): 297-338.",
        "[16] Buera, Franciso J. and Robert E. Lucas, Jr. 2017. Idea ows and economic growth, Annual Review of Economics, forthcoming.",
        "[17] Buera, Franciso J. and Ezra Ober eld. 2017. The global di usion of ideas. Working paper.",
        "[18] Caicedo, Santiago, Robert E. Lucas, Jr., and Esteban Rossi-Hansberg. 2016. Learning, career paths, and the distribution of wages, NBER Working Paper 22151.",
        "[20] Comin, Diego and Bart Hobijn. 2004. Cross-country technology adoption: making the theories face the facts. Journal of Monetary Economics, 51(1): 39-83 [21] . 2010. An exploration of technology di usion. American Economic Review, 100(5):2031-59.",
        "[22] . 2017. If technology has arrived everywhere, why has income diverged? Working paper.",
        "[23] Costinot, Arnaud, and Jonathan Vogel. 2010. Matching and inequality in the world economy. Journal of Political Economy, 118(4): 747-786.",
        "[24] Doms, Mark, Timothy Dunne, and Kenneth R. Troske. 1997. Workers, wages, and technology, Quarterly Journal of Economics 112(1): 253-90.",
        "[25] Dunne, Timothy, John Haltiwanger, and Kenneth R. Troske. 1997. Technology and jobs: secular changes and cyclical dynamics, Carnegie-Rochester Conference Series on Public Policy, 46: 107-178.",
        "[26] Dunne, Timothy, Mark J. Roberts and Larry Samuelson. 1989. The growth and failure of U. S. manufacturing plants. Quarterly Journal of Economics, 104(4), 671-698.",
        "[27] Eaton, Jonathan and Samuel Kortum. 1999. International technology di usion: theory and measurement, International Economic Review, 40: 537-570.",
        "[28] Forman, Chris, Avi Goldfarb and Shane Greenstein. 2012. The internet and local wages: a puzzle. American Economic Review, 102(1), 556-575.",
        "[29] Foster, Andrew D. and Mark R. Rosenzweig. 1996. Technical change and humancapital returns and investments: evidence from the Green Revolution. American Economic Review, 86(4), 931-953.",
        "[30] . 2010. Microeconomics of technology adoption, Annual Review of Economics, Annual Reviews, vol. 2(1), pages 395-424, September.",
        "[31] Goldin, Claudia, and Lawrence F. Katz. 1998. The origins of technology-skill complementarity. Quarterly Journal of Economics, 113(3), 693-732.",
        "[32] . 2008. The Race between Education and Technology, Harvard University Press.",
        "[33] Gort, Michael and Steven Klepper. 1982. Time paths in the di usion of product innovations. Economic Journal, 92(367), 630-653.",
        "[35] Griliches, Z. 1957. Hybrid corn: an exploration in the economics of technological change. Econometrica, 25(4), 501-522.",
        "[36] . 1969. Capital-skill complementarity. The Review of Economics and Statistics, 51(4), 465-468.",
        "[37] Hansen, Gary D. and Selahattin Imrohoroglu. 2009. Business cycle uctuations and the life cycle: How important is on-the-job skill accumulation? Journal of Economic Theory, 144(6): 2293-2309.",
        "[38] Jovanovic, Boyan. 1998. Vintage capital and inequality. Review of Economic Dynamics, 1: 497-530.",
        "[39] . 2009. The technology cycle and inequality. Review of Economic Studies, 76: 707-729.",
        "[40] Jovanovic, Boyan, and Glenn M. MacDonald. 1994. Competitive di usion, Journal of Political Economy, 102: 24-52.",
        "[41] Jovanovic, Boyan and Yaw Nyarko. 1996. Learning by doing and the choice of technology.",
        "[42] Jovanovic, Boyan, and Rafael Rob. 1989. The growth and di usion of knowledge, Review of Economic Studies, 56: 569-582.",
        "[43] Kortum, Samuel. 1997. Research, patenting, and technological change, Econometrica, 65: 1389-1419.",
        "[44] Krusell, Per, et. al. 2000. Capital-skill complementarity and inequality: a macroeconomic analysis, Econometrica, 68(5): 1029-1053.",
        "[45] Lloyd-Ellis, Huw, and Joanne Roberts. 2002. Twin engines of growth: skill and technology as equal partners in balanced growth, Journal of Economic Growth, 7(2):87-115.",
        "[46] Lucas, Robert E. 2009. Ideas and growth, Economica, 76: 1-19.",
        "[47] . 2015. Human capital and growth. American Economic Review, Papers and Proceedings, 105(5) 85-88.",
        "[48] Lucas, Robert E., and Benjamin Moll. 2014. Knowledge growth and the allocation of time, Journal of Political Economy, 122(1): 1-51.",
        "[49] Luttmer, Erzo J.G. 2007. Selection, growth and the size distribution of rms, Quarterly Journal of Economics 122(3) 1103-44.",
        "[50] Machin, Stephen and John Van Reenen. 1998. Technology and changes in skill structure: evidence from seven OECD countries, Quarterly Journal of Economics, 113(4): 1215-1244.",
        "[51] Mans eld, Edwin. 1961. Technical change and the rate of imitation. Econometrica, 29(4), 741-766.",
        "[52] Manuelli, Rodolfo E., and Ananth Seshadri. 2014. Frictionless technology di usion: the case of tractors. American Economic Review, 104(4): 1368-91.",
        "[53] Michaels, Guy Ashwini Natraj, and John Van Reenen. 2014. Has ICT polarized skill demand? Evidence from eleven countries over twenty- ve years, Review of Economics and Statistics, 96(1): 60-77.",
        "[54] Nelson, Richard R., Merton Peck, and Edward Kalachek. 1967, Technology, Economic Growth, and Public Policy. Washington, D.C., Brookings.",
        "[55] Nelson, Richard R. and Edmund S. Phelps. 1966. Investment in humans, technological di usion, and economic growth. American Economic Review, 56 (1/2): 69-75.",
        "[56] Parente, Stephen L. and Edward C. Prescott. 1999. Monopoly rights: a barrier to riches, American Economic Review, 89: 1216-1233.",
        "[57] Perla, Jesse, and Chris Tonetti. 2014. Equilibrium imitation and growth, Journal of Political Economy, 122(1): 52-76.",
        "[58] Perla, Jesse, Christopher Tonetti, and Michael E. Waugh. 2015. Equilibrium technology di usion, trade, and growth. Working paper.",
        "[59] Stokey, Nancy L. 1988. Learning-by-doing and the introduction of new goods. Journal of Political Economy, 96: 369-405.",
        "[60] . 1996. Free trade, factor returns, and factor accumulation, Journal of Economic Growth, 1: 421-447.",
        "[61] . 2015. Catching up and falling behind, Journal of Economic Growth, 20: 1-36.",
        "[62] . 2016. Technology, skill and the wage structure, NBER Working Paper 22176.",
        "(forthcoming, Journal of Human Capital) [63] . 2018. The race between technology and human capital. Working paper."
    ]
}