{
    "id": 24586,
    "cites": 37,
    "cited_by": 3,
    "reference": [
        "ABREU, DILIP, & BRUNNERMEIER, MARKUS K. 2003. Bubbles and crashes. Econometrica, 71(1), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204. ADELINO, MANUEL, SCHOAR, ANTOINETTE, SEVERINO, FELIPE, et al. . 2017. Dynamics of Housing Debt in the Recent Boom and Bust. NBER Macroeconomics Annual, 32.",
        "ADRIAN, TOBIAS, & SHIN, HYUN SONG. 2010. Liquidity and leverage. Journal of Financial Intermediation, 19(3), 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "BARON, MATTHEW, & XIONG, WEI. 2017. Credit expansion and neglected crash risk. The Quarterly Journal of Economics, 132(2), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "BERNANKE, BEN, & GERTLER, MARK. 1989. Agency costs, net worth, and business fluctuations. American Economic Review, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "BIAN, JIANG, DA, ZHI, LOU, DONG, & ZHOU, HAO. 2017a. Leverage network and market contagion.",
        "BIAN, JIANGZE, HE, ZHIGUO, SHUE, KELLY, & ZHOU, HAO. 2017b. Leverage-Induced Fire Sales and Stock Market Crashes. Working Paper.",
        "BORIO, CLAUDIO EV, & LOWE, PHILIP WILLIAM. 2002. Asset prices, financial and monetary stability: exploring the nexus. Bank for International Settlements.",
        "BRUNNERMEIER, MARKUS, & NAGEL, STEFAN. 2004. Hedge funds and the technology bubble. The Journal of Finance, 59(5), 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2040.",
        "BRUNNERMEIER, MARKUS K, & SANNIKOV, YULIY. 2014. A macroeconomic model with a financial sector. American Economic Review, 104(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "CHANG, YEN-CHENG, HONG, HARRISON, & LISKOVICH, INESSA. 2014. Regression discontinuity and the price effects of stock market indexing. The Review of Financial Studies, 28(1), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "DE LONG, J BRADFORD, SHLEIFER, ANDREI, SUMMERS, LAWRENCE H, & WALDMANN, ROBERT J. 1990. Positive feedback investment strategies and destabilizing rational speculation. the Journal of Finance, 45(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "DEFUSCO, ANTHONY A, NATHANSON, CHARLES G, & ZWICK, ERIC. 2017. Speculative dynamics of prices and volume. Tech. rept. National Bureau of Economic Research.",
        "DELLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ARICCIA, GIOVANNI, & MARQUEZ, ROBERT. 2006. Lending booms and lending standards. The Journal of Finance, 61(5), 2511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2546.",
        "FAVARA, GIOVANNI, & IMBS, JEAN. 2015. Credit supply and the price of housing. American Economic Review, 105(3), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "GALBRAITH, JOHN KENNETH. 2009. The great crash 1929. Houghton Mifflin Harcourt.",
        "GEANAKOPLOS, JOHN. 2010. The leverage cycle. NBER macroeconomics annual, 24(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "GENNAIOLI, NICOLA, SHLEIFER, ANDREI, & VISHNY, ROBERT. 2012. Neglected risks, financial innovation, and financial fragility. Journal of Financial Economics, 104(3), 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "GLAESER, EDWARD L, GYOURKO, JOSEPH, & SAIZ, ALBERT. 2008. Housing supply and housing bubbles. Journal of urban Economics, 64(2), 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "GRIFFIN, JOHN M, HARRIS, JEFFREY H, SHU, TAO, & TOPALOGLU, SELIM. 2011. Who drove and burst the tech bubble? The Journal of Finance, 66(4), 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "HAUGHWOUT, ANDREW, LEE, DONGHOON, TRACY, JOSEPH S, & VAN DER KLAAUW, WILBERT. 2011. Real estate investors, the leverage cycle, and the housing market crisis. Working Paper.",
        "HONG, HARRISON, & STEIN, JEREMY C. 1999. A unified theory of underreaction, momentum trading, and overreaction in asset markets. The Journal of finance, 54(6), 2143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "JORD, Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099SCAR, SCHULARICK, MORITZ, & TAYLOR, ALAN M. 2013. When credit bites back. Journal of Money, Credit and Banking, 45(s2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "KAMINSKY, GRACIELA L, & REINHART, CARMEN M. 1999. The twin crises: the causes of banking and balance-of-payments problems. American economic review, 89(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "KEYS, BENJAMIN J, SERU, AMIT, & VIG, VIKRANT. 2012. Lender screening and the role of securitization: evidence from prime and subprime mortgage markets. The Review of Financial Studies, 25(7), 2071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2108.",
        "KINDLEBERGER, CHARLES P, & OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢KEEFE, ROBERT. 2001. Manias, panics and crashes. Springer.",
        "KIYOTAKI, NOBUHIRO, & MOORE, JOHN. 1997. Credit Cycles. Journal of Political Economy, 105(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "KRISHNAMURTHY, ARVIND, MUIR, TYLER, & YALE, S. 2015. Credit spreads and the severity of financial crises. Unpublished Manuscript.",
        "LAKONISHOK, JOSEF, SHLEIFER, ANDREI, & VISHNY, ROBERT W. 1992. The impact of institutional trading on stock prices. Journal of financial economics, 32(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "LÃ\u0083Æ\u0092Ã\u0082â\u0080\u009cPEZ-SALIDO, DAVID, STEIN, JEREMY C, & ZAKRAJÃ\u0083â\u0080¦Ã\u0082Â EK, EGON. 2017. Credit-market sentiment and the business cycle. The Quarterly Journal of Economics, 132(3), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1426.",
        "MALANI, ANUP, & REIF, JULIAN. 2015. Interpreting pre-trends as anticipation: Impact on estimated treatment effects from tort reform. Journal of Public Economics, 124, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "MIAN, ATIF, & SUFI, AMIR. 2011. House prices, home equity-based borrowing, and the US household leverage crisis. American Economic Review, 101(5), 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "MIAN, ATIF, SUFI, AMIR, & VERNER, EMIL. 2017. Household debt and business cycles worldwide. The Quarterly Journal of Economics, 132(4), 1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1817.",
        "MINSKY, HYMAN P. 1977. The financial instability hypothesis: An interpretation of Keynes and an alternative to standard theory. Challenge, 20(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "SCHEINKMAN, JOSE A, & XIONG, WEI. 2003. Overconfidence and speculative bubbles. Journal of political Economy, 111(6), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "SCHULARICK, MORITZ, & TAYLOR, ALAN M. 2012. Credit booms gone bust: Monetary policy, leverage cycles, and financial crises, 1870-2008. American Economic Review, 102(2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "SIMSEK, ALP. 2013. Belief disagreements and collateral constraints. Econometrica, 81(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "TEMIN, PETER, & VOTH, HANS-JOACHIM. 2004. Riding the south sea bubble. American Economic Review, 94(5), 1654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1668. FIGURE 1: AGGREGATE MARKET CAP. AND MARGIN DEBT/MARKET CAP. OVER TIME 0% 1% 2% 3% 4% 5% Margin Debt/Market Cap Aggregate Market Cap. in Trillions 01jan2010 01jan2012 01jan2014 01jan2016 Year Market Cap Margin Debt/Market Cap"
    ]
}