{
    "id": 24587,
    "cites": 122,
    "cited_by": 63,
    "reference": [
        "Abowd, J. A. and Lemieux, T. (1993). The effects of product market competition on collective bargaining agreements: The case of foreign competition in canada. The Quarterly Journal of Economics, 108 (4), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Abowd, J. M. (1989). The effect of wage bargains on the stock market value of the firm. The American Economic Review, pp. 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800.",
        "Acemoglu, D., Aghion, P. and Violante, G. L. (2001). Deunionization, technical change and inequality. In Carnegie-Rochester conference series on public policy, Elsevier, vol. 55, pp. 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Robinson, J. A. (2013). Economics versus politics: Pitfalls of policy advice. The Journal of Economic Perspectives, 27 (2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "AcÃ\u0083Å\u0092Ã\u0082Â§Ã\u0083â\u0080\u009eÃ\u0082Â±kgoÃ\u0083Å\u0092Ã\u0082Ë\u0086z, OÃ\u0083Å\u0092Ã\u0082Ë\u0086. T. and Kaymak, B. (2014). The rising skill premium and deunionization. Journal of Monetary Economics, 63, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Alvaredo, F., Atkinson, A. B., Piketty, T., Saez, E. and Zucman, G. (2016). The world wealth and income database. Website: http://www. wid. world.",
        "Angrist, J. D. and Krueger, A. B. (1995). Split-sample instrumental variables estimates of the return to schooling. Journal of Business & Economic Statistics, 13 (2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Ashenfelter, O. (1972). Racial discrimination and trade unionism. Journal of political economy, 80 (3, Part 1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Autor, D. H., Katz, L. F. and Kearney, M. S. (2008). Trends in us wage inequality: Revising the revisionists. The Review of economics and statistics, 90 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Aydemir, A. and Borjas, G. J. (2011). Attenuation bias in measuring the wage impact of immigration. Journal of Labor Economics, 29 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Barth, E., Bryson, A., Davis, J. C. and Freeman, R. (2016). Its where you work: Increases in the dispersion of earnings across establishments and individuals in the united states. Journal of Labor Economics, 34 (S2), S67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS97.",
        "Benmelech, E., Bergman, N. and Kim, H. (2018). Strong Employers and Weak Em34 ployees: How Does Employer Concentration Affect Wages? Tech. rep., National Bureau of Economic Research.",
        "Berinsky, A. J. (2006a). American public opinion in the 1930s and 1940s: The analysis of quota-controlled sample survey data. International Journal of Public Opinion Quarterly, 70 (4), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2006b). American public opinion in the 1930s and 1940s: The analysis of quota-controlled sample survey data. International Journal of Public Opinion Quarterly, 70 (4), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Buchmueller, T. C., DiNardo, J. and Valletta, R. (2004). A submerging labor market institution? unions and the nonwage aspects of work. In Emerging labor market institutions for the twenty-first century, University of Chicago Press, pp. 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Bureau of Labor Statistics (1945). Extent of Collective Bargaining and Union Status, January 1945. Tech. rep., bulletin # 829.",
        "Callaway, B. and Collins, W. J. (2016). Unions, workers, and wages at the peak of the american labor movement.",
        "Card, D. (1996). The effect of unions on the structure of wages: A longitudinal analysis. Econometrica, 64 (4), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2001). The effect of unions on wage inequality in the us labor market. ILR Review, 54 (2), 296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and DiNardo, J. E. (2002). Skill-biased technological change and rising wage inequality: some problems and puzzles. Journal of Labor Economics, 20 (4), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Heining, J. and Kline, P. (2013). Workplace heterogeneity and the rise of west german wage inequality. The Quarterly journal of economics, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Krueger, A. B. (1992). Does school quality matter? returns to education and the characteristics of public schools in the united states. Journal of political Economy, 100 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Caughey, D. and Warshaw, C. (2016). The dynamics of state policy liberalism, 1936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2014. American Journal of Political Science, 60 (4), 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c913.",
        "Deville, J.-C., SaÃ\u0083Å\u0092Ã\u0082Ë\u0086rndal, C.-E. and Sautory, O. (1993). Generalized raking procedures in survey sampling. Journal of the American Statistical Association, 88 (423), 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "DiNardo, J., Fortin, N. M. and Lemieux, T. (1996). Labor market institutions and the distribution of wages, 1973-1992: A semiparametric approach. Econometrica, 64 (5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Dinardo, J. and Hallock, K. F. (2002). When unions mattered: the impact of strikes on financial markets, 1925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1937. ILR Review, 55 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "DiNardo, J. and Lee, D. S. (2004). Economic impacts of new unionization on private sector employers: 1984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001. The Quarterly Journal of Economics, 119 (4), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "Dinlersoz, E. M. and Greenwood, J. (2012). The Rise and Fall of Unions in the US. Tech. rep., National Bureau of Economic Research.",
        "Dube, A. (2017). Minimum wages and the distribution of family incomes.",
        "Farber, H. (1983). The determination of the union status of workers. Econometrica, 51.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005). Nonunion wage rates and the threat of unionization. ILR Review, 58 (3), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Feigenbaum, J., Hertel-Fernandez, A. and Williamson, V. (2018). From the bargaining table to the ballot box: political effects of right to work laws. Tech. rep., National Bureau of Economic Research.",
        "Firpo, S., Fortin, N. M. and Lemieux, T. (2009). Unconditional quantile regressions. Econometrica, 77 (3), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "Foner, P. S. (1976). Organized labor and the black worker: 1619-1973, vol. 475. International publishers.",
        "Frandsen, B. (2013). The surprising impacts of unionization on establishments: Accounting for selection in close union representation elections. Manuscript. Department of Economics, Brigham Young University.",
        "Frandsen, B. R. (2017). Party bias in union representation elections: Testing for manipulation in the regression discontinuity design when the running variable is discrete. In Regression Discontinuity Designs: Theory and Applications, Emerald Publishing Limited, pp. 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Frank, M. (2015). Frank-sommeiller-price series for top income shares by us states since 1917. WTID Methodological Notes.",
        "Freeman, R. B. (1981). The effect of unionism on fringe benefits. Industrial and Labor Relations Review, 34 (4), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d et al. (1998). Spurts in union growth: Defining moments and social processes. NBER Chapters, pp. 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Frydman, C. and Saks, R. E. (2010). Executive compensation: A new view from a longterm perspective, 1936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005. Review of Financial Studies, p. 120.",
        "Galenson, W. (1960). The CIO challenge to the AFL: a history of the American labor movement, 1935-1941. Harvard University Press.",
        "Goldin, C. and Margo, R. (1992). The great compression: The wage structure in the united states at mid-century. The Quarterly Journal of Economics, 107, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Goldin, C. D. and Katz, L. F. (2009). The race between education and technology. Harvard University Press.",
        "Havnes, T. and Mogstad, M. (2015). Is universal child care leveling the playing field? Journal of Public Economics, 127, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Hirsch, B. and MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, S. (2018). Firm wage premia, industrial relations, and rent sharing in germany.",
        "Hirsch, B. T., Macpherson, D. A. and Vroman, W. G. (2001). Estimates of union density by state. Monthly Labor Review, 124 (7), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Igo, S. E. (2007). The averaged American: Surveys, citizens, and the making of a mass public. Harvard University Press.",
        "Inoue, A. and Solon, G. (2010). Two-sample instrumental variables estimators. The Review of Economics and Statistics, 92 (3), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Jaumotte, F. and Osorio, C. (2015). Inequality and labor market institutions. International Monetary Fund.",
        "Katz, L. F. and Murphy, K. M. (1992). Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors. The Quarterly Journal of Economics, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Katznelson, I. (2013). Fear itself: The new deal and the origins of our time. WW Norton & Company.",
        "King Jr, M. L. (1986). If the negro wins, labor wins. A Testament of Hope: The Essential Writings of Martin Luther King, Jr, pp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Kopczuk, W., Saez, E. and Song, J. (2010). Earnings inequality and mobility in the united states: evidence from social security data since 1937. The Quarterly Journal of Economics, 125 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Lee, D. S. (1999). Wage inequality in the united states during the 1980s: Rising dispersion or falling minimum wage? The Quarterly Journal of Economics, 114 (3), 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Mas, A. (2012). Long-run impacts of unions on firms: New evidence from financial markets, 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999. The Quarterly Journal of Economics, 127 (1), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Leighley, J. E. and Nagler, J. (2007). Unions, voter turnout, and class bias in the us electorate, 1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004. Journal of Politics, 69 (2), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Lemieux, T. (1998). Estimating the effects of unions on wage inequality in a panel data model with comparative advantage and nonrandom selection. Journal of Labor Economics, 16 (2), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2006). Increasing residual wage inequality: Composition effects, noisy data, or rising demand for skill? The American Economic Review, 96 (3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Lewis, H. G. (1963). Unionism and Relative Wages in the United States. University of Chicago Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1986). Union relative wage effects. Handbook of labor economics, 2, 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Lichtenstein, N. (2003). LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s War at Home: The CIO in World War II. Temple University Press.",
        "Manning, A. (2011). Imperfect competition in the labor market. In Handbook of labor economics, vol. 4, pp. 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Mill, J. S. (2008). Principles of Political Economy. Oxford University Press.",
        "Naidu, S., Posner, E. A. and Weyl, E. G. (2018). Antitrust remedies for labor market power. Harvard Law Review.",
        "Northrup, H. R. (1971). Organized labor and the Negro. Periodicals Service Co.",
        "Piketty, T. and Saez, E. (2003). Income inequality in the united states, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998. The Quarterly journal of economics, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Stantcheva, S. (2014). Optimal taxation of top labor incomes: A tale of three elasticities. American economic journal: economic policy, 6 (1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Pischke, J.-S., DiNardo, J. E. and Hallock, K. F. (2000). Unions and the labor market for managers.",
        "Rees, A. (1963). The effects of unions on resource allocation. The Journal of Law and Economics, 6, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rose, N. L. (1987). Labor rent sharing and regulation: Evidence from the trucking industry.",
        "Schickler, E. and Caughey, D. (2011). Public opinion, organized labor, and the limits of new deal liberalism, 1936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1945. Studies in American Political Development, 25 (02), 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Song, J., Price, D. J., Guvenen, F., Bloom, N. and Von Wachter, T. (2015). Firming up inequality. Tech. rep., National Bureau of Economic Research.",
        "Taschereau-Dumouchel, M. (2015). The union threat.",
        "Troy, L. (1965). Trade Union Membership, 1897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1962. NBER.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Sheflin, N. (1985). Union sourcebook: Membership, finances, structure, directory. West Orange, NJ: Industrial Relations Data and Information Services.",
        "Western, B. and Rosenfeld, J. (2011). Unions, norms, and the rise in us wage inequality. American Sociological Review, 76 (4), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Figure 1: Union density and inequality measures, 1917-2011 .1 .15 .2 .25 .3 .35 Share unionized .3 .35 .4 .45 .5 Inequality 1940 1950 1960 1970 1980 1990 2000 2010 Top 10% share Gini (Soc. Sec. earnings) Union Density (BLS) Union Density (CPS) Data sources: Top share inequality from Piketty and Saez (2003, updated 2016). Union density data from Historical Statistics of the United States and the Current Population Survey. We discuss these data sources in detail in Section 3 and Appendix D.",
        "Figure 2: Union density over the twentieth century: Comparing our survey-based measures to existing time-series 0 20000 40000 60000 Gallup obs. per year .1 .15 .2 .25 .3 .35 Share unionized 1940 1950 1960 1970 1980 Gallup (wgted) ANES Troy series NORC Psych. Corp BLS/CPS series 1936 Exp. Data sources: See Sections 3 and Appendix D. Notes: No sample restrictions are imposed (so farmers and those over age 65 are included in this graph). The vertical spikes indicate the number of Gallup observations per year that include the union variable (plotted on the right-hand-side axis).",
        "Figure 3: How does educational attainment predict union household status? -.06 -.04 -.02 0 .02 Coefficient on Years of education variable 1940 1950 1960 1970 1980 1990 2000 2010 Gallup CPS 1936 Exp. Psych. Corp.",
        "ANES Data sources: Gallup data, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1986; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section 3 for a description of each data source. Notes: We regress household union status on Y ears of education, state s and survey-date t fixed effects, age and its square, and gender. (The notes to Figure 6 describe how we impute years of education if the survey source only gives us categories of educational attainment.) We estimate this equation separately by survey source and by year. The figure plots the coefficient on Y ear of education. For the ANES, because the samples are smaller, we group surveys into six-year bins. The plotted confidence intervals are based on standard errors clustered by state.",
        "Figure 4: How does race predict union household status? -.2 -.1 0 .1 Coefficient on White dummy variable 1940 1950 1960 1970 1980 1990 2000 2010 Gallup ANES 1936 Exp. Psych. Corp.",
        "CPS Data sources: Gallup data, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1986; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section 3 for a description of each data source. Notes: For each data source, we estimate, separately by data source and year, household union status on a White dummy variable, state s and survey-date t fixed effects, age and its square, and gender. We plot in this graph the coefficients on White from each of these estimations. For the ANES, because the samples are smaller, we group surveys into six-year bins. Confidence intervals are based on standard errors clustered by state.",
        "U.S. Psych. ANES CPS Data source: Gallup data, 1942, 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1974; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section 3 for a description of each data source. See Appendix B for details on CPS family income variable construction. Notes: Each plotted point comes from estimating equation regressing log family income on household union status, its interaction with a White dummy variable, and all other controls in equation (3). We estimate this equation separately by survey source and by year. The figure plots the coefficient on the interaction White Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Union. For the ANES, because the samples are smaller, we group surveys into six-year bins. The plotted confidence intervals are based on standard errors clustered by state.",
        "Effect of Union on Unconditional Income 90-10 Ratio 1940 1950 1960 1970 1980 1990 2000 2010 1936 Exp. Psych. Corp. ANES Gallup CPS Data source: Gallup data, 1942, 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1974; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section 3 for a description of each data source. See Appendix B for details on CPS family income variable construction. Notes: Each plotted point comes from estimating equation (5), which regresses the recentered influence function (RIF) for the difference between the 90th and 10th quantile on controls for age, gender, race, educational attainment fixed effects, household employment status controls, state and survey-date fixed effects. Occupation controls are not included. For the ANES, because the samples are smaller, we group surveys into six-year bins. The plotted confidence intervals are robust to heteroskedasticity.",
        "Figure 10: Effects of union density on the Gini coefficient of family income -.12 -.1 -.08 -.06 -.04 -.02 Effect of Union on Unconditional Income Gini 1940 1950 1960 1970 1980 1990 2000 2010 1936 Exp. Psych. Corp. ANES Gallup CPS Data source: See Section 3 for a description of each data source. See Appendix B for details on CPS family income variable construction. Notes: Each plotted point comes from estimating equation (5), with regressed the recentered influence function (RIF) for the Gini coefficient on controls for age, gender, race, educational attainment fixed effects, household employment status controls, state and survey-date fixed effects. Occupation controls are not included. For the ANES, because the samples are smaller, we group surveys into six-year bins. The plotted confidence intervals are robust to heteroskedasticity.",
        "Notes: Col. (1) is the change in each outcome variable j (skill premium, male 90/10 ratio, gini coefficient, and top 10 percent) as well as union density between 1940 and 1960 (1970 and 2004 in lower panel). Values in cols. (2)-(5) are calculated, for column i, row j, as (Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 unionDensity Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Å½Ã\u0082Â²ij )/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 j where Ã\u0083Å½Ã\u0082Â²2j is the average of all RIF coefficients between 1950 and 1970 for outcome j (Figures 9 and 10), Ã\u0083Å½Ã\u0082Â²3j is the average of all RIF coefficients between 2005 and 2015 (Figures 9 and 10), Ã\u0083Å½Ã\u0082Â²4j is the point-estimate in the even-numbered column of Table 2 corresponding to outcome j, and Ã\u0083Å½Ã\u0082Â²5j is the point-estimate in the even-numbered column of Table 3 corresponding to outcome j. Note that 1950-1970 is roughly the period when the RIF coefficients are largest in magnitude (which we term Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RIF (high)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d), while in the more recent years they are smaller in magnitude (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RIF (low)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).",
        "Appendix A. Supplementary Figures and Tables Noted in the Text Appendix Figure A.1: Comparing unemployment rates in Gallup and the HSUS 0 .05 .1 .15 .2 1937 1942 1947 1952 1957 Unemp. share (Gallup, in. farmers, unweighted) Unemp. share (Gallup, in. farmers) Unemp. share (HSUS, Civilian) Data sources: Gallup and Historical Statistics of the United States (HSUS) Notes: Sample in Gallup includes farmers Appendix Figure A.2: Age distribution in Gallup, by gender, 1937-1952 38 40 42 44 Average age 1940 1945 1950 Female Male Data sources: Gallup microdata.",
        "Appendix Figure A.3: Union share of households in the Gallup data (weighted vs. unweighted) 0 20000 40000 60000 Gallup obs. per year .1 .15 .2 .25 .3 Share unionized 1940 1950 1960 1970 1980 Gallup Gallup (wgted) Gallup obs. per year Data sources: Gallup. See Section 3 and Appendix C for more detail on data and weight construction.",
        "Appendix Figure A.4: Comparing union density in Gallup and CPS, 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cpresent .1 .15 .2 .25 Share of households w at least one union member 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 CPS Gallup Data sources: Gallup and Current Population Survey Appendix Figure A.5: Selection of union households by log years schooling -.6 -.4 -.2 0 .2 Coefficient on Log(Years of education) variable 1940 1950 1960 1970 1980 1990 2000 2010 Gallup CPS 1936 Exp. Psych. Corp.",
        "ANES Sources: Gallup, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1986. CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. Notes: For each data source, we estimate, separately by data source and year, household union status on Log Years Education, state s and survey-date t fixed effects, age and its square, and gender. We plot in this graph the coefficients on Log Years Education from each of these estimations. We control for survey-date and state fixed effects, age and its square, and gender. For the ANES, because the samples are smaller, we group surveys into six-year bins. Standard errors are clustered by state.",
        "Appendix Figure A.6: Selection of union households by high-school graduation -.3 -.2 -.1 0 .1 Coefficient on High school grad variable 1940 1950 1960 1970 1980 1990 2000 2010 Gallup CPS 1936 Exp. Psych. Corp.",
        "ANES Sources: Gallup, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1986. CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. Notes: For each data source, we estimate, separately by data source and year, household union status on a High School Grad dummy variable, state s and survey-date t fixed effects, age and its square, and gender. We plot in this graph the coefficients on High School Grad from each of these estimations. We control for survey-date and state fixed effects, age and its square, and gender. For the ANES, because the samples are smaller, we group surveys into six-year bins. Standard errors are clustered by state. Appendix Figure A.7: Selection of union households by college graduation -.4 -.3 -.2 -.1 0",
        "Coefficient on College grad variable 1940 1950 1960 1970 1980 1990 2000 2010 Gallup CPS 1936 Exp. Psych. Corp.",
        "ANES Sources: Gallup, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1986. CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. Notes: For each data source, we estimate, separately by data source and year, household union status on a College Grad dummy variable, state s and survey-date t fixed effects, age and its square, and gender. We plot in this graph the coefficients on College Grad from each of these estimations. We control for survey-date and state fixed effects, age and its square, and gender. For the ANES, because the samples are smaller, we group surveys into six-year bins. Standard errors are clustered by state.",
        "Appendix Figure A.12: Effects of union density on family income quantiles Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  10th percentile o 50th percentile Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ 90th percentile ANES Gallup U.S. Psych. 1936 Exp.",
        "CPS Gallup -.2 0 .2 .4 .6 Effect of union membership on uncond. quantile of log income 1935 1940 1945 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 Data source: Gallup data, 1942, 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1974; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section C for a description of each data source. See Appendix B for details on family income variable construction. Notes: Each plotted point comes from estimating equation (5), which regresses the recentered influence function (RIF) for the specified quantile on controls for age, gender, race, educational attainment fixed effects, household employment status controls, state and survey-date fixed effects. Occupation controls are not included. The plotted confidence intervals are robust to heteroskedasticity.",
        "Appendix Figure A.13: Effects of union density on family income quantiles (using unbinned CPS family income) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  10th percentile o 50th percentile Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ 90th percentile ANES Gallup U.S. Psych. 1936 Exp.",
        "CPS Gallup -.2 0 .2 .4 .6 Effect of union membership on uncond. quantile of log income 1935 1940 1945 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 Data source: Gallup data, 1942, 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1974; CPS, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016; BLS Expenditure Survey, 1936; ANES, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996, U.S. Psych. Corporation, 1946. See Section C for a description of each data source. See Appendix B for details on family income variable construction. Notes: Each plotted point comes from estimating equation (5), which regresses the recentered influence function (RIF) for the specified quantile on controls for age, gender, race, educational attainment fixed effects, household employment status controls, state and survey-date fixed effects. Occupation controls are not included. The plotted confidence intervals are robust to heteroskedasticity.",
        "Appendix Table A.1: Comparing Gallup and IPUMS, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980 1950 1960 1970 1980 Census Gallup Census Gallup Census Gallup Census Gallup South Share 0.242 0.117 0.259 0.138 0.271 0.247 0.296 0.256 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dSouth Female 0.516 0.505 0.521 0.518 0.529 0.507 0.529 0.503 Age 44.61 44.31 45.07 47.64 45.94 46.35 45.20 46.13 Black 0.200 0.0849 0.182 0.147 0.160 0.129 0.159 0.160 HS grad. 0.294 0.373 0.366 0.372 0.473 0.529 0.619 0.635 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dNon-South Female 0.515 0.504 0.517 0.512 0.528 0.506 0.528 0.503 Age 46.67 43.75 45.96 45.87 46.27 45.38 45.28 44.10 Black 0.0530 0.0454 0.0611 0.0586 0.0709 0.0614 0.0782 0.0874 HS grad. 0.385 0.473 0.450 0.531 0.579 0.659 0.710 0.755 Observ. 296223 182171 5388972 95064 2444218 138098 7475162 128507 Sources: Gallup surveys and 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980 IPUMS. Notes: We use the Gallup definition of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SouthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: all eleven states of the former Confederacy plus Oklahoma. All Census results use IPUMS person weights.",
        "Appendix Table A.3: Summary statistics from supplementary data sets (1) (2) (3) (4) ANES BLS exp. dataset U.S. Psych. Corp. NORC Union household 0.254 0.141 0.184 0.274 Female 0.548 0.0346 0.507 0.514 White 0.858 0.920 0.879 0.903 Age 39.67 40.85 39.11 39.84 HS graduate 0.360 0.405 0.470 0.403 South 0.277 0.232 Log fam. inc. 9.380 7.121 3.720 7.913 Sample period 1952-1988 1936 1946 1950 Observations 30757 4058 4956 1106 Notes: See Section 3 for details on the data sources.",
        "Appendix Table A.4: Gallup selection results through 1950, robustness to weights Dependent variable: Union household (1) (2) (3) (4) (5) Years of education-0.0250Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0293Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0265Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0267Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0237Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 [0.00229] [0.00191] [0.00233] [0.00240] [0.00221] Dept. var. mean 0.233 0.215 0.200 0.203 0.193 Weighting scheme Baseline None White x Sth Raking Schickler Observations 198257 208986 198257 195565 59275 Sources: See Section 3 and Appendix C for details.",
        "Notes: All regressions include state and survey-date fixed effects and include ages 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64. Baseline weights are those we use throughout the paper (weights to make Gallup match interpolated Census cells for White Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 South Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Education categories (16 cells)). White Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Sth are analogous, but match only on those four cells. Raking weights are constructed by matching yearly marginal mean population shares by Black, Female, and Region to interpolated census shares. See Deville et al. (1993) for more details. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schickler weightsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are taken from Schickler and Caughey (2011), match on Black and whether a residence has as phone, and are only available through 1945.",
        "Standard errors in brackets, clustered by state. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094p < 0.1,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01 Appendix Table A.5: Is selection into unions a function of union density (using state-year variation in union density, instead of annual variation as in Table 1)? DepÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t var.: At least one household member is in a union (1) (2) (3) (4) Yrs. educ x State-year-0.0803Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0839Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0772Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.0812Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 union density [0.0147] [0.0123] [0.0145] [0.0123] White x State-year union-0.293Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.279Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 density [0.0586] [0.0664] DepÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t var. mean 0.203 0.178 0.203 0.178 Year FE? Yes Yes Yes Yes Drop pub. sect. HH? No Yes No Yes Observations 1134257 998146 1134257 998146 Sources: Gallup, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976, CPS, 1977-2015.",
        "College premium, 90-10 wage ratio and Gini coefficient While our RIF analysis constructs measures of aggregate income inequality using family income variable defined above, our time series analysis calculates the college premium, 90-10 wage ratio and Gini coefficient following Goldin and Katz (2009). Each measure uses the log weekly earnings of 18 to 64 year-old full-time and full-year wage and salary workers setting unemployed and NILF to zero. Estimation controls include a full-time dummy, a female dummy, a non-white dummy, a quartic in experience and the interaction of female with non-white and the quartic in experience.",
        "Comparing Gallup to Census Microdata We begin with Gallup data from 1950 onward, returning shortly to earlier data. Table A.1 compares Gallup data to 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980 Census data. To summarize how the actual (unweighted) Gallup observations compare to the full U.S. adult population, we compare unweighted Gallup data to Census IPUMS tabulations. Given GallupÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s well-documented under-sampling of the South, we show results separately for Southern and non-Southern states.",
        "Gallup respondents outside the South are more educated than their Census counterparts, with the largest gap being a high school completion difference of ten percentage points in 1950. In the South, except for 1950, Gallup and IPUMS show similar levels of education.",
        "Gallup Southern respondents have higher high school completion rates than those in the Census in 1950, not surprising as it was still under-sampling Southern blacks in that year. Later in the paper we will show results with the Gallup data both unweighted and weighted to match Census characteristics, but Table A.1 gives some sense of how much Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093workÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the weights must do.",
        "Also, outside the South, Gallup appears to accurately sample the remaining six regions of the US.47 In general, we show results with Gallup data using weights to match (interpolated) Census IPUMS summary statistics, even though the need for weights is not obvious after 1950 or 1960. From 1937 until 1941, we weight so that Gallup matched the IPUMS in terms of White Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 South cells, given that the summary statistics show that Gallup sampling along these dimensions appears suspect in the early years. Beginning in 1942 (the first year in which Gallup surveys ask the union and education questions in the same survey) we weight by White Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Education Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 South, where Education Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {No high school degree, HS degree, Some college, College graduate}, thus giving us 2 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 4 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 2 = 16 cells on which to match. In practice, however, our results are very similar with and without weights. 47We use Gallup-defined geographic regions in this table.",
        "Appendix D. Existing Measures of Union Density Pre-Dating the Current Population Survey The CPS first asks respondents their union status in 1973, and then only in selected months until 1983 from which time information on union status was collected each month in the CPS as part of the outgoing rotation group supplement. Before this survey, the primary sources for union density are the BLS and Troy/NBER historical time series mentioned in the introduction. The data underlying these calculations are union reports of membership and dues revenue when available, and a variety of other sources when not available. Neither of these data sources ever used representative samples of individual workers to calculate union density.",
        "In general, the data derived from union reports likely become more accurate by the 1960s.",
        "Post-1959 the BLS collected mandatory financial reports from unions as a condition of the Labor-Management Reporting and Disclosure (Landrum-Griffin) Act, and Troy and Sheflin (1985) incorporate these data into their estimates of union density. Beginning in 1964, the BLS disaggregates union membership counts by state, and Hirsch et al. (2001) splice these reports together with the CPS to form state-year union density panel beginning in 1964 and continuing through today.48 Before the 1960s, however, union data were far less standardized. In the remainder of this section, we detail the methodology of the two most widely used data sources on aggregate union density: the BLS and Troy series.",
        "For example, the 1945 Monthly Labor Report notes as its sources: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This study is based on an analysis of approximately 15,000 employer-union agreements as well as employment, union membership, and other data available to the Bureau of Labor Statistics [emphasis ours]Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Bureau of Labor Statistics, 1945)49 It is obviously hard to verify information from unspecified Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093sources available to the BLSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d but even in instances where the BLS can rely on union membership reports, concerns arise.",
        "A key issue is that unions had important incentives to over-state their membership and until the late 1950s faced no penalty for doing so. In the early and mid-1930s, the main umbrella organization for local unions was the American Federation of Labor (AFL). They were often charged with over-stating their membership, presumably to inflate their political influence.",
        "For example, a 1934 New York Times story casts doubt on the AFLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s claim to represent over six million workers, noting that Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093complete and authoritative data are lackingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and that the figures provided by the AFL Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093are not regarded as accurate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d50 Individual unions also had an incentive to inflate the numbers they reported to the AFL. For example, the number of seats each union would receive at the annual convention was based on a formula to which membership was the main input.",
        "If anything, these incentives to over-report likely grew after 1937, when the Committee on Industrial Organization broke away from the AFL to form a rival umbrella organization, the Congress of Industrial Organizations (CIO). Both federations of labor, the AFL and CIO, now competed for local unions to join their umbrella organizations, as well as for sympathies of government officials, tasks that were aided by a public perception that the federation was large and growing. Based on our read of New York Times articles on unions in the late 1930s and early 1940s, one of the most common if not the most common topic is the conflict between the two federations.51 Individual unions still had incentives to compete for influence within their given federation, and thus inflate membership.",
        "But union financial reports, like membership reports, are also not verified until the late 1950s. Nor is it obvious that union revenue data are not similarly inflated (in fact, the AFL accused the CIO of lying about their income data, as we mention in footnote 51).",
        "Moreover, revenue data are largely incomplete for the 1930s and 1940s. For example, in his 50See, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organized Labor is Put at 6,700,000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, New York Times, May 1935. reporting that Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For one thing, complete and authoritative data are lacking, and this is especially true during times of depression, when some unions drop unemployed workers from the rolls and exempt them from paying dues. . . . . The [AFL] reported an average membership of 2,609,011 for the year ended Aug.",
        "The historical Troy measures for 1939 and 1956 are constructed from even more fragmentary records than the annual series we discuss above (as many union reports did not disaggregate either revenue or membership by state), we are also correlated with these data in both cross-sections and changes (1939 correlation = 0.78, 1953 correlation = 0.75, correlation in changes =0.5).",
        "52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OtherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is down to 10% by 1960 (Troy (1965)).",
        "53Troy (1965) also only presents validation exercises for his post-1950 data, comparing reported measurement with that inferred from dues receipts for the Chemical and Rubber Workers in 1953, leaving it open whether the BLS or Troy (or neither) is correct for the pre-1950 series.",
        "54From Troy (1965) [pp. A53]: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The average membership per local industrial union is arbitrarily estimated to be 300, and this figure is multiplied each year by the number of such unions reported by the ClO. The estimate of an average membership of 300 is deemed a fair one since the average membership of the local trade and federal labor unions of the AFL, a class of unions similar to the local industrial unions of the CIO, varies from a low of 82 in 1937 to a high of 193 in 1948.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Appendix E. Details on RIF Regressions In this appendix section we outline the recentered influence function approach of Firpo et al.",
        "(2009), adapted for our outcome measures. The relevant property of a recentered influence function is that its expectation equals the distributional statistic of interest. For quantile Ã\u0083Â\u008fÃ\u0082â\u0080\u009e denoted QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e , the quantile RIF is given by RIF(y, QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e ) = QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e + Ã\u0083Â\u008fÃ\u0082â\u0080\u009eÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991(yh<QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e ) fy(QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e ) , and taking expectations verifies that E[RIF(y, QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e )] = QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e ."
    ]
}