{
    "id": 24599,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Alemayehu, Berhanu and Kenneth E. Warner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lifetime Distribution of Health Care Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 2004, 39 (3), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Ameriks, John, Joseph S Briggs, Andrew Caplin, Matthew D Shapiro, and Christopher Tonetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term-Care Utility and Late-in-Life Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Banks, James, Richard Blundell, Peter Levell, and James Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-cycle consumption patterns at older ages in the US and the UK: can medical expenditures explain the difference?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sep 2016. Mimeo.",
        "Barcellos, Silvia Helena and Mireille Jacobson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Medicare on Medical Expenditure Risk and Financial Strain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, November 2015, 7 (4), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Boerma, Job and Ellen McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Capital Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo.",
        "Brown, Jeff and Amy Finkelstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interaction of Public and Private Insurance: Medicaid and the Long Term Care Insurance Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (5), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Carreras, Marc, Pere Ibern, Jordi Coderch, Inma SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, and Jose M. Inoriza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Lifetime Healthcare Costs with Morbidity Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Health Services Research, 2013, 13 (1), 440.",
        "Conesa, Juan Carlos, Daniela Costa, Parisa Kamali, Timothy J Kehoe, Vegard M Nygard, Gajendran Raveendranathan, and Akshar Saxena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic effects of Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of the Economics of Ageing, 2017.",
        "De Nardi, Mariacristina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality and Intergenerational Links,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2004, 71 (3), 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        ", Eric French, and John Bailey Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Elderly Save? The Role of Medical Expenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings After Retirement: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2016, 8 (1), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        ", , , and Jeremy McCauley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Spending on the US Elderly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, 2016, 37 (3-4), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        ", , , and Rory McGee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CouplesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Singles Savings After Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Work in progress.",
        "Fahle, Sean, Kathleen McGarry, and Jonathan Skinner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-of-Pocket Medical Expenditures in the United States: Evidence from the Health and Retirement Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, 2016, 37 (3-4), 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Feenberg, Daniel and Jonathan Skinner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk and Duration of Catastrophic Health Care Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1994, 76, 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "French, Eric and John Bailey Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Distribution and Dynamics of Health Care Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2004, 19 (4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        ", , and Jeremy McCauley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Accuracy of Economic Measurement in the Health and Retirement Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forum for Health Economics and Policy, 2017, 20 (2).",
        "Friedberg, Leora, Wenliang Hou, Wei Sun, Anthony Webb, and Zhenyu Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Risk of Requiring Long-term Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2014. Center for Retirement Research at Boston College Working Paper 2014-12.",
        "Hirth, Richard A., Teresa B. Gibson, Helen Levy, Jeffrey Smith, Sebastian Calnico, and Anup Das, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Persistence of Health Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care Research and Review, 2015, 72 (3), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Hugonnier, Julien, Florian Pelgrin, and Pascal St-Amour, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and (other) asset holdings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 80 (2), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Hurd, Michael D., Pierre-Carl Michaud, and Susann Rohwedder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of Lifetime Nursing Home use and of Out-of-Pocket Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2017, 114 (37), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Jung, Juergen and Chung Tran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Inefficiency, Insurance Mandate and Welfare: U.S. Health Care Reform 2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2016, 20, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 159.",
        "Kopecky, Karen and Tatyana Koreshkova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Medical and Nursing Home Expenses and Social Insurance Policies on Savings and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, July 2014, 6 (3), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Livshits, Igor, James MacGee, and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer bankruptcy: A fresh start,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (1), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Lockwood, Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incidental Bequests: Bequest Motives and the Choice to Self-Insure Late-Life Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Mimeo.",
        "Love, David A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of marital status and children on savings and portfolio choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2009, 23 (1), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Merrill Lynch Wealth Management, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Merrill Lynch Affluent Insights Survey Fact Sheet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2012.",
        "Nakajima, Makoto and Irina A. Telyukova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Expenses and Saving in Retirement: The Case of U.S. and Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Apr 2018. Federal Reserve Bank of Minneapolis, Opportunity and Inclusive Growth Institute.",
        "Pashchenko, Svetlana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for non-annuitization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2013, 98, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Rohwedder, Susann, Steven J. Haider, and Michael Hurd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increases in Wealth among the Elderly in the Early 1990s: How Much is Due to Survey Design?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 2006, 52 (4), 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Americans Saving Optimally for Retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2006, 114, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Skinner, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are you sure youÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re saving enough for retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (3), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Webb, Anthony and Natalia A. Zhivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much is Enough?: The Distribution of Lifetime Health Care Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2010. Center for Retirement Research at Boston College Working Paper 2010-1."
    ]
}