{
    "id": 2460,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Adams, C., and J. Greenwood, Dual Exchange Rate Systems and Capital Controls: An Investigation, Journal of International Economics, 1985.",
        "Aizenman, J., On the Complementarity of Commercial Policy, Capital Controls and Inflation Tax, NBER Working Paper n. 1583, March 1985.",
        "Atkinson, A.B., and J.E. Stiglitz, Lectures on Public Economics, New York: McGraw Hill, 1980.",
        "Bhagwati, J.N., Anatomy and Consequences of Exchange Control Regimes, NBER Conference Series on Foreign Trade Regimes and Economic Development, New York: Ballinger, 1978.",
        "Dornbusch, R., Impacts on Debtor Countries of World Economic Conditions, Forthcoming in External Debt. Investment and Growth in Latin America Washington, D.C.: IMF, 1987.",
        "Findlay, C.C., Optimal Taxation of International Income Flows, The Economic Record, vol. 62, June 1986, pp. 208-214.",
        "Fischer, S., Dynamic Inconsistency, Cooperation, and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control 2, 1980, pp. 93-107.",
        "Fischer, S., Time Consistent Monetary and Fiscal Policies: A Survey, mimeo, Massachusetts Institute of Technology, January 1986.",
        "Frenkel, J.A., and A. Razin, International Effects of Tax Reforms, mimeo, International Monetary Fund, August 1987.",
        "Giovannini, A., Capital Controls and Public Finance: The Italian Experience, manuscript, August 1987, forthcoming in High Public Debt: The Experience in Italy, ed. by L. Spaventa, Cambridge: Cambridge University Press.",
        "Greenwood, J., and K.P. Kimbrough, An Investigation in the Theory of Foreign Exchange Controls, mimeo, University of Western Ontario, August 1984.",
        "Greenwood, J. and K.P. Kimbrough, Capital Controls and Fiscal Policy in the World Economy, Canadian Journal of Economics, 1985, pp. 743-765.",
        "Horst, T., A Note on the Optimal Taxation of International Investment Income, Quarterly Journal of Economics, 44, 1980, pp. 793-8.",
        "Jones, R.W., International Capital Movements and the Theory of Tariffs and Trade, Quarterly Journal of Economics, 81, February 1967, pp. 1-38.",
        "Kemp, M.C., The Gain from International Trade and Investment: A Neo-HeckscherOhlin Approach, American Economic Review, 56, September 1966, pp. 788-809.",
        "Krugman, P., Rationales for Capital Controls, paper presented at the Seminar on Exchange Controls, Bogota, June 1987.",
        "Kydland, F.E. and E.G. Prescott, Dynamic Optimal Taxation, Rational Expectations, and Control Theory, Journal of Economic Dynamics and Control, 2, 1980, pp.",
        "Obstfeld, M., Capital Mobility in the World Economy: Theory and Measurement, Carnegie-Rochester Conference Series on Public Policy, Volume 24, Spring 1986, pp. 55-104.",
        "Obstfeld, M., Discussion of `Capital Controls and Public Finance, by Alberto Giovannini, manuscript, August 1987, forthcoming in High Public Debt: The Experience in Italy, ed. by L. Spaventa, Cambridge: Cambridge University Press.",
        "Poterba, J.M., Tax Evasion and Capital Gains Taxation, American Economic Review Papers and Proceedings, May 1987, pp. 234-239.",
        "Sandmo, A., Optimal Taxation, Journal of Public Economics 6, 1976, pp. 37-54.",
        "Stockman, A.C., and A.D. Hernandez, Exchange Controls, Capital Controls, and International Financial Markets, mimeo, University of Rochester, September 1985.",
        "Tanzi, V., Quantitative Characteristics of the Tax Systems of Developing Countries, mimeo, International Monetary Fund, November 1983.",
        "Tornell, A., Capital Controls, Welfare and Reputation, mimeo, Massachusetts Institute of Technology, November 1986.",
        "Velasco, A., Time Inconsistency in an Open Economy: Lack of Credibility and the Usefulness of Capital Controls, mimeo, Columbia University, March 1987.",
        "Walter, I., The Mechanism of Capital Flight, manuscript , NYU October 1986."
    ]
}