{
    "id": 2461,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Mimeograph. Abramovitz, Moses. 1985. Simon Kuznets: An appreciation. Department of Economics, Stanford University. Photocopy.",
        "Irwin. Anand, Sudhir and S.M. Ravi Kanbur. 1987. International poverty projections. Paper presented at the UNU/WIDER conference on poverty, undernutrition and living standards, Helsinki, Finland, July 27-31.",
        "Bergson, Abram, Harvey Leibenstein, Henry Rosovsky, and Zvi Griliches (Chairman). 1987. Faculty of arts and sciences -- Memorial minute: Simon Kuznets. Minute placed upon the records at a meeting of the 38 Harvard University faculty, December 16, 1986. Harvard Gazette, March 20, 1987.",
        "David, P.A. 1967. The growth of real product in the United States before 18110: New evidence, controlled conjectures. Journal of Economic History 27:151-97.",
        "Engerman, S.L., and R.E. Galiman. 1983. U.S. economic growth. Research in Economic History 8:1-146.",
        "Fei, J.C.H., Gustav Ranis, and S.W.Y. Kuo. 1978. Growth and the family distribution of income by factor components. Quarterly Journal of Economics 92:17-53.",
        "Fields, Gary S. 1980. Poverty, inequality and development. Cambridge: Cambridge University Press.",
        "Kuznets, Simon. 1972. Quantitative economic research: Trends and problems. Economic research retrospect and prospect, Fiftieth Anniversary Colloquia. General Series 96, vol. 7. New York: National Bureau of Economic Research.",
        "London: Yale University Press. _______________ 1955. Economic growth and income inequality. American Economic Review, Papers and Proceedings 145:1-28. Presidential address.",
        "Reprinted in Economic growth and structure: Selected essays. New York: Norton. _______________ 1952a. National income estimates for the United States prior to 1870. Journal of Economic History 12:115-130.",
        "Pearl, Raymond 1925. The biology of population growth. New York: A.A.",
        "Knopf. United Nations. 1978. The determinants and consequences of population trends, vol. 2. New York: United Nations Publication."
    ]
}