{
    "id": 2463,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Aaron, Henry J. 1982. Economic Effects of Social Security. Washington, D.C.: Brookings Institution.",
        "Blinder, Alan. 1982. Private Pensions and Public Pensions: Theory and Fact, National Bureau of Economic Research, Working Paper No. 902 (June).",
        "Blinder, Alan and Roger Cordon. 1980. Market Wages, Reservation Wages and Retirement, Journal of Public Economics 14: 277-308.",
        "Blinder, Alan, Roger Cordon, and Donald Wise. 1980. Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal 33, (December): 431-42.",
        "Estimates of the Life Cycle Model. National Bureau of Economic Research, Working Paper No. 619, (January). Boskin, Michael. 1977. Social Security and Retirement Decisions, Economic Inquiry XV, (January): 1-25.",
        "Boskin, Michael and Michael Hurd. 1978. The Effect of Social Security on Early Retirement, Journal of Public Economics X, (December): 361-77.",
        "Bulow, J. 1979. Analysis of Pension Funding Under ERISA. National Bureau of Economic Research, Working Paper No.402.",
        "Burkhauser, Richard V. 1977. An Asset Maximization Approach to Early Social Security Acceptance. Discussion Paper 463-77, Institute for Research on Poverty. Madison: University of Wisconsin.",
        "Burkhauser, Richard V. and John A. Turner. 1978. A Time-Series Analysis on Social Security and its Effect on the Market Work of Men at Younger Ages, Journal of Political Economy (August).",
        "Burkhauser, Richard V. and John Turner. 1981. Can Twenty Five Million Americans Be Wrong? -- A Response to Blinder, Gordon and Wise, National Tax Journal 34, (December): 467-72.",
        "Burtless, Gary and J. Hausman. 1978. `Double Dipping: The Combined Effects of Social Security and Civil Service Pensions on Employee Retirement, Journal of Political Economy 18: 139-160.",
        "Burtless, Gary and Robert A. Moffitt. 1984. The Effects Of Social Security On The Labor Supply Of The Aged, in Henry Aaron and Gary Burtless, eds. , Retirement and Economic Behavior. Washington, D.C.: Brookings Institution, 135-74.",
        "Burtless, Gary and R. Moffitt. 1986. Social Security, the Earnings Test, and the Age at Retirement, Public Finance Quarterly 14: 3-27.",
        "Campbell, C. D. and R. C. Campbell. 1976. Conflicting Views on the Effect of Old-age and Survivors Insurance on Retirement, Economic Inquiry XIV, (September): 369-88.",
        "Clark, Robert L. and Stephen A. Gohmann. 1982. Retirement and the Acceptance of Social Security Benefits. Mimeographed. Raleigh: North Carolina State University.",
        "Crawford, V. and D. Lilien. 1981. Social Security and the Retirement Decision, Quarterly Journal of Economics XCVI, (August): 509-29.",
        "Diamond, P. and J. Hausman. 1984. The Retirement and Unemployment Behavior of Older Men, in H. Aaron and G. Burtless, eds., Retirement and Economic Behavior. Washington, D.C. : Brookings Institution, 97-134.",
        "Fields, Gary and Olivia Mitchell. Economic Determinants of the Optimal Retirement Age: An Empirical Investigation, The Journal of Human Resources 19: 245-62. Fields, Gary S. and Olivia Mitchell. 1982. The Effects of Pensions and Earnings on Retirement: A Review Essay, in R. Ehrenberg, ed., Research in Labor Economics 5: 115-156. Greenwich, CT: JAL Press.",
        "Approach. National Bureau of Economic Research, Working Paper No. 1096. _________ 1984. The Economics of Retirement Behavior, Journal of Labor Economics 2, (January): 84-105.",
        "Department of Health, Education and Welfare, Social Security Administration, Office of Research and Statistics, Almost 65: Baseline Data from the Retirement History Study. Washington, D.C. GPO. Kotlikoff, Laurence J. 1978. Social Security, Time for Reform, in Federal Tax Reform: Myth or Reality. San Francisco: Institute for Contemporary Studies (September).",
        "Kotlikoff, Laurence J. and Daniel Smith. 1983. Pensions in the American Economy. Chicago: Chicago University Press.",
        "Kotlikoff, Laurence J. and David A. Wise. 1984. Labor Compensation and the Structure of Private Pensions Plans: Evidence for Contractual Versus Spot Labor Markets. National Bureau of Economic Research, Working Paper No. 1290.",
        "The Wage Carrot and the Pension Stick. W.E. UpJohn Institute for Employment Research monograph. Lazear, E.P. 1981. Severance Pay, Pensions, Mobility, and the Efficiency of Work Incentives. Mimeograph, University of Chicago.",
        "Pension System. Chicago: University of Chicago Press. Parsons, Donald 0. 1980. The Decline in Male Labor Force Participation, Journal of Political Economy 88, (February): 117-134.",
        "Pellechio, Anthony J. 1978. The Social Security Earnings Test, Labor Supply Distortions, and Foregone Payroll Tax Revenue. National Bureau of Economic Research, Working Paper No. 272, (August).",
        "Quinn, Joseph P. 1977. Microeconomic Determinants of Early Retirement: A Cross-Sectional View of White Married Men, The Journal of Human Resources XII(3), (Summer): 329-46."
    ]
}