{
    "id": 2464,
    "cites": 116,
    "cited_by": 20,
    "reference": [
        "Adler, M., and Lehmann, B. (1983) 'Deviations from Purchasing Power Parity,' Journal of Finance, vol. 38, no.5, December, pp.1471-87.",
        "Arrow, K. (1982) 'Risk Perception in Psychology and Economics,' Economic InQuiry vol. 20, January, pp.1-9.",
        "Backus, D. (1984) 'Empirical Models of the Exchange Rate: Separating the Wheat from the Chaff,' Canadian Journal of Economics, vol. 17, pp.824-26.",
        "Balassa, B. (1964) 'The Purchasing Power Parity Doctrine: A Reappraisal,' Journal of Political Economy, pp.584-96.",
        "Bank of England (1986) 'The Market in Foreign Exchange in London,' press notice, August.",
        "Bilson, J. (1981) 'Profitability and Stability in International Currency Markets,' NBER Working Paper No. 664, April.",
        "Blake, D., Beenstock, M., and Brasse, V. (1986) 'The Performance of UK Exchange Rate Forecasters.' The Economic Journal, December.",
        "Blanchard, 0., Dornbusch, R. and Layard, R. (1985) Restorinci Europe's Prosperity (Cambridge, Mass.: MIT Press).",
        "Bordo, M. and Schwartz, A. (eds.) (1985) A Retrospective on the Gold Standard (Chicago: University of Chicago Press).",
        "Buiter, W. and Miller, M. (1982) 'Real Exchange Rate Overshooting and the Output Cost of Bringing Down Inflation,' European Economic Review, vol. 18, May/June, pp.85-123.",
        "Buiter, W., and Marston, R. (eds.) (1985) International Economic Policy Coordination (Cambridge: Cambridge University Press).",
        "Cooper, A. N. (1982) 'The Gold Standard: Historical Facts and Future Prospects,' BrookinQs Papers on Economic Activity, No.1, pp.1-45.",
        "Cooper, R. N. (1986) Economic Policy in an Interdependent World (Cambridge, Mass.: MIT Press).",
        "Corden, W. Maxwell (1983) 'The Logic of the International Monetary NonSystem, ' in Machlup, F., Fels, G. and MOller-Groeling, H., (eds.), Reflections on a Troubled World Economy: Essays in Honour of Herbert Giersch (London), pp.59-74.",
        "Cuddington, J. (1983) 'Currency Substitution, Capital Mobility and Money Demand,' Journal of International Money and Finance, vol. 2, pp.111-33.",
        "De Long, J.B., Shleifer, A., Summers, L., and Waldmann, R. (1987) 'The Economic Consequences of Noise Traders,' NBER Summer Institute, Cambridge, MA., July.",
        "(Also CRSP Working Paper 218, University of Chicago.) Diba, B. (1987) 'A Critique of Variance Bounds Tests for Monetary Exchange Rate Models,' Journal of Money, Credit and Banking, vol. 19, pp.104-il.",
        "Dornbusch, R. (1976) 'Expectations and Exchange Rate Dynamics,' Journal of Political Economy, vol. 84, December, pp.1161-74.",
        "Dornbusch, R. (1980) 'Exchange Rate Economics: Where Do We Stand?' Brookings Papers on Economic Activity 1, pp. 143-84.",
        "Dornbusch, R. (1982) 'Equilibrium and Disequilibrium Exchange Rates,' Zeitschrift fur Wirtschafts- and Sozialwissenshaften vol. 102, no. 6, pp.573-99. Reprinted in Dornbusch, R., Dollars, Debts, and Deficits (Cambridge, MA: M.I.T. Press) 1986.",
        "Dornbusch, R. (1985) 'Purchasing Power Parity,' National Bureau of Economic Research Working Paper No. 1591. Forthcoming in The New Palcirave Dictionary of Economics.",
        "Dornbusch, R. (1986a) 'Flexible Exchange Rates and Excess Capital Mobility,' BrookinQs Papers on Economic Activity, 1, pp.209-26.",
        "Dornbusch, R. (1986b) Dollars, Debts and Deficits (Cambridge, Mass.: MIT Press).",
        "Dornbusch, A. (1986c) 'Special Exchange Rates for Capital Account Transactions,' World Bank Economic Review, vol. 1, no.1., pp.3-33.",
        "Dornbusch, ft (1987a) 'External Balance Correction: Depreciation or Protection?' Brookings Papers on Economic Activity, 1, pp.249-69.",
        "Dornbusch, R. (1 987b) 'Flexible Exchange Rates 1986, Economic Journal, vol. 1, pp.1-18.",
        "Dornbusch, R. (1987c) 'Some Doubts About the McKinnon Standard,' Economic Perspectives, forthcoming.",
        "Dunn, R. (1983) 'The Many Disappointments of Flexible Exchange Rates,' Essays in International Finance, No. 154, (Princeton: Princeton University).",
        "Edison, H. (1987) 'Purchasing Power Parity in the Long Run: A Test of the Dollar/Pound Exchange Rate (1890-1978),' Journal of Money, Credit and Banking, vol. 19, no. 3, August, pp.376-87.",
        "Eichengreen, B. (ed.), (1986) The Gold Standard in Theory and History, (New York: Methuen, 1986).",
        "Federal Reserve Bank of New York (1986) 'Summary of Results of U.S. Foreign Exchange Market Turnover Survey Conducted in March 1986,' Press Release No. 1690, August.",
        "Feldstein, M. (1983) 'Domestic Saving and International Capital Movements in the Long Run and the Short Run,' European Economic Review, vol.21, pp.129-51.",
        "Feldstein, M. (1985) 'The Budget Deficit and the Dollar,' NBER Macroeconomic Annual 1986, September.",
        "Fleming, J. M. (1962) 'Domestic Financial Policies under Fixed and under Floating Exchange Rates,' IMF Staff Papers, vol. 9, no. 3, pp.369-79.",
        "Frankel, J. (1979) 'on the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials,' American Economic Review.",
        "Fran kel, J. (1984) 'Tests of Monetary and Portfolio-Balance Models of Exchange Rate Determination,' in Bilson, J., and Marston, R., (eds.), Exchange Rate Theory and Practice, (Chicago: University of Chicago Press).",
        "Frankel, J. (1986) 'International Capital Mobility and Crowding-out in the U.S. Economy: Imperfect Integration of Financial Markets or of Goods Markets?' in Hafer, R. (ed.), How Open is the U.S. Economy?, (Lexington, MA: Lexington Books).",
        "Frankel, J. (1987a) 'Ambiguous Macroeconomic Policy Multipliers, in Theory and in Twelve Econometric Models,' Working Paper 8725, University of California, Berkeley. Forthcoming in Bryant, R. et al, (eds.), Empirical Macroeconomics for Interdependent Economies (Washington, D.C.: Brookings Institute).",
        "Frankel, J. (1987b) 'Obstacles to International Macroeconomic Policy Coordination,' Working Paper 87/29, International Monetary Fund.",
        "Frankel, J., and Froot, K. (1986) 'Explaining the Demand for Dollars: International Rates of Return and the Expectations of Chartists and Fundamentalists,' Economics Working Paper 8603, U.C. Berkeley. In Chambers, R., and Paarlberg, P., (eds.) Agriculture, Macroeconomics and the Exchange Rate, forthcoming.",
        "Frankel, J., and Froot, K. (1987) 'Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations,' American Economic Review, vol. 77, March, pp. 133-53.",
        "Frankel, J., and MacArthur, A. (1987) 'Political vs. Currency Premia in International Real Interest Differentials: A Study of Forward Rates for 24 Countries,' NBER Working Paper No. 2309, European Economic Review, forthcoming.",
        "Frankel, J., and Meese, R. (1987) 'Are Exchange Rates Excessively Variable?' in Fischer, S., (ed.), NBER Macroeconomics Annual 1987.",
        "Frankef, J. and Rockett, K. (1986) 'International Macroeconomic Policy Coordination when Policy-Makers Disagree on the model,' NBER Working Paper No. 2059, October. Revised, UC Berkeley, November 1987.",
        "Frankel, J., and Stock, J. (1987) 'Regression vs. Volatility Tests of Foreign Exchange Markets,' Journal of International Money and Finance, vol. 6, pp.49-56.",
        "French, K., and Roll, R. (1986) 'Stock Return Variances: The Arrival of Information and the Reaction of Traders,' Journal of Financial Economics, vol. 1 7, pp.5-26.",
        "Frenkel, J. (1983) 'International Liquidity and Monetary Control,' in von Fursternberg, G. (ed.), International Money and Credit: The Policy Roles, (Washington: International Monetary Fund).",
        "Frenkel, J. (1987) The International Monetary System: Should It Be Reformed?' NBER Working Paper No. 2163, February.",
        "Frenkel, J. and Goldstein, M. (1986) 'A Guide to Target Zones,' NBER Working Paper No. 2113, December.",
        "Friedman, M. (1953) 'The Case for Flexible Exchange Rates,' in Friedman, M., Essays in Positive Economics, (Chicago: University of Chicago Press).",
        "Froot, K. (1987) 'Tests of Excess Forecast Volatility in the Foreign Exchange and Stock Markets,' Sloan School, M.I.T. Golub, S., et at (1985) 'Exchange Rates and Real Long-term Interest-rate Differentials: Evidence for Eighteen OECD Countries,' Economics and Statistics Department Working Papers, Organisation for Economic Cooperation and Development.",
        "Goodhart, C. (1987) 'The Foreign Exchange Market: A Random Walk with a Dragging Anchor,' London School of Economics.",
        "Goodman, S. (1979) 'Foreign Exchange Forecasting Techniques: Implications for Business and Policy,' Journal of Finance, vol. 34, May, pp.415-27.",
        "Haache, G. and Townend, J. (1981) 'Exchange Rates and Monetary PoTicy: Modelling Sterling's Effective Exchange Rate, 1972-1 980,' in Eltis, W. A., and Sinclair, P. J. N. (eds.), The Money Supply and the Exchange Rate, (Oxford: Clarendon Press).",
        "Hamada, K. (1985) The Political Economy of International Monetary Interdependence (Cambridge, Mass.: MIT Press).",
        "Helpman, E. (1981) 'An Exploration in the Theory of Exchange Rates,' Journal of Political Economy, 89, pp.865-90.",
        "Helpman, E. and Razin, A. (1979) 'A Consistent Comparison of Alternative Exchange Rate Regimes,' Canadian Journal of Economics, vol. 12, pp.394-409.",
        "Helpman, E. and Razin. A. (1982) 'A Comparison of Exchange Rate Regimes in the Presence of Imperfect Capital Markets,' International Economic Review, vol. 23, pp. 365-88.",
        "Hogarth, R. and Reder, M. (eds.) (1986) Rational Choice (Chicago: The University of Chicago Press).",
        "Hosomi, T. (1985) 'Toward a More Stable International Monetary System,' in Hosomi, 1., and Fukao, M., A Second Look at Foreign Exchange Market Interventions (Tokyo: Japan Center for International Finance).",
        "Huang, R. (1981) 'The Monetary Approach to Exchange Rates in an Efficient Foreign Exchange Market: Tests Based on Volatility,' Journal of Finance, vol. 36, pp.31-41.",
        "Huang, R. (1984) 'Some Alternative Tests of Forward Exchange Rates as Predictors of Future Spot Rates,' Journal of International Money and Finance, vol. 3, no. 2, August, pp.153-67.",
        "Hutchison, M., and Throop, A. (1985) 'U.S. Budget Deficits and the Real Value of the Dollar,' Economic Review, vol. 4, Fall, Federal Reserve Bank of San Francisco, pp.26-43.",
        "Ito, T., and Roley, V. (1987) 'News from the U.S. and Japan: Which Moves the Yen/Dollar Exchange Rate?' Journal of Monetary Economics, vol. 19, pp.255-77.",
        "Johnson, H. (1969) 'The Case for Flexible Exchange Rates 1969,' Federal Reserve Bank of St. Louis Review, vol. 51, no. 6, June, pp. 12-24.",
        "Kareken, J. and Wallace, N. (1981) 'On the Indeterminacy of Equilibrium Exchange Rates,' The Quarterly Journal of Economics, vol. 156, pp.207-22.",
        "Kindleberger, C. (1969) 'The Case for Fixed Exchange Rates 1969,' in The International Adjustment Mechanism, (Boston: Federal Reserve Bank of Boston).",
        "Kravis, I. and Lipsey, R. (1983) 'Toward an Explanation of National Price Levels,' International Finance Section, Princeton University, Princeton Studies in International Finance, No. 52.",
        "Krugman, P. (1978) 'Purchasing Power Parity and Exchange Rates: Another Look at the Evidence,' Journal of International Economics, 8, 3, August, pp.397-407.",
        "Krugman, P. (1985) 'Is the Strong Dollar Sustainable?' The U.S. Dollar -- Recent Developments, Outlook, and Policy Options. (Kansas City: Federal Reserve Bank of Kansas City), pp.1003-32.",
        "Laursen, S., and Metzter, L. (1950) 'Flexible Exchange Rates for the Theory of Employment,' Review of Economics and Statistics, vol. 32, November, pp.281-99.",
        "Levich, R. (1985) 'Empirical Studies of Exchange Rates: Price Behavior, Rate Determination, and Market Efficiency,' in Jones, A., and Kenen, P. (eds.), Handbook of International Economics, vol. II (Elsevier Science Publishers).",
        "Liviatan, N. (1980) 'Anti-inflationary Monetary Policy and the Capital Import Tax,' Warwick Economic Research Papers No. 1 71.",
        "Marris, S. (1985) 'Deficits and the Dollar: The World Economy at Risk,' Policy Analyses in International Economics No. 14, (Washington, D.C.: Institute for International Economics), December. Marris, S. (1 987) 'Deficits and the Dollar Revisited,' Institute for International Economics.",
        "Marston, R. (1987) 'Exchange Rate Policy Reconsidered,' NBER Working Paper No. 2310, July.",
        "McKinnon, R. (1974) 'A New Tripartite Monetary System or a Limping Dollar Standard,' International Finance Section, Princeton University, Princeton Essays in International Finance, No. 106.",
        "McKinnon, R. (1976) 'Floating Exchange Rates 1973-74: The Emperor's New Clothes,' Carnegie-Rochester Conference Series on Public Policy No. 3, (Elsevier Science Publishers), pp.79-114.",
        "McKinnon, R. (1984a) 'An International Standard for Monetary Stabilization,' Policy Analyses in International Economics, No.8 (Washington, D.C.: Institute for International Economics). McKinnon, R. (1 984b) 'How to Coordinate Central Bank Policies,' New York Times, July 12.",
        "McKinnon, R. (1987a) 'Monetary and Exchange Rate Policies for International Financial Stability: A Proposal,' Economic Perspectives, forthcoming. McKinnon, R. (1 987b) 'Currency Protectionism: Parity Lost,' Wall Street Journal, February 2.",
        "McKinnon, R. (1987c) 'A Gold Standard Without Gold. Putting a Stop to Rapid Currency Swings,' New York Times, April 12. McKinnon, R. (1 987d) 'A Model for Currency Cooperation,' Wall Street Journal, September 21. Meese, R., and Rogoff, K. (1 983a) 'Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?' Journal of International Economics, vol. 14, February, pp.3-24.",
        "Meese, R., and Rogoff, K. (1983b) 'The Out-of-Sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspecification?' in Frenkel, Jacob (ed.), ExchanQe Rates and International Macroeconomics (Chicago: University of Chicago Press).",
        "Miller, P. J. and Wallace, N. (1985) 'International Coordination of Macroeconomic Policies: A Welfare Analysis,' Federal Reserve Bank of Minneapolis, Quarterly Review, vol. 9, pp.14-32.",
        "Mundell, R. A. (1963) 'Capital Mobility and Stabilization Policy under Fixed and Flexible Exchange Rates,' Canadian Journal of Economics, November.",
        "Mundell, R. A. (1964) 'A Reply; Capital Mobility and Size,' Canadian Journal of Economics, vol. 30, 1964.",
        "Mundell, A. A. (1971) Monetary Theory (Pacific Palisades: Goodyear).",
        "Nurkse, R. (1937) International Currency Experience in the Interwar Period, (Geneva: League of Nations). Reprinted by Arno Press (1946).",
        "Obstfeld, M. (1986) 'Capital Mobility in the World Economy: Theory and Measurement,' Carnegie-Rochester Conference Series on Public Policy, vol. 24 (Amsterdam: Elsevier Science Publishers), pp.55-103.",
        "Oudiz, G. and Sachs, J. (1984) 'Macroeconomic Policy Coordination Among the Industrialized Economies,' Brookings Papers on Economic Activity, 1.",
        "Oudiz, G. and Sachs, J. (1985) 'International Policy Coordination in Dynamic Macroeconomies,' in W. Buiter and Marston, R. (eds.) International Economic Policy Coordination (Cambridge: Cambridge University Press).",
        "Paul R. and Lehrman, L. (1982) The Case for Gold (Washington, D.C.: Cato Institute). Pavolsky, L. (1 933) Current Monetary Issues (Washington D.C.: Brookings Institute).",
        "Reszat, B. (1987) 'Technical Analysis and Computer Trading,' Intereconomics, May/June, pp.107-il.",
        "Rogoff, K. (1985) 'Can International Monetary Policy Coordination be Counterproductive?' Journal of International Economies, vol. 18, no. 3-4, pp.199217.",
        "Roll, R. (1979) 'Violations of Purchasing Power Parity and their Implications for Efficient International Commodity Markets,' in Sarnat, M., and Szego, G., (eds.), International Finance and Trade, (Cambridge, Ma.: Ballinger).",
        "Sachs, J. (1985) 'The Dollar and the Policy Mix: 1985,' Brookinis Papers on Economic Activity 1.",
        "Schulmeister, S. (1987) An Essay on Exchanie Rate Dynamics, Austrian Institute of Economic Research.",
        "Shafer, J., and Loopesko, B. (1983) 'Floating Exchange Rates after Ten Years,' Brookings Papers on Economic Activity 1, pp.1-70.",
        "Simons, H. (1948) Economic Policy for a Competitive Society (Chicago: University of Chicago Press).",
        "Stockman, A. (1979) 'Monetary Control and Sterilization under Pegged Exchange Rates,' unpublished paper, University of Rochester.",
        "Stockman, A. (1980) 'A Theory of Exchange Rate Determination,' Journal of Political Economy, vol. 88, pp.673-98.",
        "Stockman, A. (1983) 'Real Exchange Rate Under Alternative Nominal Exchange Rate Systems,' Journal of International, Money and Finance, vol. 2, pp.147-66. Stockman, A. (1 987) 'The Equilibrium Approach to Exchange Rates,' Economic Review, Federal Reserve Bank of Richmond, March/April, pp.12-30.",
        "Summers, L. (1986) 'Does the Stock Market Rationally Reflect Fundamental Values?' Journal of Finance, vol. 41, no. 3, July, pp.591-601.",
        "Tobin, J. (1978) 'A Proposal for International Monetary Reform,' Eastern Economic Journal, vol. 3, no. 3-4, July/October reprinted in his Essays in Economics. Theory and Policy (Cambridge, Mass.: MIT Press).",
        "Tversky, A. and Kahneman, D. (1981) 'The Framing of Decisions and the Psychology of Choice,' Science, vol. 211, January, pp.453-58.",
        "Vander Kraats, R. H., and Booth, L.D. (1983) 'Empirical Tests of the Monetary Approach to Exchange Rate Determination,' Journal of International Money and Finance, vol. 2, pp.255-78.",
        "Williamson, J. (1985) 'The Exchange Rate System,' Policy Analyses in International Economics, No.5 (Washington, D.C.: Institute for International Economics).",
        "Williamson, J. and Miller, M. (1987) 'Targets and Indicators: A Blueprint for the International Coordination of Economic Policy,' Policy Analyses in International Economics, No.22, (Washington, D.C.: Institute of International Economics).",
        "ENDNOTES 1. Steady-state inflation was introduced into the Dornbusch model in Frankel (1979) and Buiter and Miller (1982).",
        "2. Dornbusch (1980), Frankel (1984), Haache and Townend (1981), Backus (1984) and Meese and Rogoff (1 983a).",
        "3. The criticisms made here are spelled out in Frankel and Meese (1987) and Froot (1987).",
        "4. This point is elaborated in Frankel (1986) and Frankel and MacArthur (1987).",
        "5. The literature began with Hamada (1985). A number of contributions appear in Buiter and Marston (1985).",
        "6. The consequences of coordination when policy-makers subscribe to conflicting models such as the 12 in question are explored in Frankel and Rockett(1986). A related point, which emerges also in Oudiz and Sachs (1984) and other empirical studies of coordination, is that the magnitude of the transmission effects, whatever their sign, is in any case so small that it is difficult to see how coordination could be important.",
        "8. On the other hand, a statistically significant tendency for the real exchange rate to regress to PPP is more apparent when 116 years of U.S.-U.K. data are used. The speed of adjustment is estimated at 15 per cent a year in Frankel (1986) and 9 per cent a year in Edison (1987). Given parameters so small in size, and given the large magnitude of the disturbances to the real exchange rate in the floating-rate data, it is not surprising that most studies on the short post-i 973 period have been statistically unable to reject zero.",
        "9. Examples where a statistical failure to reject a random walk on the real exchange rate is claimed as evidence in favor of an equilibrium theory include RoIl (1979), Adler and Lehmann (1983), and Stockman (1987).",
        "ii. Survey data on the expectations of market participants suggest that they expect the exchange rate to regress to PPP at a rate of 12 to 17 per cent per year. (Frankel and Froot, 1986, 1987.) 12. Of course one or two empirical observation does not constitute a statistical test. A number of recent studies on monthly data claim a degree of success using the long-term real interest differential to explain the real exchange rate: Shafer and Loopesko (1983), Sachs (1985), Hutchison and Throop (1985), Golub et al (1985), and Feldstein (1985). But it must be remembered that repeatedly in the past a version of the monetary approach that has appeared to work well for the sample period on which it was estimated has subsequently gone awry.",
        "1 7. Federal Reserve Bank of New York (1986)."
    ]
}