{
    "id": 2466,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bhagwati, J. N. and T. N. Srinivasan, 1983, Lectures on International Trade, MIT Press, Cambridge, Mass.",
        "Canzoneri, M and J. A. Gray, 1985, Monetary Policy Games and the Consequences of Noncooperative Behavior, International Economic Review, 26, 547-564.",
        "Chari, V. V. and P. J. Kehoe, 1987, International Coordination of Fiscal Policy in Limiting Economies, Working Paper 317, Federal Reserve Bank of Minneapolis.",
        "Currie, D. and P. Levine, 1985, Macroeconomic Policy Design in an Interdependent World, in W. H. Buiter and R. C. Marston (eds.), International Economic Policy Coordination, Cambridge University Press, Cambridge, U.K.",
        "Devereux, M, 1986, The International Coordination of Fiscal Policy and the Terms of Trade: An Example, unpublished manuscript, University of Toronto.",
        "Frenkel, J. A. (ed.), 1987, International Aspects of Fiscal Policy, NBER, University of Chicago Press, Chicago.",
        "Frenkel, J. A. and A. Razin, 1985, Government Spending, Debt, and International Economic Interdependence, Economic Journal, 95, 619-636.",
        "Frenkel, J. A. and A. Razin, 1986, Fiscal Policies in the World Economy, Journal of Political Economy, 94, 564-594.",
        "Hamada, K., 1976, A Strategic Analysis of Monetary Interdependence, Journal of Political Economy, 84, 677-700.",
        "Hamada, K., 1986, Strategic Aspects of International Fiscal Interdependence, Economic Studies Quarterly, 37, 165-180.",
        "Johnson, H. G., 1954, Optimum Tariffs and Retaliation, Review of Economic Studies, 21, 142-153.",
        "Miller, M. H. and M. Salmon, 1985, Policy Coordination and Dynamic Games, in W. H. Buiter and R. C. Marston (eds.), International Economic Policy Coordination, Cambridge University Press, Cambridge, U.K.",
        "Takayama, A., 1974, International Trade, Holt, Rinehart and Winston, New York.",
        "Taylor, J. B., 1985, International Coordination in the Design of Macroeconomic Policy Rules, European Economic Review, 28, 53-82.",
        "Turnovsky, S. J. and V. dOrey, 1986, Monetary Policies in Interdependent Economies with Stochastic Disturbances: A Strategic Approach, Economic Journal, 96, 696-721."
    ]
}