{
    "id": 2467,
    "cites": 20,
    "cited_by": 18,
    "reference": [
        "Basar, T., A Tutorial on Dynamic and Differential Games, presented at the 7th Annual Conference on Economic Dynamics and Control, London, June 1985.",
        "Basar, T., and G. J. Olsder, Dynamic Noncooperative Game Theory, N.Y., Academic Press, 1983.",
        "Basar, T., S. J. Turnovsky, and V. dOrey, Optimal Strategic Monetary Policies in Dynamic Interdependent Economies, presented at the 7th Annual Conference on Economic Dynamics and Control, London, June 1985.",
        "Bresnahan, T. F., Duopoly Models with Consistent Conjectures, American Economic Review, December 1981, 71, 934-945.",
        "Canzoneri, M. and J. A. Gray, Monetary Policy Design in an Interdependent World. in W. H. Buiter and R. C. Marston (eds.), International Economic Policy Coordination, Cambridge, U.K., Cambridge University Press, 1985.",
        "Dornbusch, R. Expectations and Exchange Rate Dynamics, Journal of Political Economy, December 1976, 84, 1161-1176.",
        "Ferschtman, C. and M. I. Kainien, Conjectural Equilibrium and Strategy Spaces in Differential Games, in Optimal Control Theory and Economic Analysis 2, G. Feichtinger, ed., Amsterdan~, North-Holland, 1985.",
        "Hamada, K., A Strategic Analysis of Monetary Interdependence, Journal of Political Economy, August 1976, 84, 677-700.",
        "Hughes-Hallett, A. J., Non-Cooperative Strategies for Dynamic Policy Games and the Problem of Time Inconsistency, Oxford Economic Papers, November 1984, 36, 38 1-399.",
        "Jones, M., International Liquidity: A Welfare Analysis, Quarterly Journal of Economics, February 1983, 98, 1-23.",
        "Kamien, M. I. and N. L. Schwartz, Conjectural Variations, Canadian Journal of Economics, May 1983, 16, 191-211.",
        "Miller, M. H. and M. Salmon, Policy Coordination and Dynamic Games, in W. H. Buiter and R. C. Marston (eds.), International Economic Policy Coordination, Cambridge, U.K., Cambridge University Press, 1985.",
        "Oudiz, G. and J. Sachs, International Policy Coordination in Dynamic Macroeconomic Models, in W. H. Buiter and R. C. Marston (eds.), International Economic Policy Coordination, Cambridge, U.K., Cambridge University Press, 1985.",
        "Perry, M K., Oligopoly and Consistent Conjectural Variations, Bell Journal of Economics, Spring 1982, 13, 197-205.",
        "Phelps, E. S., Phillips Curves, Expectations of Inflation, and Optimal Unemployment over Time, Economica, August 1967, 24, 254-281.",
        "Rogoff, K., Can International Monetary Policy Cooperation be Counterproductive? Journal R2 of International Economics, May 1985, 18, 199-2 17.",
        "Stemp, P. J. and S. J. Turnovsky, Optimal Monetary Policy in an Open Economy, European Economic Review, July 1987, 31, 1113-1135.",
        "Taylor, J. B., International Coordination in the Design of Macroeconomic Policy Rules, European Economic Review, June 1985, 28, 53-81.",
        "Turnovsky, S. J. and Monetary and Fiscal Policy under Perfect Foresight: A Symmetric Two-Country Analysis, Economica, May 1986, 53, 139-157.",
        "Turnovsky, S. J. and V. dOrey, Monetary Policies in Interdependent Economies: A Strategic Approach, in Symposium on the Coordination of Economic Policies between Japan and the U.S., Economic Studies Quarterly, June 1986, 37, 114-133."
    ]
}