{
    "id": 2468,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Alesina, Alberto (1987a) Macroeconomic Policy in a Two-Party System as a Repeated Game Quarterly Journal of Economics, 102, 651-78 (August).",
        "Political Competition NBER working paper no. 2354. Bernhardt, Daniel and Daniel Ingberman (1985) Candidate Reputation and Incumbency Effect, Journal of Public Economics, 27, 47-67, (June).",
        "Black, 0. (1958) Theory of Committees and Elections, Cambridge University Press, New York.",
        "Calvert, Randall (1985) Robustness of the Multidimensional Voting Model; Candidates Motivations, Uncertainty and Convergence, American Journal of Political Science, 1056-1070, (February).",
        "Coughlin, Peter and Shmuel Nitzan (1981) Directional and Local Equilibria with Probabilistic Voting, Journal of Economic Theory, 24, 226-239.",
        "Cukierman, Alex (1985): Asymmetric Information and the Electoral Momentum of Public Opinion Polls Unpublished Manuscript, Tel-Aviv University.",
        "Cukierman, Alex and Allan Meltzer (1986a) A Positive Theory of Discretionary Policy the Cost of a Democratic Government and the Benefits of a Constitution Economic Inquiry, 26, 367-88 (July) Cukierman, Alex and Allan Meltzer (1986b) A Theory of Ambiguity, Credibility and Inflation Under Discretion and Asymmetric Information, Econometrica, 51, 1099-1128 (September).",
        "Downs, Anthony (1957) An Economic Theory of Democracy, Harper and Row, New York.",
        "Hinich, Melvin, (1977) Equilibrium in Spatial Voting: The Median Voter Result is an Artifact, Journal of Economic Theory, 16, 208-219.",
        "Equilibrium: A Spatial Analysis Based on the Theory of Games, Journal of Politics, 35, 134-193. __________ __________ and __________ (1972) Non-voting and the Existence of Equilibrium Under Majority Rule, Journal of Economic Theory, 14, 144153.",
        "Ledyard, John (1984) The Pure Theory of Large Two-Candidate Elections, Public Choice, 473-490, (August).",
        "Lott, John and Robert Reed (1987) Shirking and Sorting in a Political Market with Finite Lived Politicians, unpublished.",
        "McKelvey, Richard (1975) Policy Related Voting and Electoral Equilibrium, Econometrica, 43, 815-863.",
        "Choice, 35, 384-402. Rogoff, Kenneth (1987) Equilibrium Political Budget Cycles, unpublished, August.",
        "NBER working paper no. 1838, (March). Shepsie, Kenneth (1972) The Strategy of Ambiguity: Uncertainty and Electoral Competition, The American Political Science Review, 66, 555-568 (June).",
        "Wittman, Donald (1977) Candidates with Policy Preferences: A Dynamic Model, Journal of Economic Theory, 86-103, (January)."
    ]
}