{
    "id": 2472,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Bell, Elliot V., `Treasury Moves to End Free Rides, New York Times December 11, 1938, Part III, pg. 1.",
        "Bernanke, Ben S., `Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73, June 1983, 257-276.",
        "A Comparison of the Pre-War and Post-War Eras, in R.J. Gordon, ed. The American Business Cycle: Continuity and Change, Chicago, Ill.: University of Chicago Press for NBER, 1986.",
        "Bloch, Ernest, `The Treasurys Deposit Balances and the Banking System, in Essays in Money and Credit, New York: Federal Reserve Bank of New York, December 1964, 19-24.",
        "Board of Governors of the Federal Reserve. Banking and Monetary Statistics. 1943.",
        "Brown, Stephen and Philip Dybvig, `The Empirical Implications of the Cox, Ingersoll and Ross Theory of the Term Structure of Interest Rates, Journal of Finance 41, July 1986, 617-632.",
        "Brunner, Karl, ed. The Great Depression Revisited. Boston: Martinus Nijhoff, 1981.",
        "Childs, C.F. Concerning U.S. Government Securities, 1635-19~5. Chicago: The Lakeside Press, 1947.",
        "Cox, John C., Johathan E. Ingersoll and Stephen A. Ross, `A Theory of the Term Structure of Interest Rates, Econometrica 53, March 1985, 385408.",
        "Attendant Reservations, Journal of Finance 13, 1958, 348-356.",
        "Friedman, Milton and Anna Schwartz. Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press, 1982.",
        "Hamilton, James D., `Monetary factors in the Great Depression, Journal of Monetary Economics 19, March 1987, 145-169.",
        "Homer, Sidney. A History of Interest Rates. 2nd Edition, 1976.",
        "Mankiw, N. Gregory and Jeffrey Miron, `The Changing Behavior of the Term Structure of Interest Rates, N.B.E.R. Working Paper 1669, July 1985.",
        "McCulloch, J. Huston, `Measuring the Term Structure of Interest Rates, Journal of Business 44, January 1971, 19-31.",
        "Moore, Geoffrey H. and Victor Zarnowitz, `The Development and Role of the National Bureau of Economic Researchs Business Cycle Chronologies, in R.J. Gordon, ed. The American Business Cycle: Continuity and Change, Chicago, Ill.: University of Chicago Press for NBER, 1986.",
        "Nelson, Charles R. and Andrew F. Seigel, `Parsimonious Modeling of Yield Curves for U.S. Treasury Bifis, N.B.E.R. Working Paper No. 1594, March 1985.",
        "Porter, Sylvia F., `Gambling in Governments, Scribners Magazine 104, December 1938, 43-46.",
        "Salomon Brothers. An Analytical Record of Stock Market Yields and Yield Spreads. 1985.",
        "Shea, Gary, `Interest Rate Term Structure Estimation with Exponential Splines: A Note, Journal of Finance 40, March 1985, 319-325.",
        "Williams, John Burr. The Theory of Investment Value. Cambridge, Mass.: The Harvard University Press, 1938."
    ]
}