{
    "id": 2476,
    "cites": 21,
    "cited_by": 101,
    "reference": [
        "Akerlof, George A. A Theory of Social Custom, of Which Unemployment May Be One Consequence. Quarterly Journal of Economics 94 (1980): 749-775.",
        "Azariadis, Costas. Implicit Contracts and Underemployment Equilibria. Journal of Political Economy 83 (1975): 1183-1202.",
        "Baily, Martin Neil. Wages and Unemployment under Uncertain Demand. Review of Economic Studies 41 (1974): 37-50.",
        "Ball, Laurence, and Homer, David. Are Prices Too Sticky? NBER Working Paper 2171, February 1987. (1987a) _______ and _______ . Sticky Prices As Coordination Failure. NBER Working Paper 2327, July 1987. (1987b) Barsky, Robert, and Miron, Jeffrey. The Seasonal Cycle and the Business Cycle. Mimeo, University of Michigan, June 1987.",
        "Bils, Mark. Pricing in a Customer Market. Rochester Center for Economic Research Working Paper No. 30, revised Summer 1986.",
        "Blanchard, Olivier J. Aggregate and Individual Price Adjustment. Brookings Papers on Economic Activi~y 1987-1: 57-109. (1987a) _______ Why Does Money Affect Output? Handbook of Monetary Economics, Benjamin Friedman and Frank Hahn, eds. Amsterdam: North Holland, forthcoming. (1987b) _______ and Kiyotaki, Nobuhiro. Monopolistic Competition and the Effects of Aggregate Demand. American Economic Review 77 (1987): 6147_666.",
        "Blinder, Alan. Inventories and Sticky Prices. American Economic Review 72 (1982): 334-348.",
        "Bulow, Jeremy I. and Summers, Lawrence H. A Theory of Dual Labor Markets with Applications to Industrial Policy, Discrimination, and Keynesian 43 Unemployment. Journal of Labor Economics 4 (1986): 376-414.",
        "Geary, Patrick and Kennan, John. The Employment-Real Wage Relationship: An International Study. Journal of Political Econcrny 90 (1982): 854-871.",
        "Hall, Robert E. Market Structure and Macroeconomic Fluctuations. Brookings Papers on Economic Activity 1986-2: 285-338.",
        "Killingsworth, Mark. Labor Supply. Cambridge: Cambridge University Press, 1983.",
        "Lindbeck, Assar and Dennis Snower. Wage Setting, Unemployment, and InsiderOutsider Relations. American Economic Review 76 (May 1986): 235-239.",
        "Mankiw, N. Gregory. The Permanent Income Hypothesis and the Real Interest Rate. Economics Letters, November 1981, 307-311.",
        "Okun, Arthur 1. Prices and Quantities: A Macroeconomic Analysis. Washington, D.C.: The Brookings Institution, 1982.",
        "Romer, David. The Theory of Social Custom: A Modification and Some Extensions. Quarterly Journal of Economics 99 (1984): 717-727.",
        "Rotemberg, Julio J. Monopolistic Price Adjustment and Aggregate Output. Review of Economic Studies 49 (1982): 517-531.",
        "Scherer, F.M. Industrial Market Structure and Economic Performance, 2nd Edition. Chicago: Rand-McNally, 1980.",
        "Shapiro, Carl and Stiglitz, Joseph E. Equilibrium Unemployment as a Worker Discipline Device. American Economic Review 74 (1984): 433-444.",
        "Solow, Robert M. Another Possible Source of Wage Stickiness. Journal of Macroeconomics 1 (1979): 79-82.",
        "Sparks, Roger. A Model of Involuntary Unemployment and Wage Rigidity. Journal of Labor Economics 4 (1986): 560-581.",
        "Stiglitz, Joseph E. Equilibrium in Product Markets with Imperfect Information. American Economic Review 69 (May 1979): 339-345."
    ]
}