{
    "id": 2480,
    "cites": 64,
    "cited_by": 38,
    "reference": [
        "Abraham, Katharine G., and Lawrence F. Katz, Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances? Journal of Political Economy 94 (November 1986), 507-522.",
        "Altug, Sumru G.,, Essays in the Equilibrium Approach to Aggregate Fluctuations and Asset Pricing, Ph.D. dissertation, Carnegie Mellon University, 1985.",
        "Barro, Robert, J~, Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics 2 (January 1976), 1-32.",
        "Barro, Robert, J., The Equilibrium Approach to Business Cycles, in Money, Expectations, and Business Cycles. New York: Academic Press, 1981.",
        "Barro, Robert, J., Comments, NBER Macroeconomics Annual 1986. Cambridge: MIT press, 1986.",
        "Bils, Mark J., `Real Wages over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93 (August 1985), 666-89.",
        "Black, Fischer, General Equilibrium and Business Cycles, NBER Working Paper No. 950, August 1982.",
        "Brock, William A., Comments, in Frontiers of Quantitative Economics, Vol. II, ed. by M.D. Intriligator. and D.A. Kendrick. Amsterdam: North-Holland Publishing Co. , 1974.",
        "Brock, William A., Asset Prices in a Production Economy, in The Economics of Information and Uncertainty, ed. by J.J. McCall. Chicago: University of Chicago press, 1982.",
        "Brock, William, A., and Leonard J. Mirman, Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory 4: (1972), 479-515.",
        "Davis, Steven J., Fluctuations in the Pace of Labor Reallocation, Carnegie- Rochester Conference Series on Public Policy 27 (Autumn 1987), forthcoming.",
        "Donaldson, John B., and Rajnish Mehra, Stochastic Growth with Correlated Production Shocks, Journal of Economic Theory 29 (1983), 282-312.",
        "Eichenbaum, Martin, and Kenneth J. Singleton, Do Equilibrium Real Business Cycle Theories Explain Postwar U.S. Business Cycles? NBER Macroeconomics Annual 1986. Cambridge: MIT Press, 1986.",
        "Fischer, Stanley, New Classical Macroeconomics, The New Palgrave: A Dictionary of Economics. New York: Stockton Press, 1987.",
        "Geary, Patrick T., and John Kennan, The Employment-Real Wage Relationship: An International Study, Journal of Political Economy 90 (August 1982), 854-871.",
        "Geary, Patrick T., and John Kennan, Intertemporal Substitution and the Phillips Curve: International Evidence, Working Paper No. 84-35, University of Iowa, December 1984.",
        "Hansen, Gary D., `Indivisible Labor and the Business Cycle, Journal of Monetary Economics 16 (November 1985), 309-327.",
        "Hansen, Lars P., Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50 (July 1982), 1029-1054.",
        "Hansen, Lars P., and Kenneth J. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models,~ Econometrica 50 (September 1982), 1269-1286.",
        "Hamilton, James D., Oil and the Macroeconomy since World War II, Journal of Political Economy 91 (April 1983), 228-248.",
        "Hamilton, James D., `Uncovering Financial Market Expectations of Inflation, Journal of Political Economy 93 (December 1985), 1224-1241.",
        "Hercowitz, Zvi, and Michael ~Sampson, Growth and Employment Fluctuations, Working Paper, July 1986.",
        "Hodrick, Robert J., and Edward C. Prescott, Post-War U.S. Business Cycles: An Empirical Investigation, Working Paper, Carnegie Mellon University, 1980.",
        "Jorgensen, Dale W.,. and Zvi Griliches, The Explanation of Productivity Change, Review of Economic Studies 34 (April 1967), 249-283.",
        "King, Robert G., Monetary Information and Monetary Neutrality, Journal of Monetary Economics 7 (March 1981), 195-206.",
        "King, Robert G., Money and Business Cycles: Comments on Bernanke and Related Literature, Carnegie-Rochester Conference Series on Public Policy 25 (Autumn 1986), 101-116.",
        "King, Robert G., and Michael Dotsey, Rational Expectations and the Business Cycle, The New Palgrave: A Dictionary of Economics. New York: * Stockton Press, 1987.",
        "King, Robert G., and Charles I. Plosser, Money, Credit, and Prices in a Real Business Cycle, American Economic Review 74 (June 1984), 363-80.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo, Production, Growth, and Business Cycles, Working Paper, Univers~ity of Rochester, July 1987.",
        "King, Robert, G., and Sergio T. Rebelo, Business Cycles with Endogenous Growth, Working Paper, University of Rochester, July 1986.",
        "Kydland, Finn E., Labor Force Heterogeneity and the Business Cycle, Carnegie-Rochester Conference Series on Public Policy 21 (Autumn 1984), 173-208.",
        "Kydland, Finn E., and Edward C. Prescott, A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy, in Rational Expectations and Economic Policy, ed. by S. Fischer. Chicago: University of Chicago Press, 1980.",
        "Kydland, Finn E., and Edward C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica 50 (November 1982), 1345-1370.",
        "Kydland, Finn E., and Edward C. Prescott, The Workweek of Capital and its Cyclical Implications, Working Paper, Federal Reserve Bank of Minneapolis, October 1986.",
        "Lilien, David M., Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy 90 (August 1982), 777-793.",
        "Litterman, Robert B., and Lawrence Weiss, Money, Real Interest Rates, and Output: A Reinterpretation of Postwar U.S. Data, Econometrica 53 (January 1985), 129-56.",
        "Long, John B., and Charles I. Plosser, Real Business Cycles, Journal of Political Economy 91 (February 1983), 39-69.",
        "Loungani, Prakash, Oil Price Shocks and the Dispersion Hypothesis, Review of Economics and Statistics 68 (August 1986), 536-539.",
        "Lucas, Robert E., Jr., Expectations and the Neutrality of Money, Journal of Economic Theory 4 (April 1972), 103-24.",
        "Lucas, Robert E., Jr., Some International Evidence on Output-Inflation Tradeoffs, American Economic Review 63 (June 1973), 326-334.",
        "Lucas, Robert E., Jr., An Equilibrium Model of the Business Cycle, Journal of Political Economy 83 (December 1975), 1113-1144.",
        "Lucas, Robert E., Jr., Models of Business Cycles. Oxford: Basil Blackwell, 1987.",
        "Lucas, Robert E., Jr., and Edward C. Prescott, Investment Under Uncertainty, Econometrica 39 (September 1971), 659-682.",
        "Mankiw, N. Gregory, Comments, NBER Macroeconomics Annual 1986. Cambridge: MIT Press, 1986.",
        "Mankiw, N. Gregory, Julio J. Rotemberg, and Lawrence H. Summers, Intertemporal Substitution in Macroeconomics, Q~rterly Journal of Economics 100 (February 1985), 225-251.",
        "McCallum, Bennett T., Macroeconomics After a Decade of Rational Expectations: Some Critical Issues, Federal Reserve Bank of Richmond Economic Review 68 (November/December 1982), 3-12.",
        "McCallum, Bennett T., On Consequences and Criticisms of Monetary Targeting, Journal of Money, Credit, and Banking 17 (November 1985, Part 2), 570-97.",
        "McCallum, Bennett T., On `Real and `Sticky Price Theories of the Business Cycle, Journal of Money, Credit, and Banking 18 (November 1986), 397-414.",
        "Mishkin, Frederick S., The Real Interest Rate: An Empirical Investigation, Carnegie-Rochester Conference Series on Public Policy 15 (Autumn 1981), 151-200.",
        "Nelson, Charles R., and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics 10 (September 1982), 139-62.",
        "Shifts, Carn~g~e-Rochester Conference Series on Public Policy 27 (Autumn 1987), forthcoming.",
        "Prescott, Edward C., Theory Ahead of Business Cycle Measurement, Carnegie-Rochester Conference Series on Public Policy 25 (Autumn 1986), 11-44.",
        "Rogerson, Richard D., Indivisible Labor, Lotteries, and Equilibrium, Working Paper, University of Rochester, 1985.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth, Journal of Political Economy 94 (October 1986), 1002-1037.",
        "Rush, Mark, `Real Business Cycles, Federal Reserve Bank of Kansas City Economic Review 72 (February 1987), 20-32.",
        "Sargent, Thomas J., The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics, Journal of Political Economy 84 (August 197k), 631-640. Sargent, Thomas J., Macroeconomic Theory. New York: Academic Press, 1979.",
        "Shapiro, Matthew D., ~Are Cyclical Fluctuations in Productivity Due More to Supply Shocks or Demand Shocks? NBER Working Paper No. 2147, February 1987.",
        "Sims, Christopher A., Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered, American Economic Review 73 (May 1983), 250-7.",
        "Sims, Christopher A., Policy Analysis with Econometric Models, Brookings Papers on Economic Activity (1982, No. 1), 107-52.",
        "Singleton, Kenneth J., Econometric Issues in the Analysis of Equilibrium Business Cycle Models, Working Paper, Carnegie Mellon University, July 1986.",
        "Solow, Robert M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics 39 (May 1957), 312-320.",
        "Summers, Lawrence H., Some Skeptical Observations on Real Business Cycle Theory, Federal Reserve Bank of Minneapolis Quarterly Review 10 (Fall 1986), 23-27.",
        "Walsh, Carl E., New Views of the Business Cycle: Has the Past Emphasis on Money been Misplaced? Federal Reserve Bank of Philadelphia Business Review (January-February 1986), 3-13.",
        "Watson, Mark W., Univariate Detrending Methods with Stochastic Trends, Journal of Monetary Economics 18 (July 1986), 49-75."
    ]
}