{
    "id": 2482,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "U.S. Board of Governors of the Federal Reserve System, Annual Statistical Digest, Washington, D. C. U.S. Board of Governors of the Federal Reserve System, Federal Reserve Bulletin, Washington, D. C. U.S. Bureau of Census, 1975, Historical Statistics of the United States, Washington, D. C.",
        "Organization for Economic Co-operation and Development, Main Economic Indicators, Paris. Phelps, Edmund, 1973, Inflation in the Theory of Public Finance, Swedish ~.~rnal of Economics, 75, 67-82.",
        "Mitchell, B.K. and H. C. Jones, 1971, Second Abstract of Historical Statistics, Cambridge University Press.",
        "Mitchell, B.K. and Phillis Deane, 1962, Abstract of British Historical Statistics, Cambridge University Press.",
        "Grilli, Vittorio, 1986, Buying and Selling Attacks on Fixed Exchange Rate Systems, Journal of International Economics.",
        "League of Nations, Monthly Bulletin of Statistics Maddala, G.S., 1983, Limited-Dependent and Qualitative Variables in Econometrics, Cambridge University Press.",
        "King, Robert and Charles Plosser, 1985, Money, Deficits, and Inflation, Carnegie-Rochester Conference Series on Public Policy, V. 22.",
        "International Monetary Fund, International Financial Statistics, Washington, D. C. Kimbrough, Kent, 1986, The Optimum Quantity of Money Rule in the Theory of Public Finance, Journal of Monetary Economics, 18: 277-284.",
        "Feldstein, Martin, 1986, The Budget Deficit and the Dollar, NBER Working Paper No. 1898.",
        "Greenwood, Jeremy, 1983, Expectations, the Exchange Rate, and the Current Account, Journal of Monetary Economics, 12:543-569.",
        "Friedman, Milton and Anne Schwartz, 1982, Monetary Trends in the United States and the United Kingdom, University of Chicago Press.",
        "Flood, Robert and Peter Garber, 1984, Collapsing Exchange Rate RegImes: Some Linear Examples, Journal of International Economics 17, 1-13.",
        "Central Statistical Office, Annual Abstract of Statistics, London. Central Statistical Office, Economic Trends, London. Commercial and Financial Chronicle, W.B. Dana Company, New York. Evans, Paul, 1986, Is the Dollar High Because of Large Budget Deficits? Journal of Monetary Economics 18:227-249.",
        "Board of Trade, Miscellaneous Statistics of the United Kingdom, London. Capie, Forrest and Michael Collins, 1983, The Inter-war British Economy: A Statistical Abstract, Manchester University Press.",
        "Baxter, Marianne, 1987, Rational Expectation Models with Censored Variables, RCER Working Paper No. 89.",
        "Bank of England, Economic Division, Bank of England Quarterly Bulletin, London. Barro, Robert, 1979, On the Determination of Public Debt, Journal of Political Economy 87, 940-71.",
        "Barro, Robert, 1986, The Behavior of the United States Deficits, in Robert Gordon, The American Business Cycle: Continuity and Change, University of Chicago Press."
    ]
}