{
    "id": 24848,
    "cites": 89,
    "cited_by": 35,
    "reference": [
        "Acemoglu, D., Autor, D. H., and Lyle, D. (2004). Women, war, and wages: The effect of female labor supply on the wage structure at midcentury. Journal of Political Economy, 112(3):497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Adhvaryu, A., Fenske, J., and Nyshadham, A. (2016). Early life circumstance and adult mental health. Technical report, Centre for the Study of African Economies, University of Oxford.",
        "Aguilar, A. and Vicarelli, M. (2011). El nino and mexican children: medium-term effects of early-life weather shocks on cognitive and health outcomes. Cambridge, United States: Harvard University, Department of Economics. Manuscript.",
        "Aizer, A., Eli, S., Ferrie, J., and Lleras-Muney, A. (2016). The long-run impact of cash transfers to poor families. American Economic Review, 106(4):935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Almond, D. (2006). Is the 1918 Influenza pandemic over? Long-term effects of in utero Influenza exposure in the post-1940 US population. Journal of Political Economy, 114(4):672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Almond, D. and Currie, J. (2011). Killing me softly: The fetal origins hypothesis. The Journal of Economic Perspectives, 25(3):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Almond, D. and Mazumder, B. (2013). Fetal origins and parental responses. Annu. Rev. Econ., 5(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 56.",
        "AndaloÃ\u0083Å\u0092Ã\u0082Â\u0081n, M. (2011). Oportunidades to reduce overweight and obesity in mexico? Health economics, 20(S1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Angelucci, M. and De Giorgi, G. (2009). Indirect effects of an aid program: how do cash transfers affect ineligiblesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ consumption? The American Economic Review, 99(1):486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Barber, S. L. and Gertler, P. J. (2008). The impact of mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s conditional cash transfer programme, oportunidades, on birthweight. Tropical Medicine & International Health, 13(11):1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Barham, T. (2011). A healthier start: the effect of conditional cash transfers on neonatal and infant mortality in rural mexico. Journal of Development Economics, 94(1):74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Barham, T. and Rowberry, J. (2013). Living longer: The effect of the mexican conditional cash transfer program on elderly mortality. Journal of Development Economics, 105:226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Behrman, J. R., Calderon, M. C., Preston, S. H., Hoddinott, J., Martorell, R., and Stein, A. D. (2009a). Nutritional supplementation in girls influences the growth of their children: prospective study in guatemala. The American journal of clinical nutrition, 90(5):1372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1379.",
        "Behrman, J. R., Fernald, L., Gertler, P., Neufeld, L. M., and Parker, S. (2008). Long-term effects of Oportunidades on rural infant and toddler development, education and nutrition after almost a decade of exposure to the program, volume I, chapter 1, pages 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58. SecretarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a de Desarrollo Social.",
        "Behrman, J. R. and Hoddinott, J. (2005). Programme evaluation with unobserved heterogeneity and selective implementation: The mexican progresa impact on child nutrition. Oxford bulletin of economics and statistics, 67(4):547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Behrman, J. R., Parker, S. W., and Todd, P. E. (2009b). Medium-term impacts of the oportunidades conditional cash transfer program on rural youth in mexico. Poverty, Inequality and Policy in Latin America, pages 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Behrman, J. R., Parker, S. W., and Todd, P. E. (2011). Do conditional cash transfers for schooling generate lasting benefits? a five-year followup of progresa/oportunidades. Journal of Human Resources, 46(1):93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Behrman, J. R., Sengupta, P., and Todd, P. (2005). Progressing through progresa: An impact assessment of a school subsidy experiment in rural mexico. Economic development and cultural change, 54(1):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 275.",
        "Behrman, J. R. and Todd, P. E. (1999). Randomness in the experimental samples of progresa (education, health, and nutrition program). International Food Policy Research Institute, Washington, DC.",
        "Bitler, M. P., Hoynes, H. W., and Domina, T. (2014). Experimental evidence on distributional effects of head start. Technical Report 20434, National Bureau of Economic Research.",
        "Blattman, C., Fiala, N., and Martinez, S. (2013). The economic and social returns to cash transfers: Evidence from a ugandan aid program. Technical report, CEGA Working Paper.",
        "Bleakley, H. (2007). Disease and development: Evidence from hookworm eradication in the American South. The Quarterly Journal of Economics, 122(1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bleakley, H. (2010). Malaria eradication in the Americas: A retrospective analysis of childhood exposure. American Economic Journal: Applied Economics, 2(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Bobonis, G. J. (2009). Is the allocation of resources within the household efficient? new evidence from a randomized experiment. Journal of Political Economy, 117(3):453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Card, D. (2001). Estimating the return to schooling: Progress on some persistent econometric problems.",
        "Chetty, R., Hendren, N., and Katz, L. F. (2016). The effects of exposure to better neighborhoods on children: New evidence from the moving to opportunity experiment. American Economic Review, 106(4):855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Conley, T. (1999). Gmm estimation with cross sectional dependence. Journal of Econometrics, 92(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 45.",
        "Conti, G. and Heckman, J. J. (2014). Economics of child well-being. Springer.",
        "Conti, G., Heckman, J. J., and Pinto, R. (2015). The effects of two influential early childhood interventions on health and healthy behaviors. Technical report, National Bureau of Economic Research.",
        "Crookston, B. T., Penny, M. E., Alder, S. C., Dickerson, T. T., Merrill, R. M., Stanford, J. B., Porucznik, C. A., and Dearden, K. A. (2010). Children who recover from early stunting and children who are not stunted demonstrate similar levels of cognition. The Journal of nutrition, 140(11):1996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001.",
        "Crookston, B. T., Schott, W., Cueto, S., Dearden, K. A., Engle, P., Georgiadis, A., Lundeen, E. A., Penny, M. E., Stein, A. D., and Behrman, J. R. (2013). Postinfancy growth, schooling, and cognitive achievement: Young lives. The American journal of clinical nutrition, 98(6):1555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1563.",
        "Cueto, S., LeoÃ\u0083Å\u0092Ã\u0082Â\u0081n, J., Miranda, A., Dearden, K., Crookston, B. T., and Behrman, J. R. (2016). Does pre-school improve cognitive abilities among children with early-life stunting? a longitudinal study for peru. International journal of educational research, 75:102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Cunha, F., Heckman, J. J., Lochner, L., and Masterov, D. V. (2006). Interpreting the evidence on life cycle skill formation. Handbook of the Economics of Education, 1:697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "Cunha, F., Heckman, J. J., and Schennach, S. M. (2010). Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78(3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Currie, J. and Vogl, T. (2012). Early-life health and adult circumstance in developing countries. Annual Review of Economics, 5:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "De Janvry, A., Emerick, K., Gonzalez-Navarro, M., and Sadoulet, E. (2015). Delinking land rights from land use: Certification and migration in mexico. The American Economic Review, 105(10):3125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3149.",
        "De Janvry, A., Finan, F., Sadoulet, E., and Vakis, R. (2006). Can conditional cash transfer programs serve as safety nets in keeping children at school and from working when exposed to shocks? Journal of Development Economics, 79(2):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Dinkelman, T. (2013). Mitigating long-run health effects of drought: Evidence from south africa. Technical Report 19756, National Bureau of Economic Research.",
        "Djebbari, H. and Smith, J. (2008). Heterogeneous impacts in progresa. Journal of Econometrics, 145(1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Doyle, O., Harmon, C. P., Heckman, J. J., and Tremblay, R. E. (2009). Investing in early human development: timing and economic efficiency. Economics & Human Biology, 7(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Fernald, L. C., Gertler, P. J., and Hou, X. (2008a). Cash component of conditional cash transfer program is associated with higher body mass index and blood pressure in adults. The Journal of nutrition, 138(11):2250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2257.",
        "Fernald, L. C., Gertler, P. J., and Neufeld, L. M. (2008b). Role of cash in conditional cash transfer programmes for child health, growth, and development: an analysis of mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s oportunidades. The Lancet, 371(9615):828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "Fernald, L. C., Gertler, P. J., and Neufeld, L. M. (2009). 10-year effect of oportunidades, mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s conditional cash transfer programme, on child growth, cognition, language, and behaviour: a longitudinal follow-up study. The Lancet, 374(9706):1997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005.",
        "Fernald, L. C. and Gunnar, M. R. (2009). Poverty-alleviation program participation and salivary cortisol in very low-income children. Social science & medicine, 68(12):2180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Fernald, L. C., Hou, X., and Gertler, P. J. (2008c). Oportunidades program participation and body mass index, blood pressure, and self-reported health in mexican adults. Prev Chronic Dis, 5(3):A81.",
        "Gertler, P. (2004). Do conditional cash transfers improve child health? evidence from progresaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s control randomized experiment. American Economic Review, 94(2):336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Gertler, P., Heckman, J., Pinto, R., Zanolini, A., Vermeersch, C., Walker, S., Chang, S. M., and Grantham-McGregor, S. (2014). Labor market returns to an early childhood stimulation intervention in jamaica. Science, 344(6187):998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Gertler, P. J., Martinez, S. W., and Rubio-Codina, M. (2012). Investing cash transfers to raise long-term living standards. American Economic Journal: Applied Economics, pages 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Gould, E. D., Lavy, V., and Paserman, M. D. (2011). Sixty years after the magic carpet ride: The long-run effect of the early childhood environment on social and economic outcomes. The Review of Economic Studies, 78(3):938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "Goyal, D., Gay, C., and Lee, K. A. (2010). How much does low socioeconomic status increase the risk of prenatal and postpartum depressive symptoms in first-time mothers? WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Issues, 20(2):96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Gunnsteinsson, S., Adhvaryu, A., Christian, P., Labrique, A., Sugimoto, J., Shamim, A. A., and West Jr., K. P. (2016). Resilience to early life shocks. Technical report.",
        "Haushofer, J. and Shapiro, J. (2013). Household response to income changes: Evidence from an unconditional cash transfer program in kenya. Technical report.",
        "Heckman, J., Moon, S. H., Pinto, R., Savelyev, P., and Yavitz, A. (2010). Analyzing social experiments as implemented: A reexamination of the evidence from the highscope perry preschool program. Quantitative economics, 1(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, J., Pinto, R., and Savelyev, P. (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. American Economic Review, 103(6):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 35.",
        "Heckman, J. J. (2006). Skill formation and the economics of investing in disadvantaged children. Science, 312(5782):1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1902.",
        "Heckman, J. J. (2007). The economics, technology, and neuroscience of human capability formation. Proceedings of the national Academy of Sciences, 104(33):13250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13255.",
        "Heckman, J. J. and Mosso, S. (2014). The economics of human development and social mobility. Technical report, National Bureau of Economic Research.",
        "Hoddinott, J., Alderman, H., Behrman, J. R., Haddad, L., and Horton, S. (2013a). The economic rationale for investing in stunting reduction. Maternal & Child Nutrition, 9(S2):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Hoddinott, J., Behrman, J. R., Maluccio, J. A., Melgar, P., Quisumbing, A. R., Ramirez-Zea, M., Stein, A. D., Yount, K. M., and Martorell, R. (2013b). Adult consequences of growth failure in early childhood. The American journal of clinical nutrition, pages ajcnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c064584.",
        "Hoddinott, J., Maluccio, J. A., Behrman, J. R., Flores, R., and Martorell, R. (2008). Effect of a nutrition intervention during early childhood on economic productivity in Guatemalan adults. The lancet, 371(9610):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Hoddinott, J. and Skoufias, E. (2004). The impact of progresa on food consumption. Economic development and cultural change, 53(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Hoynes, H., Schanzenbach, D. W., and Almond, D. (2016). Long-run impacts of childhood access to the safety net. American Economic Review, 106(4):903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Kaur, S. (2014). Nominal wage rigidity in village labor markets. Technical report, National Bureau of Economic Research.",
        "Kim, P., Capistrano, C. G., Erhart, A., Gray-Schiff, R., and Xu, N. (2017). Socioeconomic disadvantage, neural responses to infant emotions, and emotional availability among first-time new mothers. Behavioural brain research, 325:188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Lavy, V. and Schlosser, A. (2005). Targeted remedial education for underperforming teenagers: Costs and benefits. Journal of Labor Economics, 23(4).",
        "Lavy, V., Schlosser, A., and Shany, A. (2016). Out of africa: Human capital consequences of in utero conditions. Technical report, National Bureau of Economic Research.",
        "Lundeen, E. A., Behrman, J. R., Crookston, B. T., Dearden, K. A., Engle, P., Georgiadis, A., Penny, M. E., and Stein, A. D. (2014). Growth faltering and recovery in children aged 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8 years in four low-and middle-income countries: Young lives. Public health nutrition, 17(9):2131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2137.",
        "Maccini, S. and Yang, D. (2009). Under the weather: Health, schooling, and economic consequences of early-life rainfall. American Economic Review, 99(3):1006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Majid, M. F. (2015). The persistent effects of in utero nutrition shocks over the life cycle: evidence from ramadan fasting. Journal of Development Economics, 117:48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Malamud, O., Pop-Eleches, C., and Urquiola, M. (2016). Interactions between family and school environments: Evidence on dynamic complementarities? Technical report, National Bureau of Economic Research.",
        "Maluccio, J. A., Hoddinott, J., Behrman, J. R., Martorell, R., Quisumbing, A. R., and Stein, A. D. (2009). The impact of improving nutrition during early childhood on education among Guatemalan adults. The Economic Journal, 119(537):734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Martorell, R., Khan, L. K., and Schroeder, D. G. (1994). Reversibility of stunting: epidemiological findings in children from developing countries. European journal of clinical nutrition, 48:S45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "OECD (2006). Agricultural and Fisheries Policies in Mexico: Recent Achievements, Continuing the Reform Agenda. Organisation for Economic Co-operation and Development.",
        "Parker, S. W., Todd, P. E., et al. (2017). Conditional cash transfers: The case of progresa/oportunidades. Journal of Economic Literature, 55(3):866Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Paxson, C. H. (1992). Using weather variability to estimate the response of savings to transitory income in thailand. American Economic Review, 82(1):15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Pouliot, G. A. (2015). Spatial econometrics for misaligned data. Technical report.",
        "Prentice, A. M., Ward, K. A., Goldberg, G. R., Jarjou, L. M., Moore, S. E., Fulford, A. J., and Prentice, A. (2013). Critical windows for nutritional interventions against stunting. The American journal of clinical nutrition, 97(5):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Rivera, J. A., Sotres-Alvarez, D., Habicht, J.-P., Shamah, T., and Villalpando, S. (2004). Impact of the mexican program for education, health, and nutrition (progresa) on rates of growth and anemia in infants and young children: a randomized effectiveness study. Jama, 291(21):2563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2570.",
        "Rossin-Slater, M. and WuÃ\u0083Å\u0092Ã\u0082Ë\u0086st, M. (2015). Are different early investments complements or substitutes? long-run and intergenerational evidence from denmark.",
        "Sadoulet, E., De Janvry, A., and Davis, B. (2001). Cash transfer programs with income multipliers: Procampo in mexico. World development, 29(6):1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Schultz, T. P. (2004). School subsidies for the poor: evaluating the mexican progresa poverty program. Journal of Development Economics, 74(1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Shah, M. and Steinberg, B. M. (2013). Drought of opportunities: Contemporaneous and long term impacts of rainfall shocks on human capital. Technical Report 19140, National Bureau of Economic Research.",
        "Shah, M. and Steinberg, B. M. (2017). Drought of opportunities: Contemporaneous and long-term impacts of rainfall shocks on human capital. Journal of Political Economy, 125(2):527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Skoufias, E. (2005). Progresa and its impacts on the welfare of rural households in mexico. Technical Report 139, INTERNATIONAL FOOD POLICY RESEARCH INSTITUTE.",
        "Skoufias, E., Davis, B., and De La Vega, S. (2001). Targeting the poor in mexico: an evaluation of the selection of households into progresa. World development, 29(10):1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1784.",
        "Skoufias, E. and Parker, S. W. (2001). Conditional cash transfers and their impact on child work and schooling: Evidence from the progresa program in mexico. Economia, 2(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Victora, C. G., Adair, L., Fall, C., Hallal, P. C., Martorell, R., Richter, L., Sachdev, H. S., Maternal, Group, C. U. S., et al. (2008). Maternal and child undernutrition: consequences for adult health and human capital. The lancet, 371(9609):340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Victora, C. G., de Onis, M., Hallal, P. C., BloÃ\u0083Å\u0092Ã\u0082Ë\u0086ssner, M., and Shrimpton, R. (2010). Worldwide timing of growth faltering: revisiting implications for interventions. Pediatrics, pages pedsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009.",
        "Wolpin, K. I. (1982). A new test of the permanent income hypothesis: the impact of weather on the income and consumption of farm households in india. International Economic Review, pages 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594. A Additional Tables"
    ]
}