{
    "id": 2485,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Bhagwati, Jagdish N. Directly Unproductive, Profit-Seeking (DUP) Activities. Journal of Political Economy 90 (October 1982): 988-1002.",
        "Generalization of the Theory of Tariffs. Journal of Political Economy 88 (December 1980): 1069-1087.",
        "Blanchard, Olivier J. Debt, Deficits, and Finite Horizons. Journal of Political Economy 93 (April 1985): 223-247.",
        "Brock, William and Magee, Steven P. The Economics of Special Interest Politics: The Case of Tariff. American Economic Review 68 (May 1978): 246-250.",
        "J. Black and B. Hindlay. New York: MacMillan, 1980.",
        "Buiter, Willem H. Unpublished manuscript (1986).",
        "Cooper, Russel and John, Andrew. Coordinating Coordination Failures in Keynesian Models. (1986). Forthcoming, Quarterly Journal of Economics.",
        "Dixit, Avinash and Stiglitz, Joseph E. Monopolistic Competition and Optimum Product Diversity. American Economic Review 67 (June 1977): 297-308.",
        "Engel, Charles and Kletzer, Kenneth. Tariffs and Saving in a Model with New Families. Unpublished manuscript (1987).",
        "Findlay, Ronald and Wellisz, Stanislaw H. Endogenous Tariffs, The Political Economy of Trade Restrictions, and Welfare. in Import Competition and Response, edited by Jagdish N. Bhagwati. University of Chicago Press, 1982.",
        "Frenkel, Jacob and Razin, Assaf4 Fiscal Policies in the World Economy. Journal of Political Economy 94 (June 1986): 564-594.",
        "Helpnian, Elhanan and Krugman, Paul R. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. Cambridge, Mass: MIT Press, 1985.",
        "Krueger, Anne 0. The Political Economy of the Rent Seeking Society. American Economic Review 64 (June 1974): 291-303.",
        "Laitner, John. Monopoly and Long-Run Capital Accumulation. Bell Journal of Economics 13 (Spring 1982): 143-158.",
        "McCormick, Robert E., Shughart, William F. II, and Tollison, Robert D. The Disinterest in Deregulation. American Economic Review 74 (December 1984): 1075-1079.",
        "Mitchell, Shannon. Unpublished manuscript (1987).",
        "Tollison, Robert D. Rent Seeking: A Survey. Kyklos 35(4) (1982): 575-602.",
        "Tullock, Gordon. The Welfare Costs of Tariffs, Monopolies, and Theft. Western Economic Journal 5 (June 1967): 224-232.",
        "Trefil, James. Unpublished manuscript (1987).",
        "Yaari, Menahem E. Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32 (April 1965): 137-150."
    ]
}