{
    "id": 24870,
    "cites": 52,
    "cited_by": 4,
    "reference": [
        "Adhvaryu, Achyuta, Prashant Bharadwaj, James Fenske, Anant Nyshadham, and Richard Stanley. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dust and death: evidence from the West African Harmattan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for the Study of African Economies, University of Oxford working paper.",
        "Almond, Douglas, Janet Currie, and Valentina Duque. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Childhood Circumstances and Adult Outcomes: Act II.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Angrist, Joshua, and Jorn-Steffen Pischke. 2009. Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion. Princeton University Press.",
        "Angrist, Joshua D, and Alan B Krueger. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical strategies in labor economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of labor economics. Vol. 3, 1277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366. Elsevier.",
        "Barreca, Alan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does hot weather affect human fertility?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA World of Labor.",
        "Barreca, Alan I. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change, humidity, and mortality in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 63(1): 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Barreca, Alan I. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Conduction to Induction: How Temperature Affects Delivery Date and Gestational Lengths in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA working paper.",
        "Barreca, Alan, Karen Clay, Olivier DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Michael Greenstone, and Joseph S. Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adapting to Climate Change: The Remarkable Decline in the US Temperature-Mortality Relationship over the Twentieth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124(1): 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Barreca, Alan, Olivier DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, and Melanie Guldi. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maybe Next Month? Temperature Shocks and Dynamic Adjustments in Birth Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Bhalotra, Sonia. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fatal fluctuations? Cyclicality in infant mortality in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 93(1): 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Buckles, Kasey S, and Daniel M Hungerman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Season of birth and later outcomes: Old questions, new answers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(3): 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Budd, Grahame M. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wet-bulb globe temperature (WBGT): Its history and its limitations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Science and Medicine in Sport, 11(1): 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Burgess, Robin, Olivier DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Dave Donaldson, and Michael Greenstone. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather, climate change, and death in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford working paper.",
        "Burke, Marshall, Erick Gong, and Kelly Jones. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income shocks and HIV in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 125(585): 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Burke, M, M Craxton, CD Kolstad, C Onda, H Allcott, E Baker, L Barrage, R Carson, K Gillingham, J Graff-Zivin, et al. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opportunities for advances in climate change economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 352(6283): 292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Carleton, Tamma, Michael Delgado, Michael Greenstone, Trevor Houser, Solomon Hsiang, Andrew Hultgren, Amir Jina, Robert E Kopp, Kelly McCusker, Ishan Nath, James Rising, Ashwin Rode, Hee Kwon Seo, Justin Simcock, Arvid Viaene, Jiacan Yuan, and Alice Zhang Tianbo. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing the Global Mortality Consequences of Climate Change Accounting for Adaptation Costs and Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Dell, Melissa, Benjamin F Jones, and Benjamin A Olken. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do we learn from the weather? The new climate-economy literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 52(3): 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Olivier. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature, human health, and adaptation: A review of the empirical literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 46: 606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Olivier, and Enrico Moretti. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extreme weather events, mortality, and migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91(4): 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Olivier, and Michael Greenstone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change, mortality, and adaptation: Evidence from annual fluctuations in weather in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(4): 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, Olivier, Michael Greenstone, and Jonathan Guryan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change and birth weight.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 99(2): 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Foster, Andrew D. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and illness in low-income rural areas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 84(2): 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Gasparrini, Antonio, Yuming Guo, Masahiro Hashizume, Eric Lavigne, Antonella Zanobetti, Joel Schwartz, Aurelio Tobias, Shilu Tong, Joacim RocklÃ\u0083Æ\u0092Ã\u0082Â¶v, Bertil Forsberg, et al. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality risk attributable to high and low ambient temperature: a multicountry observational study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 386(9991): 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Geruso, Michael, and Dean Spears. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood sanitation and infant mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 10(2): 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Gibbons, Charles E, Juan Carlos SuÃ\u0083Æ\u0092Ã\u0082Â¡rez Serrato, and Michael B Urbancic. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Broken or fixed effects?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometric Methods.",
        "Greenstone, Michael, and B Kelsey Jack. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envirodevonomics: A research agenda for an emerging field.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 53(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Guiteras, Raymond. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of climate change on Indian agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NCSU working paper.",
        "Guiteras, Raymond, Amir Jina, and A Mushfiq Mobarak. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Satellites, self-reports, and submersion: Exposure to floods in Bangladesh.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(5): 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Guo, Yuming, Antonio Gasparrini, Ben Armstrong, Shanshan Li, Benjawan Tawatsupa, Aurelio Tobias, Eric Lavigne, Micheline de Sousa Zanotti Stagliorio Coelho, Michela Leone, Xiaochuan Pan, et al. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global variation in the effects of ambient temperature on mortality: a systematic evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology (Cambridge, Mass.), 25(6): 781.",
        "Heutel, Garth, Nolan H Miller, and David Molitor. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation and the Mortality Effects of Temperature Across US Climate Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Hey, EN, and G Katz. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaporative water loss in the new-born baby.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Physiology, 200(3): 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Hsiang, Solomon, Paulina Oliva, and Reed Walker. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Environmental Damages. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23882.",
        "Hsiang, Solomon, Robert Kopp, Amir Jina, James Rising, Michael Delgado, Shashank Mohan, DJ Rasmussen, Robert Muir-Wood, Paul Wilson, Michael Oppenheimer, et al. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating economic damage from climate change in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 356(6345): 1362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Im, Eun-Soon, Jeremy S Pal, and Elfatih AB Eltahir. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deadly heat waves projected in the densely populated agricultural regions of South Asia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science Advances, 3(8): e1603322.",
        "IPCC. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change 2014: Synthesis Report Summary for Policymakers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Isen, Adam, Maya Rossin-Slater, and Reed Walker. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship between season of birth, temperature exposure, and later life wellbeing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 114(51): 13447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13452.",
        "Kudamatsu, Masayuki. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Democratization Reduced Infant Mortality in Sub-Saharan Africa? Evidence from Micro Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 10(6): 1294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1317.",
        "Kudamatsu, M, T Persson, and D StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather and Infant Mortality in Africa, CEPR Discussion Paper 9222.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Policy Research discussion paper 9222.",
        "Kuehn, Leeann, and Sabrina McCormick. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heat Exposure and Maternal Health in the Face of Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Environmental Research and Public Health, 14(8): 853.",
        "Mathers, Colin D, Doris Ma Fat, Mie Inoue, Chalapati Rao, and Alan D Lopez. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Counting the dead and what they died from: an assessment of the global status of cause of death data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the World Health Organization, 83: 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177c.",
        "Miller, Grant, and B Piedad Urdinola. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality, mortality, and the value of time: The case of coffee price fluctuations and child survival in Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(1): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 155.",
        "Parsons, Ken. 2014. Human thermal environments: the effects of hot, moderate, and cold environments on human health, comfort, and performance. CRC press.",
        "Paxson, Christina, and Norbert Schady. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Health and Economic Crisis in Peru.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Eeview, 19(2): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Setel, Philip W, Sarah B Macfarlane, Simon Szreter, Lene Mikkelsen, Prabhat Jha, Susan Stout, Carla AbouZahr, Monitoring of Vital Events (MoVE) writing group, et al. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A scandal of invisibility: making everyone count by counting everyone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 370(9598): 1569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1577.",
        "Sheffield, Justin, Eric F Wood, and Michael L Roderick. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Little change in global drought over the past 60 years.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 491(7424): 435.",
        "Sheffield, Justin, Gopi Goteti, and Eric F Wood. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development of a 50-year highresolution global dataset of meteorological forcings for land surface modeling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Climate, 19(13): 3088Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3111.",
        "Sherwood, Steven C, and Matthew Huber. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An adaptability limit to climate change due to heat stress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 107(21): 9552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9555.",
        "Strand, Linn B, Adrian G Barnett, and Shilu Tong. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The influence of season and ambient temperature on birth outcomes: a review of the epidemiological literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research, 111(3): 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Strauss, John, and Duncan Thomas. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement and mismeasurement of social indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 86(2): 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Thomas, Duncan, John Strauss, and Maria-Helena Henriques. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does motherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education affect child height?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Wooldridge, Jeffrey M. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fixed-effects and related estimators for correlated random-coefficient and treatment-effect panel data models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 87(2): 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Young, Alwyn. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The African growth miracle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(4): 696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739.",
        "Column 2 lists the DHS survey round years. Column 3 indicates the birth years included in our sample matched in time and place to weather variables. These years extend backwards from the survey date, as mothers are reporting on their birth histories. Column 4 reports our DHS-based calculation of mean IMR in the sample, by country. Column 5 describes the completeness and quality of national mortality registration data (from Mathers et al., 2005) as a point of contrast. Data on the US and EU crude mortality rates come from the World Bank: https://data.worldbank.org/indicator/SP.DYN.CDRT.IN."
    ]
}