{
    "id": 2488,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Abel, A. B., Empirical Investment Equations: An Integrative Framework, in K. Brunner and A. H. Meltzer (eds.), On the State of Macro-economics. Carnegie-Rochester Series on Public Policy, 1980.",
        "Akerlof, G. A., The Market for Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 1970, 84, 488-500.",
        "Akerlof, G. A. and J. L. Yellen, Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria?, American Economic Review, September 1985, pp. 708-720.",
        "Blinder, A. S., Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity, 2: 1981a, pp. 443-505.",
        "Blinder, A. S., Temporary Income Taxes and Consumer Spending, Journal of Political Economy, February 198ib, pp. 26-53. Campbell, J. V., Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis, Princeton Univesity, mimeo, August 1986.",
        "Campbell, 3. Y. and N. G. Mankiw, Are Output Fluctuations Transitory?, mimeo, September 1986.",
        "Caplin, A. and D. Spulber, Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, November 1987.",
        "Caplin, A. and K. Krishna, Simple Dynamic Model of Labor Demand, mimeo, 1987.",
        "Constantinides, G. M., Capital Market Equilibrium with Transactions Costs, Journal of Political Economy, Vol. 94, No. 4, August 1986, pp. 842-862.",
        "Flavin, M. A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 1981, 89, 974-1009.",
        "Flemming, 3. S., The UtilIty of Wealth and the Utility of Windfalls, Review of Economic Studies, 1969, 36, 55-66.",
        "Friedman, B. H., Optimal Expectations and the Extreme Information Assumptions of `Rational Expectations Macromodels, Journal of Monetary Economics, Vol. 5, No. 1, January 1979, pp. 23-41.",
        "Grossman, S. J. and G. Laroque, The Demand for Durables and Portfolio Choice under Uncertainty, mimeo, Princeton UnIversity, June 1987.",
        "Hall, R. E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 1978, 86, 971-987.",
        "Hayashi, F., The Permanent Income HypothesIs: Estimation and Testing by Instrumental Variables, Journal of Political Economy, Vol. 90, No, 5, pp. 895-916, October 1982, Mankiw, N. G., Halls Consumption Hypothesis and Durable Goods, Journal of Monetary Economics, 1982, 10, 417-425."
    ]
}