{
    "id": 2489,
    "cites": 35,
    "cited_by": 35,
    "reference": [
        "Akerlof, George A., Labor Contracts as Partial Gift Exchange, The Quarterly Journal of Economics, Vol. XCVII, No. 4, November 1982, pp. 543-569.",
        "Akerlof, George A. and Janet L. Yellen, A Near-Rational Model of the Business Cycle with Wage and Price Inertia, Quarterly Journal of Economics, 1985 Supplement, pp. 823-838.",
        "Akerlof, George A. and Janet L. Yellen, The Fair Wage/Effort Hypothesis and Unemployment, University of California, Berkeley, 1987, unpublished.",
        "Altonji, Joseph and Orley Ashenfelter, Wage Movements and the Labour Market Equilibrium Hypothesis, Economica, Vol. 47, No. 187, August 1980, pp. 217-245.",
        "Ball, Laurence and David Rorner, Are Prices Too Sticky?, National Bureau of Economic Research, Working Paper No. 2171, February 1987(a).",
        "Ball, Laurence and David Romer, Real Rigidities and the Non-Neutrality of Money, June 1987(b), unpublished.",
        "Bar-han, Avner and Alan S. Blinder, Consumer Durables and the Optimality of Usually Doing Nothing, January 1988, unpublished.",
        "Bils, Mark J., Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, Vol. 93, No. 4, August 1985, pp. 666-689.",
        "Blanchard, Olivier J., Why Does Money Affect Output? A Survey, National Bureau of Economic Research, Working Paper No. 2285, June 1987.",
        "Blanchard, Olivier 3. and Nobuhiro Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, September 1987, pp. 647-666.",
        "Blanchard, Olivier J. and Lawrence H. Summers, Hysteresis and the European Unemployment Problem, National Bureau of Economic Research, Macroeconomics Annual 1986, pp. 15-78.",
        "Blinder, Alan S., Keynes After Lucas, Eastern Economic Journal, Vol. XII, No. 3, July-September 1986, pp. 209-216.",
        "Blinder, Alan S., Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity, 2: 1981, pp. 443-505.",
        "Bradbury, Katharine L. and Lynn E. Browne, The State of the New England Region, Federal Reserve Bank of Boston, October 1987, unpublished.",
        "Brecher, Richard A., Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal of Economics, February 1974, pp. 98-116.",
        "Caplin, A. and D. Spulber, Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 1987.",
        "Clark, Kim B. and Lawrence H. Summers, Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity 1, 1979, pp. 13-72.",
        "Dixit, Avinash, Public Finance in a Keynesian Temporary Equilibrium, Journal of Economic Theory, Vol. 12, No. 2, April 1976, pp. 242-258.",
        "Ferguson, Ronald F. and Helen F. Ladd, Economic Performance and Economic Development Policy In Massachusetts, Harvard University, Discussion Paper D86-2, May 1986.",
        "Frank, Robert H., Choosing the Right Pond, Oxford University Press, 1985.",
        "Geary, Patrick 1. and John Kennan, The Employment-Real Wage Relationship: An International Study, Journal of Political Economy 90, August 1982, pp. 854-71.",
        "Gennard, John, Job Security: Redundancy Arrangements and Practices in Selected OECD Countries, OECD, Paris, 1985.",
        "Gordon, Robert J., The Role of Wages In the Inflation Process, American Economic Review, May 1988.",
        "Grossman, Jean Baldwin, The Response of Wages to the Minimum Wage: Theory and Empirical Evidence, unpublished Ph.D. dissertation, M.I.T., May 1980.",
        "Hamermesh, Daniel S., Factor Market Dynamics and the Incidence of Taxes and Subsidies, The Quarterly Journal of Economics, Vol. XCV, No. 4, December 1980, pp. 751-764.",
        "Kahneman, Daniel, Jack L. Knetsch, and R. Thaler, Fairness as a Constraint on Profit Seeking, American Economic Review, Vol. 76, No. 4, September 1976, pp. 728-741.",
        "Kaufman, Roger 1., On Wage Stickiness in Britains CompetitIve Sector, British Journal of Industrial Relations, March 1984, pp. 101-112.",
        "Kiefer, Nicholas M. and George R. Neumann, An Empirical Job-Search Model, with a Test of the Constant Reservation-Wage Hypothesis, Journal of Political Economy, Vol. 87, No. 1, February 1979, pp. 89-107.",
        "Mankiw, N. Gregory, Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics, May 1985, pp. 529-537.",
        "Mylnt, H., The `Classical Theory of International Trade and the Underdeveloped Countries, Economic Journal, 1958, pp. 317-337.",
        "New Jersey Economic Policy Council, 18th Annual Report, Trenton, October 1986.",
        "Pigou, A. C., Memorials to Alfred Marshall (Macmillan: London), 1925.",
        "Poterba, James M., Julio J. Rotemberg, and Lawrence H. Summers, A Tax-Based Test for Nominal Rigidities, American Economic Review, Vol. 76, No. 4, September 1986, pp. 659-675.",
        "Riordan, Michael and Robert W. StaIger, Sectoral Shocks and Structural Unemployment, Stanford University, July 1987, unpublished.",
        "Summers, Lawrence H., Why Is the Unemployment Rate So Very High near Full Employment?, Brookings Papers on Economic ActivIty 2, 1986, pp. 339-396."
    ]
}