{
    "id": 2490,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Ando, Albert and Modigliani, Franco. The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, March 1963, 53(1, Part 1), pp. 55-84.",
        "Aschauer, David A., Fiscal Policy and Aggregate Demand, American Economic Review, vol. 75, no. 1, March 1985, 117-27.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, An Examination of Empirical Tests of Social Security Savings, in Social policy evaluation: An economic perspective. Eds: Elhanan Helpman et al. NY: Academic Press, 1983.",
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Econ., Nov./Dec. 1974, 82(6), pp. 1095-1117.",
        "Bernheim, Douglas and Kyle Bagwell, Is Everything Neutral?, mimeo 1985.",
        "Boskin, Michael J. and Laurence J. Kotlikoff, Public Debt and U.S. Saving: A New Test of the Neutrality Hypothesis, Carnegie-Rochester Conference Volume Series, February, 1986.",
        "Campell, John Y. and Angus S. Deaton, Is Consumption Too Smooth, National Bureau of Economic Research Working Paper no. 2134, January 1987.",
        "Darby, Michael R. Effects of Social Security on income and the capital stock. Wash., DC: Amer. Ent. Inst., 1979.",
        "Feldstein, Martin S., Social Security, Induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy, Sept./Oct. l974b, 82(5), pp. 905-26. Feldstein, Martin S., Government Deficits and Aggregate Demand, Journal of Monetary Economics, vol. 9, January 1982, 1-20.",
        "Flavin, Margorie A. The Adjustment of Consumption to ChangingExpectations about Future Income, Journal of Political Economy, October 1981, 89(5), pp. 974-1009.",
        "King, Mervin, The Economics of Savings, NEER working paper, 1983.",
        "Kotlikoff, Laurence J., Altruistic Extended Family Linkages, A Note, mimeo, National Bureau of Economic Research, 1983.",
        "Kormendi, Roger, Government Debt, Government Spending, and Private Sector Behavior, American Economic Review, vol. 73, no. 4, December 1983, 994-1010.",
        "Lawrence, Emily, Do Transfers to the Poor Reduce Savings, mimeo 1983.",
        "Leimer, Dean R. and Selig D. Lesnoy, Social Security and Private S~ving: A Reexamination of the Time Series Evidence Using Alternative Social Security Wealth Variables, Working Paper no. 19, Social Security Administration, Office of Research and Statistics, November 1980.",
        "Mankiw, N. Gregory; Rotemberg, Julio J. and Summers, Lawrence H. Intertemporal Substitution in Macroeconomics. Ouarterly Journal of Economics, 1983.",
        "Miron, Jeffrey A., Seasonal Fluctuations and the Life Cycle - Permanent Income Model of Consumption, Journal of Political Economy, vol. 94, no. 6, December 1986, 1258-80.",
        "Shapiro, Matthew, The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data, Economics Letters, vol. 14, 1984, 93-100.",
        "West, Kenneth D., The Insensitivity of Consumption to News About Income, National Bureau of Economic Research Working Paper no. 2252, May 1987.",
        "Williamson, Samuel H. and Jones, Warren L. Computing the Impact of Social Security Using the Life Cycle Consumption Function. American Economic Review, December 1983, 73(5), pp. 1036-52.",
        "Zeldes, Stephen, Consumption and Liquidity Constraints: An Empirical Investigation, Rodney L. White Center for Financial Research, Wharton School, University of Pennsylvania, Working Paper no. 24-85, November 1985."
    ]
}