{
    "id": 24955,
    "cites": 65,
    "cited_by": 3,
    "reference": [
        "Abernethy, J., P. Bartlett, and A. Rakhlin (2007). Multitask learning with expert advice, Volume 4539 of Lecture Notes in Computer Science, pp. 484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c+.",
        "Acuna, D. E. and P. Schrater (2010). Structure of learning in human sequential decision-making. Plos Computational Biology 6(12).",
        "Adli, M., K. Wiethoff, T. C. Baghai, R. Fisher, F. SeemÃ\u0083Æ\u0092Ã\u0082Â¼ller, G. Laakmann, P. Brieger, J. Cordes, J. Malevani, G. Laux, I. Hauth, H.-J. MÃ\u0083Æ\u0092Ã\u0082Â¶ller, K.-T. KronmÃ\u0083Æ\u0092Ã\u0082Â¼ller, M. N. Smolka, P. Schlattmann, M. Berger, R. Ricken, T. J. Stamm, A. Heinz, and M. Bauer (2017). How effective is algorithmguided treatment for depressed inpatients? results from the randomized controlled multicenter german algorithm project 3 trial. International Journal of Neuropsychopharmacology 20(9), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Auer, P., N. Cesa-Bianchi, and P. Fischer (2002). Finite-time analysis of the multiarmed bandit problem. Machine learning 47(2-3), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Baicker, K. and A. Chandra (2005). The effect of malpractice liability on the delivery of health care. In D. M. Cutler and A. M. Garber (Eds.), Frontiers of Health Policy Research, Volume 8. Berkeley, CA: The Berkeley Electronic Press.",
        "Bergemann, D. and J. Valimaki (2006, January). Bandit problems. techreport 1551, Cowles Foundation.",
        "Berndt, E. R., R. S. Gibbons, A. Kolotilin, and A. L. Taub (2015). The heterogeneity of concentrated prescribing behavior: Theory and evidence from antipsychotics. Journal of Health Economics 40, 26 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 39.",
        "Bloom, N., C. Propper, S. Seiler, and J. Van Reenen (2015). The impact of competition on management quality: Evidence from public hospitals. The Review of Economic Studies 82(2), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Brezzi, M. and T. L. Lai (2002, November). Optimal learning and experimentation in bandit problems. Journal of Economic Dynamics and Control 27(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "CappÃ\u0083Æ\u0092Ã\u0082Â©, O., A. Garivier, O.-A. Maillard, R. Munos, and G. Stoltz (2013). Kullback-leibler upper confidence bounds for optimal sequential allocation. The Annals of Statistics 41(3), 1516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1541.",
        "Chan, D. C. (2015, April 19). Tacit learning and influence behind practice variation: Evidence from physicians in training. mimeo.",
        "Chandra, A. and D. O. Staiger (2007). Productivity spillovers in health care: Evidence from the treatment of heart attacks. Journal of Political Economy 115(1), pp.103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Cipriani, A., X. Zhou, C. Del Giovane, S. E. Hetrick, B. Qin, C. Whittington, D. Coghill, Y. Zhang, P. Hazell, S. Leucht, P. Cuijpers, J. Pu, D. Cohen, A. V. Ravindran, Y. Liu, K. D. Michael, L. Yang, L. Liu, and P. Xie (2016). Comparative efficacy and tolerability of antidepressants for major depressive disorder in children and adolescents: a network meta-analysis. The Lancet. June 8.",
        "Coscelli, A. (2000). The importance of doctorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ preferences in the prescription decision. The Journal of Industrial Economics 48(3), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Crawford, G. S. and M. Shum (2005). Uncertainty and learning in pharmaceutical demand. Econometrica 73(4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173.",
        "Cuddy, E., J. M. Currie, and W. B. MacLeod (2018). Are small area variations due to spillovers in practice styles: The case of depression. Mimeo, Princeton University.",
        "Currie, J., W. B. MacLeod, and J. V. Parys (2016, May). Physician practice style and patient health outcomes: The case of heart attacks. Journal of Health Economics 47, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Currie, J. M. and W. B. MacLeod (2017, January). Diagnosis and unnecessary procedure use: Evidence from c-section. Journal of Labor Economics 35(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Cutler, D., J. Skinner, A. D. Stern, and D. Wennberg (2013, August). Physician beliefs and patient preferences: A new look at regional variation in health care spending. Technical Report 19320, NBER.",
        "Detke, M. J., Y. Lu, D. J. Goldstein, J. R. Hayes, and M. A. Demitrack (2002). Duloxetine, 60 mg once daily, for major depressive disorder: a randomized double-blind placebo-controlled trial. The Journal of Clinical Psychiatry 63(4), 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Diaconis, P. and D. Freedman (1986). On the consistency of Bayes estimates. The Annals of Statistics 14(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Dickstein, M. J. (2014, April). Efficient provision of experience goods: Evidence from antidepressant choice. Stanford University.",
        "Dickstein, M. J. (2015, April). Physician vs. patient incentives in prescription drug choice. Stanford University.",
        "Dranove, D., S. Ramanarayanan, and A. Sfekas (2011). Does the market punish aggressive experts? Evidence from cesarean sections. B E Journal of Economic Analysis & Policy 11(2).",
        "Epstein, A. J. and S. Nicholson (2009). The formation and evolution of physician treatment styles: An application to cesarean sections. Journal of Health Economics 28, 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Finkelstein, A., M. Gentzkow, and H. Williams (2015). Sources of geographic variation in health care: Evidence from patient migration. The Quarterly Journal of Economics 131(4), 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Fisher, E. S., D. E. Wennberg, T. A. Stukel, D. J. Gottlieb, F. L. Lucas, and E. L. Pinder (2003). The implications of regional variations in medicare spending. Annals of Internal Medicine 138(4), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Frank, R. G. and T. G. McGuire (2000). Economics and mental health. In M. V. Pauly, T. G. McGuire, and P. P. Barros (Eds.), Handbook of Health Economics, Volume 1, Part B, Chapter 16, pp. 893 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 954. Elsevier.",
        "Frank, R. G. and R. J. Zeckhauser (2007). Custom-made versus ready-to-wear treatments: Behavioral propensities in physiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ choices. Journal of Health Economics 26(6), 1101 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1127.",
        "Fuchs, V. (2004, NOV-DEC). More variation in use of care, more flat-of-the-curve medicine. Health Affairs 23(6), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Gelenberg, A. J., M. P. Freeman, J. C. Markowitz, J. F. Rosenbaum, M. E. Thase, M. H. Trivedi, and R. S. V. Rhoads (2010). Practice Guideline for the Treatment of Patients with Major Depressive Disorder (Third ed.). American Psychiatric Association.",
        "Gittins, J., K. Glazebrook, and R. Weber (2011). Multi-Armed Bandit Allocation Indices. Wiley and Sons.",
        "Goldstein, D. J., C. Mallinckrodt, Y. Lu, and M. A. Demitrack (2002). Duloxetine in the treatment of major depressive disorder: a double-blind clinical trial. The Journal of Clinical Psychiatry 63(3), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Grove, W., D. H. Zald, B. S. Lebow, B. E. Snitz, and C. Nelson (2000). Clinical versus mechanical prediction: A meta-analysis. Psychological Assessment 12, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Hamilton, M. (1960). A rating scale for depression. Journal of Neurology, Neurosurgery and Psychiatry 23(1), 56.",
        "Hicks, J., J. Bishop, K. Sangkuhl, D. MÃ\u0083Æ\u0092Ã\u0082Â¼ller, Y. Ji, S. Leckband, J. Leeder, R. Graham, D. Chiulli, A. LLerena, T. Skaar, S. Scott, J. Stingl, T. Klein, K. Caudle, and A. Gaedigk (2015, August). Clinical pharmacogenetics implementation consortium (cpic) guideline for cyp2d6 and cyp2c19 genotypes and dosing of selective serotonin reuptake inhibitors. Clinical Pharmacology & Therapeutics 98(2), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Hieronymus, F., J. F. Emilsson, S. Nilsson, and E. Eriksson (2015, March). Consistent superiority of selective serotonin reuptake inhibitors over placebo in reducing depressed mood in patients with major depression. Molecular Psychiatry 21(4), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Kahneman, D. and G. Klein (2009). Conditions for intuitive expertise: A failure to disagree. American Psychologist 64(6), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Kantor, E. D., C. D. Rehm, J. S. Haas, A. T. Chan, and E. L. Giovannucci (2015, NOV 3). Trends in prescription drug use among adults in the United States from 1999-2012. JAMA - Journal of the American Medical Association 314(17), 1818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1831.",
        "Kasper, S. (1995). Clinical efficacy of mirtazapine: a review of meta-analyses of pooled data. International Clinical Psychopharmacology 10, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Kendrick, D. A., H. M. Amman, and M. P. Tucci (2014). Chapter 1 - learning about learning in dynamic economic models. In K. Schmedders and K. L. Judd (Eds.), Handbook of Computational Economics Vol. 3, Volume 3 of Handbook of Computational Economics, pp. 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 35. Elsevier.",
        "Kirsch, I., B. J. Deacon, T. B. Huedo-Medina, A. Scoboria, T. J. Moore, and B. T. Johnson (2008). Initial severity and antidepressant benefits: a meta-analysis of data submitted to the food and drug administration. PLoS Medicine 5(2), e45.",
        "Klein, N. and S. Rady (2011). Negatively correlated bandits. The Review of Economic Studies 78(2), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Lai, T. L. and H. Robbins (1985). Asymptotically efficient adaptive allocation rules. Advances in applied mathematics 6(1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Lee, M. D., S. Zhang, M. Munro, and M. Steyvers (2011). Psychological models of human and optimal performance in bandit problems. Cognitive Systems Research 12(2), 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Linde, K., L. Kriston, G. RÃ\u0083Æ\u0092Ã\u0082Â¼cker, S. Jamil, I. Schumann, K. Meissner, K. Sigterman, and A. Schneider (2015). Efficacy and acceptability of pharmacological treatments for depressive disorders in primary care: Systematic review and network meta-analysis. The Annals of Family Medicine 13(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Llorca, P.-M., J.-M. Azorin, N. Despiegel, and P. Verpillat (2005). Efficacy of escitalopram in patients with severe depression: a pooled analysis. International journal of clinical practice 59(3), 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Ludwig, J., D. E. Marcotte, and K. Norberg (2009). Anti-depressants and suicide. Journal of Health Economics 28(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Maneeton, N., B. Maneeton, K. Eurviriyanukul, and M. Srisurapanont (2013). Efficacy, tolerability, and acceptability of bupropion for major depressive disorder: a meta-analysis of randomizedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c controlled trials comparison with venlafaxine. Drug Design, Development and Therapy 7, 1053.",
        "Mathys, C., J. Daunizeau, K. J. Friston, and K. E. Stephan (2011). A bayesian foundation for individual learning under uncertainty. Frontiers in Human Neuroscience 5.",
        "McConnell, K., R. Lindrooth, D. Wholey, T. Maddox, and N. Bloom (2013). Management practices and the quality of care in cardiac units. JAMA Internal Medicine 173(8), 684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "McCourt, C., J. Weaver, H. Statham, S. Beake, J. Gamble, and D. K. Creedy (2007). Elective cesarean section and decision making: A critical review of the literature. Birth 34(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Meehl, P. E. (1954). Clinical vs. Statistical Prediction: A Theoretical Analysis and a Review of the Evidence. University of Minnesota Press.",
        "Molitor, D. (2016, August). The evolution of physician practice styles: Evidence from cardiologist migration. Working Paper 22478, National Bureau of Economic Research.",
        "Raiffa, H. and R. Schlaifer (2000). Applied Statistical Decision Theory. Wiley.",
        "Reverdy, P. B., V. Srivastava, and N. E. Leonard (2014). Modeling human decision making in generalized gaussian multiarmed bandits. Proceedings of the IEEE 102(4), 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Roth, A. E. (2018, July). Marketplaces, markets, and market design. American Economic Review 108(7), 1609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Rothschild, M. (1974). A two-armed bandit theory of market pricing. Journal of Economic Theory 9(2), 185 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 202.",
        "Simon, H. A. (1955). A behavioral model of rational choice. Quarterly Journal of Economics 69, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Skinner, J. (2012). Causes and consequences of regional variations in health care. In M. V. Pauly, T. G. McGuire, and P. P. Barros (Eds.), Handbook of Health Economics, Volume 2, Chapter 2, pp. 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49. Elsevier B. V.",
        "Srinivas, N., A. Krause, S. M. Kakade, and M. W. Seeger (2012, May). Information-theoretic regret bounds for gaussian process optimization in the bandit setting. IEEE Transactions on Information Theory 58(5), 3250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3265.",
        "Stern, S. and M. Trajtenberg (1998, December). Empirical implications of physician authority in pharmaceutical decisionmaking. Working Paper 6851, National Bureau of Economic Research.",
        "Theil, H. (1980). The System-Wide Approach to Microeconomics. Chicago, Il.: University of Chicago Press.",
        "Tsai, T. C., A. K. Jha, A. A. Gawande, R. S. Huckman, N. Bloom, and R. Sadun (2015, 08). Hospital board and management practices are strongly related to hospital performance on clinical quality metrics. Health affairs 34(8), 1304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311N.",
        "Van Moffaert, M., J. De Wilde, A. Vereecken, M. Dierick, J. Evrard, J. Wilmotte, and J. Mendlewicz (1995). Mirtazapine is more effective than trazodone: a double-blind controlled study in hospitalized patients with major depression. International Clinical Psychopharmacology. Princeton University and NBERÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Columbia University and NBERÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094"
    ]
}