{
    "id": 2497,
    "cites": 34,
    "cited_by": 33,
    "reference": [
        "Akerlof, George A. The Market for `Lemons: Quality and the Market Mechanism. .Qp~~rterly Journal of Economics 84 (August 1970): 488-500.",
        "Bernanke, Ben S. Alternative Explanations of the Money-Income Correlation. Carnegie-Rochester Conference Series on Public Policy. Amsterdam: North-Holland, 1986.",
        "Bernanke, Ben S. Bankruptcy, Liquidity, and Recession. American Economic Review 71 (May 1981): 155-159.",
        "Bernanke, Ben S. Nonaonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June 1983): 257-275.",
        "Bmrnanke, Ben S. and Gertler, Mark. Banking in General Equilibrium. Working Paper No. 1647, National Bureau of Economic Research, June 1985. In William Barnett and Kenneth Singleton, eds. * New ADproaches to Monetary Economics. Caabridge: Cambridge University Press, forthcoming.",
        "Bernanke, Ben S. and Gertler, Mark. Financial Fragility and Economic Performance, Working Paper No. 2318, National Bureau of Economic Research, July 1987.",
        "Bester, Hmlmut. Screening Versus Rationing in Credit Markets with Imperfect Information. American Economic Review 75 (September 1985): 850-855.",
        "Boyd, John H. and Prescott, Edward C. Financial Intermediary-Coalitions. Journal of Economic Theory 38 (April 1986): 211-232.",
        "Butters, J. Keith and lintner, John V. Effects of Federal Taxes on Growing Enterprises. Cambridge: Harvard Business School Press, 1945.",
        "Calomiris, Charles W., Hubbard, R. Glenn, and Stock, James H. The Farm Debt Crisis and Public Policy. Brookings Papers on Economic Activity (1986:2): 441-479.",
        "Chan, Vuk-Shee and Thakor, Anjan v. `~Collatmral and Competitive Equilibria with Moral Hazard and Private Inforaation. Journal of Finance 42 (June 1987): 345-353.",
        "Dawson, John P., Harvey, William Burnett, and Henderson, Stanley 0. Contracts: Cases and Comments. New york: The Foundation Press, Inc. * 1982.",
        "De Meza, David and Webb, David C. Too Much Investment: A Problem of Asymmetric Information. Quarterly Journal of Economics 102 (May 1987): 281-292.",
        "Eckstein, Otto and Sinai, Allen. The Mechanisms of the Business Cycle in the Postwar Era, In Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986.",
        "Eisner, Robert. Factors in Business Investment. Cambridge: Ballinger, 1978.",
        "Fazarri, Steven, Hubbard, R. Glenn, and Petersen, Bruce C. Financing Constraints and Corporate Investaent. Working Paper No. 2387, National Bureau of Economic Research, September 19B7a. Fazarri, Steven, Hubbard, R. Glenn, and Petersen, Bruce C. Tax Policy, the Financing Decision, and Investment, Mimeograph, Northwestern University, September 19B7b; American Economic Review, 7B (May 1988). forthcoming.",
        "Fisher, Irving. The Debt-Deflation Theory of Great Depressions. Econometrica 1 (October 1933): 337357.",
        "Friedman, Benjamin M. Debt and Economic Activity in the United States. In Benjamin M. Friedman (ed), The Changing Rolms of Debt and Equity in Financing U.S. Capital Formation. Chicago: University of Chicago Press, 1982.",
        "Greenwald, Bruce and Stiglitz, Joseph E. Financial Structure and the Incidence of the Corporation Income Tax. Mimeograph. Princeton University, 1987.",
        "Greenwald, Bruce end Stiglitz, Joseph E. Information, Finance Constraints, and Business Fluctuations. Mimeograph. Princeton University, February 1986.",
        "Greenwald, Bruce, Stiglitz, Joseph E. and Weiss, Andrew. Informational Imperfections in the Capital Market and Macroeconomic Fluctuations. American Economic Review 74 (Nay 1984): 194-199.",
        "Hubbard, R. Glenn and Judd, Kenneth L. Liquidity Constraints, Fiscal Policy, and Consumption. Brookings Papers on Economic Activjfy (1986:1): 1-51.",
        "Hubbard, R. Glenn and Judd, Kenneth L. Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax. American Economic Review 77 (September 1987): 630646.",
        "King. Stephen R. Monetary Transmission: Through Bank Loans, or Bank Liabilities ? Journal of Money, Credit, and Banking 18 (August 1986): 290-303.",
        "Leland, Hayne and Pyle, David. Informational Asymmetries, Financial Structure, and Financial Intermediation. Journal of Finance 32 (May 1977): 311-387.",
        "Mankiw, N. Gregory. The Allocation of Credit and Financial Collapse. Quarterly Journal of Economics 1D1 (August 1986): 455-470.",
        "Meyer, John R. and Kuh, Edwin. The Investment Decision. Cambridge: Harvard University Press, 1957.",
        "Minsky, Hyman P. A Theory of Systemic Fragility. In E.J. Altman and A.W. Sametz (eds.). Financial Crises: Institutions and Markets in a Fragile Environment. New York: Wiley, 1977.",
        "Myers, Stewart C. and Majluf, Nicholas S. Corporate Financing Decisions When Firms Have Investment Information That Investors Do Not. Journal of Financial Economics 13 (June 1984): 187-220.",
        "Poterba, James M. Tax Policy and Corporate Saving. Brookings Papers on Economic Activity (1987:2).",
        "Srini Vasan, Philip Vijay. Credit Rationing and Corporate Investment. Unpublished Ph.D. dissertation, Harvard University, October 1986.",
        "Stiglitz, Joseph E. and Weiss, Andrew. Credit Rationing in Markets with Imperfect Information. American Economic Review 71 (June 1981) 393-410.",
        "Williamson, Stephen 0. Costly Monitoring, Financial Intermediation, and Equilibrium Credit Rationing. Journal of Monetary Economics 18 (September 1986): 156-179.",
        "Credit Rationing. Quarterly Journal of Economics 102 (February 1987): 135-146."
    ]
}