{
    "id": 2499,
    "cites": 22,
    "cited_by": 35,
    "reference": [
        "1982 Job Queues and the Union Status of Workers. Industrial and Labor Relations Review, Vol. 35, No. 3, pp. 354-367. Ashenfelter, Orley, and Ronald Ehrenberg",
        "363-382. Barron, John, John Bishop, and K. Hollenbeck",
        "1987 The Dynamics of Job Separation: The Case of Federal Employees. Mimeo. U.S. Navel Academy. Blank, Rebecca",
        "1985 An Analysis of Workers Choice Between Employment in the Public and Private Sectors. Industrial and Labor Relations Review, Vol. 38, No. 2, pp. 211-224. -25- Borjas, George",
        "1980 Wage Determination in the Federal Government: The Role of Constituents and Bureaucrats. Journal of Political Economy, Vol.",
        "1982 Life-Cycle Job Choice and the Demand and Supply of Entry Level Jobs: Some Evidence from the Air Force. Review of Economics and Statistics, Vol. 64, No. 3, pp. 457-465. Ehrenberg, Ronald",
        "1973 The Demand for State and Local Government Employees. American Economic Review, Vol. 63, No. 3, pp. 366-379. Freeman, Richard",
        "1983 Pay and Pensions for Federal Workers, Washington, D.C.: The Brookings Institution. Holzer, Harry, Lawrence Katz and Alan Krueger",
        "1988 Job Queues and Wages: New Evidence on the Minimum Wage and Inter-Industry Wage Structure. Mimeo. Princeton University. -26- Ippolito, Richard",
        "1987 Why Federal Workers Dont Quit. Journal of Human Resources, Vol.",
        "1987 Are Public Sector Workers Paid More Than Their Alternative Wage? Evidence from Longitudinal Data and Job Queues. Forthcoming in Richard Freeman and Casey Ichniowaki, eds., Public Sector Unionism. Chicago: University of Chicago Press. Long, James",
        "1982 Are Government Workers Overpaid? Alternative Evidence. Journal of Human Resources,Vol. 17, No, 1, pp. 123-131. Medoff, James",
        "1983 U.S. Labor Markets: Imbalance, Wage Growth and Productivity in the",
        "1986 Employee Turnover in the Federal Government. United States Congressional Budget Office. Nalebuff, Barry, and Joseph Stiglitz",
        "1982 Prices and Quality. Mimeo. Princeton University Econometric Research Program, Paper No. 297, 1982. Quinn, Joseph",
        "1979 Wage Differentials Among Older Workers in the Public Sector. Journal of Human Resources, Vol. 17, No. 1, pp. 41-62. -27- Reder, Melvin",
        "1975 The Theory of Employment and Wages in the Public Sector. In Daniel Hamermesh, ed., Labor in the Public and Nonprofit Sectors. Princeton, N.J.: Princeton University Press. Smith, Sharon",
        "1976 Pay Differentials Between Federal Government and Private Sector Workers. Industrial and Labor Relations Review, Vol. 29, No. 2, pp. 179-197.",
        "1977 Equal Pay in the Public Sector: Fact or Fanta~y~ Princeton, N.J. Princeton University Press. United States Office of Personnel Management",
        "1983 Compensation Levels and Quit Rates in the Public Sector. Journal of Human Resources, Vol. 18, No, 3, pp. 394-406. Venti, Steven",
        "1987 Wages in the Federal and Private Sectors, in David Wise, ed., Public Sector Payrolls. Chicago: The University of Chicago Press, pp. 147-177. Weiss, Andrew",
        "1980 Job Queues and Layoffs in Labor Markets with Flexible Wages. Journal of Political Economy, Vol. 88, No. 3, pp. 526-538."
    ]
}