{
    "id": 25000,
    "cites": 76,
    "cited_by": 16,
    "reference": [
        "Aakvik, Arild, Kjell Gunnar Salvanes, and Bhashkar Mazumder. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Heterogeneity in the Returns to Education Using an Education Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 54(4): 483-500.",
        "Aaronson, Daniel, Bhashkar Mazumder, Seth G. Sanders and Evan J. Taylor. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of School Quality on Mortality in the Presence of Migration: Evidence from the Jim Crow South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(1): 151-184.",
        "Bayer, Patrick and Kerwin K. Charles. forthcoming.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divergent Paths: A New Perspective on Earnings Differences Between Black and White Men Since 1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics.",
        "Becker, Gary S., and Nigel Tomes. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 87(6): 11531189.",
        "Becker, Gary S., and Nigel Tomes. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and the Rise and Fall of Families,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 4(3), Part 2: S1-S39.",
        "Benson, Charles S., and Kevin OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Halloran. 1987.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic History of School Finance in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Education Finance, 12(4): 495-515 Bergeron, Paul, Stephen Ash, and Jeanette Keith. 1999. Tennesseans and Their History, University of Tennessee Press.",
        "Black, Dan, Seth G. Sanders, Evan J. Taylor and Lowell J. Taylor. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Great Migration on Mortality of African Americans: Evidence from the Deep South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(2): 477-503 Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why the Apple DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall Far: Understanding Intergenerational Transmission of Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1): 437-449.",
        "Black, Sandra E., and Paul J. Devereux. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Developments in Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card (ed.), Handbook of Labor Economics, volume 4. Amsterdam: North-Holland: 1487-1541.",
        "Blau, Peter M., and Otis Dudley Duncan. 1967. The American Occupational Structure. New York: Wiley.",
        "Bond, Horace Mann. 1934. The Education of the Negro in the American Social Order. Octagon Books.",
        "Boustan, Leah Platt. 2016. Competition in the Promised Land: Black Migrants in Northern Cities and Labor Markets. Princeton University Press.",
        "Card, David. 1995a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings, Schooling and Ability Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Solomon Polachek, ed., Research in Labor Economics, Vol. 14. JAI Press, Greenwich, CT: 23-48.",
        "Card, David. 1995b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Geographic Variation in College Proximity to Estimate the Return to Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Louis N. Christofides, E. Kenneth Grant, and Robert Swidinsky, eds., Aspects of Labour Market Behaviour: Essays in Honour of John Vanderkamp. University of Toronto Press, Toronto, Canada: 201-222.",
        "Card, David. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causal Effect of Education on Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card (ed.), Handbook of Labor Economics, volume 3. Amsterdam: NorthHolland: 1801-1863.",
        "Card, David. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 69(5): 1127-1160.",
        "Card, David, John E. DiNardo, and Eugena Estes. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The More Things Change: Immigrants and the Children of Immigrants in the 1940s, the 1970s, and the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in George Borjas, editor, Issues in the Economics of Immigration. Chicago: University of Chicago Press for the NBER.",
        "Card, David, and Alan B. Krueger. 1992a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 100(1): 1-40.",
        "Card, David, and Alan B. Krueger. 1992b.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Quality and Black-White Relative Earnings: A Direct Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1): 151-200.",
        "Card, David and Alan B. Krueger. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 10(4), 31-50.",
        "Carneiro, Pedro, Italo Garcia, Kjell Salvanes, Emma Tominey. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility and the Timing of Parental Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Carruthers, Celeste and Marianne H. Wanamaker. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing the Gap? The Effect of Private Philanthropy on the Provision of African-American Schooling in the U.S. South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 101: 53-67.",
        "Clay, Karen, Jeff Lingwall, and Melvin Stephens Jr. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Schooling Laws Matter? Evidence from the Introduction of Compulsory Attendance Laws in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18477.",
        "Chetty, Raj, Nathaniel Hendren, Patrick Kline, Emmanuel Saez, and Nick Turner. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the United States Still a Land of Opportunity? Recent Trends in Intergenerational Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 104(5): 141-147.",
        "Chetty, Raj Chetty and Nathaniel Hendren. 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Neighborhoods on Intergenerational Mobility I: Childhood Exposure Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23,001.",
        "Chetty, Raj Chetty and Nathaniel Hendren. 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility II: County-Level Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23,002.",
        "Chetty, Raj, Nathaniel Hendren, Maggie R. Jones, and Sonya R. Porter. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Economic Opportunity in the United States: An Intergenerational Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24,441.",
        "Coen-Pirani, Daniele and Michael Wooley. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Centralization: Theory and Evidence from the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 10(2): 39-61.",
        "Coleman, Ada. 1947. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Salary Equalization Movement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Negro Education, 16(2): 235-241.",
        "Coleman, James S., et al. 1966. Equality of Educational Opportunity. Washington: Government Printing Office.",
        "Donohue, John, James Heckman, and Petra Todd. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Schooling of Southern Blacks: The Roles of Legal Activism and Private Philanthropy, 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117(1): 225-68.",
        "Dube, Arindrajit, William T. Lester and Michael Reich. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Effects across State Borders: Estimates Using Contiguous Counties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 92(4): 945-964 Education, A. D., United States Bicentennial Intern Program in Education Alabama Pilot Project, and Board, S. R. (n. d.). 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History of Education in Alabama.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eichenlaub, Suzanne C., Stuart E. Tolnay, and J. Trent Alexander. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving Out but Not Up: Economic Outcomes in the Great Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 75(1): 10125.",
        "Fitzgerald, Stephanie. 2007. The Scopes Trial: The Battle Over Teaching Evolution, Compass Point Books.",
        "Galton, Francis. 1869. Hereditary Genius: An Inquiry into its Laws and Consequences, London: Macmillan.",
        "Goldin, Claudia. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 58(2): 345-374.",
        "Goldin, Claudia. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Human-Capital Century and American Leadership: Virtues of the Past,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 61(2): 263-292.",
        "Goldin, Claudia, and Lawrence F. Katz. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of State-Level Differences in the Public Provision of Higher Education: 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 88(2): 303-308.",
        "Goldin, Claudia, and Lawrence F. Katz. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and Social Capital: The Rise of Secondary Schooling in America, 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interdisciplinary History, 29(4): 683-723.",
        "Goldin, Claudia and Lawrence Katz. 2008. The Race between Education and Technology. Cambridge, MA: The Belknap Press of Harvard University Press.",
        "Hanushek, Eric A. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimators for Regressing Regression Coefficients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Statistician, 28(2): 66-67.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation and the Estimated Effects of School Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 78(4): 611-27.",
        "Hilger, Nathaniel G. 2017a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upward Mobility and Discrimination: the Case of AsianAmericans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Brown University.",
        "Hilger, Nathaniel G. 2017b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 The Great Escape: Intergenerational Mobility in the United States, 1930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Brown University.",
        "Jencks, Christopher. 1972. Inequality: A Reassessment of the Effect of Family and Schooling in America. New York: Basic Books.",
        "Jones, Eugene K. 1928. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Work Among Negroes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the American Academy of Political and Social Science, 130: 287-293.",
        "Knox, Ellis O. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Integration in the Public Schools of Arizona, Kansas and New Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Negro Education, 23(3): 290-295.",
        "Kuo, Joyce. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excluded, Segregated and Forgotten: A Historical View of the Discrimination of Chinese Americans in Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asian American Law Journal, 5(7): 181-212.",
        "Lleras-Muney, Adriana. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Were Compulsory Education and Child Labor Laws Effective? An Analysis from 1915 to 1939 in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 45(2): 401-435.",
        "Loury, Glenn C. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and the Distribution of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 49(4): 843-867.",
        "Lundborg, Petter, Anton Nillson and Dan-Olof Rooth. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Education and Offspring Outcomes: Evidence from the Swedish Compulsory School Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 6(1): 253-278 Maloney, Thomas N. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Compression and Wage Inequality between Black and White Males in the United States, 1940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 54 (2): 358-81.",
        "Margo, Robert A. 1985. Disfranchisement, School Finance, and the Economics of Segregated Schools in the United States South, 1890-1910. New York: Garland Press.",
        "Margo, Robert A. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race, Educational Attainment, and the 1940 Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 46(1): 189-198.",
        "Margo, Robert A. 1990. Race and Schooling in the South, 1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950: An Economic History. Chicago: University of Chicago Press.",
        "Margo, Robert A. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Black-White Wage Convergence, 1940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 48(3): 470-481.",
        "Mazumder, Bhashkar, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fortunate Sons: New Estimates of Intergenerational Mobility in the U.S. using Social Security Earnings Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 87(2): 235-255.",
        "Meghir, Costas and Martin Palme. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Reform, Ability and Parental Background,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1): 414-424.",
        "Meghir, Costas, MaÃ\u0083Å\u0092Ã\u0082Å rten Palme, and Emilia Simeonova. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, Cognition and Health: Evidence from a Social Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19,002.",
        "Mincer, Jacob. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Human Capital and Personal Income Distribution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 66(4): 281-302.",
        "Miller, Herman P., and Leon R. Paley. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Reported in the 1950 Census and on Income Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in An Appraisal of the 1950 Census Income Data. Princeton University Press.",
        "Mulligan, Casey B. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Galton versus the Human Capital Approach to Inheritance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 107(S6): S184-S224.",
        "National Education Association of the United States. 1940. State Minimum-Salary Standards for Teachers, Washington, D.C. North Carolina, Department of Justice. 1922. Biennial Report of the AttorneyGeneral of the State of North Carolina. Raleigh: Edwards & Broughton and E. M. Uzzell, State Printers.",
        "Oster, Emily. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 1-18.",
        "Peterson, Gladys T. 1935. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Present Status of the Negro Separate School as Defined by Court Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Negro Education, 4(3): 351-374.",
        "Ruggles, Steven, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. 2010. Integrated Public Use Microdata Series: Version 5.0. Machine-Readable Database. Minneapolis: University of Minnesota.",
        "Shiver, Lee A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Historical Review of the Development of FloridaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s School Finance Plan and the Fiscal Equalization Effects of the Florida Education Finance Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ph.D. Dissertation, University of Florida.",
        "Smith, James P., and Finis R. Welch. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Black Economic Progress after Myrdal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 27(2): 519-564.",
        "Snyder, Thomas D. 1993. 120 Years of American Education: A Statistical Portrait. Washington, D.C.: U.S. Department of Education, Office of Educational Research and Improvement, National Center for Education Statistics.",
        "Solon, Gary. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Income Mobility in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 82(3): 393-408.",
        "Solon, Gary. 1999.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card (ed.), Handbook of Labor Economics, volume 3, Amsterdam: North-Holland: 1761-1800.",
        "South Carolina, State Department of Education. 1938. Annual Report of the State Superintendent of Education of the State of South Carolina, volume 70-71.",
        "Trow, Martin. 1961. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Second Transformation of American Secondary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Comparative Sociology, 2(2): 144-166.",
        "United States Census Bureau. 1975. Historical Statistics of the United States, Colonial Times to 1970. Washington, D.C. United States Census Bureau. 2010. County Adjacency File. https://www.census.gov /geo/reference/county-adjacency.html Wallis, John Joseph. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Government Finance in the Long Run: 1790 to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 14(1): 61-82.",
        "Wilson, Charles H. 1947. Education for Negroes in Mississippi since 1910. Boston, MA: Meador.",
        "Wollenberg, Charles. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mendez v.Westminster: Race, Nationality and Segregation in California Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Historical Quarterly 53:317-332.",
        "Wollenberg, Charles. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Yellow Peril in School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Nakanishi and T. Yamano-Nishida (ed.), The Asian-American Educational Experience: A Source Book for Teacher and Students, New York: Routledge.",
        "Wright, Richard. 1941. 12 Million Black Voices: A Folk History of the Negro in the United States, New York: Viking."
    ]
}