{
    "id": 2500,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Perloff, 3. and M. Wachter. October 1984. Wage Comparability in the U.S. Postal Service. Industrial and Labor Relations Review 38:26-35.",
        "Washington, DC: The Bureau of National Affairs, IRRA Series. Moore, William and John Raisian. 1986. Government Wage Differentials Revisited. Mimeo.",
        "Venti., Steven, 1987. Wages in the Federal and Private Sectors.",
        "Utgoff, Kathleen. Summer 1983. Compensation Levels and Quit Rates in the Public Sector. Journal of Human Resources 18:394-406.",
        "J. Butkiewicz, et al. New York: Praeger Publishers. The Hay Group. 1984. Study of Total Compensation in the Federal, State, and Private Sectors. Washington, DC: Government Printing Office.",
        "Labor Economics. Mitchell, Daniel. 1979. The Impact of Collective Bargaining on Compensation in the Public Sector. In Public-Sector arzainj~g., eds. B. Aaron, R. Crodin and J. Stern.",
        "Fantasy? Princeton, NJ: Princeton University Press. Stiglitz, Joseph. 1986. Theories of Wage Rigidities. In Keynes Economic Legacy: Contemnor~ryEconomicTheofles, eds.",
        "Smith, Sharon. 1976. Pay Differentials Between Federal Government and Private Sector Workers. Industrial and Labor 40 Relations Review 29:179-197.",
        "Quinn, Joseph. Winter 1979. Wage Differentials Among Older Workers in the Public Sector. Journal of Human~esources 14:41-62.",
        "Solon, Gary. 1985. Bias in Longitudinal Estimation of Compensating Wage Differences, Mimeo., University of Michigan.",
        "Mellow, Wesley. February 1981. Unionism and Wages: A Longitudinal Analysis. Review of Economics and Statkstics 63:43-52.",
        "Chicago: University of Chicago Press. Long, James. Winter 1982. Are Government Workers Overpaid? Alternative Evidence. Journal of Human Resources 17:123-131.",
        "Lewis, H.G. 1986a. Union/Nonunion Wage Gaps in the Public Sector. Mimeo. , Duke University.",
        "Journal of Human Resources 22:281-299. Katz, Lawrence. 1986, Efficiency Wage Theories: A Partial Evaluation. In NBER Macroeconomics Annual 1986, ed. S.",
        "Ippolito, Richard. 1987. Why Federal Workers Dont Quit.",
        "Ichniowski, Casey. June 1980. Econopiic Effects of the Firefighters Union. Industrial and Labor Relations Review 33:198-211.",
        "Ehrenberg. Greenwich, Ct.: JAI Press, pp. 293-332. Hartman, Robert. 1983. Pay and Pensions for Federal Workers Washington, DC: The Brookings Institution.",
        "Trade Unions. Journal of Labor E.conomics, pp 1-26. ____________ and James Medoff. 1983. The Impact of Collective Bargaining: Can the New Facts be Explained by Monopoly Unionism? In Research in Labor Economics, Supplement 2, ed. R.",
        "Freeman, Richard. 1987. How Do Public Sector Wages and Employment Respond to Economic Conditions? In P~thlic Sector Payrolls, ed. David Wise. Chicago: University of Chicago Press.",
        "Fogel, Walter and David Lewin. April 1974. Wage Determination in the Public Sector. Lndustrial and Labor Relations Review 27:410-431.",
        "Borjas, George. December 1980. Wage Determination in the Federal Government: The Role of Constituents and Bureaucrats.",
        "Asher, M. and 3. Popkin. October 1984. The Effect of Gender and Race Differentials on Public-Private Wage Comparisons: A Study of Postal Workers. Industrial and Labor Relations Review 38:16-25.",
        "Aaron, 3. Crodin and R. Stern. Washington, DC: Bureau of National Affairs, IRRA Series. Ehrenberg, Ronald and Joshua Schwarz. 1986. Public Sector Labor Markets, in Handbook of Labor Economics, eds.",
        "Burton, John F. 1979. The Extent of Collective Bargaining in the Public Sector. In Public Sector Bargaining, eds. B.",
        "Brown, Charles and James Medoff. 1985. The Employer Size-Wage Effect. Mimeo., Harvard University.",
        "Journal of Political Economy 88:1110-1147. Brown, Charles. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics 94:113-134..",
        "Levitan, Sar, and Alexandra Noden. 1983. Working for the Sovereign. Baltimore, MD: The Johns Hopkins University Press."
    ]
}