{
    "id": 25028,
    "cites": 38,
    "cited_by": 14,
    "reference": [
        "Jamal Abedi and Ellen Benkin. The Effects of StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic, Financial, and Demographic Variables on Time to the Doctorate. Research in Higher Education, 27(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14, 1987. URL http://www.jstor.org/stable/40195800.",
        "Massimo Anelli and Giovanni Peri. The Effects of High School PeersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Gender on College Major, College Performance and Income. 2016.",
        "Carmen Astorne-Figari and Jamin D Speer. Are Changes of Major Major Changes? The Roles of Grades, Gender, and Preferences in College Major Switching. 2017. URL http: //www.sole-jole.org/17322.pdf.",
        "Amanda Bayer and Cecilia Elena Rouse. Diversity in the Economics Profession: A New Attack on an Old Problem. Journal of Economic Perspectives, 30(4):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242, nov 2016.",
        "Bethany A. Bell-Ellison and Robert F. Dedrick. What do Doctoral Students Value in their Ideal Mentor? Research in Higher Education, 49(6):555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567, sep 2008. ISSN 0361-0365. doi: 10.1007/s11162-008-9085-8. URL http://link.springer.com/10.1007/ s11162-008-9085-8.",
        "Stephen J. Ceci, Donna K. Ginther, Shulamit Kahn, and Wendy M. Williams. Women in Academic Science: A Changing Landscape. Psychological Science in the Public Interest, 15(3):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141, dec 2014. ISSN 1529-1006. doi: 10.1177/ 1529100614541236. URL http://www.ncbi.nlm.nih.gov/pubmed/26172066http:// journals.sagepub.com/doi/10.1177/1529100614541236.",
        "Richard A. Clark, Sherry L. Harden, and W. Brad Johnson. Mentor Relationships in Clinical Psychology Doctoral Training: Results of a National Survey. Teaching of Psychology, 27 (4):262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268, nov 2000. ISSN 0098-6283. doi: 10.1207/S15328023TOP2704 04. URL http://top.sagepub.com/lookup/doi/10.1207/S15328023TOP2704{_}04.",
        "Christianne Corbett and Catherine Hill. Solving the Equation-The Variables for WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Success in Engineering and Computing. AAUW, 2015. ISBN 9781879922457. doi: 10.1103/PhysRevA.75.063427. URL http://www.aauw.org/ resource/get-the-solving-the-equation-report/.",
        "Ronald G Ehrenberg and Panagiotis G Mavros. Do Doctoral StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Financial Support Patterns Affect Their Times-To-Degree and Completion Probabilities? The Journal of Human Resources, 30(3):581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609, 1995. URL http://www.jstor.org/stable/146036.",
        "Stefanie Fischer. The downside of good peers: How classroom composition differentially affects menÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s STEM persistence. Labour Economics, 46:211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226, jun 2017.",
        "ISSN 09275371. doi: 10.1016/j.labeco.2017.02.003. URL http://linkinghub.elsevier. com/retrieve/pii/S0927537116303852. Nadya A. Fouad and Romila Singh. Stemming the Tide: Why Women Leave Engineering.",
        "Technical report, University of Wisconsin-Milwaukee, 2011. Susan K. Gardner, AE Austin, HD Calhoun, J Trevino, B Lisek, and M Hess. Conceptualizing Success in Doctoral Education: Perspectives of Faculty in Seven Disciplines.",
        "The Review of Higher Education, 32(3):383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406, 2009. ISSN 1090-7009.",
        "Patrick Gaule and Mario Piacentini. An Advisor Like Me? Advisor Gender and Postgraduate Careers in Science. 2017. URL http://www.cerge-ei.cz/pdf/wp/Wp594.pdf.",
        "U. Gneezy, M. Niederle, and A. Rustichini. Performance in Competitive Environments: Gender Differences. The Quarterly Journal of Economics, 118(3):1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074, aug 2003.",
        "Chris M. Golde. The Role of the Department and Discipline in Doctoral Student Attrition: Lessons from Four Departments. The Journal of Higher Education, 76(6):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-700, 2005.",
        "Chris M. Golde and Timothy M. Dore. At cross purposes: what the experiences of todayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s doctoral students reveal about doctoral education. Technical report, 2001. URL https: //eric.ed.gov/?id=ED450628. Leigh Hall and Leslie Burns. Identity Development and Mentoring in Doctoral Education.",
        "Erin Hengel. Publishing while Female. Are women held to higher standards? Evidence from peer review. dec 2017. URL https://econpapers.repec.org/paper/camcamdae/1753. htm.",
        "Christiana Hilmer and Michael Hilmer. Women helping women, men helping women? Samegender mentoring, initial job placements, and early career publishing success for economics PhDs. American Economic Review, 97(2):422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426, 2007. ISSN 00028282. doi: 10.1257/ aer.97.2.422.",
        "Caroline M Hoxby. Peer Effects in the Classroom: Learning from Gender and Race Variation. 2000. URL http://www.nber.org/papers/w7867.",
        "Jennifer Hunt. Why Do Women Leave ScIence And EngIneering? ILR Review, 69(1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 226, 2016. doi: 10.1177/0019793915594597. URL http://journals.sagepub.com/doi/ pdf/10.1177/0019793915594597.",
        "Nick Huntington-Klein and Elaina Rose. Gender Peer Effects in a Predominantly Male Environment : Evidence from West Point. American Economic Review: Papers & Proceedings, 108:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4, 2018.",
        "Adriana D Kugler, Catherine H Tinsley, Olga Ukhaneva, George Akerlof, David Autor, Kirsten Butcher, David Figlio, Nicole Fortin, Donna Ginther, Claudia Goldin, Harry Holzer, Lisa Kahn, Shulamit Kahn, Victor Lavy, John Mayo, and Bruce Sacerdote. CHOICE OF MAJORS: ARE WOMEN REALLY DIFFERENT FROM MEN? Choice of Majors: Are Women Really Different from Men? 2017. URL http://www.nber.org/ papers/w23735.",
        "Grace Lordan and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke. Does Rosie Like Riveting? Male and Female Occupational Choices. 2016. URL http://www.nber.org/papers/w22495.",
        "Shelly Lundberg, Jennifer Bennett Shinall, Jennifer Doleac, Kathryn J. Norlock, and Shereen G. Bingham. Reports from the American Economic AssociationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Committee on the Status of Women in the Economics Profession. Technical report, 2018. URL https://www.aeaweb.org/content/file?id=6769.",
        "J Main. Gender Homophily, Ph.D. Completion, and Time to Degree in the Humanities and Humanistic Social Sciences. The Review of Higher Education, 37(3):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375, 2014.",
        "Friederike Mengel, Jan Sauermann, and Ulf ZoÃ\u0083Å\u0092Ã\u0082Ë\u0086litz. Gender Bias in Teaching Evaluations. 2017. URL www.iza.org.",
        "Katherine L. Milkman, Modupe Akinola, and Dolly Chugh. What happens before? A field experiment exploring how pay and representation differentially shape bias on the pathway into organizations. Journal of Applied Psychology, 100(6):1678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1712, nov 2015. ISSN 1939-1854. doi: 10.1037/apl0000022. URL http://www.ncbi.nlm.nih.gov/pubmed/ 25867167http://doi.apa.org/getdoi.cfm?doi=10.1037/apl0000022. Corinne A Moss-Racusin, John F Dovidio, Victoria L Brescoll, Mark J Graham, and Jo Handelsman. Science facultyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s subtle gender biases favor male students.",
        "Proceedings of the National Academy of Sciences of the United States of America, 109(41):16474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9, oct 2012. ISSN 1091-6490. doi: 10.1073/ pnas.1211286109. URL http://www.ncbi.nlm.nih.gov/pubmed/22988126http://www. pubmedcentral.nih.gov/articlerender.fcgi?artid=PMC3478626.",
        "Maresi Nerad. The PhD in the US: Criticisms, Facts, and Remedies. Higher Education Policy, 17(2):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199, jun 2004. ISSN 0952-8733. doi: 10.1057/palgrave.hep.8300050.",
        "Michael T. Nettles. Success in doctoral programs: Experiences of minority and white students. American Journal of Education, 98(4):494, aug 1990. ISSN 0195-6744. doi: 10.1086/443974. URL http://www.journals.uchicago.edu/doi/10.1086/443974.",
        "David Neumark and Rosella Gardecki. Women Helping Women ? Role Model and Mentoring Effects on Female Ph . D . Students in Economics. The Journal of Human Resources, 33 (1):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246, 1998. URL http://www.jstor.org/stable/146320.",
        "Ben Ost. The role of peers and grades in determining major persistence in the sciences. Economics of Education Review, 29:923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 934, 2010. doi: 10.1016/j.econedurev.2010.06.011. URL http:// ac.els-cdn.com/S0272775710000762/1-s2.0-S0272775710000762-main. pdf?{_}tid=2fe9215a-26ca-11e7-967a-00000aab0f26{&}acdnat= 1492803728{_}3720f277ca0608a330d214cf8e260ff3.",
        "Michele Pezzoni, Jacques Mairesse, Paula Stephan, Julia Lane, G Burnett, and K Burnett. Gender and the Publication Output of Graduate Students: A Case Study. PLOS ONE, 11(1):e0145146, jan 2016. ISSN 1932-6203. doi: 10.1371/journal.pone.0145146. URL http://dx.plos.org/10.1371/journal.pone.0145146.",
        "Kevin Rask and Jill Tiefenthaler. The role of grade sensitivity in explaining the gender imbalance in undergraduate economics. Economics of Education Review, 27(6): 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687, 2008. ISSN 02727757. doi: 10.1016/j.econedurev.2007.09.010. URL http: //www.sciencedirect.com/science/article/pii/S0272775707001185.",
        "Heather Sarsons. Recognition for Group Work: Gender Differences in Academia. American Economic Review: Papers and Proceedings, 107(5):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145, 2017.",
        "Todd Stinebrickner and Ralph Stinebrickner. Learning about Academic Ability and the College Dropout Decision. Journal of Labor Economics, 30(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748, oct 2012. ISSN 0734-306X. doi: 10.1086/666525. URL http://www.journals.uchicago.edu/doi/10. 1086/666525.",
        "Alice H. Wu. Gender Stereotyping in Academia: Evidence from Economics Job Market Rumors Forum. dec 2017. URL https://www.ssrn.com/abstract=3051462."
    ]
}