{
    "id": 25031,
    "cites": 83,
    "cited_by": 2,
    "reference": [
        "Aguiar, M., and Amador, M., 2014. Sovereign Debt. Handbook of International Economics, 4: 647-687.",
        "Aguiar, M., and Gopinath, G., 2006. Defaultable debt, interest rates and the current account. Journal of International Economics, 69: 64-83.",
        "Aguiar, M., and Gopinath, G., 2007. Emerging Market Business Cycles: The Cycle is the Trend. Journal of Political Economy, 115(1): 69-102.",
        "Aguiar, M., Amador M., and Gopinath, G., 2009. Investment Cycles and Sovereign Debt Overhang. The Review of Economic Studies, 76(1): 1-31.",
        "Aguiar, M., Chatterjee, S., Cole, H., and Stangebye, Z., 2016. Quantitative Models of Sovereign Debt Crises. Handbook of Macroeconomics, J. Taylor and H. Uhlig, eds, North Holland, 2: 1697-1755.",
        "Albuquerque, R., and Hopenhayn, H. A., 2004. Optimal lending contracts and firm dynamics. The Review of Economic Studies, 71(2): 285-315.",
        "Alvarez, F., and Jermann, U. J., 2000. Efficiency, equilibrium, and asset pricing with risk of default. Econometrica, 68(4): 775-797.",
        "Alvarez, F., and Jermann, U. J., 2001. Quantitative asset pricing implications of endogenous solvency constraints. The Review of Financial Studies, 14(4): 1117-1151.",
        "Arcand, J., Berkes, B., and Panizza, U., 2015. Too much finance?. Journal of Economic Growth, 20(2): 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Arellano, C., 2008. Default Risk and Income Fluctuations in Emerging Economies. The American Economic Review, 98(3): 690-712.",
        "Arellano, C., and Ramanarayanan, A., 2012. Default and the maturity structure in sovereign bonds. Journal of Political Economy, 120(2): 187-232.",
        "Asonuma, T., Niepelt, D., and Ranciere, R., 2017. Sovereign Bond Prices, Haircuts, and Maturity. NBER Working Paper 23864.",
        "Attanasio, O., and Weber, G., 2010. Consumption and Saving: Models of Intertemporal Allocation and Their Implications for Public Policy. Journal of Economic Literature, 48(3): 693-751.",
        "Auclert, A., and Rognlie, M., 2016. Unique Equilibrium in the Eaton-Gersovitz Model of Sovereign Debt. Journal of Monetary Economics, 84: 134-146.",
        "Bai, Y., and Zhang, J., 2010. Solving the Feldstein-Horioka Puzzle with Financial Frictions. Econometrica, 78(2): 603-632.",
        "Barro, R., 2006. Rare Disasters and Asset Markets in the Twentieth Century. The Quarterly Journal of Economics, 121: 823-66.",
        "Barro, R., 2009. Rare Disasters, Asset Prices, and Welfare Costs. American Economics Review, 99: 243-64.",
        "Barro, R., and Ursua, J., 2008. Macroeconomic crises since 1870. Brookings Papers on Economic Activity, 1: 255-350.",
        "Barro, R., and Jin, T., 2011. On the Size Distribution of Macroeconomic Disasters. Econometrica, 79(5): 1567-1589.",
        "Best, M., Cloyne, J., Ilzetzki, E., and Kleven, H., 2017. Estimating the Elasticity of Intertemporal Substitution Using Mortgage Notches. Manuscript, Princeton University.",
        "Bhamra, H., and Strebulaev, I., 2011. The Effects of Rare Economic Crises on Credit Spreads and Leverage. Manuscript, Stanford University.",
        "Black, F., and Scholes, M., 1973. The Pricing of Options and Corporate Liabilities. Journal of Political Economy, 81(3): 637-654.",
        "Bocola, L. and Dovis, A., 2016. Self-fulfilling debt crises: A quantitative analysis (No. w22694). National Bureau of Economic Research.",
        "Bolton, P., Wang, N., and Yang, J., 2019. Optimal Contracting, Corporate Finance, and Valuation with Inalienable Human Capital. Journal of Finance.",
        "Bordo, M., Meissner, C., and Redish, A., 2004. How Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dOriginal SinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d was Overcome: The Evolution of External Debt Denominated in Domestic Currencies in the United States and the British Dominions. Other PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Money, Chicago: University of Chicago Press.",
        "Bornstein, G., 2017. A Continuous Time Model of Sovereign Debt. manuscript, Northwestern University.",
        "Borri, N., and Verdelhan, A., 2015. Sovereign Risk Premia. manuscript, MIT Sloan School of Management.",
        "Broner, F., Lorenzoni, G., and Schmukler, S., 2011. Why Do Emerging Economies Borrow Short Term. Journal of the European Economic Association, 11: 67-100.",
        "Brunnermeier, M., and Sannikov, Y., 2014. A macroeconomic model with a financial sector. American Economic Review, 104(2): 379-421.",
        "Bulow, J. and Rogoff, K., 1989. Sovereign Debt: Is to Forgive to Forget?. American Economic Review, 79(1), 43-50.",
        "Burnside, C., Eichenbaum, E., Kleshchelski, I., and Rebelo, S., 2011. Do Peso Problems Explain the Returns to the Carry Trade?. Review of Financial Studies, 24: 853-891.",
        "Caballero, R., and Krishnamurthy, A., 2003. Excessive Dollar Debt: Financial Development and Underinsurance. The Journal of Finance, 58(2): 867-893.",
        "Calvo, G., 1998. Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics, 1: 35-54.",
        "Chatterjee, S., and Eyigungor, B., 2012. Maturity, indebtedness, and default risk. American Economic Review, 102: 2674-2699.",
        "Cooley, T., Marimon, R., and Quadrini, V., 2004. Aggregate consequences of limited contract enforceability. Journal of Political Economy, 112(4): 817-847.",
        "Cox, J., Ingersoll, J., and Ross, S., 1981. The relation between forward prices and futures prices. Journal of Financial Economics, 9(4): 321-346.",
        "DeMarzo, P., He, Z., and Tourre, F., 2018. Commitment Problems, Welfare Costs and Sovereign Debt. Working paper.",
        "DeMarzo, P. M., and Sannikov, Y., 2006. Optimal security design and dynamic capital structure in a continuoustime agency model. Journal of Finance, 61(6), 2681-2724.",
        "Dubey, P., Geanakoplos, J., and Shubik, M., 2005. Default and punishment in general equilibrium. Econometrica, 73(1): 1-37.",
        "Duffie, D., and Epstein, L., 1992b. Asset Pricing with Stochastic Differential Utility. Review of Financial Studies, 5(3): 411-436.",
        "Duffie, D., 2001. Dynamic Asset Pricing Theory, Princeton Series in Finance.",
        "Eaton, J. and Gersovitz M., 1981. Debt with Potential Repudiation Theoretical and Empirical Analysis. Review of Economic Studies, 48(2): 289-309.",
        "Eichengreen, B., and Haussmann, R., 1999. Exchange Rates and Financial Fragility in Federal Reserve Bank of Kansas City. New Challenges for Monetary Policy, 329-368.",
        "Epstein, L., and Zin, S., 1989. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica, 57(4): 937-969.",
        "Farhi, E., and Gabaix, X., 2016. Rare disasters and exchange rates. The Quarterly Journal of Economics, 131(1): 1-52.",
        "Friedman, M., 1957. A Theory of the Consumption Function. Princeton University Press, Princeton.",
        "Gabaix, X., 2012. Variable rare disasters: An exactly solved framework for ten puzzles in macro-finance. The Quarterly journal of economics, 127(2): 645-700.",
        "Hall, R. E., 1988. Intertemporal substitution in consumption. Journal of political economy, 96(2): 339-357.",
        "Hatchondo, J. C., and Martinez, L., 2009. Long-duration bonds and sovereign defaults. Journal of international Economics, 79(1): 117-125.",
        "Hausmann, R., and Panizza, U., 2003. On the determinants of Original Sin: an empirical investigation. Journal of international Money and Finance, 22(7): 957-990.",
        "He, Z., and Krishnamurthy, A., 2013. Intermediary asset pricing. American Economic Review, 103(2), 732-70.",
        "HeÃ\u0083Å\u0092Ã\u0082Â\u0081bert, B., and Schreger, J., 2016. The costs of sovereign default: Evidence from Aargentina. NBER working paper 22270.",
        "HeÃ\u0083Å\u0092Ã\u0082Â\u0081bert, B., and Schreger, J., 2017. The Costs of Sovereign Default: Evidence from Argentina. American Economic Review, 107(10): 3119-3145.",
        "HolmstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, B., and Tirole, J., 1998. Private and public supply of liquidity. Journal of political Economy, 106(1): 1-40.",
        "Kehoe, T. J., and Levine, D. K., 1993. Debt-constrained asset markets. The Review of Economic Studies, 60(4): 865-888.",
        "Kehoe, P. J., and Perri, F., 2002. International business cycles with endogenous incomplete markets. Econometrica, 70(3): 907-928.",
        "Kocherlakota, N. R., 1996. Implications of efficient risk sharing without commitment. The Review of Economic Studies, 63(4): 595-609.",
        "Kreps, D. M., and Porteus, E. L., 1978. Temporal resolution of uncertainty and dynamic choice theory. Econometrica, 46(1): 185-200.",
        "Krueger, D., and Perri, F. 2006. Does income inequality lead to consumption inequality? Evidence and theory. Review of Economic Studies, 73(1), 163-193.",
        "Krueger, D., and Uhlig, H. 2019. Neoclassical growth with long-term one-sided commitment contracts. manuscript, University of Pennsylvania.",
        "Krugman, P., 1988. Financing vs. forgiving a debt overhang. Journal of development Economics, 29(3): 253-268.",
        "Longstaff, F. A., Pan, J., Pedersen, L. H., and Singleton, K. J., 2011. How sovereign is sovereign credit risk?. American Economic Journal: Macroeconomics, 3(2): 75-103.",
        "Maggiori, M., 2017, Financial Intermediation, International Risk Sharing, and Reserve Currencies. American Economic Review, 107, 3038-3071.",
        "Mendoza, E. G., 2010. Sudden stops, financial crises, and leverage. American Economic Review, 100(5): 1941-66.",
        "Mendoza, E. G., Quadrini, V. and Rios-Rull, J. V., 2009. Financial integration, financial development, and global imbalances. Journal of Political economy, 117(3): 371-416.",
        "Merton, R.C., 1971. Consumption and Portfolio Rules in a Continuous-time Model. Journal of Economic Theory, 3: 373-413.",
        "Neumeyer, P. A., and Perri, F., 2005. Business cycles in emerging economies: the role of interest rates. Journal of monetary Economics, 52(2): 345-380.",
        "NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o, G., and Thomas, C., 2015. Monetary Policy and Sovereign Debt Sustainability. Manuscript, Bank of Spain.",
        "Pan, J., and Singleton, K. J., 2008. Default and recovery implicit in the term structure of sovereign CDS spreads. The Journal of Finance, 63(5): 2345-2384.",
        "Pindyck, R. S., and Wang, N., 2013. The economic and policy consequences of catastrophes. American Economic Journal: Economic Policy, 5(4): 306-39.",
        "Reinhart, C. M., and Rogoff, K. S., 2009. This time is different: Eight centuries of financial folly. Princeton university press.",
        "Rietz, T. A., 1988. The equity risk premium: a solution. Journal of monetary Economics, 22(1): 117-131.",
        "Shiller, R. J., 1993. Macro Markets: Creating Institutions for Managing SocietyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Economic Risks. Oxford: Clarendon Press.",
        "Sturzenegger, F., and Zettelmeyer, J., 2006. Debt defaults and lessons from a decade of crises. MIT press.",
        "Tourre, F., 2017. A Macro-Finance Approach to Sovereign Debt Spreads and Returns. University of Chicago.",
        "Wachter, J. A., 2013. Can time-varying risk of rare disasters explain aggregate stock market volatility?. The Journal of Finance, 68(3): 987-1035.",
        "Wang, C., Wang, N., and Yang, J., 2016. Optimal consumption and savings with stochastic income and recursive utility. Journal of Economic Theory, 165: 292-331.",
        "Weil, P., 1990. Nonexpected utility in macroeconomics. The Quarterly Journal of Economics, 105(1): 29-42.",
        "Williams, N., 2015. A solvable continuous time dynamic principal?agent model. Journal of Economic Theory, 159, pp.989-1015.",
        "World Bank, From Known Unknowns to Black Swans: How to Manage Risk in Latin America and the Caribbean, October 2018.",
        "Yue, V., 2010. Sovereign default and debt renegotiation. Journal of international Economics, 80(2): 176-187.",
        "Zame, W. R., 1993. Efficiency and the role of default when security markets are incomplete.",
        "6. Compute p00 (w) until p00 (w) becomes sufficiently low (e.g., p00 (w) &lt; Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991010 ), i.e. until the program converges. Otherwise, go back to step 1 and increase w with a new guess and iterate until the program converges."
    ]
}