{
    "id": 25030,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Banks, J., Blundell, R., and Casanova Rivas, M. (2007). The dynamics of retirement behavior in couples: Reduced-form evidence from England and the US. Mimeo, University College London.",
        "Barsky, R. B., Kimball, M. S., Juster, F. T., and Shapiro, M. D. (1997). Preference parameters and behavioral heterogeneity: An experimental approach in the health and retirement survey. Quarterly Journal of Economics, 112:537  579.",
        "Blau, D. M. (1998). Labor force dynamics of older married couples. Journal of Labor Economics, 16(3):595629.",
        "Bourguignon, F., Browning, M., Chiappori, P.-A., and Lechene, V. (1993). Intra household allocation of consumption: A model and some evidence from French data. Annales d&apos;Economie et de Statistique, 29:137156.",
        "Casanova Rivas, M. (2010). Happy together: A structural model of couples joint retirement choices. Unpublished Manuscript, Department of Economics, UCLA, Los Angeles.",
        "Cherchye, L., De Rock, B., and Vermeulen, F. (2009). Opening the black box of intrahousehold decision making: Theory and nonparametric empirical tests of general collective consumption models. Journal of Political Economy, 117(6):10741104.",
        "Chiappori, P.-A. (1988). Rational household labor supply. Econometrica, 56(1):6390.",
        "Chiappori, P.-A. (1992). Collective labor supply and welfare. Journal of Political Economy, 100(3):437467.",
        "Chiappori, P.-A., Fortin, B., and Lacroix, G. (2002). Marriage market, divorce legislation, and household labor supply. Journal of Political Economy, 110(1):3772.",
        "Coile, C. (2004). Retirement incentives and couples&apos; retirement decisions. Topics in Economic Analysis & Policy, 4(1):Article 17.",
        "Couper, M. P., Ofstedal, M. B., and Lee, S. (2013). Encouraging record use for nancial asset questions in a web survey. Journal of Survey Statistics and Methodology, 1(2):171182.",
        "Delavande, A. and Rohwedder, S. (2008). Eliciting subjective probabilities in internet surveys. Public Opinion Quarterly, 72(5):866  891.",
        "Elsayed, A., de Grip, A., Fouarge, D., and Montizaan, R. (2018). Gradual retirement, nancial incentives, and labour supply of older workers: Evidence from a stated preference analysis. Journal of Economic Behavior and Organization, 150:277294.",
        "Fortin, B. and Lacroix, G. (1997). A test of the unitary and collective models of household labour supply. The Economic Journal, 107(443):933955.",
        "French, E. (2005). The eects of health, wealth, and wages on labour supply and retirement behaviour. The Review of Economic Studies, 72(2):395427.",
        "Gustman, A. L. and Steinmeier, T. (2009). Integrating retirement models. NBER Working Paper No. 15607, National Bureau of Economic Research.",
        "Gustman, A. L. and Steinmeier, T. L. (2000). Retirement in dual-career families: a structural model. Journal of Labor Economics, 18(3):503545.",
        "Gustman, A. L. and Steinmeier, T. L. (2004). Social security, pensions and retirement behaviour within the family. Journal of Applied Econometrics, 19(6):723737.",
        "Hospido, L. and Zamarro, G. (2014). Retirement patterns of couples in Europe. IZA Journal of European Labor Studies, 3(12):118.",
        "Hurd, M. D. (1989). The joint retirement decision of husbands and wives. Social Security Bulletin, 54(1):2932.",
        "Hurd, M. D. (2009). Subjective probabilities in household surveys. Annual Review of Economics, 1(1):543562.",
        "Kapteyn, A. and Kooreman, P. (1992). Household labor supply: What kind of data can tell us how many decision makers there are? European Economic Review, 36(2):365371.",
        "Kooreman, P. and Kapteyn, A. (1990). On the empirical implementation of some game theoretic models of household labor supply. Journal of Human Resources, 25(4):584598.",
        "Levy, H., Janke, A. T., and Langa, K. M. (2015). Health literacy and the digital divide among older Americans. Journal of General Internal Medicine, 30(3):284289.",
        "Louviere, J. J., Hensher, D. A., and Swait, J. D. (2000). Stated Choice Methods: Analysis and Applications. Cambridge University Press.",
        "Manski, C. F. (2004). Measuring expectations. Econometrica, 72(5):13291376.",
        "McCarty, T. A. (1990). The eect of social security on married women&apos;s labor force participation. National Tax Journal, 43(1):95110.",
        "Michaud, P.-C. and Vermeulen, F. (2011). A collective labor supply model with complementarities in leisure: Identication and estimation by means of panel data. Labour Economics, 18(2):159167.",
        "Revelt, D. and Train, K. (1998). Mixed logit with repeated choices: Households&apos; choices of appliance eciency level. The Review of Economics and Statistics, 80(4):647657.",
        "Smith, J. P. (2011). Reconstructing childhood health histories. Demography, 46(2):387403.",
        "Stancanelli, E. G. F. and van Soest, A. (2016). Partners&apos; Leisure Time Truly Together upon Retirement. IZA Journal of Labor Policy, 5(12).",
        "Train, K. (2009). Discrete Choice Methods with Simulation. Cambridge University Press.",
        "Van Soest, A. and Vonkova, H. (2014). How sensitive are retirement decisions to nancial incentives? a stated preference analysis. Journal of Applied Econometrics, 29(2):246264."
    ]
}