{
    "id": 2504,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Becker, Gary 5, 1983. A Theory of Competition Among Pressure Groups for Political Influence, Quarterly Journal of EconomiÃ\u0083Â§~ August 1983.",
        "Bhagwati, Jagdish and Srinivasan T.N.,1980. Revenue Seeking: A Generalization of the Theory of Tariffs, Journal of Political Economy, December, Vol. 88, No. 6 Pp. 1069-87.",
        "Borrell, Brent, Sturgiss, Robert and Wong, Gordon, 1987, U.S. Sugar Policy - Its Effects on the World Sugar Market, paper presented at International Sweetener Colloquium, California, Feb. 1987.",
        "Brock, W.A., and Magee, S. P,, 1978, The Economics of Special Interest Politics: The ~2ase of Tariffs ,American Economic Review, 68: 246-50.",
        "Duchanan, James H., 1987. The Constitution of Economic Policy, American Economic Review, June.",
        "Cater, Douglass, 1964. Power in Washington,Random House, N.Y.",
        "Congressional Quarterly Almanac, 1962. Congress Again Revises Sugar Quotas, 1962 CQ Almanac, Pp. 127-130.",
        "Congressional Research Service, 1985. World Sugar Trade and U.S. Sugar Policy, Report No. 85-144, ENR, July 12.",
        "Corden, W. H., 1974. Trade Policy and Economic Welfare, Oxford University Press, Oxford.",
        "Council on Wage and Price Stability, 1975, Staff Report on ~pg~ Prices, May.",
        "Ferguson, Allen R., undated, The Sugar Price Support Program, mimeo. General Accounting Office, 1984. U.S. Sweetener/Sugar Issues and Concerns, GAD/RCED 85-19, November 15, 1984.",
        "Gerber, David J. 1976, The United States Sugar Program: A Study in the Direct Congressional Control of Imports, Journal of Law and Economics, Vol 19 (1), Pp. 103-47.",
        "Maskus, Keith E., 1987. The International Political Economy of U.S. Sugar Policy in the l980s, United States Department of State, Bureau of Economic and Business Affairs, Planning and Economic Analysis Staff. WP/87/1.",
        "Mueller, Dennis C. , l983.The Political Economy of Growth,Yale University Press, 1983.",
        "Olson, Mancur 1965 The ~gjg of Collective Action, Harvard University Press, Cambridge, Mass.",
        "Olson, Mancur 1982. The Rise and Fall of Nations: Economic Growth, Stagfla tij~~ and Social Rigidities, Yale Universitly Press, New Haven, Conn.",
        "Price, David E., l97l,The Politics of Sugar, Review of Politics. Vol. 33, April (pp. 212-231. Snape, Richard H., l963,,Some Effects of Protection in the World Sugar Industry, Economica, February Stigler, George J., 1971. The Theory of Economic Regulation, Bell Journal of Economics, Spring, Pp. 3-21.",
        "Taussig, Frank William, 1924 Some Aspects of the Tariff Question, Harvard University Press, Cammbridge, Mass.",
        "United States House of Representatives, 1974.Subconiaittee on Domestic Marketing and Consumer Relations of the Committee on Agriculture, Examination of ~ Marketing Conditions Since Defeat of ~ Bill, Dec. 9, 10, 11, 12, and 197, 1974. Serial 93-XXX. Referenced as Sugar Marketing Hearings 1974."
    ]
}