{
    "id": 25040,
    "cites": 51,
    "cited_by": 8,
    "reference": [
        "Adrian, Tobias, and Hyun Song Shin, 2013, Procyclical leverage and value-at-risk, Review of Financial Studies 27, 373403.",
        "Andrade, Sandrade, Jiangze Bian, and Timothy Burch, 2013, Analyst, coverage, information, and bubbles, Journal of Financial and Quantitative Analysis 35, 15731605.",
        "Basak, Suleyman, and Domenico Cuoco, 1998, An equilibrium model with restricted stock market participation, Review of Financial Studies 11, 309341.",
        "Bernardo, Antonio E., and Ivo Welch, 2004, Liquidity and nancial market runs, The Quarterly Journal of Economics 119, 135158.",
        "Bian, Jiangze, Zhi Da, Dong Lou, and Hao Zhou, 2018a, Leverage network and market contagion, Working Paper .",
        "Bian, Jiangze, Zhiguo He, Donghui Shi, and Haoxiang Zhu, 2018b, An anatomy of the chinese stock market intervention .",
        "Brunnermeier, Markus, and Lasse Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 22012238.",
        "Brunnermeier, Markus K., and Yuliy Sannikov, 2014, A macroeconomic model with a nancial sector, American Economic Review 104, 379421.",
        "Campbell, John Y., Stefano Giglio, and Parag Pathak, 2011, Forced sales and house prices, American Economic Review 101, 21082131.",
        "Carpenter, Jennifer N, and Robert F Whitelaw, 2017, The development of china's stock market and stakes for the global economy .",
        "Chen, Hui, Anton Petukhov, and Jiang Wang, 2018a, The dark side of circuit breakers, Technical report, Working Paper, MIT.",
        "Chen, Jing, Ya Tang, and Jianguo Xu, 2017, Hasty deleverage and liquidity spiral: Evidence from margin trading of individual stocks, Technical report, Peking University.",
        "Chen, Ting, Zhenyu Gao, Jibao He, Wenxi Jiang, and Wei Xiong, 2018b, Daily price limits and destructive market behavior, Technical report, Forthcoming Journal of Econometrics.",
        "Comerton-Forde, Carole, Terrence Hendershott, Charles M. Jones, Pamela Moulton, and Mark S. Seaholes, 2010, Time variation in liquidity: The role of market-maker inventories and revenues, Journal of Finance 65, 295332.",
        "Coval, Joshua, and Erik Staord, 2007, Asset re sales (and purchases) in equity markets, Journal of Financial Economics 86, 479512.",
        "Danielsson, Jon, Jean-Pierre Zigrand, and Hyun Song Shin, 2002, Asset price dynamics with value-at-risk constrained traders, Working Paper .",
        "Davila, Eduardo, and Anton Korinek, 2017, Pecuniary externalities in economies with nancial frictions, Review of Economic Studies, forthcoming .",
        "Diamond, Douglas W., and Philip H. Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 401419.",
        "Dinc, Serdar, Isil Erel, and Rose Liao, 2017, Fire sale discount: Evidence from the sale of minority equity stakes, Journal of Financial Economics 125, 475  490.",
        "Edmans, Alex, Itay Goldstein, and Wei Jiang, 2012, The real eects of nancial markets: The impact of prices on takeovers, The Journal of Finance 67, 933971.",
        "Ellul, Andrew, Chotibhak Jotikasthira, and Christian T. Lundblad, 2011, Regulatory pressure and re sales in the corporate bond market, Journal of Financial Economics 101, 596620.",
        "Fostel, Ana, and John Geanakoplos, 2008, Leverage cycles and the anxious economy, American Economic Review 98, 12111244.",
        "Foucault, Thierry, David Sraer, and David Thesmar, 2011, Individual investors and volatility, Journal of Finance 66, 13691406.",
        "Galbraith, J. Kenneth, 2009, The Great Crash 1929 (Houghton Miin, New York, NY).",
        "Garleanu, Nicolae, and Lasse Pedersen, 2011, Margin-based asset pricing and deviations from the law of one price, Review of Financial Studies 24, 19802022.",
        "Geanakoplos, John, 2010, The leverage cycles, NBER Macroeconomics Annual 24, 166.",
        "Goldstein, Itay, and Ady Pauzner, 2005, Demand deposit contracts and the probability of bank runs, The Journal of Finance 60, 12931327.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with nancially constrained arbitrageurs, Journal of Financial Economics 66, 361407.",
        "Hameed, Allaudeen, Wenjin Kang, and S. Viswanathan, 2010, Stock market declines and liquidity, Journal of Finance 65, 257293.",
        "Hansman, Christoper, Harrison Hong, Wenxi Jiang, Jane Liu, and Juanjuan Meng, 2018, Riding the credit boom, Technical report, Columbia University.",
        "Hardouvelis, G. A., 1990, Margin requirements, volatility, and the transitory component of stock prices, American Economic Review 80, 736762.",
        "Hardouvelis, Gikas A., and Panayiotis Theodossiou, 2002, The asymmetric relation between initial margin requirements and stock market volatility across bull and bear markets, Review of Financial Studies 15, 15251559.",
        "He, Zhiguo, Bryan Kelly, and Asaf Manela, 2017, Intermediary asset pricing: New evidence from many asset classes, Journal of Financial Economics, Forthcoming .",
        "He, Zhiguo, and Peter Kondor, 2016, Inecient investment waves, Econometrica 84, 735780.",
        "He, Zhiguo, and Arvind Krishnamurthy, 2013, Intermediary asset pricing, American Economic Review 103, 732770.",
        "He, Zhiguo, and Wei Xiong, 2012, Dynamic debt runs, The Review of Financial Studies 25, 17991843.",
        "Huang, Jennifer, Donghui Shi, Zhongzhi Song, and Bin Zhao, 2018, Discretionary stock trading suspension .",
        "Huang, Yi, Jianjun Miao, and Pengfei Wang, 2016, Saving china's stock market, Working Paper .",
        "Kyle, Albert S, and Wei Xiong, 2001, Contagion as a wealth eect, Journal of Finance 56, 14011440.",
        "Liao, Jingchi, and Cameron Peng, 2017, Price and volume dynamics in a bubble: Theory and evidence, Technical report, Yale School of Managmenet.",
        "Lorenzoni, Guido, 2008, Inecient credit booms, Review of Economic Studies 75, 809833.",
        "Merrill, Craig B., Taylor D. Nadauld, Rene M. Stulz, and Shane M. Sherlund, 2016, Were there re sales in the rmbs market?, Technical report, Ohio State University.",
        "Merton, Robert, 1974, On the pricing of corporate debt: The risk structure of interest rates, The Journal of Finance 29, 449470.",
        "Merton, Robert C, 1971, Optimum consumption and portfolio rules in a continuous-time model, Journal of economic theory 3, 373413.",
        "Mian, Atif, Kamalesh Rao, and Amir Su, 2013, Household balance sheets, consumption, and the economic slump, The Quarterly Journal of Economics 128, 16871726.",
        "Mitchell, Mark, Lasse Pedersen, and Todd Pulvino, 2007, Slow moving capital, American Economic Review, Papers and Proceedings 97, 215220.",
        "Pulvino, Todd, 1998, Do asset re sales exist? an empirical investigation of commercial aircraft transactions, Journal of Finance 53, 939978.",
        "Schwert, G. William, 1989, Margin requirements and stock volatility, Journal of Financial Services Research 3, 153164.",
        "Shleifer, Andrei, and Robert Vishny, 1992, Liquidation values and debt capacity: a market equilibrium approach, Journal of Finance 47, 13431366.",
        "Stein, Jeremy C., 2012, Monetary policy as nancial-stability regulation, Quarterly Journal of Economics 127, 5795.",
        "Tookes, Heather E., and Bige Kahraman, 2016, Trader leverage and liquidity, Journal of Finance, forthcoming"
    ]
}