{
    "id": 25048,
    "cites": 35,
    "cited_by": 17,
    "reference": [
        "Acharya, Sushant and Julien Bengui, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Traps, Capital Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2018, 114, 276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Ahnert, Toni, Kristin J Forbes, and Dennis Reinhardt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential FX Regulations: Shifting the Snowbanks of FX Vulnerability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo, MIT Sloan.",
        "Aiyar, Shekhar, Charles W Calomiris, and Tomasz Wieladek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does macro-pru leak? Evidence from a UK policy experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2014, 46.",
        "Bengui, Julien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-Prudential Policy Coordination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. University of Montreal.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (7), 3400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3426.",
        ", Chenxin Liu, and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamentals news, global liquidity and macroprudential policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 99, S2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS15.",
        ", Emine Boz, and Enrique Gabriel Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential policy in a Fisherian model of financial innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 2012, 60 (2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International and Domestic Collateral Constraints in a Model of Emerging Market Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2001, 48 (1), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Cerutti, Eugenio, Stinj Claessens, and Luc Laeven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The use and effectiveness of macroprudential policies: New evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability=, 2017, 28.",
        "Coulibaly, Louphou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in Sudden Stop-Prone Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2018.",
        "Dassatti, Cecilia and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Luis PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential and Monetary Policy: Loan-Level Evidence from Reserve Requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Mimeo, Central Bank of Uruguay.",
        "Debortoli, Davide, Ricardo Nunes, and Pierre Yared, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal time-consistent government debt maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Devereux, Michael B, Eric R Young, and Changhua Yu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital controls and monetary policy in sudden-stop economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2018.",
        "Farhi, Emmanuel and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with the trilemma: Optimal capital controls with fixed exchange rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER Working Paper.",
        "Flemming, Jean, Jean-Paul LHuillier, and Facundo Piguillem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News and Macroprudential Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Forbes, Kristin J., Marcel Fratzscher, and Roland Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls and Macroprudential Measures: What Are They Good For?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. MIT Sloan.",
        "Fornaro, Luca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises and exchange rate policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 95 (2), 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Grochulski, Borys and Yuzhe Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Liquidity Regulation with Shadow Banking, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper WP 15-12R, Federal Reserve Bank Richmond.",
        "Huang, Ji, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking and shadow banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Mimeo,.",
        "Jeanne, Olivier and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Booms and Busts: A Pigouvian Taxation Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER Working Paper 16377.",
        "JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, Gabriel, Steven Ongena, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Luis PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, and JesuÃ\u0083Å\u0092Ã\u0082Â\u0081s Saurina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential policy, countercyclical bank capital buffers and credit supply: Evidence from the Spanish dynamic provisioning experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012.",
        "Klein, Michael W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital controls: Gates versus walls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER Working Paper.",
        "Klein, Paul, Per Krusell, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-consistent public policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2008, 75 (3), 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        ", Vincenzo Quadrini, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal time-consistent taxation with international mobility of capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Macroeconomics, 2005, 5 (1).",
        "Korinek, Anton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating capital flows to emerging markets: An externality view,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2018, 111, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lorenzoni, Guido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient Credit Booms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2008, 75 (3), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Magud, Nicolas E., Carmen M. Reinhart, and Kenneth S. Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls: Myth and Reality - A Portfolio Balance Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. NBER.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Prices, and Crashes: Business Cycles with a Sudden Stop,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in S. Edwards and J. Frankel, eds., Preventing Currency Crises in Emerging Markets, University of Chicago Press, 2002.",
        "Ordonez, Guillermo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainable Shadow Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2018, 10 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Ottonello, Pablo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal exchange rate policy under collateral constraints and wage rigidity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University, 2015.",
        "Plantin, Guillaume, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Banking and Bank Capital Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2015, 28 (1), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Reyes-Heroles, Ricardo and Gabriel Tenorio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential Policy in the Presence of External Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo, Board of Governors.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NBER Working Paper.",
        "Seoane, Hernan D. and Emircan Yurdagul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Overborrowing: Trend Shocks and Capital Controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Unversidad Carlos III de Madrid Mimeo.",
        "Sergeyev, Dmitriy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal macroprudential and monetary policy in a currency union,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Universita Bocconi, 2016."
    ]
}