{
    "id": 25049,
    "cites": 62,
    "cited_by": 2,
    "reference": [
        "Abadie, A. (2002). Bootstrap tests for distributional treatment effects in instrumental variable models. Journal of the American statistical Association 97(457), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Abadie, A. (2003). Semiparametric instrumental variable estimation of treatment response models. Journal of econometrics 113(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Andersson, I., K. Aspegren, L. Janzon, T. Landberg, K. Lindholm, F. Linell, O. Ljungberg, J. Ranstam, and B. Sigfusson (1988). Mammographic screening and mortality from breast cancer: the malmoÃ\u0083Å\u0092Ã\u0082Ë\u0086 mammographic screening trial. Bmj 297(6654), 943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Angrist, J. (1998). Estimating the labor market impact of voluntary military service using social security data on military applicants. Econometrica 66(2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Angrist, J. D. (2004). Treatment effect heterogeneity in theory and practice. The Economic Journal 114(494), C52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC83.",
        "Angrist, J. D. and G. W. Imbens (1994). Identification and estimation of local average treatment effects. Econometrica 62(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Angrist, J. D., G. W. Imbens, and D. B. Rubin (1996). Identification of causal effects using instrumental variables. Journal of the American statistical Association 91(434), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Baines, C. J., T. To, and A. B. Miller (2016). Revised estimates of overdiagnosis from the canadian national breast screening study. Preventive medicine 90, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Baum, M. (2013). Harms from breast cancer screening outweigh benefits if death caused by treatment is included. Bmj 346(jan23 1).",
        "Bertanha, M. and G. W. Imbens (2014, December). External validity in fuzzy regression discontinuity designs. Working Paper 20773, National Bureau of Economic Research.",
        "BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rklund, A. and R. Moffitt (1987). The estimation of wage gains and welfare gains in self-selection models. The Review of Economics and Statistics, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Bjurstam, N., L. BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rneld, J. Warwick, E. Sala, S. W. Duffy, L. NystroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, N. Walker, E. Cahlin, O. Eriksson, L.-O. HafstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, et al. (2003). The gothenburg breast screening trial. Cancer 97(10), 2387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2396.",
        "Black, D. A., J. Joo, R. LaLonde, J. A. Smith, and E. J. Taylor (2015). Simple tests for selection bias: Learning more from instrumental variables.",
        "Bleyer, A. and H. G. Welch (2012). Effect of three decades of screening mammography on breast-cancer incidence. New England Journal of Medicine 367(21), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005.",
        "Brinch, C. N., M. Mogstad, and M. Wiswall (2017). Beyond late with a discrete instrument. Journal of Political Economy 125(4), 000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c000.",
        "Brown, T. (2017, October). Breast cancer is serious. pink is not. New York Times.",
        "Buchmueller, T. C. and L. Goldzahl (2018). The effect of organized breast cancer screening on mammography use: Evidence from france. Technical report, National Bureau of Economic Research.",
        "Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2011). Estimating marginal returns to education. The American economic review 101(6), 2754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2781.",
        "Carneiro, P. and S. Lee (2009). Estimating distributions of potential outcomes using local instrumental variables with an application to changes in college enrollment and wage inequality. Journal of Econometrics 149(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Casella, G. and R. L. Berger (2002). Statistical inference, Volume 2. Duxbury Pacific Grove, CA.",
        "Cutler, D. M. and A. Lleras-Muney (2010). Understanding differences in health behaviors by education. Journal of health economics 29(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Einav, L., A. Finkelstein, and M. R. Cullen (2010). Estimating welfare in insurance markets using variation in prices. The Quarterly Journal of Economics 125(3), 877.",
        "Frisell, J., E. Lidbrink, L. HellstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, and L.-E. Rutqvist (1997). Follow up after 11 yearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c update of mortality results in the stockholm mammographic screening trial. Breast cancer research and treatment 45(3), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Guo, Z., J. Cheng, S. A. Lorch, and D. S. Small (2014). Using an instrumental variable to test for unmeasured confounding. Statistics in medicine 33(20), 3528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3546.",
        "Hausman, J. A. (1978). Specification tests in econometrics. Econometrica: Journal of the Econometric Society, 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1271.",
        "Heckman, J. (1979). Sample selection bias as a specification error. Econometrica 47(1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Heckman, J. J., H. Ichimura, J. Smith, and P. Todd (1998). Characterizing selection bias using experimental data. Econometrica 66(5), 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1098.",
        "Heckman, J. J. and E. Vytlacil (2005). Structural equations, treatment effects, and econometric policy evaluation. Econometrica 73(3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Heckman, J. J. and E. J. Vytlacil (1999). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the national Academy of Sciences 96(8), 4730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4734.",
        "Heckman, J. J. and E. J. Vytlacil (2001). Local instrumental variables. In C. Hsiao, K. Morimune, and J. L. Powell (Eds.), Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in Honor of Takeshi Amemiya, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46. Cambridge University Press.",
        "Huber, M. (2013). A simple test for the ignorability of non-compliance in experiments. Economics Letters 120(3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Imbens, G. W. and D. B. Rubin (1997). Estimating outcome distributions for compliers in instrumental variables models. The Review of Economic Studies 64(4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Kadiyala, S. and E. Strumpf (2016). How effective is population-based cancer screening? regression discontinuity estimates from the us guideline screening initiation ages. In Forum for Health Economics and Policy, Volume 19, pp. 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139. De Gruyter.",
        "Katz, L. F., J. R. Kling, J. B. Liebman, et al. (2001). Moving to opportunity in boston: Early results of a randomized mobility experiment. The Quarterly Journal of Economics 116(2), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Kim, H. B. and S. Lee (2017). When public health intervention is not successful: Cost sharing, crowd-out, and selection in koreaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national cancer screening program. Journal of Health Economics 53, 100 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 116.",
        "Kline, P. M. and C. R. Walters (2018, March). On heckits, late, and numerical equivalence. Working Paper XX, National Bureau of Economic Research.",
        "Kowalski, A. (2016, June). Doing more when youÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re running late: Applying marginal treatment effect methods to examine treatment effect heterogeneity in experiments. Working Paper 22362, National Bureau of Economic Research.",
        "Kowalski, A. (2018a, May). Extrapolation using selection and moral hazard heterogeneity from within the oregon health insurance experiment. Working Paper 24647, National Bureau of Economic Research.",
        "Kowalski, A. (2018b, July). How to examine external validity within an experiment. Working Paper 24834, National Bureau of Economic Research.",
        "Lannin, D. R. and S. Wang (2017). Are small breast cancers good because they are small or small because they are good? New England Journal of Medicine 376(23), 2286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Manski, C. F. (1997). Monotone treatment response. Econometrica: Journal of the Econometric Society, 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1334.",
        "Miller, A. B., C. J. Baines, T. To, and C. Wall (1992a). Canadian national breast screening study: 1. breast cancer detection and death rates among women aged 40 to 49 years.",
        "Miller, A. B., C. J. Baines, T. To, and C. Wall (1992b). Canadian national breast screening study: 2. breast cancer detection and death rates among women aged 50 to 59 years.",
        "Miller, A. B., T. To, C. J. Baines, and C. Wall (1997). The canadian national breast screening study: update on breast cancer mortality. JNCI Monographs 1997(22), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Miller, A. B., T. To, C. J. Baines, and C. Wall (2000). Canadian national breast screening study-2: 13-year results of a randomized trial in women aged 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59 years. Journal of the National Cancer Institute 92(18), 1490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1499.",
        "Miller, A. B., T. To, C. J. Baines, and C. Wall (2002). The canadian national breast screening study-1: breast cancer mortality after 11 to 16 years of follow-up: a randomized screening trial of mammography in women age 40 to 49 years. Annals of internal medicine 137(5 Part 1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Miller, A. B., C. Wall, C. J. Baines, P. Sun, T. To, and S. A. Narod (2014). Twenty five year follow-up for breast cancer incidence and mortality of the canadian national breast screening study: randomised screening trial. Bmj 348, g366.",
        "Mogstad, M., A. Santos, and A. Torgovitsky (2017, July). Using instrumental variables for inference about policy relevant treatment effects. Working Paper 23568, National Bureau of Economic Research.",
        "Moss, S. M., C. Wale, R. Smith, A. Evans, H. Cuckle, and S. W. Duffy (2015). Effect of mammographic screening from age 40 years on breast cancer mortality in the uk age trial at 17 yearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ follow-up: a randomised controlled trial. The Lancet Oncology 16(9), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1132.",
        "Myerson, R. M., D. Lakdawalla, L. D. Colantonio, M. Safford, and D. Meltzer (2018). Effects of expanding health screening on treatment-what should we expect? what can we learn? Technical report, National Bureau of Economic Research.",
        "National Center for Health Statistics (2012). Health, United States, 2011: With special feature on socioeconomic status and health.",
        "Nelson, H. D., R. Fu, A. Cantor, M. Pappas, M. Daeges, and L. Humphrey (2016). Effectiveness of breast cancer screening: Systematic review and meta-analysis to update the 2009 us preventive services task force recommendation effectiveness of breast cancer screening. Annals of internal medicine 164(4), 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Harms of breast cancer screening: systematic review to update the 2009 us preventive services task force recommendationharms of breast cancer screening. Annals of internal medicine 164(4), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Olsen, R. J. (1980). A least squares correction for selectivity bias. Econometrica: Journal of the Econometric Society, 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "Pappas, G., S. Queen, W. Hadden, and G. Fisher (1993). The increasing disparity in mortality between socioeconomic groups in the united states, 1960 and 1986. New England journal of medicine 329(2), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford economic papers 3(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Shapiro, S., W. Venet, P. Strax, L. Venet, and R. Roeser (1982). Ten-to fourteen-year effect of screening on breast cancer mortality 2. Journal of the National Cancer Institute 69(2), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "TabaÃ\u0083Å\u0092Ã\u0082Â\u0081r, L., B. Vitak, T. H.-H. Chen, A. M.-F. Yen, A. Cohen, T. Tot, S. Y.-H. Chiu, S. L.-S. Chen, J. C.-Y. Fann, J. Rosell, et al. (2011). Swedish two-county trial: impact of mammographic screening on breast cancer mortality during 3 decades. Radiology 260(3), 658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "U.S. Preventive Service Task Force (2017). Grade definitions. u.s. preventive services task force. november 2017. https://www.uspreventiveservicestaskforce.org/Page/Name/ grade-definitions. Online. Accessed June 8, 2018.",
        "Vytlacil, E. (2002). Independence, monotonicity, and latent index models: An equivalence result. Econometrica 70(1), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Willis, R. J. and S. Rosen (1979). Education and self-selection. Journal of political Economy 87(5, Part 2), S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS36.",
        "Zanella, G. and R. Banerjee (2016). Experiencing breast cancer at the workplace. Journal of Public Economics 134, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66."
    ]
}