{
    "id": 2505,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Brainard, William, Uncertainty and the Effectiveness of Policy, American Economic Review (1967).",
        "Branson, William and Julio Rotemberg, International Adjustment with Real Wage Rigidity, European Economic Review 13, 3, May 1980, 309-337.",
        "Bryant, Ralph and Dale Henderson. Empirical Macroeconomics for Inter dependent Economies. Brookings Institution, Washington, D.C. (forthcoming). Canzoreri, Matthew and Patrick Minford, When Jnternational Policy Coordi- nation Matters: An Empirical Analysis, Centre for Economic Policy Research Discussion Paper No. 119, July 1986.",
        "Carlozzi, Nicholas and John Taylor, International Capital Mobility and the Coordination of Monetary Rules. In Exchange Rate Management Under Uncertainty, edited by J. Bhandari. Cambridge, MA: MIT Press, 1985.",
        "Cooper, Richard, Economic Interdependence and Coordination of Economic Policies. In Handbook in International Economics, Vol. II, edited by R. Jones and Peter Kenen. Amsterdaui: North Holland, 1985.",
        "In Search of a Logic of International Policy Coordination, Weitwirt- schaftliches Archly, 1986.",
        "Dooley, Michael and Peter Isard, Country Preferences and Exchange Rate Determination, International Monetary Fund, September 1986.",
        "Moltham, Gerry and Andrew Hughea Hallett, International Policy Cooperation and Model Uncertainty, Centre for Economic Policy Research Discussion Paper Mo. 190, July 1987.",
        "Hughea Hallett, Andrew, Macroeconomic Policy Deaign with Incomplete Infor- mation: A New Argument for Coordinating Economic Policies, Centre for Economic Policy Reaearch Discussion Paper No. 151, January 1987.",
        "Kenen, Peter, Exchange Rates and Policy Coordination, Brookings Diacuaaion Paper in International Economica Mo. 61, October 1987.",
        "Kenen, Peter and Stephen Schwartz, An Aaaeaament of Macroeconomic Fore- taste in the International Monetary Funda World Economic Outlook, Working Paper in International Economica No. C-86-04, Princeton Univeraity, December 1986.",
        "Mankiw, Gregory and Matthew Shapiro, Newa or Noiae: An Analyais of GNP Revisions, Survey of Current Buaineas, May 1986, 20-25.",
        "Maaaon, Paul and Jocelyn Home, Scope and Limita of International Economic Cooperation and Policy Coordination, IMP World Economic Outlook Staff Studies (forthcoming 1987).",
        "McKibbon, Warwick and Jeffrey Sachs, Coordination of Monetary and Fiscal Policies in the OECD, NBER Working Paper No. 1800. Forthcoming in Jacob Frenkel, ed., International Aspects of Fiscal Policy, 1986.",
        "Melitz, Jacques, The Welfare Case for the European Monetary System, Journal of International Money and Finance, 4, 1985, 485-506.",
        "Oudiz, Gilles, European Policy Coordination: An Evaluation, Centre for Economic Policy Research Discussion Paper No. 81, October 1985.",
        "Oudiz, Gilles and Jeffrey Sachs, Macroeconomic Policy Coordination Among the Industrial Economies, Brookings Papers on Economic Activity, 1984, 1-7 6.",
        "Rogoff, Kenneth, Can International Monetary Policy Cooperation Be Counter- productive? Journal of International Economics 18, 199-217. Summers, Larry, Tax Policy and International Competitiveness, NBER Working Paper, March 1985. In Jacob Frenkel, ed., International Aspects of Fiscal Policies. Chicago: University of Chicago Press (forthcoming).",
        "Zarnowitz, Victor, On Functions, Quality and Timeliness of Economic Information, Journal of Business, January 1982, 87-119.",
        "Outlook Surveys, Journal of Forecasting, January-March 1984, 11-26.",
        "Zarnowitz, Victor and Geoffrey Moore, Sequential Signals of Recession and Recovery, Journal of Business, January 1982, 57-85."
    ]
}