{
    "id": 25057,
    "cites": 4,
    "cited_by": 5,
    "reference": [
        "[1] Tirilly, Pierre, Chunsheng Huang, Wooseob Jeong, Xiangming Mu, Iris Xie, and Jin Zhang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Image Similarity as Assessed by Users: A Quantitative Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the American Society for Information Science and Technology, 49(1), pp. 1-10.",
        "[2] Squire, David and Thierry Pun. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison of Human and Machine Assessments of Image Similarity for the Organization of Image Databases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Scandinavian Conference on Image Analysis, Lappeenranta, Finland.",
        "C Additional Contest Characteristics To highlight some of the basic relationships in the contests on this platform, I reproduce a subset of results from Gross (2017), which studies a larger sample from the same setting. Table C.1 estimates the relationship between contest characteristics such as the prize or frequency of feedback and key outcomes, and Table C.2 estimates the relationship between a designÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rating and its probability of being selected.",
        "Correlation of contest characteristics and outcomes The estimates in Table C.1 suggest that an extra $100 in prize value on average attracts an additional 13.3 players, 47.7 designs, and 0.1 designs per player and increases the odds that a retractable prize will be awarded by 1.6 percent at the mean of all covariates. There is only a modest incremental effect of committed prize dollars, likely because the vast majority of uncommitted prizes are awarded anyway. The effects of feedback are also powerful: a sponsor who rates a high fraction of the designs in the contest will typically see fewer players enter but receive more designs from the participating players and have a much higher probability of finding a design it likes enough to award the prize. The effect of full feedback (relative to no feedback) on the probability the prize is awarded is greater than that of a $1000 increase in the prize Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c a more than quadrupling of the average and median prize in the sample."
    ]
}