{
    "id": 25056,
    "cites": 67,
    "cited_by": 3,
    "reference": [
        "Andrews, Isaiah, Matthew Gentzkow, and Jesse M Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the sensitivity of parameter estimates to estimation moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1592.",
        "Bailey, Warren, Alok Kumar, and David Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral biases of mutual fund investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2011, 102 (1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Baks, Klaas P, Andrew Metrick, and Jessica Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should investors avoid all actively managed mutual funds? A study in Bayesian performance evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2001, 56 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Barber, Brad M, Terrance Odean, and Lu Zheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of sight, out of mind: The effects of expenses on mutual fund flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business, 2005, 78 (6), 2095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2120.",
        "Barberis, Nicholas and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Style investing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2003, 68 (2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Baye, Michael R and John Morgan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Dispersion in the Lab and on the Internet: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2004, pp. 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Bergstresser, Daniel, John MR Chalmers, and Peter Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the costs and benefits of brokers in the mutual fund industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of financial studies, 2009, 22 (10), 4129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4156.",
        "Berk, Jonathan B and Jules H Van Binsbergen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring skill in the mutual fund industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile prices in market equilibrium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1995, pp. 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Bordalo, Pedro, Nicola Gennaioli, Rafael La Porta, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic Expectations and Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23863, National Bureau of Economic Research September 2017.",
        "Bronnenberg, Bart J., Jean-Pierre DubÃ\u0083Æ\u0092Ã\u0082Â©, Matthew Gentzkow, and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Pharmacists Buy Bayer? Informed Shoppers and the Brand Premium *,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (4), 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Brown, Stephen J. and William N. Goetzmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1995, 50 (2), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Butters, Gerard R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium distributions of sales and advertising prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1977, pp. 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Carhart, Mark M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On persistence in mutual fund performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 1997, 52 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carlin, Bruce I, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic price complexity in retail financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial Economics, 2009, 91 (3), 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Chalmers, John and Jonathan Reuter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Conflicted Investment Advice Better than No Advice?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18158, National Bureau of Economic Research June 2012.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey D Kubik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does fund size erode mutual fund performance? The role of liquidity and organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2004, 94 (5), 1276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1302.",
        "Chevalier, Judith and Glenn Ellison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk taking by mutual funds as a response to incentives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (6), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200.",
        "Choi, James J. and Adriana Z. Robertson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Matters to Individual Investors? Evidence from the HorseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mouth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Yale School of Management working paper.",
        ", David Laibson, and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does the Law of One Price Fail? An Experiment on Index Mutual Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2010, 23 (4), 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Christoffersen, Susan EK, Richard Evans, and David K Musto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do consumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ fund flows maximize? Evidence from their brokersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2013, 68 (1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Cochrane, John H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Advice for a Multifactor World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 7170, National Bureau of Economic Research June 1999.",
        "Cochrane, John H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance: Function Matters, Not Size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, May 2013, 27 (2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Egan, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brokers vs. Retail Investors: Conflicting Interests and Dominated Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, Forthcoming, 2018.",
        ", Gregor Matvos, and Amit Seru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The market for financial adviser misconduct,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Forthcoming, 2018.",
        "Ellison, Glenn and Sara Fisher Ellison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, obfuscation, and price elasticities on the internet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Elton, Edwin J, Martin J Gruber, and Christopher R Blake, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A first look at the accuracy of the CRSP mutual fund database and a comparison of the CRSP and Morningstar mutual fund databases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2001, 56 (6), 2415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2430.",
        "French, Kenneth R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address: The Cost of Active Investing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2008, 63 (4), 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Gabaix, Xavier and David Laibson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shrouded attributes, consumer myopia, and information suppression in competitive markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (2), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Gallaher, Steven, Ron Kaniel, and Laura T Starks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Madison Avenue meets Wall Street: Mutual fund families, competition and advertising,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, 2006.",
        "Garleanu, Nicolae B and Lasse H Pedersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiently inefficient markets for assets and asset management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming, 2018.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and the Preservation of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (3), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money doctors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2015, 70 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Glode, Vincent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why mutual funds Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093underperformÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2011, 99 (3), 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Greenwood, Robin and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of Returns and Expected Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27 (3), 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Guercio, Diane Del and Jonathan Reuter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Performance and the Incentive to Generate Alpha,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2014, 69 (4), 1673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Gurun, Umit G, Gregor Matvos, and Amit Seru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising expensive mortgages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2016, 71 (5), 2371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2416.",
        "Hastings, Justine, Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising and competition in privatized social security: The case of Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016.",
        "Hendricks, Darryll, Jayendu Patel, and Richard Zeckhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hot hands in mutual funds: Short-run persistence of relative performance, 1974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1988,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 1993, 48 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Honka, Elisabeth, Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and Maria Ana Vitorino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising, consumer awareness, and choice: Evidence from the US banking industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2016.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, Ali and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&P 500 index funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Huang, Jennifer, Kelsey D. Wi, and Hong Yan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Participation Costs and the Sensitivity of Fund Flows to Past Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2007, 62 (3), 1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Ibert, Markus, Ron Kaniel, Stijn Van Nieuwerburgh, and Roine Vestman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Mutual Fund Managers Paid for Investment Skill?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2017, 31 (2), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Inderst, Roman and Marco Ottaviani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition through commissions and kickbacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (2), 780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Ippolito, Richard A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer reaction to measures of poor quality: Evidence from the mutual fund industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics, 1992, 35 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Jensen, Michael C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Performance of Mutual Funds in the Period 1945-1964,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, June 1968, 23 (2), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Jiang, Wenxi and Mindy Zhang Xiaolan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Beyond Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2018.",
        "Kacperczyk, Marcin, Stijn Van Nieuwerburgh, and Laura Veldkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-varying fund manager skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2014, 69 (4), 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        "Kaniel, Ron and Robert Parham, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WSJ Category KingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cThe impact of media attention on consumer and mutual fund investment decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2016.",
        "Kennan, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniqueness of positive fixed points for increasing concave functions on Rn: An elementary result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2001, 4 (4), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The misguided beliefs of financial advisors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming, 2018.",
        "Malkiel, Burton G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Management Fees and the Growth of Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, May 2013, 27 (2), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Mullainathan, Sendhil, Joshua Schwartzstein, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coarse thinking and persuasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 2008, 123 (2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        ", Markus Noeth, and Antoinette Schoar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The market for financial advice: An audit study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012.",
        "PÃ\u0083Æ\u0092Ã\u0082Â¡stor, LuboÃ\u0083â\u0080¦Ã\u0082Â¡ and Robert F Stambaugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the size of the active management industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (4), 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        ", , and Lucian A Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale and skill in active management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 116 (1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Philippon, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the US Finance Industry Become Less Efficient? On the Theory and Measurement of Financial Intermediation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2015, 105 (4), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Polkovnichenko, Valery, Kelsey D Wei, and Feng Zhao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cautious risk-takers: Investor preferences and demand for active management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Pollet, Joshu M. and Mungo Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Size Affect Mutual Fund Behavior?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2008, 63 (6), 2941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2969.",
        "Radner, Roy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collusive behavior in noncooperative epsilon-equilibria of oligopolies with long but finite lives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic theory, 1980, 22 (2), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Reuter, Jonathan and Eric Zitzewitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do ads influence editors? Advertising and bias in the financial media,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Savov, Alexi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price of skill: Performance evaluation by households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2014, 112 (2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Sirri, Erik R. and Peter Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Search and Mutual Fund Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1998, 53 (5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1622.",
        "Stambaugh, Robert F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Noise and Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2014, 69 (4), 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1453.",
        "van Binsbergen, Jules and Christian Opp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real anomalies: Are financial markets a sideshow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming, 2018.",
        "Wooldridge, Jeffrey M, Econometric analysis of cross section and panel data, MIT press, 2010.",
        "Yan, Xuemin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, investment style, and the relation between fund size and fund performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 2008, pp. 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767."
    ]
}