{
    "id": 25061,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Agell, Jonas, Peter Englund, and Jan SoÃ\u0083Å\u0092Ã\u0082Ë\u0086dersten, 1995, The Swedish tax reform: An introduction, Swedish Economic Policy Review 2, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Ambuehl, Sandro, B. Douglas Bernheim, and Annamaria Lusardi, 2014, The effect of financial decision education on the quality of decision making, National Bureau of Economic Research Working Paper 20618.",
        "Anagol, Santosh, and Hugh Hoikwang Kim, 2012, The impact of shrouded fees: Evidence from a natural experiment in the indian mutual funds market, American Economic Review 102, 576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Anderson, Anders, Forest Baker, and David T. Robinson, 2017, Precautionary savings, retirement planning and misperceptions of financial literacy, Journal of Financial Economics 126, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Barber, Brad M., and Terrance Odean, 1999, The courage of misguided convictions, Financial Analysts Journal 55, 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian, 2006, The importance of default options for retirement saving outcomes: Evidence from the United States, in Jeffrey R. Brown, Jeffrey B. Liebman, and David A. Wise, ed.: Social Security Policy in a Changing Environment . pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195 (NBER).",
        ", and Sean (Yixiang) Wang, 2016, Who is easier to nudge?, Working paper, Harvard University.",
        "Beshears, John, James J. Choi, Brigitte C. Madrian, and Katherine L. Milkman, 2015, The effect of providing peer information on retirement savings decisions, Journal of Finance 70, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1201.",
        "Burke, Jeremy, Angela Hung, Jack Clift, Steven Garber, and Joanne Yoong, 2015, Impacts of conflicts of interest in the financial services industry, Discussion paper RAND.",
        "Campbell, John Y., 2006, Household finance, Journal of Finance 61, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Carhart, Mark M., 1997, On persistance in mutual fund performance, Journal of Finance 52, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carroll, Gabriel D., David Laibson, Brigitte C. Madrian, and Andrew Metrick, 2009, Optimal defaults and active decisions, Quarterly Journal of Economics 124, 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian, 2010, Why does the law of one price fail? an experiment on index mutual funds, Review of Financial Studies 23, 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1432.",
        ", and Andrew Metrick, 2004, For better or for worse: Default effects and 401(k) savings behavior, in David A. Wise, ed.: Perspectives in the Economics of Aging . pp. 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121 (University of Chicago Press).",
        ", 2006, Saving for retirement on the path of least resistance, in Edward J McCaffery, and Joel Slemrod, ed.: Behavioral Public Finance: Toward a New Agenda . pp. 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351 (Russell Sage Foundation).",
        "Cronqvist, Henrik, and Richard H. Thaler, 2004, Design choices in privatized socialsecurity systems: Learning from the Swedish experience, American Economic Review, Papers and Proceedings 94, 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        ", and Frank Yu, 2018, When nudges are forever: Inertia in the swedish premium pension plan, Working paper, University of Chicago.",
        "Dahlquist, Magnus, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Martinez, 2015, Investor inattention: A hidden cost of choice in pension plans?, European Financial Management 21, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        ", and Paul SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derlind, 2017, Individual investor activity and performance, Review of Financial Studies 30, 866Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Fernandes, Daniel, John G. Lynch, and Richard G. Netemeyer, 2014, Financial literacy, financial education, and downstream financial behaviors, Management Science 60, 1861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1883.",
        "Goetzmann, William N., and Naday Peles, 1997, Cognitive dissonance and mutual fund investors, Journal of Financial Research 20, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Hastings, Justine, Olivia S. Mitchell, and Eric Chyn, 2011, Fees, framing, and financial literacy in the choice of pension managers, in Olivia S. Mitchell, and Annamaria Lusardi, ed.: Financial Literacy: Implications for Retirement Security and the Financial Marketplace (Oxford University Press).",
        "Hastings, Justine S., Brigitte C. Madrian, and William L. Skimmyhorn, 2013, Financial literacy, financial education, and economic outcomes, Annual Review of Economics 5, 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Kim, Hugh Hoikwang, Raimond Maurer, and Olivia S. Mitchell, 2016, Time is money: Rational life cycle inertia and the delegation of investment management, Journal of Financial Economics 121, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Kruger, Justin, and David Dunning, 1999, Unskilled and unaware of it: How difficulties in recognizing oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s own incompetence lead to inflated self-assessments, Journal of Personality and Social Psychology 77, 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1134.",
        "Linnainmaa, Juhani, Brian T. Melzer, and Alessandro Previtero, 2015, Costly financial advice: Conflicts of interest or misguided beliefs?, Working Paper w20712, NBER.",
        "Lusardi, Annamaria, and Olivia S. Mitchell, 2008, Planning and financial literacy: How do women fare?, American Economic Review 98, 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        ", 2011, Financial literacy and planning: Implications for retirement well-being, in Annamaria Lusardi, and Olivia S. Mitchell, ed.: Financial Literacy: Implications for Retirement Security and the Financial Marketplace . pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39 (Oxford University Press) Michigan Retirement Research Center, WP 2015-108.",
        ", 2014, The economic importance of financial literacy: Theory and evidence, Journal of Economic Literature 52, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Madrian, Brigitte C., and Dennis F. Shea, 2001, The power of suggestion: Inertia in 401(k) participation and savings behavior, Quarterly Journal of Economics 116, 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Malkiel, Burton G., 2003, The efficient market hypothesis and its critics, Journal of Economic Perspectives 17, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Moore, Don, and Paul J. Healy, 2008, The trouble with overconfidence, Psychological Review 115, 502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Sebastian, and Martin Weber, 2010, Financial literacy and mutual fund investments: Who buys actively managed funds?, Schmalenbach Business Review 62, 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Palme, Marten, Annika Sunden, and Paul SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derlind, 2007, How do individual accounts work in the swedish pension system?, Journal of the European Economic Association 5, 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Van Rooij, Maarten, Annamaria Lusardi, and Rob Alessie, 2011, Financial literacy and stock market participation, Journal of Financial Economics 191, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472."
    ]
}