{
    "id": 25070,
    "cites": 66,
    "cited_by": 4,
    "reference": [
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2010, 105 (490), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Politics and the Synthetic Control Method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 2015, 59 (2), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        ", Susan Athey, Guido W. Imbens, and Jeffrey M. Wooldridge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sampling-based vs. Design-based Uncertainty in Regression Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, June 2017.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082Å\u0092lu, Atila, Joshua D. Angrist, Peter D. Hull, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charters without lotteries: Testing takeovers in New Orleans and Boston,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (7), 1878Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1920.",
        ", , Susan M. Dynarski, Thomas J. Kane, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters and Pilots,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (2), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Acemoglu, Daron and Joshua D. Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Are Human-Capital Externalities? Evidence from Compulsory Schooling Laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2000, 15, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Angrist, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of Peer Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2014, 30, 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        ", Sarah R. Cohodes, Susan M. Dynarski, Parag A. Pathak, and Christopher R. Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stand and Deliver: Effects of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter High Schools on College Preparation, Entry, and Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (2), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        ", Susan M. Dynarski, Thomas J. Kane, Parag A. Pathak, and Christopher R. Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inputs and Impacts in Charter Schools: KIPP Lynn,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 2010, 100 (2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Arsen, David and Yongmei Ni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Charter School Competition on School District Resource Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Administration Quarterly, 2012, 48 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Bettinger, Eric P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Charter Schools on Charter Students and Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2005, 24 (2), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Bifulco, Robert and Christian Buerger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Finance and Accountability Policies on Location of New York State Charter Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Education Finance, 2015, 40 (3), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Booker, Kevin, Scott M. Gilpatric, Timothy Gronberg, and Dennis Jansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of charter schools on traditional public school students in Texas: Are children who stay behind left behind?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2008, 64 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Card, David and Abigail A. Payne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Finance Reform, The Distribution Of School Spending, And The Distribution Of Student Test Scores,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2002, 83 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        ", Martin D. Dooley, and Abigail A. Payne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School competition and efficiency with publicly funded catholic schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, oct 2010, 2 (4), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Carlson, Deven and StÃ\u0083Æ\u0092Ã\u0082Â©phane Lavertu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Closure and Student Achievement: Evidence From Ohio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2016, 95, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Carrell, Scott E. and Mark Hoekstra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are School Counselors an Effective Education Input?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2014, 125 (1), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Clark, Damon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Performance and Competitive Effects of School Autonomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, aug 2009, 117 (4), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Cohodes, Sarah R., Elizabeth M. Setren, and Christopher R. Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Successful Schools Replicate? Scaling Up BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter School Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SEII Discussion Paper 06, 2016.",
        "Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equality of Educational Opportunity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Health, Education, and Welfare. Washington, DC, July 1966.",
        "Cook, Jason B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of charter competition on unionized district revenues and resource allocation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2018, 158, 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cordes, Sarah A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Pursuit of the Common Good: The Spillover Effects of Charter Schools on Public School Students in New York City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy, 2017, forthcoming.",
        "Cremata, Edward J. and Margaret E. Raymond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Competitive Effects of Charter Schools: Evidence from the District of Columbia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Davis, Tomeka M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Competition, Organization, and Achievement in Traditional Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Policy Analysis Archives, 2013, 21 (88).",
        "de Chaisemartin, ClÃ\u0083Æ\u0092Ã\u0082Â©ment and Xavier DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢HaultfÃ\u0083â\u0080¦Ã\u0082â\u0080\u0099uille, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuzzy Differences-in-Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2018, 85 (2), 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Dee, Thomas S. and Jeffrey Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fate of New Funding: Evidence from MassachusettsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Education Finance Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, 2004, 26 (3), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Dobbie, Will S. and Roland G. Fryer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High-Quality Schools Enough to Increase Achievement Among The Poor? Evidence From The Harlem ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Zone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2011, 3 (3), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Doudchenko, Nikolay and Guido W. Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balancing, Regression, Difference-In-Differences and Synthetic Control Methods: A Synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22791, October 2016.",
        "Epple, Dennis, Richard E Romano, and Miguel Urquiola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Vouchers: A Survey of the Economics Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2017, 55 (2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        ", Richard Romano, and Ron Zimmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools: A Survey of Research on Their Characteristics and Effectiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21256, June 2015.",
        "Feldstein, Martin S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Neutrality and Local Choice in Public Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1975, 65 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ferman, Bruno and Cristine Pinto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Placebo Tests for Synthetic Controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Working Paper 78079, April 2017.",
        "Fisher, Ronald C. and Leslie E. Papke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Government Responses to Education Grants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2000, 53, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Fredriksson, Peter, BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093ckert, and Hessel Oosterbeek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Effects of Class Size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013, 128 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Glomm, Gerhard, Douglas Harris, and Te Fen Lo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2005, 24 (4), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Gordon, Nora, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Federal Grants Boost School Spending? Evidence from Title I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004, 88 (9-10), 1771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1792.",
        "Guryan, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Money Matter? Estimates from Education Finance Reform in Massachusetts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 8269, May 2003.",
        "Hines, James R. and Richard H. Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies: The Flypaper Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1995, 9 (4), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Hoxby, Caroline M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Class Size on Student Achievement: New Evidence from Population Variation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2000, 115 (4), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093All School Finance Equalizations are Not Created Equal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (4), 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1231.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice and School Productivity: Could School Choice Be a Tide That Lifts All Boats?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C.M. Hoxby, ed., The Economics of School Choice, Chicago, IL: University of Chicago Press, January 2003, pp. 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Hudson, Sally, Peter Hull, and Jack Liebersohn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Instrumented Difference-inDifferences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Metrics Note, Sept 2017.",
        "Hyman, Joshua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Money Matter in The Long Run? Effects of School Spending on Educational Attainment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2017, 9 (4), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Imberman, Scott A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Charter Schools on Achievement and Behavior of Public School Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95 (7-8), 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        "Inman, Robert P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Flypaper Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14579, Dec 2008.",
        "Jackson, C. Kirabo, Rucker C. Johnson, and Claudia Persico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of School Spending on Educational and Economic Outcomes: Evidence from School Finance Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Jinnai, Yusuke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and Indirect Impact of Charter SchoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Entry on Traditional Public Schools: New Evidence From North Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2014, 124 (3), 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Kaul, Ashok, Stefan KlÃ\u0083Æ\u0092Ã\u0082Â¶Ã\u0083Æ\u0092Ã\u0082Å¸ner, Gregor Pfeifer, and Manuel Schieler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods: Never Use All Pre-Intervention Outcomes Together With Covariates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, July 2017.",
        "Krueger, Alan B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Estimates of Education Production Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (2), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Ladd, Helen F. and John D. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Externalities of Charter Schools: Evidence from North Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, April 2018.",
        "Lafortune, Julien, Jesse Rothstein, and Diane Whitmore Schanzenbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Finance Reform and the Distribution of Student Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2018, 10 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Massachusetts Department of Elementary and Secondary Education, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Enrollment Data Annual Report (2016-2017),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Mehta, Nirav, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition in Public School Districts: Charter School Entry, Student Sorting, and School Input Determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2017, 58 (4), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1116.",
        "National Alliance for Public Charter Schools, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932016 Annual Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Papke, Leslie E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Spending on Test Pass Rates: Evidence From Michigan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2005, 89 (5-6), 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Reback, Randall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noninstructional Spending Improves Noncognitive Outcomes: Discontinuity Evidence from a Unique Elementary School Counselor Financing System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy, 2010, 5 (2), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Rosenbaum, Paul R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interference Between Units in Randomized Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2007, 102 (477), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Sass, Tim R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools and Student Achievement in Florida,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy, 2006, 1 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "The New York Times, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trump-Clinton? Charter Schools Are the Big Issue on MassachusettsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ballot,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 5th, 2016.",
        "Urquiola, Miguel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Class Size Effects in Developing Countries: Evidence from Rural Bolivia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2006, 88 (1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "U.S. Census Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Education Finances: 2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Winters, Marcus A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effect of Charter Schools on Public School Student Achievement in an Urban Environment: Evidence from New York City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2012, 31 (2), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Wolf, Patrick J., Larry D. Maloney, Jay F. May, and Corey A. DeAngelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Funding: Inequity in the City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Arkansas, May 2017.",
        "Zimmer, Ron and Richard Buddin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Charter School Competition in California Improving the Performance of Traditional Public Schools?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Administration Review, 2009, 69 (5), 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        ", Brian Gill, Kevin Booker, Stephane Lavertu, Tim R. Sass, and John Witte, Charter Schools In Eight States: Effects on Achievement, Attainment, Integration, and Competition, RAND, 2009."
    ]
}