{
    "id": 25071,
    "cites": 85,
    "cited_by": 1,
    "reference": [
        "Adao, R., A. Costinot, and D. Donaldson (2017). Nonparametric counterfactual predictions in neoclassical models of international trade. The American Economic Review 107(3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Ades, A. and E. L. Glaeser (1999). Evidence on growth, increasing returns, and the extent of the market. The Quarterly Journal of Economics 114(3), 1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Alcala, F. and A. Ciccone (2004). Trade and productivity. The Quarterly Journal of Economics 119(2), 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Alesina, A., E. Spolaore, and R. Wacziarg (2000). Economic integration and political disintegration.",
        "Alfaro, L. and M. X. Chen (2018). Selection and market reallocation: Productivity gains from multinational production. American Economic Journal: Economic Policy 10(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Alvarez, F. E., F. J. Buera, and R. E. Lucas (2008). Models of idea flows. NBER Working Paper Series (14135).",
        "Alvarez, F. E., F. J. Buera, and R. E. Lucas (2014). Idea flows, economic growth, and trade. NBER Working Paper Series (19667).",
        "Alviarez, V. (2018). Multinational production and comparative advantage. Manuscript UBC.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, P. and A. de Gortari (2017). On the geography of global value chains. Mimeo, Harvard University.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â¡s, P. and S. R. Yeaple (2014). Multinational firms and the structure of international trade. Handbook of International Economics 4, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Arkolakis, C., A. Costinot, and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-clare (2012). New trade models, same old gains? The American Economic Review, 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Arkolakis, C., S. Demidova, P. J. Klenow, and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2008). Endogenous variety and the gains from trade. American Economic Review, Papers and Proceedings 98(4), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Arkolakis, C., N. Ramondo, A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, and S. Yeaple (2018). Innovation and production in the global economy. American Economic Review Forthcoming.",
        "Atkeson, A. and A. Burstein (2010). Innovation, firm dynamics, and international trade. Journal of Political Economy 118(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Benhabib, J., J. Perla, and C. Tonetti (2017). Reconciling models of diffusion and innovation: A theory of the productivity distribution and technology frontier. Unpublished.",
        "Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum (2003). Plants and productivity in international trade. The American Economic Review 93(4), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Bernard, A. B. and T. C. Fort (2015). Factory-less goods producing firms. American Economic Review Papers and Proceedings 105, 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bilir, K. and E. Morales (2018). Innovation in the global firm. Mimeo, Princeton University.",
        "Bilir, L. K. (2014). Patent laws, product life-cycle lengths, and multinational activity. American Economic Review 104(7), 1979Ã\u0083Æ\u0092Ã\u0082Â\u00902013.",
        "Buera, F. J. and E. Oberfield (2016). The global diffusion of ideas. National Bureau of Economic Research.",
        "Burstein, A. and A. Monge-Naranjo (2007). Foreign know-how, firm control, and the income of developing countries. The Quarterly Journal of Economics 124(1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Caliendo, L. and F. Parro (2015). Estimates of the trade and welfare effects of nafta. The Review of Economic Studies 82(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Comin, D., M. Dmitriev, and E. Rossi-Hansberg (2013). The spatial diffusion of technology. Unpublished.",
        "Comin, D. and B. Hobijn (2004). Cross-country technology adoption: making the theories face the facts. Journal of Monetary Economics 51, 39Ã\u0083Æ\u0092Ã\u0082Â\u009083.",
        "Comin, D. and B. Hobijn (2010). An exploration of technology diffusion. American Economic Review 100, 2031Ã\u0083Æ\u0092Ã\u0082Â\u00902059.",
        "Comin, D. and M. Mestieri (2018). If technology has arrived everywhere, why has income diverged? American Economic Journal forthcoming.",
        "Costinot, A., D. Donaldson, and I. Komunjer (2012). What goods do countries trade? a quantitative exploration of ricardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ideas. Review of Economic Studies 79, 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Costinot, A. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â¬guez-Clare (2014). Trade theory with numbers: Quantifying the consequences of globalization. Technical Report 4.",
        "De Haan, L. (1984). A spectral representation for max-stable processes. The Annals of Probability 12(4), 1194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204.",
        "de Haan, L. and A. Ferreira (2006). Extreme Value Theory: An Introduction. Springer Series in Operations Research and Financial Engineering. Springer New York.",
        "Donaldson, D. (2015). The gains from market integration. Annual Review of Economics 7, 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Eaton, J. and S. Kortum (1996). Trade in ideas patenting and productivity in the oecd. Journal of International Economics 40(3), 251Ã\u0083Æ\u0092Ã\u0082Â\u0090278.",
        "Eaton, J. and S. Kortum (1999). International technology diffusion: Theory and measurement. International Economic Review 40(3), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Eaton, J. and S. Kortum (2001). Technology, trade, and growth: A unified framework. European Economic Review 45, 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica, 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1779.",
        "Eeckhout, J. and B. Jovanovic (2002). Knowledge spillovers and inequality. The American Economic Review 92(5), 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307.",
        "Fajgelbaum, P. and S. Redding (2014). External integration, structural transformation and economic development: Evidence from argentina 1870-1914. NBER Working Paper 20217.",
        "Fan, J. (2017). Talent, geography, and offshore r&d. Mimeo, Penn State University.",
        "Feyrer, J. (2009). Distance, trade, and incomeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe 1967 to 1975 closing of the suez canal as a natural experiment. NBER Working Paper Series 15557.",
        "Frankel, J. and D. Romer (1999). Does trade cause growth? American Economic Review 89(3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "French, S. (2016). The composition of trade flows and the aggregate effects of trade barriers. Journal of International Economics 98, 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Harrison, A. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2010). Trade, foreign investment, and industrial policy. Handbook of Development Economics, D. Rodrik and M. Rosenzweig, eds. 5, 4040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 4214.",
        "Head, K. and T. Mayer (2018). Brands in motion: How frictions shape multinational production. CEPR DP 10797.",
        "Helpman, E., M. J. Melitz, and S. R. Yeaple (2004). Exports versus fdi with heterogeneous firms. American Economic Review 94(1), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Irarrazabal, A., A. Moxnes, and L. D. Opromolla (2013). The margins of multinational production and the role of intra-firm trade. Journal of Political Economy 121(1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Javorcik, B. (2004). Does foreign direct investment increase the productivity of domestic firms? in search of spillovers through backward linkages. American Economic Review 94(3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Jones, C. (1995). R&d-based models of economic growth. Journal of Political Economy 103(4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Jones, C. (2005). Growth and ideas. Handbook of Economic Growth, P. Aghion and S. Durlauf, eds. 1A, 1064Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Jovanovic, B. and G. M. McDonald (1994). Competitive diffusion. Journal of Political Economy 102, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Jovanovic, B. and R. Rob (1989). The growth and diffusion of knowledge. Review of Economic Studies 56, 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Keller, W. (2004). International technology diffusion. Journal of Economic Literature 42, 752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Keller, W. (2010). International trade, foreign direct investment, and technology spillovers. Handbook of the Economics of Innovation 2, 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Keller, W. and S. R. Yeaple (2013). The gravity of knowledge. American Economic Review 103(4), 1414.",
        "Kortum, S. (1997). Research, patenting, and technological change. Econometrica 65(6).",
        "Lashkaripour, A. and V. Lugovskyy (2017). Industry-level scale economies: from microestimation to macro-implications. Mimeo, Indiana University.",
        "Levchenko, A. and J. Zhang (2016). The evolution of comparative advantage: Measurement and welfare implications. Journal of Monetary Economics 78, 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Lind, N. and N. Ramondo (2018). Trade with correlation. NBER Working Paper Series (24380).",
        "Lucas, R. E. (1978). On the size distribution of business firms. The Bell Journal of Economics.",
        "Lucas, R. E. (2009). Ideas and growth. Economica 76(301), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Lucas, R. E. and B. Moll (2014). Knowledge growth and the allocation of time. Journal of Political Economy 122(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Luttmer, E. (2012). Eventually, noise and imitation implies balanced growth. Federal Reserve Bank of Minneapolis Working Paper (699).",
        "Markusen, J. (1984). Multinationals, multi-plant economies, and the gains from trade. Journal of International Economics 16, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "McFadden, D. (1978). Modeling the choice of residential location. Transportation Research Record (673).",
        "Monge-Naranjo, A. (2018). Markets, externalities, and the dynamic gains of openness. International Economic Review forthcoming.",
        "Ossa, R. (2015). Why trade matters after all. Journal of International Economics 97(2), 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 277.",
        "Pavcnik, N. (2002). Trade liberalization, exit, and productivity improvements: Evidence from chilean plants. The Review of Economic Studies 69, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Penrose, M. D. (1992). Semi-min-stable processes. The Annals of Probability 20(3), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1463.",
        "Perla, J. and C. Tonetti (2014). Equilibrium imitation and growth. Journal of Political Economy 122, 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Perla, J., C. Tonetti, and M. Waugh (2015). Equilibrium technology diffusion, trade, and growth. Unpublished.",
        "Ramondo, N. (2009). Foreign plants and industry productivity: Evidence from chile. Scandinavian Journal of Economics 111(4), 789Ã\u0083Æ\u0092Ã\u0082Â\u0090809.",
        "Ramondo, N. (2014). A quantitative approach to multinational production. Journal of international economics 93, 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Ramondo, N. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2010). Growth, size, and openness: A quantitative approach. American Economic Review Papers and Proceedings 100(2), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Ramondo, N. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2013). Trade, multinational production, and the gains from openness. Journal of Political Economy 121(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Ramondo, N., A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, and M. SaborÃ\u0083Æ\u0092Ã\u0082Â­o-RodrÃ\u0083Æ\u0092Ã\u0082Â­guez (2016). Trade, domestic frictions, and scale effects. American Economic Review 106(10), 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Redding, S. (2016). Goods trade, factor mobility and welfare. Journal of International Economics 101, 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, A. (2007). Trade, diffusion, and the gains from openness. Unpublished.",
        "Sachs, J. D. and A. Warner (1995). Economic reform and the process of global integration. Brookings Papers on Economic Activity 1.",
        "Sampson, T. (2016). Dynamic selection: An idea flows theory of entry, trade and growth. The Quarterly Journal of Economics 131(1), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Schlather, M. (2002). Models for stationary max-stable random fields. Extremes 5(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Shikher, S. (2012). International production, technology diffusion, and trade. Journal of International Trade and Economic Development 23(1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Somale, M. (2018). Comparative advantage in innovation and production. Unpublished.",
        "Sun, C. (2018). Factor-biased multinational production and the labor share. Unpublished.",
        "Tintelnot, F. (2017). Global production with export platforms. Quarterly Journal of Economics 132(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "UNCTAD (2005). Transnational corporations and the internationalization of r&d. World Investment Report.",
        "UNCTAD (2017). Investment and the digital economy. World Investment Report."
    ]
}