{
    "id": 25081,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Aiyagari, S. R. (1994). Uninsured idiosyncratic risk and aggregate saving. The Quarterly Journal of Economics, MIT Press, 109(3):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Altonji, J. (1986). Intertemporal substitution in labor supply: Evidence from micro data. Journal of Political Economy, 94(3):S176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS215.",
        "Benabou, R. (2002). Tax and education policy in a heterogeneous agent economy: What levels of redistribution maximize growth and efficiency? Econometrica, 70(2):481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 517.",
        "Bick, A., Fuchs-SchÃ\u0083Æ\u0092Ã\u0082Â¼ndeln, N., and Lagakos, D. (2018). How do hours worked vary with income? cross-country evidence and implications. American Economic Review, 108(1):170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Blundell, R., Pistaferri, L., and Saporta-Eksten, I. (2016). Consumption inequality and family labor supply. American Economic Review, 106(2):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¸, E. E., Halvorsen, E., and Thoresen, T. O. (2018). Heterogeneity of the carnegie effect. Journal of Human Resources, pages 0915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7366R1.",
        "Brown, J. R., Coile, C. C., and Weisbenner, S. J. (2010). The effect of inheritance receipt on retirement. Review of Economics and Statistics, 92:425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Cesarini, D., Lindqvist, E., Notowidigdo, M. J., and Ostling, R. (2017). The effect of wealth on individual and household labor supply: Evidence from swedish lotteries. American Economic Review, 107(12):3917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3946.",
        "de Nardi, M., French, E., and Jones, J. (2010). Why do the elderly save? the role of medical expenses. Journal of Political Economy, 118(1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Doorley, K. and Pestel, N. (2016). Labor supply after inheritances and the role of expectations. IZA Discussion Paper.",
        "Elinder, M., Erixson, O., and Ohlsson, H. (2012). The impact of inheritances on heirsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ labor and capital income. The BE Journal of Economic Analysis & Policy, 12(1).",
        "Fiorito, R. and Zanella, G. (2012). The anatomy of the aggregate labor supply elasticity. Review of Economic Dynamics, 15(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Gabaix, X. (2019). Behavioral inattention. forthcoming in: Bernheim, D., DellaVigna, S., and Laibson, D., Handbook of Behavioral Economics, Volume 1, North Holland.",
        "Gelber, A., Moore, T. J., and Strand, A. (2017). The effect of disability insurance payments on beneficiariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings. American Economic Journal: Economic Policy, 9(3):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Heathcote, J., Storesletten, K., and Violante, G. (2017). Optimal tax progressivity: An analytical framework. Quarterly Journal of Economics, 132(4):1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "Holtz-Eakin, D., Joulfaian, D., and Rosen, H. S. (1993). The carnegie conjecture: Some empirical evidence. The Quarterly Journal of Economics, 108(2):413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Imbens, G. W., Rubin, D. B., and Sacerdote, B. I. (2001). Estimating the effect of unearned income on labor earnings, savings, and consumption: Evidence from a survey of lottery players. American Economic Review, pages 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Koeniger, W. and Prat, J. (2018). Human capital and optimal redistribution. Review of Economic Dynamics, 27:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Kopczuk, W. (2013a). Chapter 6 - taxation of intergenerational transfers and wealth. In Alan J. Auerbach, Raj Chetty, M. F. and Saez, E., editors, Handbook of Public Economics, vol. 5, volume 5 of Handbook of Public Economics, pages 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390. Elsevier.",
        "Kopczuk, W. (2013b). Incentive effects of inheritances and optimal estate taxation. American Economic Review, 103(3):472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Lorenz, N. and Sachs, D. (2016). Identifying laffer bounds: A sufficient statistics approach with an application to germany. The Scandinacian Journal of Economics, forthcoming.",
        "MaCurdy, T. (1981). An empirical model of labor supply in a life-cycle setting. Journal of Political Economy, 89(6):1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085.",
        "OECD (2017). Pensions at a Glance 2017: OECD and G20 Indicators. OECD Publishing, Paris.",
        "Picchio, M., Suetens, S., and Van Ours, J. C. (2015). Labor supply effects of winning a lottery. CEPR Discussion Paper No. DP10929.",
        "Piketty, T. (2011). On the long-run evolution of inheritance: France 1820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2050. The Quarterly Journal of Economics, 126(3):1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Piketty, T. and Saez, E. (2013). A theory of optimal inheritance taxation. Econometrica, 81(5):1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1886.",
        "Saez, E. (2001). Using Elasticities to Derive Optimal Income Tax Rates. Review of Economic Studies, 68(1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Saez, E., Slemrod, J., and Giertz, S. H. (2012). The elasticity of taxable income with respect to marginal tax rates: A critical review. Journal of Economic Literature, 50(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 50.",
        "Wagner, G., Frick, J., and Schupp, J. (2007). The german socio-economic panel study (soep) - scope, evolution and enhancements. Journal of Applied Social Science Studies, 127(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169."
    ]
}