{
    "id": 25089,
    "cites": 16,
    "cited_by": 17,
    "reference": [
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113, 2005, 1-45.",
        "Cochrane John H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Michelson-Morley, Fisher, and Occam: The Radical Implications of Stable Quiet Inflation at the Zero Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 2017, volume 32, edited by Martin S. Eichenbaum and Jonathan Parker.",
        "Cogley, Timothy, and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII US.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 8, 2005, 262.302.",
        "De Michelis, Andrea, and Matteo Iacoviello, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Raising an Inflation Target: The Japanese Experience with Abenomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 88, 2016, 67-87.",
        "Erceg, Christopher J., and Andrew T.Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Credibility and Inflation Persistence ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 50, May 2003, 915-944.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press: Princeton, New Jersey, 2008.",
        "Ireland, Peter N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Inflation Target: Causes and Consequences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 39, December 2007, 1851-1882.",
        "King, Robert G. and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unit Labor Cost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 44, December 2012, 111-149.",
        "Milani, Fabio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and the Evolution of the Feds Inflation Target,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, University of California, Irvine, July 2009.",
        "Nicolini, Juan Pablo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Illustrations of the Quantity Theory of Money Reloaded,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Federal Reserve Bank of Minneapolis, 2017.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Traps: An Interest-Rate-Based Exit Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manchester School 82, S1, September 2014, 1-14.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Traps And Jobless Recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 9, January 2017, 165-204.",
        "Sims, Christopher, and Tao Zha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Error Bands for Impulse Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 67, 1999, 1113-1156.",
        "Sims, Christopher A., and Tao Zha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Were There Regime Switches in U.S. Monetary Policy ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96, March 2006, 54-81.",
        "Uhlig, Harald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are the Effects of Monetary Policy on Output? Results from an Agnostic Identification Procedure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 52, 2005, 381419.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Neo-Fisher Effect in the United States and Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 23977, October 2017."
    ]
}