{
    "id": 25096,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Atila, Parag A. Pathak, and Alvin E. Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategy-proofness Versus Efficiency in Matching with Indifferences: Redesigning the NYC High School Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (5), 1954Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Atila, Joshua D. Angrist, Yusuke Narita, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Re48 search Design Meets Market Design: Using Centralized Assignment for Impact Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (5), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        ", Nikhil Agarwal, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Coordinated Assignment: Evidence from the New York City High School Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (12), 3635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3689.",
        ", Yeon-Koo Che, and Yosuke Yasuda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving Conflicting Preferences in School Choice: The \"Boston Mechanism\" Reconsidered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2011, 101 (1), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Agarwal, Nikhil and Paulo Somaini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Analysis using Strategic Reports: An application to a school choice mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2018, 86 (2), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        ", Itai Ashlagi, Eduardo Azevedo, Clayton R Featherstone, and Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093mer Karaduman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Failure in Kidney Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24775, National Bureau of Economic Research June 2018.",
        "Azevedo, Eduardo and Jacob Leshno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Supply and Demand Framework for Two-Sided Matching Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Budish, Eric and Estelle Cantillon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multi-Unit Assignment Problem: Theory and Evidence from Course Allocation at Harvard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (5), 2237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2271.",
        "Bureau, United States Census, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Community Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.census.gov/ programs-surveys/acs 2016. (accessed, October 21, 2019).",
        "Calsamiglia, Caterina and Maia GÃ\u0083Æ\u0092Ã\u0082Â¼ell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priorities in School Choice: The Case of the Boston Mechanism in Barcelona,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2018, 163, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        ", Chao Fu, and Maia GÃ\u0083Æ\u0092Ã\u0082Â¼ell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of a Model of School Choices: the Boston Mechanism vs. its Alternatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24588, National Bureau of Economic Research 2018.",
        "Chetty, Raj, John Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Corcoran, Sean P, Jennifer L Jennings, Sarah R Cohodes, and Carolyn Sattin-Bajaj, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveling the Playing Field for High School Choice: Results from a Field Experiment of Informational Interventions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24471, National Bureau of Economic Research March 2018.",
        "de Haan, Monique, Pieter A. Gautier, Hessel Oosterbeek, and Bas van der Klaauw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Performance of School Assignment Mechanisms in Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Papers 9118, Institute for the Study of Labor (IZA) June 2015.",
        "Dur, Umut, Robert G. Hammond, and Thayer Morrill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Harm of Manipulable School-Choice Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d America Economic Journal: Economic Policy, February 2018, 10 (1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Edsight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connecticut Department of Education District Profile and Performance Reports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://edsight.ct.gov/Output/District/HighSchool/0930011_201415.pdf 2015. (accessed, October 21, 2019).",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connecticut Department of Education District Profile and Performance Reports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http:// edsight.ct.gov/Output/District/HighSchool/0930011_201617.pdf 2017. (accessed, October 21, 2019).",
        "Ergin, Haluk and Tayfun Sonmez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Games of School Choice under the Boston Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, January 2006, 90 (1-2), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Fack, Gabrielle, Julien Grenet, and Yinghua He, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Truth-Telling: Preference Estimation with Centralized School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 10907, C.E.P.R. Discussion Papers October 2015.",
        "Hastings, Justine, Thomas Kane, and Douglar Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Preferences and the Efficacy of Public School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Unplublished Working Paper.",
        "He, Yinghua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gaming the Boston School Choice Mechanism in Beijing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d TSE Working Papers 12-345, Toulouse School of Economics (TSE) May 2012.",
        "Krueger, Alan B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental estimates of education production functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (2), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Lohman, Judith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State School Transportation Requirements and Funding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.cga. ct.gov/2012/rpt/2012-R-0085.htm 2014. Accessed 2017-04-04.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2004, 72 (5), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "McCulloch, Robert and Peter Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exact likelihood analysis of the multinomial probit model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1994, 64 (1-2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Pathak, Parag, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mechanism Design Approach to Student Assignment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2011, 3 (1), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Prendergast, Canice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Food Banks Use Markets to Feed the Poor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2017, 31 (4), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Rees-Jones, Alex, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Suboptimal Behavior in Strategy-Proof mechanisms: Evidence from the Residency Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2018, 108, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Roth, Alvin E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economist as Engineer: Game Theory, Experimentation, and Computation as Tools for Design Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (4), 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1378.",
        "Roth, Alvin E, Tayfun SÃ\u0083Æ\u0092Ã\u0082Â¶nmez et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Kidney Exchange Clearinghouse in New England,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (2), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Thakral, Neil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Public-Housing Allocation Problem: Theory and Evidence from Pittsburgh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2016.",
        "Waldinger, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting In-Kind Transfers through Market Design: A Revealed Preference Analysis of Public Housing Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018."
    ]
}