{
    "id": 25092,
    "cites": 59,
    "cited_by": 1,
    "reference": [
        "Andersen, Leif BG, Darrell Duffie, and Yang Song. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Funding value adjustments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming Journal of Finance.",
        "Bacchetta, Philippe, and Eric Van Wincoop. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Infrequent portfolio decisions: A solution to the forward discount puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(3): 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Backus, David K, Silverio Foresi, and Chris I Telmer. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine term structure models and the forward premium anomaly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56(1): 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Bauer, Michael D, and Glenn D Rudebusch. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rates Under Falling Stars.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Francisco Federal Reserve Bank Working Paper.",
        "Bauer, Michael D, and James D Hamilton. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 31(2): 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Bauer, Michael D, Glenn D Rudebusch, and Jing Cynthia Wu. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and inflation uncertainty: empirical evidence from an international panel dataset: comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(1): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Bekaert, Geert, Min Wei, and Yuhang Xing. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovered interest rate parity and the term structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 26(6): 1038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Bekaert, Geert, Robert J Hodrick, and David A Marshall. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peso problem explanations for term structure anomalies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 48(2): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Brandt, Michael W, and Pedro Santa-Clara. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulated likelihood estimation of diffusions with an application to exchange rate dynamics in incomplete markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 63(2): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Brooks, Jordan, and Tobias J Moskowitz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield curve premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale School of Management Working Paper.",
        "Campbell, John Y, and Samuel B Thompson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting excess stock returns out of sample: Can anything beat the historical average?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21(4): 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Chernov, Mikhail, and Drew D Creal. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multihorizon Currency Returns and Purchasing Power Parity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25963.",
        "Chinn, Menzie D, and Guy Meredith. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and long-horizon uncovered interest parity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF staff papers, 51(3): 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Cieslak, Anna, and Pavol Povala. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected returns in Treasury bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 28(10): 2859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2901.",
        "Clark, Todd E, and Michael W McCracken. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating direct multistep forecasts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 24(4): 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Cochrane, John H. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Bond Risk PremiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d by Michael Bauer and Jim Hamilton. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Stanford University.",
        "Cochrane, John H, and Monika Piazzesi. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Cochrane, John H, and Monika Piazzesi. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the yield curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper.",
        "Dahlquist, Magnus, and Henrik Hasseltoft. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 90(1): 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Dahlquist, Magnus, and Henrik Hasseltoft. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Fixed Income Securities. , ed. Pietro Veronesi, Chapter 9. New York:Wiley.",
        "Daniel, Kent, Robert J. Hodrick, and Zhongjin Lu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The carry trade: Risks and drawdowns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 6(2): 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Duffee, Gregory R. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in (and not in) the term structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(9): 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelhan. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deviations from covered interest rate parity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 73(3): 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Engel, Charles. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates, interest rates, and the risk premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(2): 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Fama, Eugene F. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward and spot exchange rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary economics, 14(3): 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 338.",
        "Fama, Eugene F, and Robert R Bliss. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The information in long-maturity forward rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Froot, Kenneth A. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New hope for the expectations hypothesis of the term structure of interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 44(2): 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Fuhrer, Jeffrey C. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy shifts and long-term interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 111(4): 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Ghysels, Eric, Casidhe Horan, and Emanuel Moench. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting through the rear-view mirror: Data revisions and bond return predictability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 31(2): 678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Giacoletti, Marco, Kristoffer Laursen, and Kenneth J Singleton. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning, dispersion of beliefs, and risk premiums in an arbitrage-free term structure model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Working Paper.",
        "Gibbons, Michael R, and Wayne Ferson. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing asset pricing models with changing expectations and an unobservable market portfolio.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 14(2): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Hansen, Lars Peter. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large sample properties of generalized method of moments estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(4): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Hansen, Lars Peter, and Robert J Hodrick. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward exchange rates as optimal predictors of future spot rates: An econometric analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 88(5): 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Hansen, Lars Peter, and Robert J Hodrick. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk averse speculation in the forward foreign exchange market: An econometric analysis of linear models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Exchange Rates and International Macroeconomics. , ed. Jacob A. Frenkel, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152. Chicago, IL:University of Chicago Press.",
        "Inoue, Atsushi, and Lutz Kilian. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In-sample or out-of-sample tests of predictability: Which one should we use?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 23(4): 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Jiang, Zhengyang, Arvind Krishnamurthy, and Hanno Lustig. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Safe Asset Demand and the Dollar Exchange Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24439.",
        "Joslin, Scott, Marcel Priebsch, and Kenneth J Singleton. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk premiums in dynamic term structure models with unspanned macro risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(3): 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1233.",
        "Jotikasthira, Chotibhak, Anh Le, and Christian Lundblad. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do term structures in different currencies co-move?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 115(1): 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kessler, Stephan, and Bernd Scherer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varying risk premia in international bond markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 33(8): 1361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1375.",
        "Koijen, Ralph SJ, Hanno Lustig, and Stijn Van Nieuwerburgh. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cross-section and time series of stock and bond returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 88: 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of quantitative easing on long-term interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2: 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Litterman, Robert, and Jose Scheinkman. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common factors affecting bond returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of fixed income, 1(1): 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Lustig, Hanno, Andreas Stathopoulos, and Adrien Verdelhan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The term structure of currency carry trade risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Nagel, Stefan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The liquidity premium of near-money assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131(4): 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Newey, Whitney K, and Kenneth D West. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55(3): 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Pericoli, Marcello, and Marco Taboga. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond risk premia, macroeconomic fundamentals and the exchange rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Economics & Finance, 22(1): 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Piazzesi, Monika, Juliana Salomao, and Martin Schneider. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend and cycle in bond premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Rime, Dagfinn, Andreas Schrimpf, and Olav Syrstad. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Segmented money markets and covered interest parity arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Norges Bank Research Paper 15-2017.",
        "Sarno, Lucio, Paul Schneider, and Christian Wagner. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Properties of foreign exchange risk premiums.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 105(2): 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Sarno, Lucio, Paul Schneider, and Christian Wagner. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic value of predicting bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Finance, 37: 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Sekkel, Rodrigo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International evidence on bond risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 35(1): 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Taylor, John B. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretion versus policy rules in practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 39, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214, Elsevier.",
        "Thornton, Daniel L, and Giorgio Valente. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-of-sample predictions of bond excess returns and forward rates: An asset allocation perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 25(10): 3141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3168.",
        "Valchev, Rosen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond convenience yields and exchange rate dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston College Working Paper.",
        "Welch, Ivo, and Amit Goyal. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A comprehensive look at the empirical performance of equity premium prediction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21(4): 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Wright, Jonathan H. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and inflation uncertainty: Empirical evidence from an international panel dataset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(4): 1514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Zhu, Xiaoneng. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-of-sample bond risk premium predictions: A global common factor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 51: 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173. A Data Data on the term structures of interest rates for the different currencies were obtained from several sources.",
        "The USD data are from the CRSP Fama-Bliss database. This is the same source as Cochrane and Piazzesi (2005). For yields from the non-USD term structures, we obtained data from Jonathan WrightÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s web site.",
        "We estimate DT using the jacobianest function from the Matlab DERIVEST suite of DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ericco (2011). From the structure of the D matrix and the partitioned inverse formula, one sees that the variances of the estimates of Ã\u0083Å½Ã\u0082Â³1 and Ã\u0083Å½Ã\u0082Â³j are not affected by the estimation of Ã\u0083Â\u008fÃ\u0082Ë\u0086 whereas the variances of the latter parameters are affected by the estimation of the former."
    ]
}