{
    "id": 25106,
    "cites": 56,
    "cited_by": 5,
    "reference": [
        "Afonso, Gara, and Ricardo Lagos. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Study of Trade Dynamics in the Fed Funds Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Working Paper 708, 2014.",
        "Ang, Andrew, Assaf A. Shtauber, and Paul C. Tetlock. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing in the Dark: The Cross Section of OTC Stocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19309, August 2013.",
        "Asriyan, Vladimir, William Fuchs, and Brett Green. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiment, Liquidity and Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, 2017.",
        "Barlevy, Gadi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Theory and Asset Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Economic Perspectives 31(3) (Quarter 3 2007): 44-59.",
        "Bernanke, Ben S., and Kenneth N. Kuttner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the Stock MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reaction to Federal Reserve Policy? Journal of Finance 60(3) (June 2005): 1221-1257.",
        "Brunnermeier, Markus K. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The New Palgrave Dictionary of Economics, edited by Steven N. Durlauf and Lawrence E. Blume. Basingstoke: Palgrave Macmillan, 2008.",
        "Cochrane, John H., and Monika Piazzesi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fed and Interest Rates: A High-Frequency Identification.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review P&P 92(2) (May 2002): 90-95.",
        "Cook, Timothy, and Thomas Hahn. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Changes in the Federal Funds Rate Target on Market Interest Rates in the 1970s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 24(3) (November 1989): 331-351.",
        "Duffie, Darrell, Nicolae GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, and Lasse Heje Pedersen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over-the-Counter Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73(6) (November 2005): 1815-1847.",
        "Duffie, Darrell, Nicolae GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, and Lasse Heje Pedersen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation in Over-theCounter Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 20(6) (November 2007): 1865-1900.",
        "Ehrmann, Michael, and Marcel Fratzscher. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Stock: Monetary Policy Transmission to Equity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 36(4) (August 2004): 719-737.",
        "Fama, Eugene F., and Kenneth R. French. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Permanent and Temporary Components of Stock Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 96(2) (April 1988): 246-273.",
        "Fama, Eugene F., and Kenneth R. French. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in the Returns on Stocks and Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33(1) (February 1993): 3-56.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, Nicolae. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice and Pricing in Illiquid Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 144(2) (March 2009): 532-564.",
        "Geromichalos, Athanasios, and Lucas Herrenbrueck. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Asset Prices, and Liquidity in Over-the-Counter Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 48(1) (February 2016): 35-79.",
        "Geromichalos, Athanasios, Juan M. Licari and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez-LledoÃ\u0083Å\u0092Ã\u0082Â\u0081. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 10(4) (October 2007): 761-779.",
        "Gertler, Mark, and Peter Karadi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises, Credit Costs, and Economic Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 7(1) (January 2015): 44-76.",
        "GoncÃ\u0083Å\u0092Ã\u0082Â§alves, SÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081lvia, and Lutz Kilian. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrapping Autoregressions with Conditional Heteroskedasticity of Unknown Form.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 123(1) (November 2004): 89-120.",
        "Gorodnichenko, Yuriy, and Michael Weber. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Sticky Prices Costly? Evidence from the Stock Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106(1) (January 2016): 165-199.",
        "Gorton, Gary, and Andrew Metrick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Up to Speed on the Financial Crisis: A OneWeekend -ReaderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50(1) (March 2012): 128-150.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, Refet S., Brian P. Sack, and Eric T. Swanson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 1(1) (May 2005): 55-94.",
        "Hamilton, James D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is an Oil Shock?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 113(2) (April 2003): 363-398.",
        "Hanson, Samuel G., and Jeremy C. Stein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Long-Term Real Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 115(3) (March 2015): 429-448.",
        "Harrison, J. Michael, and David M. Kreps. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 92(2) (May 1978): 323-336.",
        "Ippolito, Filippo, Ali K. Ozdagli, and Ander Perez. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Bank Debt Special for the Transmission of Monetary Policy? Evidence from the Stock Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston Working Paper No. 13-17, September 2013.",
        "Ippolito, Filippo, Ali K. Ozdagli, and Ander Perez. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of Monetary Policy Through Bank Lending: The Floating Rate Channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 95 (May 2018): 49-71.",
        "Jacquet, Nicolas L. and Serene Tan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Asset Prices with Uninsurable Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59(8) (December 2012): 784-797.",
        "Kilian, Lutz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exogenous Oil Supply Shocks: How Big Are They and How Much Do They Matter for the U.S. Economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90(2) (May 2008): 216-240.",
        "Kilian, Lutz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Energy Price Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 46(4) (December 2008): 871-909.",
        "Kuttner, Kenneth N. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises and Interest Rates: Evidence from the Fed Funds Futures Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 47(3) (June 2001): 523-544.",
        "Lagos, Ricardo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Results on the Optimality and Implementation of the Friedman Rule in the Search Theory of Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 145(4) (July 2010): 1508-1524.",
        "Lagos, Ricardo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Liquidity in an Exchange Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 57(8) (November 2010): 913-930.",
        "Lagos, Ricardo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices, Liquidity, and Monetary Policy in an Exchange Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 43(7) (October 2011): 521-552.",
        "Lagos, Ricardo, and Guillaume Rocheteau. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Capital as Competing Media of Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 142(1) (September 2008): 247-258.",
        "Lagos, Ricardo, and Guillaume Rocheteau. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity in Asset Markets with Search Frictions. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77(2) (March 2009): 403-426.",
        "Lagos, Ricardo, Guillaume Rocheteau, and Pierre-Olivier Weill. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Liquidity in Over-the-Counter Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 146(6) (November 2011): 21692205.",
        "Lagos, Ricardo, and Randall Wright. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Monetary Theory and Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113(3) (June 2005): 463-484.",
        "Lagos, Ricardo, and Shengxing Zhang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Exchange in Over-the-Counter Markets: A Theory of Speculative Bubbles, the Fed Model, and Self-Fulfilling Liquidity Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21528, September 2015.",
        "Lagos, Ricardo, and Shengxing Zhang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Money as a Medium of Exchange in NearCashless Credit Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, September 2019.",
        "Lester, Benjamin, Andrew Postlewaite, and Randall Wright. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Liquidity, Asset Prices, and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 79(3) (July 2012): 1208-1238.",
        "Lettau, Martin, and Sydney C. Ludvigson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Returns and Expected Dividend Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 76(3) (June 2005): 583-626.",
        "Mattesini, Fabrizio, and Ed Nosal. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Asset Prices in a Monetary Model with OTC Asset Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2016, forthcoming.",
        "Mertens, Karel, and Morten O. Ravn. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Personal and Corporate Income Tax Changes in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(4) (June 2013): 1212-1247.",
        "Nakamura, Emi, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-Frequency Identification of Monetary NonNeutrality. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, 2015.",
        "Nosal, Ed, and Guillaume Rocheteau. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pairwise Trade, Asset Prices, and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 37(1) (January 2013): 1-17.",
        "Rigobon, Roberto, and Brian Sack. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Monetary Policy on Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 51(8) (November 2004): 1553-1575.",
        "Romer, Christina D., and David H. Romer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1989, Volume 4, edited by Olivier J. Blanchard and Stanley Fischer, 121-184. MIT Press, 1989.",
        "Scheinkman, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A., and Wei Xiong. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Beliefs, Speculation and Trading in Financial Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Lectures in Mathematics, Paris-Princeton Lectures in Mathematical Finance 2003, edited by Tomasz R. Bielecki, Tomas BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rk, Monique Jeanblanc, Marek Rutkowski, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman, and Wei Xiong. Springer, 2003.",
        "Scheinkman, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A., and Wei Xiong. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 111(6) (December 2003): 1183-1219.",
        "Shi, Shouyong. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Prices: A Model of Search and Bargaining.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 67(2) (December 1995): 467-496.",
        "Stock, James H., and Mark W. Watson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Channels of the 2007-2009 Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18094, May 2012.",
        "Thorbecke, Willem. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Stock Market Returns and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 52(2) (June 1997): 635-654.",
        "Trejos, Alberto, and Randall Wright. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Finance: An Integrated Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory (164) (July 2016): 10-31.",
        "Vayanos, Dimitri, and Pierre-Olivier Weill. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search-Based Theory of the On-the-Run Phenomenon.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63(3) (June 2008): 1361-1398.",
        "Weill, Pierre-Olivier. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaning Against the Wind.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 74(4) (October 2007): 1329-1354.",
        "Xiong, Wei. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, Crises, and Heterogeneous Beliefs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18905, March 2013. E-based H-based HFIV Estimate Std. dev. Estimate Std. dev. Estimate Std. dev. Return -5.47 *** 1.30 -11.31 ** 4.53 -9.38 *** 2.86 Turnover -.0021 * .0013 -.0015 .0034 -.0052 ***"
    ]
}