{
    "id": 25100,
    "cites": 45,
    "cited_by": 5,
    "reference": [
        "Agan, A. and M. Makowsky (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Minimum Wage, EITC, and Criminal Recidivism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25116, National Bureau of Economic Research.",
        "Allen, T., C. Dobbin, and M. Morten (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Border Walls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Stanford University.",
        "Altonji, J. G., T. E. Elder, and C. R. Taber (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Amuedo-Dorantes, C. and S. Pozo (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the intended and unintended consequences of enhanced US border and interior immigration enforcement: Evidence from Mexican deportees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 51, 2255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2279.",
        "Amuedo-Dorantes, C., S. Pozo, and T. Puttitanun (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration enforcement, parentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cchild separations, and intent to remigrate by Central American deportees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 52, 1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1851.",
        "Angelucci, M. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US border enforcement and the net flow of Mexican illegal migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 60, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Financial Constraints: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 97, 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Bhuller, M., G. B. Dahl, K. V. LAÃ\u0083Å\u0092Ã\u0082Æ\u0092zÃ\u0083Å\u0092Ã\u0082Å\u0092ken, and M. Mogstad (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration, Recidivism and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22648, National Bureau of Economic Research.",
        "Bohn, S., M. Lofstrom, and S. Raphael (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the 2007 Legal Arizona Workers Act reduce the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s unauthorized immigrant population?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 96, 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Calavita, K. (2010): Inside the state: The Bracero Program, immigration, and the INS, Quid Pro Books.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-based improvements for inference with clustered errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90, 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Capps, R., F. Hipsman, and D. Meissner (2017): Advances in US-Mexico Border Enforcement: A Review of the Consequence Delivery System, Migration Policy Institute.",
        "Chalfin, A. and J. McCrary (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Criminal deterrence: A review of the literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 55, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "ChaÃ\u0083Å\u0092Ã\u0082Â\u0081vez, S. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Navigating the US-Mexico border: the crossing strategies of undocumented workers in Tijuana, Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ethnic and Racial Studies, 34, 1320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1337.",
        "Corman, H. and N. Mocan (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carrots, sticks, and broken windows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics, 48, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "DHS (2008): Yearbook of Immigration Statistics, U.S. Department of Homeland Security.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): Efforts by DHS to Estimate Southwest Border Security between Ports of Entry, U.S. Department of Homeland Security.",
        "Feigenberg, B. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fenced out: Why rising migration costs matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Illinois at Chicago.",
        "GAO (2017a): Border Patrol: Actions Needed to Improve Oversight of Post-Apprehension Consequences, General Accounting Office, GAO-17-66.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017b): Border Patrol: Issues Related to Agent Deployment Strategy and Immigration Checkpoints, General Accounting Office, GAO-18-50.",
        "Gathmann, C. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of enforcement on illegal markets: Evidence from migrant smuggling along the southwestern border,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 92, 1926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1941.",
        "Gronau, R. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Useful Interpretation of R2 in Binary Choice Models (or, Have We Dismissed the Good Old R2 Prematurely),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 397, Princeton University, Industrial Relations Section.",
        "Hanson, G., C. Liu, and C. McIntosh (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Fall of U.S. Low-Skilled Immigration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Hanson, G. H. and A. Spilimbergo (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illegal immigration, border enforcement, and relative wages: Evidence from apprehensions at the US-Mexico border,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89, 1337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1357.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political economy, sectoral shocks, and border enforcement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081conomique, 34, 612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Heller, S. B., A. K. Shah, H. A. Pollack, J. Ludwig, J. Guryan, and S. Mullainathan (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thinking, Fast and Slow? Some Field Experiments to Reduce Crime and Dropout in Chicago*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Hoekstra, M. and S. Orozco-Aleman (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illegal immigration, state law, and deterrence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9, 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Martinez, D., J. Slack, and R. Martinez-Schuldt (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repeat Migration in the Age of the Unauthorized Permanent Resident: A Quantitative Assessment of Migration Intentions Postdeportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Migration Review, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Massey, D. S., L. Goldring, and J. Durand (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continuities in transnational migration: An analysis of nineteen Mexican communities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 99, 1492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1533.",
        "Massey, D. S. and N. Malone (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pathways to legal immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, 21, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Massey, D. S., K. A. Pren, and J. Durand (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why border enforcement backfired,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 121, 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1600.",
        "McKenzie, D. and H. Rapoport (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-selection patterns in Mexico-US migration: The role of migration networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 92, 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Orrenius, P. M. and M. Zavodny (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-selection among undocumented immigrants from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 78, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of tougher enforcement on the job prospects of recent Latin American immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 28, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of E-Verify mandates on labor market outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, 81, 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Oster, E. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 0, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Passel, J. S. and D. Cohn (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unauthorized immigrant population trends for states, birth countries and regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September, Pew Hispanic Center.",
        "Roberts, B. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Metrics: Grading the Government on Immigration Enforcement, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Final report, Bipartisan Policy Center, Immigration Task Force.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illegal Immigration Outcomes on the U.S. Southern Border,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cato Journal, Fall, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Roberts, B., E. Alden, and J. Whitley (2013): Managing Illegal Immigration to the United States: How Effective Is Enforcement?, Council on Foreign Relations.",
        "Rosenblum, M. R. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Border security: Immigration enforcement between ports of entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May, Congressional Research Service.",
        "Simanksi, J. F. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration Enforcement Actions: 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual report, US Department of Homeland Security.",
        "Sunshine, J. and T. R. Tyler (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of procedural justice and legitimacy in shaping public support for policing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law & society review, 37, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Tyler, T. R. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enhancing police legitimacy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The annals of the American academy of political and social science, 593, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "USSC (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illegal Reentry Offenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April, US Sentencing Commission."
    ]
}