{
    "id": 25118,
    "cites": 49,
    "cited_by": 13,
    "reference": [
        "Abowd, John M., Francis Kramarz, and David N. Margolis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1999, 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Abraham, Katharine G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural-Frictional vs. Deficient Demand Unemployment: Some New Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1983, 73 (4), 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Albrecht, James, Bruno Decreuse, and Susan Vroman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed Search and Phantom Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2017.",
        "Alvarez, Fernando, Katarina Borovickova, and Robert Shimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Proportional Hazard Model: Estimation and Testing using Price Change and Labor Market Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22188, 2016.",
        "AMS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GeschÃ\u0083Æ\u0092Ã\u0082Â¤ftsbericht 2017, Trendwende am Arbeitsmarkt.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Andrews, M. J., S. Bradley, D. Stott, and R. Upward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Successful Employer Search? An Empirical Analysis of Vacancy Duration Using Micro Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2008, 75 (299), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Banfi, Stefano and Benjamin Villena-Roldan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do High-Wage Jobs Attract more Applicants? Directed Search Evidence from the Online Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Documentos de Trabajo 327, Centro de Economia Aplicada, Universidad de Chile 2016.",
        "Barnichon, Regis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building a composite Help-Wanted Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2010, 109 (3), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Barron, John M, Mark C Berger, and Dan A Black, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Search, Training, and Vacancy Duration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 1999, 35 (1), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Berman, Eli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Help Wanted, Job Needed: Estimates of a Matching Function from Employment Service Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15 (1), S251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Blanchard, Oliver Jean and Peter Diamond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Beveridge Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1989, 20 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Borovickova, Katarina and Robert Shimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers Work for High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "Burdett, Kenneth and Dale T. Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size,and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1998, 39 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Card, David, David S. Lee, Zhuan Pei, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Causal Effects in a Generalized Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (6), 2453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        ", Fabrizio Colella, and Rafael Lalive, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Stated Gender Preference Affect Recruiting ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Lausanne, 2018.",
        ", JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        ", Raj Chetty, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash-On-Hand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (4), 1511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1560.",
        "Coles, Melvyn G and Eric Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Section Estimation of the Matching Function: Evidence from England and Wales,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 1996, 63 (252), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Davis, Steven J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quality Distribution of Jobs and the Structure of Wages in Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 8434, 2001.",
        ", Christof RÃ\u0083Æ\u0092Ã\u0082Â¶ttger, Anja Warning, and Enzo Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Recruitment and Vacancy Durations in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regensburger DiskussionsbeitrÃ\u0083Æ\u0092Ã\u0082Â¤ge zur Wirtschaftswissenschaft No. 481, 2014.",
        ", R. Jason Faberman, and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Establishment-Level Behavior of Vacancies and Hiring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Dickerson, Andy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution and Determinants of Job Vacancies: Evidence From the 2001 Employers Skill Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Royal Economic Society Annual Conference 2003 Paper No. 63, 2003.",
        "Eeckhout, Jan and Philipp Kircher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Matching With Large Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2018, 86, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Elsby, Michael W. L., Ryan Michaels, and David Ratner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Beveridge Curve: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2015, 53 (3), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Engbom, Niklas and Christian Moser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and the Minimum Wage: Ev44 idence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Opportunity and Inclusive Growth Institute Working Paper No. 7, 2018.",
        "Faberman, R. Jason and Guido Menzio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Relationship between Recruiting and the Starting Wage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2018, 50, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Gavazza, Alessandro, Simon Mongey, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Recruiting Intensity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (8), 2088Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2127.",
        "Gorter, Cees, Peter Nijkamp, and Piet Rietveld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EmployersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Recruitment Behaviour and Vacancy Duration: An Empirical Analysis for the Dutch Labour Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics, 1996, 28 (11), 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1474.",
        "Hall, Robert E. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion and Search Behavior: The Importance of Non-Wage Job Values,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (4), 1594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1637.",
        "Hershbein, Brad and Lisa B. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Recessions Accelerate Routine-Biased Technological Change? Evidence from Vacancy Postings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (7), 1737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Holzer, Harry J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Vacancy Rates in the Firm: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 1994, 61 (241), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Kaas, Leo and Philipp Kircher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Firm Dynamics in a Frictional Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (10), 3030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Kuhn, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Internet as a Labor Market Matchmaker,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA World of Labor, May 2014, p. 18.",
        "Lalive, Rafael, Jan van Ours, and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Changes in Financial Incentives Affect the Duration of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2006, 73 (4), 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1038.",
        "Marinescu, Ioana Elean and Ronald Wolthoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opening the Black Box of the Matching Function: the Power of Words,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2016.",
        "Marinescu, Ioana Elena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The General Equilibrium Impacts of Unemployment Insurance: Evidence from a Large Online Job Board,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2017, 150, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Modestino, Alicia Sasser, Daniel Shoag, and Joshua Ballance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upskilling: Do Employers Demand Greater Skill When Workers are Plentiful?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2017.",
        "Moen, Espen R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Mueller, Andreas I., Damian Osterwalder, and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Austrian AMS Vacancy Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Riese, Martin and Stefan Bruckbauer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Die Laufzeit der offenen Stellen in Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093sterreich 1984 - 1986,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: Bundesministerium fÃ\u0083Æ\u0092Ã\u0082Â¼r Arbeit und Soziales (Hrsg.), Die Dynamik des Arbeitsmarktes.",
        "Forschungsberichte aus Sozial- und Arbeitsmarktpolitik Nr. 19, 1987, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Sorkin, Isaac, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking Firms Using Revealed Preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (3), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Stiglbauer, Alfred, Florian Stahl, Rudolf Winter-Ebmer, and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in a Regulated Labor Market: The Case of Austria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirica, 2003, 30, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Sunde, Uwe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Matching Functions: Searchers, Vacancies, and (Un-)biased Elasticities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2007, 74 (295), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "van Ours, Jan and Geert Ridder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Variation in Vacancy Durations and Vacancy Flows : An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1991, 35 (5), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Yashiv, Eran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Equilibrium Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (5), 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322.",
        "ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller, Josef, Rudolf Winter-Ebmer, Rafael Lalive, Andreas Kuhn, Jean-Philippe Wuellrich, Oliver Ruf, and Simon BÃ\u0083Æ\u0092Ã\u0082Â¼chi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Austrian Social Security Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NRN working paper No. 2009-03, 2009. Online Appendix A Summary Statistics and Additional Figures and Tables A.1 Descriptive Statistics and Figures"
    ]
}