{
    "id": 25126,
    "cites": 81,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D. (2010). When does labor scarcity encourage innovation? Journal of Political Economy, 118(6):1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1078.",
        "Acemoglu, D. and Restrepo, P. (2017). Robots and jobs: Evidence from US labor markets. NBER Working Paper 23285.",
        "Acemoglu, D. and Restrepo, P. (2018a). Modeling automation. NBER Working Paper 24321.",
        "Acemoglu, D. and Restrepo, P. (2018b). The race between man and machine: Implications of technology for growth, factor shares and employment. American Economic Review, forthcoming.",
        "Aiyagari, S. R. (1994). Uninsured idiosyncratic risk and aggregate saving. The Quarterly Journal of Economics, 109(3):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Alvaredo, F., Chancel, L., Piketty, T., Saez, E., and Zucman, G. (2017). Global inequality dynamics: New findings from wid. world. American Economic Review, 107(5):404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09.",
        "Alvaredo, F., Chancel, L., Piketty, T., Saez, E., and Zucman, G. (2018). WID Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c World Wealth and Income Database. wid.world, retrieved 2018-02-07.",
        "Aschauer, D. A. (1989). Is public expenditure productive? Journal of Monetary Economics, 23(2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Atkinson, A. B. and Stiglitz, J. E. (1969). A new view of technological change. The Economic Journal, 79(315):573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Atkinson, A. B. and Stiglitz, J. E. (1976). The design of tax structure: direct versus indirect taxation. Journal of Public Economics, 6(1-2):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Attanasio, O. P. (1994). Personal saving in the United States. In Poterba, J. M., editor, International Comparisons of Household Saving, pages 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124. The University of Chicago Press, Chicago.",
        "Autor, D. H. (2015). Why are there still so many jobs? The history and future of workplace automation. The Journal of Economic Perspectives, 29(3):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Baranzini, M. (1991). A theory of wealth distribution and accumulation. Oxford University Press.",
        "Barelli, P. and de Abreu PessoÃ\u0083Å\u0092Ã\u0082â\u0080\u009aa, S. (2003). Inada conditions imply that production function must be asymptotically CobbÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDouglas. Economics Letters, 81(3):361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Becker, R. A. (1980). On the Long-Run Steady State in a Simple Dynamic Model of Equilibrium with Heterogeneous Households. The Quarterly Journal of Economics, 95(2):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "REFERENCES 30 Bevan, D. L. (1979). Inheritance and the distribution of wealth. Economica, 46(184):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Bevan, D. L. and Stiglitz, J. E. (1979). Intergenerational transfers and inequality. The Greek Economic Review, 1(1):8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Bewley, T. (1977). The permanent income hypothesis: A theoretical formulation. Journal of Economic Theory, 16(2):252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Bom, P. R. D. and Ligthart, J. E. (2014). What have we learned from three decades of research on the productivity of public capital? Journal of Economic Surveys, 28(5):889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c961.",
        "CalderoÃ\u0083Å\u0092Ã\u0082Â\u0081n, C. and ServeÃ\u0083Å\u0092Ã\u0082Â\u0081n, L. (2014). Infrastructure and growth. In Durlauf, S. N.",
        "Calvo, G. A. and Obstfeld, M. (1988). Optimal time-consistent fiscal policy with finite lifetimes. Econometrica, 56(2):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Carey, D. and Rabesona, J. (2002). Tax ratios on labour and capital income and on consumption. OECD Economic Studies, 35(2):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Champernowne, D. G. (1953). A model of income distribution. The Economic Journal, 63(250):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Chatterjee, S. and Turnovsky, S. J. (2012). Infrastructure and inequality. European Economic Review, 56(8):1730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745.",
        "Chirinko, R. S. (2008). Ã\u0083Â\u008fÃ\u0082Æ\u0092: The long and short of it. Journal of Macroeconomics, 30(2):671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Diamond, P. and Saez, E. (2011). The case for a progressive tax: from basic research to policy recommendations. The Journal of Economic Perspectives, 25(4):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Diaz-Gimenez, J., Glover, A., and Rios-Rull, J.-V. (2011). Facts on the Distributions of Earnings, Income, and Wealth in the United States: 2007 Update. Federal Reserve Bank of Minneapolis Quarterly Review, 34(1).",
        "Dynan, K. E., Skinner, J., and Zeldes, S. P. (2004). Do the rich save more? Journal of Political Economy, 112(2):397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Foley, D. K. and Michl, T. R. (1999). Growth and distribution. Harvard University Press.",
        "Franks, M., Klenert, D., Schultes, A., Edenhofer, O., and Lessmann, K. (2018). Is capital back? the role of land ownership and savings behavior. International Tax and Public Finance, 25(5):1252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1276.",
        "Galbraith, J. K. (2012). Inequality and instability: A study of the world economy just before the great crisis. Oxford University Press.",
        "Gramlich, E. M. (1994). Infrastructure investment: a review essay. Journal of Economic Literature, 32(3):1176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1196.",
        "Green, L., Myerson, J., Lichtman, D., Rosen, S., and Fry, A. (1996). Temporal Discounting in Choice Between Delayed Rewards : The Role of Age and Income. Psychology and Aging, I:79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "REFERENCES 31 Guerreiro, J., Rebelo, S., and Teles, P. (2017). Should robots be taxed? NBER Working Paper 23806.",
        "Heijdra, B. J. (2009). Foundations of Modern Macroeconomics. Oxford University Press, Oxford.",
        "Jones, C. I. (2015). Pareto and Piketty: The macroeconomics of top income and wealth inequality. The Journal of Economic Perspectives, 29(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Judd, K. L. (1985). Redistributive taxation in a simple perfect foresight model. Journal of Public Economics, 28(1):59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Karabarbounis, L. and Neiman, B. (2014). The global decline of the labor share. The Quarterly Journal of Economics, 129(1):61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Kennedy, C. (1964). Induced bias in innovation and the theory of distribution. The Economic Journal, 74(295):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Klenert, D., Mattauch, L., Edenhofer, O., and Lessmann, K. (2018). Infrastructure and inequality: Insights from incorporating key economic facts about household heterogeneity. Macroeconomic Dynamics, 22:864Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Knoblach, M., RoÃ\u0083Å\u0092Ã\u0082Ë\u0086Ã\u0083Æ\u0092Ã\u0082Å¸ler, M., and Zwerschke, P. (2016). The elasticity of factor substitution between capital and labor in the US economy: a meta-regression analysis. CEPIE Working Paper 03/16.",
        "Korinek, A. and Stiglitz, J. E. (2017). Artificial intelligence and its implications for income distribution and unemployment. NBER Working Paper 24174.",
        "Krusell, P. and Smith, Jr, A. A. (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy, 106(5):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Lawrance, E. C. (1991). Poverty and the rate of time preference: evidence from panel data. Journal of Political Economy, 99(1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Mattauch, L., Edenhofer, O., Klenert, D., and BeÃ\u0083Å\u0092Ã\u0082Â\u0081nard, S. (2016). Distributional Effects of Public Investment when Wealth and Classes are Back. Metroeconomica, 67(3):603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Meade, J. E. (1966). The outcome of the pasinetti-process: a note. The Economic Journal, 76(301):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Michl, T. R. (2009). Capitalists, workers, and fiscal policy: a classical model of growth and distribution. Harvard University Press, Cambridge, MA.",
        "Novokmet, F., Piketty, T., and Zucman, G. (2017). From Soviets to Oligarchs: inequality and property in Russia, 1905-2016. NBER Working Paper 23712.",
        "OECD (2012). Labour Losing to Capital: What Explains the Declining Labour Share?, chapter 3, pages 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161. OECD.",
        "Pasinetti, L. L. (1962). Rate of profit and income distribution in relation to the rate of economic growth. Review of Economic Studies, 29(4):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Piketty, T. (2014). Capital in the Twenty-First Century. Harvard University Press.",
        "Piketty, T. and Saez, E. (2013). A theory of optimal inheritance taxation. Econometrica, 81(5):1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1886.",
        "REFERENCES 32 Piketty, T. and Saez, E. (2014). Inequality in the long run. Science, 344(6186):838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 843.",
        "Piketty, T. and Zucman, G. (2014). Capital is back: Wealth-income ratios in rich countries 1700-2010. Quarterly Journal of Economics, 129(3):1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Piketty, T. and Zucman, G. (2015). Wealth and inheritance in the long run. In Atkinson, A. B. and Bourguignon, F., editors, Handbook of income distribution.",
        "Rognlie, M. (2014). A note on Piketty and diminishing returns to capital. http://gabriel-zucman.eu/files/teaching/Rognlie14.pdf. retrieved 15-10-07.",
        "Saez, E. and Zucman, G. (2016). Wealth Inequality in the United States Since 1913: Evidence from Capitalized Income Tax Data. Quarterly Journal of Economics, 131(2):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Samuelson, P. A. (1965). A theory of induced innovation along Kennedy-WeisaÃ\u0083Å\u0092Ã\u0082Ë\u0086cker lines. Review of Economics and Statistics, 47(4):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Samuelson, P. A. and Modigliani, F. (1966). The Pasinetti paradox in neoclassical and more general models. Review of Economic Studies, 33(4):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Stiglitz, J. E. (1967). A Two-Sector Two Class Model of Economic Growth. The Review of Economic Studies, 34(2):227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Stiglitz, J. E. (1976). Estate taxes, growth and redistribution. In Grieson, R., editor, Essays in Honor of W. Vickrey, pages 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232. Lexington Publishing Company.",
        "Stiglitz, J. E. (1978a). Equality, taxation, and inheritance. In Krelle, W. and Shorrocks, A., editors, Personal Income Distribution, pages 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303. NorthHolland Publishing Company.",
        "Stiglitz, J. E. (1978b). Notes on estate taxes, redistribution, and the concept of balanced growth path incidence. Journal of Political Economy, 86(2, Part 2):S137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS150.",
        "Stiglitz, J. E. (2006). Samuelson and the factor bias of technological change: Toward a unified theory of growth and unemployment. In Szenberg, M., Ramrattan, L., and Gottesman, A., editors, Samuelsonian economics and the twenty-first century, pages 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251. Oxford University Press.",
        "Stiglitz, J. E. (2010). Freefall: America, free markets, and the sinking of the world economy. WW Norton & Company.",
        "Stiglitz, J. E. (2012). The price of inequality: How todayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s divided society endangers our future. WW Norton & Company.",
        "Stiglitz, J. E. (2014). Unemployment and innovation. NBER Working Paper 20670.",
        "Stiglitz, J. E. (2015a). Fed policy, inequality, and equality of opportunity. Roosevelt Institute Report.",
        "Stiglitz, J. E. (2015b). New theoretical perspectives on the distribution of income and wealth among individuals: Part i. the wealth residual.",
        "REFERENCES 33 Stiglitz, J. E. (2015c). New theoretical perspectives on the distribution of income and wealth among individuals: Part ii: Equilibrium wealth distributions. NBER Working Paper 21190.",
        "Stiglitz, J. E. (2015d). New theoretical perspectives on the distribution of income and wealth among individuals: Part iii: Life cycle savings vs. inherited savings. NBER Working Paper 21191.",
        "Stiglitz, J. E. (2016a). How to restore equitable and sustainable economic growth in the united states. American Economic Review, 106(5):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Stiglitz, J. E. (2016b). New Theoretical Perspectives on the Distribution of Income and Wealth Among Individuals. In Basu, K. and Stiglitz, J. E., editors, Inequality and Growth: Patterns and Policy, Volume I: Concepts and Analysis. IEA Conference Volume No. 156-I, Houndmills, UK and New York: Palgrave Macmillan.",
        "Stiglitz, J. E. (2017). Pareto efficient taxation and expenditures: Pre-and redistribution. NBER Working Paper 23892.",
        "Stiglitz, J. E. (2018a). Pareto efficient taxation and expenditures: Pre-and redistribution. Journal of Public Economics, 62:101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Stiglitz, J. E. (2018b). Where modern macroeconomics went wrong. Oxford Review of Economic Policy, 34(1-2):70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Turner, A. (2017). Between debt and the devil: money, credit, and fixing global finance. Princeton University Press.",
        "Wolff, E. (2017). Household wealth trends in the united states, 1962 to 2016: Has middle class wealth recovered? NBER Working Paper 24085.",
        "Wolff, E. N. (1998). Recent trends in the size distribution of household wealth. Journal of Economic Perspectives, 12(3):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Wolff, E. N. (2010). Recent trends in household wealth in the United States: rising debt and the middle-class squeeze - an update to 2007. The Levy Economics Institute Working Paper Collection 589.",
        "Wolff, E. N. and Zacharias, A. (2013). Class structure and economic inequality."
    ]
}