{
    "id": 25136,
    "cites": 56,
    "cited_by": 26,
    "reference": [
        "Abrams, David, Ufuk Akcigit, and Jillian Popadak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Value and Citations: Creative Destruction or Strategic Disruption?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19647, National Bureau of Economic Research 2013.",
        "Akcigit, Ufuk and William R Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth through Heterogeneous Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (4), 1374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Arayavechkit, Tanida, Felipe E. Saffie, and Minchul Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too Big to Pay: Tax Benefits and Corporate Lobbying,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2017.",
        "Backman, Michael, Asian Eclipse: Exposing the Dark Side of Business in Asia, Wiley, 2001.",
        "Bartelsman, Eric J and Mark Doms, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Productivity: Lessons from Longitudinal Microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2000, pp. 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Baumol, William J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship: Productive, Unproductive, and Destructive,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (5, Part 1), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Bugamelli, Matteo and Francesca Lotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Growth in Italy: a Tale of a Slow-motion Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Bank of Italy, Occasional Papers n. 422.",
        "Cingano, Federico and Paolo Pinotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politicians at Work: The Private Returns and Social Costs of Political Connections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2013, 11 (2), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Comino, Stefano, Alberto Galasso, and Clara Graziano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of New Institutions: Evidence from Renaissance VeniceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Patent System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24118, National Bureau of Economic Research December 2017.",
        "Cull, Robert and Lixin Colin Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions, ownership, and finance: the determinants of profit reinvestment among Chinese firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2005, 77 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Decker, Ryan A., John Haltiwanger, Ron S. Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Business Dynamism: What We Know and the Way Forward,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2016, 106 (5), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c07.",
        "Dinc, I Serdar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politicians and banks: Political influences on government-owned banks in emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 2005, 77 (2), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Connecting to Power: Political Connections, Innovation, and Firm Dynamics Do, Quy-Toan and Andrei A Levchenko, Comparative Advantage, Demand for External Finance, and Financial Development, World Bank, 2006.",
        "Duca, Louis F. Del and Patrick Del Duca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Italian Federalism?: The State, Its Institutions and National Culture as Rule of Law Guarantor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Comparative Law, 2006, 54 (4), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Faccio, Mara and David Parsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Deaths: Taking Stock of Political Connections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2006, (5460).",
        "Fan, Joseph PH, Tak Jun Wong, and Tianyu Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politically Connected CEOs, Corporate Governance, and Post-IPO Performance of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Newly Partially Privatized Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 84 (2), 330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Fang, Lily, Josh Lerner, Chaopeng Wu, and Qi Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corruption, Government Subsidies, and Innovation: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, 2018.",
        "Fisman, Raymond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Value of Political Connections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        ", Florian Schulz, and Vikrant Vig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Private Returns to Public Office,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (4), 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Foster, Lucia, John C Haltiwanger, and Cornell John Krizan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Developments in Productivity Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2001, pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        ", John Haltiwanger, and Cornell J Krizan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Selection, Reallocation, and Restructuring in the US Retail Trade Sector in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2006, 88 (4), 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Garcia-Santana, Manuel, Josep Pijoan-Mas, Enrique Moral-Benito, and Roberto Ramos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing like Spain: 1995-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 1609, Banco de Espana, Working Papers May 2016.",
        "Garicano, Luis, Claire Lelarge, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size Distortions and the Productivity Distribution: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2016, 106 (11), 3439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 79.",
        "Goldman, Eitan, JÃ\u0083Æ\u0092Ã\u0082Æ\u0092uÃ\u0083Å\u0092Ã\u0082â\u0080¹rg Rocholl, and Jongil So, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politically Connected Boards of Directors and The Allocation of Procurement Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2013, 17 (5), 1617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1648.",
        "Grossman, Gene and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Ladders in the Theory of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1991, 58 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Hall, Bronwyn, Adam Jaffe, and Manuel Trajtenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER Patent Citations Data File: Lessons, Insights and Methodological Tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 8498, National Bureau of Economic Research 2001.",
        "Haltiwanger, John, Ron S. Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Creates Jobs? Small versus Large versus Young,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2013, 95 (2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Connecting to Power: Political Connections, Innovation, and Firm Dynamics Hsieh, Chang-Tai and Peter J Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Joh, Sung Wook and Ming Ming Chiu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loans to distressed firms: Political connections, related lending, business group affiliation and bank governance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Society 2004 Far Eastern MeetingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d number 790 Econometric Society 2004.",
        "Johnson, Simon and Todd Mitton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cronyism and Capital Controls: Evidence from Malaysia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2003, 67 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Kaufmann, Daniel and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Grease Money Speed Up the Wheels of Commerce ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1999. National Bureau of Economic Research #7093.",
        "Khwaja, Asim Ijaz and Atif Mian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Lenders Favor Politically Connected Firms? Rent Provision in an Emerging Financial Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (4), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1411.",
        "Kleven, Henrik, Camille Landais, and Jakob Egholt Sogaard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children and Gender Inequality: Evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24219, National Bureau of Economic Research January 2018.",
        "Koff, Stephen P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Italy: From the 1st to the 2nd Republic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Routledge, 2002.",
        "Kogan, Leonid, Dimitris Papanikolaou, Amit Seru, and Noah Stoffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Innovation, Resource Allocation, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17769, National Bureau of Economic Research 2012.",
        "Kroszner, Randall S. and Thomas Stratmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest-group competition and the organization of congress: theory and evidence from financial servicesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ political action committees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, pp. 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Krusell, Per and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vested Interests in a Positive Theory of Stagnation and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1996, 63 (2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Lanjouw, Jean O. and Mark Schankerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Quality and Research Productivity: Measuring Innovation with Multiple Indicators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2004, 114 (495), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Lee, David S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Experiments from Non-random Selection in U.S. House Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2008, 142 (2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Lerner, Josh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Patent Scope: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 1994, 25 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Leuz, Christian and Felix Oberholzer-Gee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Relationships, Global Financing, and Corporate Transparency: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2006, 81 (2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Connecting to Power: Political Connections, Innovation, and Firm Dynamics Lotti, Francesca and Giovanni Marin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching of PATSTAT applications to AIDA firms: discussion of the methodology and results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Questioni di Economia e Finanza (Occasional Papers) 166, Bank of Italy, Economic Research and International Relations Area June 2013.",
        "Mattozzi, Andrea and Antonio Merlo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political careers or career politicians?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, April 2008, 92 (3-4), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Moser, Petra, Joerg Ohmstedt, and Paul Rhode, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Citations and the Size of the Inventive Step - Evidence from Hybrid Corn,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21443, NBER July 2015.",
        "Mukoyama, Toshihiko and Latchezar Popov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Entry Barriers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2014, 17 (3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Talent: Implications for Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1991, 106 (2), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Pakes, Ariel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patents as Options: Some Estimates of the Value of Holding European Patent Stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1986, 54 (4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Pellegrino, Bruno and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnosing the Italian disease,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, September, 2014, 14.",
        "Restuccia, Diego and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy distortions and aggregate productivity with heterogeneous establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2008, 11 (4), 707 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 720.",
        "Schoenherr, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Connections and Allocative Distortions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Institute of Global Finance Working Paper No. 5.",
        "Shleifer, Andrei and Robert W Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politicians and Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1994, 109 (4), 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1025.",
        "Soto, Hernando De, The Other Path, Harper & Row New York, 1989.",
        "Thoma, Grid, Salvatore Torrisi, Alfonso Gambardella, Dominique Guellec, Bronwyn H Hall, and Dietmar Harhoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Harmonizing and Combining Large Datasets - An Application to FirmLevel Patent and Accounting Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 15851, National Bureau of Economic Research March 2010.",
        "Trajtenberg, Manuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Penny for Your Quotes: Patent Citations and the Value of Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1990, 21 (1), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Vannucci, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Controversial Legacy of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mani PuliteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: A Critical Analysis of Italian Corruption and Anti-Corruption Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of Italian Politics, 2009, 1 (2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Connecting to Power: Political Connections, Innovation, and Firm Dynamics Zingales, L., A Capitalism for the People: Recapturing the Lost Genius of American Prosperity, Basic Books, 2012. Political Connections, Innovation, and Firm Dynamics: Appendix"
    ]
}