{
    "id": 25137,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Comparative Development: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2001, 91 (5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Almeida, Rita and Pedro Carneiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enforcement of labor regulation and firm size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 2009, 37 (1), 28 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 46. Symposium: Labor Regulation In Developing Countries.",
        "Babcock, Linda and George Loewenstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Bargaining Impasse: The Role of SelfServing Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, March 1997, 11 (1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Besley, Timothy and Robin Burgess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Labor Regulation Hinder Economic Performance? Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Das, Jishnu, Alaka Holla, Aakash Mohpal, and Karthik Muralidharan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality and Accountability in Health Care Delivery: Audit-Study Evidence from Primary Care in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2016, 106 (12), 3765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Domenighetti, Gianfranco, Antoine Casabianca, Felix Gutzwiller, and Sebastiano Martinoli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Most Informed Consumer of Surgical Services: The Physician-Patient,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Technology Assessment in Health Care, 1993, 9 (4), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Dulleck, Uwe, Rudolf Kerschbamer, and Matthias Sutter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Credence Goods: An Experiment on the Role of Liability, Verifiability, Reputation, and Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2011, 101 (2), 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Emons, Winand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credence Goods and Fraudulent Experts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1997, 28 (1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Hubbard, Thomas N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Examination of Moral Hazard in the Vehicle Inspection Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1998, 29 (2), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Monitoring Technologies: The Case of Trucking*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2000, 115 (2), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Kaplan, David S. and Joyce Sadka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring and Incentives: Evidence from Field Experiments in a Mexican Labor Court,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d preliminary draft available on request from the authors., Forthcoming September 2015.",
        "Kondylis, Florence and Mattea Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reforming the Speed of Justice: Evidence from an Event Study in Senegal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, 2018, 8372.",
        "Levitt, Steven D. and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Distortions When Agents Are Better Informed: The Value of Information in Real Estate Transactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2008, 90 (4), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Minawa, Cooney Sean Ebisui and Colin (editors) Fenwick, Resolving individual labour disputes: A comparative overview, ILO, December 2016.",
        "Myerson, Roger and Mark A. Satterthwaite, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient mechanisms for bilateral trading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1983, 29 (2), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Ponticelli, Jacopo and Leonardo S. Alencar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Court Enforcement, Bank Loans and Firm Investment: Evidence from a Bankruptcy Reform in Brazil*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016.",
        "Rubinstein, Ariel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect Equilibrium in a Bargaining Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Schneider, Henry S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Problems and Reputation in Expert Services: Evidence from Auto Repair,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, 2012, 60 (3), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Yildiz, Muhamet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining without a Common Prior:An Immediate Agreement Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (3), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining with Optimism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2011, 3 (1), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478."
    ]
}