{
    "id": 25132,
    "cites": 46,
    "cited_by": 21,
    "reference": [
        "Abadie, A., A. Diamond, and J. Hainmueller (2010). Synthetic control methods for comparative case studies: Estimating the effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program. Journal of the American Statistical Association 105(490), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Abadie, A., A. Diamond, and J. Hainmueller (2015). Comparative politics and the synthetic control method. American Journal of Political Science, 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Abadie, A. and J. Gardeazabal (2003). The economic costs of conflict: A case study of the basque country. American Economic Review 93(-), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Anderson, T. W. (1958). An introduction to multivariate statistical analysis, Volume 2. Wiley New York.",
        "Arellano, M. and B. HonoreÃ\u0083Å\u0092Ã\u0082Â\u0081 (2001). Panel data models: some recent developments. Handbook of econometrics 5, 3229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3296.",
        "Athey, S. and G. W. Imbens (2018). Design-based analysis in difference-in-differences settings with staggered adoption. Technical report, National Bureau of Economic Research.",
        "Athey, S. and S. Stern (2002). The impact of information technology on emergency health care outcomes. The RAND Journal of Economics 33(3), 399432.",
        "Bai, J. (2003). Inferential theory for factor models of large dimensions. Econometrica 71(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Bai, J. (2009). Panel data models with interactive fixed effects. Econometrica 77(4), 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1279.",
        "Bai, J. and S. Ng (2002). Determining the number of factors in approximate factor models. Econometrica 70(1), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, J. and S. Ng (2017). Principal components and regularized estimation of factor models.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, P. and S. Van De Geer (2011). Statistics for high-dimensional data: methods, theory and applications. Springer Science & Business Media.",
        "CandeÃ\u0083Å\u0092Ã\u0082â\u0082¬s, E. J. and Y. Plan (2010). Matrix completion with noise. Proceedings of the IEEE 98(6), 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936.",
        "CandeÃ\u0083Å\u0092Ã\u0082â\u0082¬s, E. J. and B. Recht (2009). Exact matrix completion via convex optimization. Foundations of Computational mathematics 9(6), 717.",
        "CandeÃ\u0083Å\u0092Ã\u0082â\u0082¬s, E. J. and T. Tao (2010). The power of convex relaxation: Near-optimal matrix completion. IEEE Trans. Inf. Theor. 56(5), 2053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2080.",
        "Chamberlain, G. (1984). Panel data. Handbook of econometrics 2, 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Doudchenko, N. and G. W. Imbens (2016). Balancing, regression, difference-in-differences and synthetic control methods: A synthesis. Technical report, National Bureau of Economic Research.",
        "Gobillon, L. and T. Magnac (2013). Regional policy evaluation: Interactive fixed effects and synthetic controls. Review of Economics and Statistics (00).",
        "Goldberger, A. S. (1972). Structural equation methods in the social sciences. Econometrica: Journal of the Econometric Society, 979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Gross, D. (2011). Recovering low-rank matrices from few coefficients in any basis. IEEE Trans. Information Theory 57(3), 1548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1566.",
        "Hastie, T., R. Mazumder, J. D. Lee, and R. Zadeh (2015). Matrix completion and low-rank svd via fast alternating least squares. J. Mach. Learn. Res. 16(1), 3367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3402.",
        "Hsiao, C., H. Steve Ching, and S. Ki Wan (2012). A panel data approach for program evaluation: measuring the benefits of political and economic integration of hong kong with mainland china. Journal of Applied Econometrics 27(5), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Imbens, G. W. and D. B. Rubin (2015). Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press.",
        "Keshavan, R. H., A. Montanari, and S. Oh (2010a, June). Matrix completion from a few entries. IEEE Trans. Inf. Theor. 56(6), 2980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2998.",
        "Keshavan, R. H., A. Montanari, and S. Oh (2010b, August). Matrix completion from noisy entries. J. Mach. Learn. Res. 11, 2057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2078.",
        "Kim, D. and T. Oka (2014). Divorce law reforms and divorce rates in the usa: An interactive fixed-effects approach. Journal of Applied Econometrics 29(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Klopp, O. (2014). Noisy low-rank matrix completion with general sampling distribution. Bernoulli 20(1), 282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Koltchinskii, V., K. Lounici, A. B. Tsybakov, et al. (2011). Nuclear-norm penalization and optimal rates for noisy low-rank matrix completion. The Annals of Statistics 39(5), 2302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2329.",
        "Liang, K.-Y. and S. L. Zeger (1986). Longitudinal data analysis using generalized linear models. Biometrika 73(1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Mazumder, R., T. Hastie, and R. Tibshirani (2010). Spectral regularization algorithms for learning large incomplete matrices. Journal of machine learning research 11(Aug), 2287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Moon, H. R. and M. Weidner (2015). Linear regression for panel with unknown number of factors as interactive fixed effects. Econometrica 83(4), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1579.",
        "Moon, H. R. and M. Weidner (2017). Dynamic linear panel regression models with interactive fixed effects. Econometric Theory 33(1), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Negahban, S. and M. J. Wainwright (2011). Estimation of (near) low-rank matrices with noise and high-dimensional scaling. The Annals of Statistics, 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1097.",
        "Negahban, S. and M. J. Wainwright (2012). Restricted strong convexity and weighted matrix completion: Optimal bounds with noise. Journal of Machine Learning Research 13(May), 1665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1697.",
        "Negahban, S. N., P. Ravikumar, M. J. Wainwright, and B. Yu (2012). A unified framework for high-dimensional analysis of M-estimators with decomposable regularizers. Statistical Science 27(4), 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Pesaran, M. H. (2006). Estimation and inference in large heterogeneous panels with a multifactor error structure. Econometrica 74(4), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Recht, B. (2011). A simpler approach to matrix completion. Journal of Machine Learning Research 12(Dec), 3413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3430.",
        "Rohde, A., A. B. Tsybakov, et al. (2011). Estimation of high-dimensional low-rank matrices. The Annals of Statistics 39(2), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Rosenbaum, P. R. and D. B. Rubin (1983). The central role of the propensity score in observational studies for causal effects. Biometrika 70(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rubin, D. B. (1974). Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of Educational Psychology 66(5), 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Srebro, N., N. Alon, and T. S. Jaakkola (2005). Generalization error bounds for collaborative prediction with low-rank matrices. In L. K. Saul, Y. Weiss, and L. Bottou (Eds.), Advances in Neural Information Processing Systems 17, pp. 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Tibshirani, R. (1996). Regression shrinkage and selection via the lasso. Journal of the Royal Statistical Society. Series B (Methodological), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Tropp, J. A. (2012). User-friendly tail bounds for sums of random matrices. Foundations of Computational Mathematics 12(4), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Xu, Y. (2017). Generalized synthetic control method: Causal inference with interactive fixed effects models. Political Analysis 25(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76. A Online Appendix for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Matrix Completion Methods for Causal Panel Data ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Proofs A.1 Proof of Theorem 1 First, we will discuss three main steps that are needed for the proof. Step 1: We show an upper bound for the sum of squared errors for all (i, t) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 O in terms of the regularization parameter Ã\u0083Å½Ã\u0082Â», rank of LÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 , kLÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099LÃ\u0083Å\u0092Ã\u0082â\u0080\u009akF , and kEkop where E Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ P (i,t)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086O Ã\u0083Å½Ã\u0082ÂµitAit.",
        "(i,t)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086O hAit, LÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 LÃ\u0083Å\u0092Ã\u0082â\u0080\u009ai2 |O| Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ 10Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ R kLÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 LÃ\u0083Å\u0092Ã\u0082â\u0080\u009akF . (A.1) This type of result has been shown before by Recht (2011); Negahban and Wainwright (2011); Koltchinskii et al. (2011); Klopp (2014). For convenience of the reader, we include its proof in A. Similar results also appear in the analysis of LASSO type estimators (for example see BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann and Van De Geer (2011) and references therein). Step 2: The upper bound provided by Lemma 1 contains Ã\u0083Å½Ã\u0082Â» and also requires the condition Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 3kEkop/|O|. Therefore, in order to have a tight bound, it is important to show an upper bound for kEkop that holds with high probability. Next lemma provides one such result. Lemma 2. There exist a constant C1 such that kEkop Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ C1Ã\u0083Â\u008fÃ\u0082Æ\u0092 max hp N log(N + T), Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ T log3/2 (N + T) i , with probability greater than 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (N + T)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 .",
        "This result uses a concentration inequality for sum of random matrices to find a bound for kEkop. We note that previous papers, Recht (2011); Negahban and Wainwright (2011); Koltchinskii et al. (2011); Klopp (2014), contain a similar step but in their case O is obtained by independently sampling elements of [N]Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094[T]. However, in our case observations from each row of the matrix are correlated. Therefore, prior results do not apply. In fact, the correlation structure deteriorates the type of upper bound that can be obtained for kEkop."
    ]
}