{
    "id": 25140,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Brennan, Michael J., and Eduardo S. Schwartz, 1985, Evaluating natural resource investments, Journal of Business 135157.",
        "Clark, Colin W., 2010, Mathematical bioeconomics: the mathematics of conservation (John Wiley and Sons).",
        "Clark, Colin W., and Georey P. Kirkwood, 1986, On uncertain renewable resource stocks: optimal harvest policies and the value of stock surveys, Journal of Environmental Economics and Management 13, 235244.",
        "Clark, Colin W., and Gordon R. Munro, 2017, Capital theory and the economics of sheries: implications for policy, Marine Resource Economics 32, 123142.",
        "Clark, Colin W., Gordon R. Munro, and Bruce Turris, 2009, Impacts of harvesting rights in Canadian Pacic sheries (Fisheries and Oceans Canada).",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of nancial economics 43, 153193.",
        "FAO, 2008, Fisheries management 3: Managing shing capacity (FAO Technical Guidelines for Responsible Fisheries).",
        "Heer, Burkhard, and Alfred Maussner, 2009, Dynamic general equilibrium modeling: computational methods and applications (Springer Science and Business Media).",
        "Morck, Randall, Eduardo S. Schwartz, and David Stangeland, 1989, The valuation of forestry resources under stochastic prices and inventories, Journal of nancial and Quantitative Analysis 24, 473487.",
        "Murillas, A., 2001, Investment and development of shing resources: a real options approach, International Institute of Fisheries Economics and Trade .",
        "Nelson, S., 2009, Pacic Commercial Fishing Fleet: Financial Proles for 2007 (Fisheries and Oceans Canada (DFO)).",
        "Nelson, S., 2011, Pacic Commercial Fishing Fleet: Financial Proles for 2009 (Fisheries and Oceans Canada (DFO)).",
        "Pindyck, Robert S., 1984, Uncertainty in the theory of renewable resource markets, The Review of Economic Studies 51, 289303.",
        "Poudel, Sandal L. K. Kvamsdal S. F. a Steinshamn S. I., D., 2013, Fisheries management under irreversible investment: does stochasticity matter?, Marine Resource Economics 28, 83103.",
        "Sethi, G., C. Costello, A. Fisher, M. Hanemann, and L. Karp, 2005, Fishery management under multiple uncertainty, Journal of environmental economics and management 50, 300 318.",
        "Stewart, Ian, and Allan Hicks, 2017, Assessment of the Pacic halibut (Hippoglossus stenolepis) stock at the end of 2017 (International Pacic Halibut Commission).",
        "Stewart, Ian, and Ray Webster, 2017, Overview of data sources for the Pacic halibut stock assessment, harvest strategy policy, and related analyses (International Pacic Halibut Commission).",
        "Ye, Yimin, and Nicolas Gutierrez, 2017, Ending shery overexploitation by expanding from local successes to globalized solutions, Nature Ecology & Evolution 1."
    ]
}