{
    "id": 2514,
    "cites": 13,
    "cited_by": 20,
    "reference": [
        "Diewert, W. Erwin, The Effects of Unionization on Wages and Employment: A General EquilibrIum Analysis, Economic Inquiry 12, (September 197i~): 319-339. Dixit, Avinash K., and Gene M. Grossman, Trade and Protection with Multistage ProductIon, Review of Economic Studies ~9, (October 1982): 58359~4.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul Samuelson, Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review 67, (December 1977): 823-839.",
        "Findlay, Ronald, International Distributive Justice, Journal of International EconomIcs 13, (August 1982): 1-1~4.",
        "Freeman, Richard, and James L. Medoff, The Impact of the Percentage Organized on Union and Nonunion Wages, Review of Economics and Statistics 63, (November 1981): 561-572.",
        "Freeman, Richard B., and James L. Medcff, Substitution Between Production Labor and Other Inputs in Unionized and Nonunionized Manufacturing, Review of Economics and Statistics 611, (May 1982): 220-233.",
        "Grossman, Gene M., International Competition and the Unionized Sector, Discussion Papers in Economics 29, Princeton Uriversity, 1982.",
        "Vrugman, Paul 8,, ed,, StrategIc Trade Policy and the New InternatIonal Economics, Cambridge, Mass,: MIT Press, 1986.",
        "Nrugman, Paul R,, Targeted Industrial PolIcies: Theory and Evidence, In DomInick Salvatore ed, The New ProtectIonist Threat to World Welfare, 1987, North Molland, Lawrence, Collin, and Robert Lawrence, The DIspersIon in U.S.",
        "Manufacturing Wages: An Endgame Interpretation, Brooklngs Papers a~ccncmiz~ctivi!L 1~ 1985: 471D6.",
        "Magee, Stephen, Factor Market DIstortions, ProductIon, Dlstrlbution, and the Pure Theory of InternatIonal Trade, Quarterly Journal of Economics 85, (November 1971): 623643.",
        "McDonald, Ian M,, and Robert M. Solow, Wage Bargalning and Employment, American Economic Review 71, (Gecember 1981): 896-908.",
        "Oswald, Andrew J., Trade Unions, Wages, and Unemployment~ What Can Simple Models Tell Us? Oxford Economic Papers 3~4, (November 1982): 526-5L15, Staiger, Robert W., `Upstream Monopoly in a Ricardian ContInu~m-of-Goods Trade Model, in Essays in International Trade, Ph.D. Dissertation.",
        "The ZZ curve is suppressed from figures 5b and 6b since It remains unchanged throughout. 1 An argument for targeting marginal goods due to this terms of trade effect has been made recently by Itoh and Kiyono (1987)."
    ]
}