{
    "id": 25151,
    "cites": 100,
    "cited_by": 2,
    "reference": [
        "Abbasi, M. Z., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The classical Islamic law of Waqf: A concise introduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arab Law Quarterly, 2012, 26 (2), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Alesina, A. and P. Giuliano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Culture and institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2015, 53 (4), 898Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 944.",
        "Allen, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Frictions in Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (6), 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2083.",
        "Almond, G., R. S. Appleby, and E. Sivan, Strong Religion: The Rise of Fundamentalisms Around the World, Chicago and London: University of Chicago Press, 2003.",
        "Banerjee, A and L Iyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, institutions, and economic performance: The legacy of colonial land tenure systems in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (4), 1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Bank Indonesia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wakaf: Pengaturan dan Tata Kelola yang Efektif,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Departemen Ekonomi dan Keuangan Syariah Bank Indonesia, Jakarta, 2016.",
        "Barro, R. J. and R. M. McCleary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which countries have state religions?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2005, 120 (4), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Baswedan, A. R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Islam in Indonesia: present and future trajectory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asian Survey, 2004, 44 (5), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Bazzi, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Heterogeneity and the Income Elasticity of Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2017, 9 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        ", A. Gaduh, A. D. Rothenberg, and Maisy Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill transferability, migration, and development: Evidence from population resettlement in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (9), 2658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98.",
        ", G. Koehler-Derrick, and B. Marx, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Institutional Foundations of Religious Politics: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 25151, 2018.",
        "Becker, S. O. and L. Woessmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Weber Wrong? A Human Capital Theory of Protestant Economic History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, (May).",
        "Belloc, M., F. Drago, and R. Galbiati, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earthquakes, Religion, and Transition to Self-Government in Italian Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (4).",
        "Bentzen, J. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acts of God? Religiosity and Natural Disasters Across Subnational World Districts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2019, 129 (622), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2341.",
        "Berman, E., Radical, Religious, and Violent: The New Economics of Terrorism, Cambridge, Massachusetts: MIT Press, 2011.",
        "Binzel, C. and J.-P. Carvalho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, social mobility and religious movements: The Islamic revival in Egypt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2017, 127 (607), 2553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2580.",
        "Bisin, A. and T. Verdier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the joint evolution of culture and institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2017.",
        "Blaydes, Lisa and Drew a. Linzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Support for Fundamentalist Islam,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics, jun 2011, 60 (04), 576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Buehler, M., The politics of shariÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢a law: islamist activists and the state in democratizing indonesia, Cambridge University Press, 2016.",
        "Burchardi, K. B., S. Gulesci, B. Lerva, and M. Sulaiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral hazard: Experimental evidence from tenancy contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 134 (1), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Bussons de Janssens, G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093les waks dans lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Islam Contemporain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue des etudes islamiques, 1951, 19 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Cammack, M. E. and R. M. Feener, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Islamic legal system in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pac. Rim L. & PolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢y J., 2012, 21, 13.",
        "Cammett, M. and P. J. Luong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Islamist Political Advantage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science, 2014, 17 (1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Campante, F. and D. Yanagizawa-Drott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does religion affect economic growth and happiness? Evidence from Ramadan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Cantoni, D., J. Dittmar, and N. Yuchtman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion Competition and Reallocation: the Political Economy of Secularization in the Protestant Reformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (4).",
        "Carvalho, J.-P., S. Iyer, and J. Rubin, Advances in the Economics of Religion, Springer, 2018.",
        "Castles, L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on Guntur Islamic School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Indonesia, 1965, 1, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Chaney, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revolt on the Nile: Economic Shocks, Religion, and Political Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (5), 2033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2053.",
        "Chen, D. L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Club Goods and Group Identity: Evidence from Islamic Resurgence During the Indonesian Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (2).",
        "Clingingsmith, D., A. I. Khwaja, and M. Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of the Hajj: Religion and Tolerance in IslamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Gathering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, pp. 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170.",
        "Conley, T. G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, 1999, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Crecelius, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Usurpation of Waqf Revenues in Late Sixteenth Century Damiette,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Research Center in Egypt, 1995, 32, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Cribb, R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Problems in the Historiography of the Killings in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Indonesian Killings 19651966: Studies from Java and Bali, 1990, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Dell, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Path dependence in development: Evidence from the Mexican Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Djatnika, R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Les wakaf ou biens de mainmorte aÃ\u0083Å\u0092Ã\u0082â\u0082¬ Java-est: eÃ\u0083Å\u0092Ã\u0082Â\u0081tude diachronique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archipel, 1985, 30 (1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Duflo, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Encyclopaedia of Islam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WakfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Euben, R. and M. Q. Zaman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Roxanne Euben and Muhammad Qasim Zaman, eds., Princeton Readings in Islamist Thought: Text and Contexts from al-Banna to Bin Laden, Princeton and Oxford: Princeton University Press, 2009, p. 4.",
        "Farid, H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s original sin: Mass killings and capitalist expansion, 1965-66,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-Asia Cultural Studies, 2005, 6 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Fauzia, A., Faith and the state: a history of Islamic philanthropy in Indonesia, Leiden: Brill, 2013.",
        "Fealy, G. and K. McGregor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nahdlatul Ulama and the Killings of 1965-66: Religion, Politics and Remembrance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Indonesia, 2010, 89 (April 2010), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Fourati, M., G. Gratton, and P. A. Grosjean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Render unto Caesar: Taxes, charity, and political Islam,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2019, 119, 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Geertz, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious Belief and Economic Behavior in a Central Javanese Town : Some Preliminary Considerations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 1956, 4 (2), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Javanese Kijaji: The changing role of a cultural broker,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Studies in society and history, 1960, 2 (2), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Gil, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Earliest Waqf Foundations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Near Eastern Studies, 1998, 57 (2), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Greif, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1994, 102, 912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c950.",
        "Habermas, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SecularismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s crisis of faith: Notes on post-secular society,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Perspectives Quarterly, 2008, 25, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Hamayotsu, K.., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political rise of the Prosperous Justice Party in post-authoritarian Indonesia: examining the political economy of Islamist mobilization in a Muslim democracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asian Survey, 2011, 51 (5), 971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        ", Civil Islam: Muslims and Democratization in Indonesia, Vol. 40, Princeton University Press, 2011.",
        "Heldring, L., J. A. Robinson, and S. Vollmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monks, Gents and Industrialists: The Long-Run Impact of the Dissolution of the English Monasteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21450, National Bureau of Economic Research August 2017.",
        "Henderson, J. V., A. Storeygard, and D. N. Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring economic growth from outer space,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 2012, 102 (2), 994Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Huizer, G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peasant mobilisation and land reform in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ISS Occasional Papers, 1972, (18).",
        "Iannaccone, L. R./, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction to the Economics of Religion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1998, 36 (3), 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Iannaccone, L. R. and E. Berman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious extremism: The good, the bad, and the deadly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public choice, 2006, 128 (1-2), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Isbah, M. F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Examining the Socio-Economic Role of Islamic Boarding Schools (Pesantren) in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, 2016.",
        "Iyer, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The new economics of religion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2016, 54 (2), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Jahar, A. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reinterpreting Islamic Norms: The Conflict Between Legal Paradigms and Socio-Economic Challenges; a Case Study of Waqf and ZakaÃ\u0083Å\u0092Ã\u0082â\u0080\u009at in Contemporary Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, Verlag nicht ermittelbar 2005.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The clash of Muslims and the state: Waqf and zakat in post independence Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studia Islamika, 2006, 13 (3).",
        "Jones, B. F. and B. A. Olken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do leaders matter? National leadership and growth since World War II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2005, 120 (3), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Kuran, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Provision of Public Goods under Islamic Law: Origins, Impact, and Limitations of the Waqf System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law & Society Review, 2001, 35 (4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        ", The Long Divergence: How Islamic Law Held Back the Middle East, Princeton: Princeton University Press, 2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legal Roots of Authoritarian Rule in the Middle East: Civic Legacies of the Islamic Waqf,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Comparative Law, 2016, 64, 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Lacroix, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane, Awakening Islam, Cambridge, Massachusetts: Harvard University Press, 2011.",
        "Lowes, S., N. Nunn, J. A. Robinson, and J. L. Weigel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of culture and institutions: Evidence from the Kuba Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (4), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1091.",
        "Lucus, A. and C. Warren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Land, The Law, and The People,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land for the People: The State and Agrarian Conflict in Indonesia, 2013, (126), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Machmudi, Y., Islamising Indonesian: The Rise of Jemaah Tarbiyah and the Prosperous Justice Party, ANU Press, 2008.",
        "Mandaville, J. E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Usurious Piety: The Cash Waqf Controversy in the Ottoman Empire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Middle East Studies, 1979, 10 (3), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Marshall, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Principles of Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, McMaster University Archive for the History of Economic Thought 1890.",
        "Martinez-Bravo, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The local political economy effects of school construction in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2017, 9 (2), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "McCrary, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the running variable in the regression discontinuity design: A density test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2008, 142 (2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "McVey, R., Faith as the outsider: Islam in Indonesian politics, Cambridge University Press, 1983.",
        "Michalopoulos, S., A. Naghavi, and G. Prarolo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islam, inequality and pre-industrial comparative development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2016, 120, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Montgomery, R. and T. Sugito, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Structure of Farms and Farming in Indonesia between Censuses , 1963-1973 : The Issues of Inequality and Near-Landlessness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Southeast Asian Studies, 1980, 11 (2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Mortimer, R. A., Indonesian Communist Party and land reform, 1959-1965, Vic., Centre of Southeast Asian Studies, Monash University, 1972.",
        ", Indonesian communism under Sukarno: Ideology and politics, 1959-1965, Equinox Publishing, 2006.",
        "Pamungkas, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gone but Not Forgotten: The Transformation of the Idea of Islamic State through Traditional Religious Authorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jurnal Sosiologi, 2018, pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Pepinsky, T. B., R. W. Liddle, and S. Mujani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing IslamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Political Advantage: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 2012, 56 (3), 584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        ", , and , Piety and Public Opinion: Understanding Indonesian Islam, New York: Oxford University Press, 2018.",
        "Piketty, T. and E. Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 19131998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Platteau, J.-P., Islam Instrumentalized. Religion and Politics in Historical Perspective, Cambridge University Press, 2017.",
        "Pohl, F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islamic Education and Civil Society: Reflections on the Pesantren Tradition in Contemporary Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Education Review, 2006, 50 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Robinson, Z., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lobbying in the Shadows: Religious Interest Groups in the Legislative Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emory Law Journal, 2015, 64, 1041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "RohaÃ\u0083Å\u0092Ã\u0082Â\u0081cÃ\u0083Å\u0092Ã\u0082Å\u0092, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion as a commitment device: The Economics of Political Islam,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kyklos, 2013, 66 (2), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Roosa, John, Pretext for Mass Murder: The September 30th Movement and SuhartoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Coup dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Etat in Indonesia, Madison: University of Wisconsin Press, 2006.",
        "Rubin, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions, the rise of commerce and the persistence of laws: Interest restrictions in Islam and Christianity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2011, 121 (557), 1310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1339.",
        ", Rulers, Religion, and Riches: Why the West got rich and the Middle East did not, Cambridge University Press, 2017.",
        "Saez, E. and G. Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Salim, A., Challenging the secular state: The Islamization of law in modern Indonesia, University of Hawaii Press, 2008.",
        "Sharon, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A waqf Inscription from ramlah,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arabica, 1966, 13 (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Soemardjan, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Reform in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asian Survey, 1962, 1 (12), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Teguh, I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093K.H. Choer Affandi, Santri Kelana di Antara Perang dan Damai,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d tirto.id, nov 2018.",
        "Utrecht, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Reform in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of Indonesian Economic Studies, 1969, 5 (3), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Van Bruinessen, M., Kitab kuning, pesantren, dan tarekat: Tradisi-tradisi Islam di Indonesia, Mizan, 1995.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traditionalist and Islamist Pesantrens in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F. A. Noor and Y. Sikand, eds., The Madrasa in Asia: Political activism and transnational linkages, Oxford: Amsterdam University Press, Amsterdam, 2008, chapter 9.",
        "van Dijk, C., Rebellion under the Banner of Islam, Brill, 1981.",
        "Wickham, C. R., Mobilizing Islam: Religion, Activism and Political Change in Egypt, New York, New York, USA: Columbia University Press, 2002.",
        ", The Muslim Brotherhood: Evolution of an Islamist Movement, Princeton: Princeton University Press, 2013.",
        "Winarko, W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Petani dan politik di Jawa Timur: gerakan politik petani di desa Sambirejo Kecamatan Mantingan Kabupaten Ngawi, 1963-1965,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2006.",
        "Young, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved, nearly exact, statistical inference with robust and clustered covariance matrices using effective degrees of freedom corrections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, London School of Economics, 2016.",
        "Zuhri, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mosque as Religious Sphere: Looking at the Conflict over Al Muttaqun Mosque,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regime Change, Democracy And Islam: The Case Of Indonesia, 2013, p. 295."
    ]
}