{
    "id": 25161,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "AAPOR (2016). Standard Definitions: Final Dispositions of Case Codes and Outcome Rates for Surveys. 9th edition. The American Association for Public Opinion Research.",
        "Baudrillard, Jean (1970). The Consumer Society: Myths & Structures. 1998 Edition, Sage Publications, London.",
        "Bellet, CleÃ\u0083Å\u0092Ã\u0082Â\u0081ment, and Eve Sihra (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Conspicuous Consumption of the Poor: Forgoing Calories for Aspirational Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Chao, Angela and Juliet B. Schor (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical tests of status consumption: Evidence from womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cosmetics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology 19, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Charles, Kerwin, Erik Hurst and Nikolai Roussanov (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption and Race.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124(2), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Cosaert, Sam (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revealed Preferences for Diamond Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics 10(2), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "De Giorgi, Giacomo, Anders Frederiksen, and Luigi Pistaferri (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Network Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22357.",
        "Douglas, Mary and Baron Isherwood (1979). The World of Goods: Towards an Anthropology of Consumption. New edition 1996, Routledge, London.",
        "Fan, Jianqing (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design-adaptive nonparametric regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 87: 998-1004.",
        "Frank, Robert H. (1985). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for unobservable and other nonpositional goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 75(1): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Friehe, Tim and Mario Mechtel (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous consumption and political regimes: Evidence from East and West Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 67: 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Harris, Ed, and John Sabelhaus (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Expenditure Survey Family-Level Extracts. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.nber.org/data/ces_cbo.html.",
        "Heffetz, Ori (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Test of Conspicuous Consumption: Visibility and Income Elasticities.",
        "Heffetz, Ori (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Sees What? Demographics and the Visibility of Consumer Expenditures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 33(4): 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Hicks, Daniel L. and Joan Hamory Hicks (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jealous of the Joneses: conspicuous consumption, inequality, and crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 66(4): 1090Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "Hillesheim, Inga and Mario Mechtel (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much do others matter? Explaining positional concerns for different goods and personal characteristics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology 34: 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Ireland, Norman J. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Limiting the Market for Status Signals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 53(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Jaikumar, Saravana, and Ankur Sarin (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous consumption and income in36 equality in an emerging economy: evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Letters 26: 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Kamakura, Wagner A., and Rex Yuxing Du (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How economic contractions and expansions affect expenditure patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Research 39(2): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Khamis, Melanie, Nishith Prakash, and Zahra Siddique (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and social identity: Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization 83(3): 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "MejÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Daniel and Pascual Restrepo (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and conspicuous consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 135: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Ng, Yew-Kwang (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diamonds are a governmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s best friend: burden-free taxes on goods valued for their values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 77(1): 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Veblen, Thorstein (1899). The Theory of the Leisure Class. Reprint 1965, MacMillan, New York.",
        "in the category Ot2 (Recreation 2) we added Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093internetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (and replaced Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093andÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).2 In summary, our updated list of 31 consumption categories is identical to the original 2004 list in all but two categories (Ot1 and Ot2), which in turn saw only slight modifications. Importantly, the two modified categories maintain the spirit of the original categories. For example, they are not longer than the original categories, and they rely on familiar examples rather than on more technical expressions (we avoided Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093information technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093communications devices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d etc.). That said, since modifying even a single word in a survey question could potentially have great consequences, one should pay special attention to these two categories when interpreting the data.",
        "Heffetz, Ori (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption and the Visibility of Consumer Expenditures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Princeton University. http://nber.org/~heffetz/papers/ conspicuous.pdf.",
        "As noted in Heffetz (2011, footnote 16): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notice that due to the BLSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s decennial sample frame rebasing in 2005, households that began the survey in 2004:3 and 2004:4 cannot be tracked for the entire year and hence are not included in our data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Another sample redesign a decade later, in 2015, resulted in a similar issue: households whose participation in the CEX spanned the 2015 sample redesign (because they began the relevant four quarterly interviews in 2014:3 and 2014:4) could not be tracked for a full year (BLS, 2016). A.3 Additional Tables and Graphs"
    ]
}