{
    "id": 25166,
    "cites": 67,
    "cited_by": 1,
    "reference": [
        "Aghion, Philippe, Nick Bloom, Richard Blundell, and Peter Howitt (2005), \\Competition and Innovation: An Inverted-U Relationship,\" Quarterly Journal of Economics, 701-728.",
        "Allain, M.-L., Henry, E., and Kyle, M. (2011), \\Ineciencies in Technology Transfer: Theory and Empirics,\" working paper, Ecole Polytechnique.",
        "Anand, B.N. and Khanna T. (2000), \\The Structure of Licensing Contracts,\" The Journal of Industrial Economics, 1, 103-135.",
        "Arora, A. and Fosfuri, A. (2000), \\The Market for Technology in the Chemical Industry: Causes and Consequences,\" Revue d'Economie Industrielle 92, 317-334.",
        "Arora, A. and Fosfuri, A. (2003), \\Licensing the Market for Technology,\" Journal of Economic Behavior and Organization, 52, 277-295.",
        "Arora, A., Fosfuri, A., and Gambardella, A. (2001), Markets for Technology: The Economics of Innovation and Corporate Strategy (Cambridge, MA: MIT Press).",
        "Arora, A., Fosfuri, A., and Gambardella, A. (2002), \\Markets for Technology in the Knowledge Economy,\" International Social Science Journal, 54, 115-128.",
        "Arora, A., Fosfuri, A., and Roende, T. (2012), \\Managing Licensing in a Market for Technology,\" working paper 18203, NBER.",
        "Arrow, K. (1962), \\Economic Welfare and the Allocation of Resources for the Invention,\" in R. R. Nelson (ed.), The Rate and Direction of Inventive Activity: Economic and Social Factors, 609-626 (Princeton, NJ: Princeton University Press).",
        "Bagchi, A. (2008), \\Selling Licenses for Process Innovation: The Impact of the Product Market on the Selling Mechanism,\" Canadian Journal of Economics, 41(3), 1015-1045.",
        "Baggs, J. and Bettignies (de), J.-E. (2007), \\Product Market Competition and Agency Costs,\" Journal of Industrial Economics, 55(2), 289-323.",
        "Bertschek, I. (1995), \\Product and Process Innovation as a Response to Increasing Imports and Foreign Direct Investment,\" Journal of Industrial Economics, 43, 341-357.",
        "Bettignies (de), J.-E., and Duch^ene, A. (2015), \\Product Market Competition and the Financing of New Ventures,\" Management Science, 61(8), 1849-1867.",
        "Bettignies (de), J.-E., and Ross, T. W. (2014), \\Mergers, Agency Costs, and Social Welfare,\" Journal of Law, Economics and Organization, 30(2), 401-436.",
        "Bernard, A., Jensen, B., Schott, P. (2006), \\Trade costs, rms, and productivity,\" Journal of Monetary Economics, 53, 917-937.",
        "Blundell, R., Grith, R., and Van Reenen, J. (1999), \\Market Share, Market Value, and Innovation in a Panel of British Manufacturing Firms,\" Review of Economic Studies, 66, 529-554.",
        "Bolton, P. and Scharfstein, D. (1996), \\Optimal Debt Structure and the Number of Creditors,\" Journal of Political Economy, 104, 1-25.",
        "Chatain, O.(2014), \\How Do Strategic Factor Markets Respond to Rivalry in the Product Market?\" Strategic Management Journal, 35(13), 1952-1971.",
        "Dixit, A. K., and Stiglitz, J. (1977), \\Monopolistic Competition and Optimal Product Diversity,\" American Economic Review, 67, 297-308.",
        "Erkal, N. (2005), \\Optimal Licensing Policy in Dierentiated Industries,\" Economic Record, 81, 51-64.",
        "Farrell, J. and Shapiro, C. (2008), \\How Strong AreWeak Patents?,\" American Economic Review, 98(4), 1347-1369.",
        "Fauli-Oller, R. and Sandonis, J. (2002), \\Welfare Reducing Licensing,\" Games and Economic Behavior, 41, 192-205.",
        "Fauli-Oller, R. and Sandonis, J. (2012), \\On the Protability and Welfare Eects of Downstream Mergers,\" working paper, University of Alicante.",
        "Fauli-Oller, R., Sandonis, J., and Santamaria, J. (2011), \\Downstream Mergers and Upstream Investments,\" Manchester School, 79(4), 884-898.",
        "Fosfuri, A. (2006), \\The Licensing Dilemma: Understanding the Determinants of the Rate of Technology Licensing,\" Strategic Management Journal, 27, 1141-1158.",
        "Fresard, L. (2010), \"Financial strength and product market behavior: the real eect of corporate cash holdings,\" Journal of Finance, LXV(3): 1097-1121.",
        "Gallini, N. (1984), \\Deterrence by Market Sharing: A Strategic Incentive for Licensing,\" American Economic Review, 74(5), 931-941.",
        "Gallini, N. and Winter, R. (1985), \\Licensing in the Theory of Innovation,\" Rand Journal of Economics, 16(2), 237-252.",
        "Galasso, A. (2008), \\Coordination and Bargaining Power in Contracting with Externalities,\" Journal of Economic Theory, 143, 558-570.",
        "Genicot, G. and Ray, D. (2006), \\Contracts and Externalities: How Things Fall Apart,\" Journal of Economic Theory, 131, 71-100.",
        "Geroski, P. (1990), \\Innovation, Technological Opportunity, and Market Structure,\" Oxford Economic Papers, 42, 586-602.",
        "Gosh, A., Kato, T., and Morita, H. (2015), \\Continuous Improvement and Competitive Pressure in the Presence of Discrete Innovation,\" working paper, University of New South Wales.",
        "Hall, B., Jae, A., and Trajtenberg, M. (2001), \\The NBER patent citation data le: lessons, insights and methodological tools,\" working paper.",
        "Hall, B., Jae, A., and Trajtenberg, M. (2005), \\Market value and patent citations, \"RAND Journal of Economics, 36, 16-38.",
        "Hanns, R.F., Pieters, C., and He, Z.( 2016), \\Thinking about U: Theorizing and testing Uand inverted U-shaped relationships in strategy research,\" Strategic Management Journal, 37, 1177{95.",
        "Hart, O. (1983), \\The Market as an Incentive Mechanism,\" Bell Journal of Economics,\" 14, 366-382.",
        "Hashmi, A. (2013), \\Competition and Innovation: The Inverted-U Relationship Revisited,\" Review of Economics and Statistics, 95(5), 1653-1668.",
        "Hermalin, B. (1992), \\The Eects of Competition on Executive Behavior,\" RAND Journal of Economics, 23, 350-365.",
        "Hoberg, G., and Phillips G. (2010), \\Product Market Synergies and Competition in Mergers and Acquisitions: A Text-Based Analysis,\" Review of Financial Studies, 23 (10), 3773-3811.",
        "Hoberg, G., Phillips G., and Prabhala, N. (2014), \\Product Market Threats, Payouts, and Financial Flexibility,\" Journal of Finance, LXIX (1), 293-324.",
        "Hoberg, G., and Phillips G. (2016), \\Text-Based Network Industries and Endogenous Product Dierentiation,\" Journal of Political Economy, 124 (5), 1423-1465.",
        "Hotelling, H. (1929), \\Stability in Competition,\" Economic Journal, 39, 41-57.",
        "Kamien, M. and Tauman, Y. (1984), \\The Private Value of a Patent: A Game Theoretic Analysis,\" Journal of Economics, 4, 471-491.",
        "Kamien, M. and Tauman, Y. (1986), \\Fees Versus Royalties and Private Value of a Patent,\" Quarterly Journal of Economics, 101, 471-491.",
        "Katz, M. and Shapiro, C. (1986), \\How to License Intangible Property,\" Quarterly Journal of Economics, 101, 567-589.",
        "Katz, M. and Shapiro, C. (1987), \\R&D Rivalry with Licensing or Imitation,\" American Economic Review, 77(3), 402-420.",
        "Kim, Y. and Vonortas, N.S. (2006), \\Determinants of Technology Licensing: The case of Licensors,\" Managerial and Decision Economics, 27, 235-249.",
        "Muto, S. (1993), \\On Licensing Policies in Bertrand Competition,\" Games and Economic Behavior, 5, 257-267.",
        "Poddar, S. and Sinha, U. B. (2004), \\On Patent Licensing in Spatial Competition,\" Economic Record, 80, 208-218.",
        "Raith, M. (2003), \\Competition, Risk and Managerial Incentives,\" American Economic Review, 93, 1425-1436.",
        "Rey, P. and J. Tirole (2007), \\A Primer on Foreclosure,\" in Armstrong, M. and R. Porter (eds.) Handbook of Industrial Organization, 3, 2145-2220.",
        "Salop, S. (1979), \\Monopolistic Competition with Outside Goods,\" Bell Journal of Economics, 10, 141-156.",
        "Scharfstein, D. (1988), \\Product Market Competition and Managerial Slack,\" RAND Journal of Economics, 19, 147-155.",
        "Schmidt, K. (1997), \\Managerial Incentives and Product Market Competition,\" Review of Economic Studies, 64, 191-213.",
        "Schmitz, P. W. (2002), \\On Monopolistic Licensing Strategies Under Asymmetric Information,\" Journal of Economic Theory, 106, 177-189.",
        "Schott, P. (2010), \"U.S. manufacturing exports and imports by SIC and NAICS category and partner country, 1972 { 2005,\" working paper, Yale School of Management.",
        "Segal, I. (1999), \\Contracting with Externalities,\" Quarterly Journal of Economics, 114, 337-388.",
        "Segal, I. (2003), \\Coordination and Discrimination in Contracting with Externalities: Divide and Conquer?\" Journal of Economic Theory, 113, 147-181.",
        "Schumpeter, J. A. (1934), \\The Theory of Economic Development: An Inquiry into Prots, Capital, Credit, Interest and the Business Cycle,\" Harvard Economic Studies, 46.",
        "Schumpeter, J. A. (1942), Capitalism, Socialism, and Democracy, London: Allen Unwin.",
        "Siebert, R., and von Graevenitz, G. (2010), \\Jostling for Advantage or Not: Choosing Between Patent Portfolio Races and Ex Ante Licensing,\" Journal of Economic Behavior and Organization, 73, 225-245.",
        "Somaya, D., Kim, Y., and Vonortas, N.S. (2010), \\Exclusivity in Licensing Alliances: Using Hostages to Support Technology Commercialization,\" Strategic Management Journal, 32, 159-186.",
        "Stigler, G. (1958), \\The Economies of Scale,\" Journal of Law and Economics, 1, 54-71.",
        "Stock J, Yogo M. (2005), Testing for Weak Instruments in Linear IV Regression. In: Andrews DWK Identication and Inference for Econometric Model s ( New York: Cambridge University Press. pp. 80-108).",
        "Sutton, J. (1992), Sunk Costs and Market Structure (Cambridge, MA: MIT Press).",
        "Valta, P. (2012), \\Competition and the cost of debt,\" Journal of Financial Economics, 105, 661-82.",
        "Zott, C. (2003), \\Dynamic Capabilities and the emergence of Intraindustry Dierential Firm Performance: Insights from a Simulation Study,\" Strategic Management Journal, 24, 92-125."
    ]
}