{
    "id": 2517,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "1. Abel, Andrew B .,Precautionary Saving and Accidental Bequests, American Economic Review, 75, 6 (September 1985), 777-791.",
        "2. Abel, Andrew B., Capital Accumulation and Uncertain Lifetimes with Adverse Selection, Econometrica, 54, 5 (September 1986), 10791097.",
        "3. Abel, Andrew B. Aggregate Savings in the Presence of Private and Social Insurance, in Rudiger Dornbusch, Stanley Fischer and John Bossons (eds.) Mac oeconomics g~d Finance: ~gsays in Honor of Franco Modiglianj (Cambridge. Mass.: M.I.T Press) 1987, 131-157.",
        "4. Barro, Robert J .,Are Government Bonds Net Wealth, Journal of Political Economy, 82 (November/December 1974), 1095-1117.",
        "5. Barsky, Robert B., N. Gregory Mankiw and Stephen P. Zeldes, Ricardian Consumers with Keynesian Propenities, American Ecooo~jc Review, 76, 6 (September 1986), 676-691.",
        "6. Chan, Louis K. C., Uncertainty and the Neutrality of Government Financing Policy, Journal of Monetary Economics, 11 (May 1983), 351-372.",
        "7. Chu, Cyrus, The Effect of Social Security on the Steady State Distribution of Consumption, The Institute of Economics, Academia Sinica, Nankang, Taipei, Taiwan, Discussion Paper No. 8601, September 1986.",
        "8. Davies, James B., Uncertain Lifetime, Consumption, and Dissaving in Retirement, ~ 89, 3 (June 1981), 561577,",
        "9. Diamond, Peter A., National Debt in a Neoclassical Growth Model, A~ericar~ Economic Review, 55 (December 1965), 1126-1150.",
        "10. Eckatein, Zvi, Martin S. Eichenbaum and Dan Peled, The Distribution of Wealth and Welfare in the Presence of Incomplete Annuity Markets, Quarterly Journal of Ecpnomics, 100, 3 (August 1985)789806.",
        "11. Friedman, Benjamin H. and Mark Warshawsky, The Cost of Annuities: Implications for Savings Behavior and Bequests, mimeo, Harvard University, September 1984.",
        "12. Friedman, Milton, A Theory of the Consumption Function (Princeton N.J.: Princeton University Press), 1957. 68",
        "13. Cale, Douglas, ~ gflindi~eui1ibrjum, Cambridge University Press, Cambridge, 1983.",
        "14. Cordon, Roger and Hal R. Varian, Intergenerational Risk Sharing, mimeo, Univeristy of Michigan, February 1985.",
        "15. Hall, Robert E., Stochastic Implications of the Life CyclePermanent Income Hypothesis: Theory and Evidencee, Jo~p~,~.of ~jtialEcgnpm, 86 (December 1978), 971-987.",
        "16. Hubbard, R. Clenn and Kenneth L. Judd, Social Security and Individual Welfare, ~ 77, 4 (September -1987), 630-646.",
        "12. Karni, Ed~ and Itzhak Zilcha, Welfare end Comparative Statics Imp1icet~ons of Fair Social Security: A Steady State Analysis, jp~~gl of Public Economics, 30, 3 (August 1987), 341-357.",
        "18. F,imball, Miles S., Precautionary Saving and the Marginal Propensity to Consume, mimeo, Hanard University, 1986.",
        "10. Kimball, Miles S. and N. Gregory Mankiw, Precautionary Saving and the Timing of Taxes, nimeo, Harvard University, February 1987.",
        "20. Kotlikoff, Laurence J. and Avie Spiwak, The Family as an Incomplete Annuities Market, Journal of Political Econ2m , 89 (April 1981), 372- 391.",
        "21. Ko-tlikoff, Laurenca J. and Lawrence Saers, Tne Role of Intergenerational Transfers in Aggregate Capital Accumulation, JourngIoLPolltthal~Lonom, 90 (August 1981), 706-732.",
        "22. Modiglieni, France and Richard Brumberg, Utility Analysis and the Consumption Function: An Interpretation of Cress-Section Data, in Kenneth K. Kurihara (ed.) ~ , Rutgers University Press, 1954.",
        "23. Phelps, Edmund S.,The Golden Rule of Accumulation: A Fable for Growthmen, American Economic Ravi~y, 51 (September 1961), 638-643.",
        "24. Sheshinskf, Eytan and Yoram Weiss, Uncertainty and Optimal Social Security Policy, Q~flrl~.jQj~rnal of Econnmjcs 96, 2 (May 1981), 189-206.",
        "25. Warahawskv, Mark, Annuity Prices in the United States, mimeo, Beard of Governors of the Federal Reserve System, September 1986.",
        "26. Ysari, Menachem, Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies, 32 (April 1965), 137150."
    ]
}