{
    "id": 25176,
    "cites": 77,
    "cited_by": 11,
    "reference": [
        "Abowd, John M., Paul Lengermann, and Kevin L. McKinney. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Human Capital in the U.S. Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. Technical Paper No.",
        "Altonji, Joseph and Rebecca Blank. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Gender in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, Vol. IIIc, edited by Orley Ashenfelter and David Card. Amsterdam: Elsevier.",
        "Alvarez, Jorge, Felipe Benguria, Niklas Engbom, and Christian Moser. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and the decline in earnings inequality in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 10 (1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Andrews, George Reid. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Inequality in Brazil and the United States: A Statistical Comparison.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Social History 26(2):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Andrews, Martyn J., Leonard Gill, Thorsten Schank, and Richard Upward. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and Low Wage Firms: Negative Assortative Matching or Limited Mobility Bias?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A 171(3):673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 697.",
        "Arcard, Jean-Louis and Beatrice dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hombres. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination in the Brazilian Labour Market: Wage, Employment and Segregation Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Development 16:1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1066.",
        "Arceo-Gomez, Eva and Raymundo Campos-Vasquez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Marriage in the Labor Market: A discrimination correspondence audit study in a developing country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104(5):376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Ashenfelter, Orley. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination and Trade Unionism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 8(3):435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Aslund, Olof, Lena Hensvik, and Oskar Nordstrom Skans. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeking Similarity: How Immigrants and Natives Manage in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 32(3):405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Aslund, Olof and Oskar Nordstrom Skans. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will I See You at Work? Ethnic Workplace Segregation in Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 63(3):471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Babcock, Linda and Sarah Laschever. 2003. Women DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Ask: Negotiation and the Gender Divide. Princeton, NJ: Princeton University Press.",
        "Barth, Erling and Harald Dale-Olsen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsonistic Discrimination, Worker Turnover, and the Gender Wage Gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 16(5):589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597.",
        "Bayer, Patrick and Kerwin Kofi Charles. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divergent Paths: A New Perspective on Earnings Differences Between Black and White Men Since 1940.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (3):1459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1501.",
        "Becker, Gary. 1957. The Economics of Discrimination (second edition 1971). Chicago: University of Chicago Press.",
        "Bertrand, Marianne and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination.",
        "Black, Dan A. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination in an Equilibrium Search Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 13(2):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Blackaby, D.H., D.G. Leslie, and P.D. Murphy. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093White-Ethnic Minority Earnings and Employment Differentials in Britain: Evidence from the LFS.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 54(2):270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Campante, Filipe R., Anna R. V. Crespo, and Phillippe G. P. G. Leite. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Desigualdade Salarial entre RacÃ\u0083Å\u0092Ã\u0082Â§as no Mercado de Trabalho Urbano Brasileiro: Aspectos Regionais.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revista Brasileira de Economia 58(2):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Campos, Walter de Oliveira. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectativas em torno da Lei Afonso Arinos (1951): A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNova AbolicÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092oÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ ou Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLei Para Americano VerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revista LatinoAmericana de HistoÃ\u0083Å\u0092Ã\u0082Â\u0081ria 4(13):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Cano-Urbina, Javier and Patrick L. Maso. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acculturation and the Labor Market in Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Policy (2016):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Card, David, Ana Rute Cardoso, Jorg Heining, and Patrick M. Kline. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and Labor Market Inequality: Evidence and Some Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 36(Supplement):S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Card, David, Ana Rute Cardoso, and Patrick M. Kline. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining, Sorting, and the Gender Wage Gap: Quantifying the Impact of Firms on the Relative Pay of Women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 131(2):633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Card, David, Jorg Heining, and Patrick M. Kline. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(3):967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Cavalieri, Claudia and Reynaldo Fernandes. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diferenciais de SalaÃ\u0083Å\u0092Ã\u0082Â\u0081rios por GeÃ\u0083Å\u0092Ã\u0082â\u0080\u009anero e por Cor: Uma ComparacÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o entre as RegioÃ\u0083Å\u0092Ã\u0082Æ\u0092es Metropolitanas Brasileiras.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revista de Economia PolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica 18(1):158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Chadarevian, Pedro C. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Para Medir as Desigualdades Raciais no Mercado de Trabalho.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revista de Economia PolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica 31(2):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Charles, Kerwin K. and Jonathan Guryan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prejudice and Wages: An Empirical Assessment of BeckerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s The Economics of Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 116(5):773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studying Discrimination: Fundamental Challenges and Recent Progress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 3(1):479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Cornwall, Christopher, Jason Rivera, and Ian M. Schmutte. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Discrimination When Identity is Subjective: Evidence from Changes in Employer-Reported Race.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 52(3):719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Derenoncourt, Ellora and Claire Montialoux. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wages and Racial Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Michigan CREST Working Paper .",
        "Eeckhout, Jan and Philipp Kircher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Sorting - In Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 78(3):872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Matching with Large Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 86(1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Equal Rights Trust. 2009. Brazil: Step-by-Step Guide: Race Discrimination in the Field of Employment. London: Equal Rights Trust.",
        "Esteve, Albert and Luis AÃ\u0083Å\u0092Ã\u0082Â\u0081ngel LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Ruiz. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Union Formation Implications of Race and Gender Gaps in Educational Attainment: The Case of Latin America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review 29(5):609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c637.",
        "Ferreira, Francisco H.G., Sergio P. Firpo, and Julian Messina. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A More Level Playing Field? Explaining the Decline in Earnings Inequality in Brazil, 19952012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Research Initiative on Brazil and Africa (IRIBA) Working Paper .",
        "Francis, Andrew and Maria Tannuri-Painto. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Race in Brazil: Affirmative Action and the Construction of Racial Identity Among Young Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change 61(4):731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the Black Box: Affirmative Action and the Social Construction of Race in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ethnic and Racial Studies 38(15):2771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2790.",
        "Fryer, Roland G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Inequality in the 21st Century: The Declining Significance of Race.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, Vol. IV, edited by Orley Ashenfelter and David Card. Amsterdam: Elsevier, 885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Garcia, Luana Marques, Hugo Nopo, and Paola Salardi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and Racial Wage Gaps in Brazil 1996-2006: Evidence Using a Matching Comparisons Approach. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-American Development Bank Research Department Working Paper 681.",
        "Giuliano, Laura, Jonathan Leonard, and David I. Levine. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manager Race and the Race of New Hires.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 27(4):589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Bias in the Manager-Employee Relationship: An Analysis of Quits, Dismissals, and Promotions at a Large Retail Firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 46(1):26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Giuliano, Laura and Michael R. Ransom. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manager Ethnicity and Employment Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 66(2):346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Glitz, Albrecht. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Segregation in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 29(4):28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Hellerstein, Judith and David Neumark. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Segregation in the United States: Race, Ethnicity, and Skill.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90(3):459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 477.",
        "Hellerstein, Judith, David Neumark, and Melissa McInerney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Workplace Segregation in the United States Between 1990 and 2000: Evidence from Matched Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Analysis of Firms and Employees: Quantitative and Qualitative Approaches, edited by Stefan Bender, Julia Lane, Kathryn Shaw, Fredrik Andersson, and Till von Wachter. Chicago: University of Chicago Press.",
        "Henriques, Ricardo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Desigualdade Racial no Brasil: EvolucÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o das CondicÃ\u0083Å\u0092Ã\u0082Â§oÃ\u0083Å\u0092Ã\u0082Æ\u0092es de Vida na DeÃ\u0083Å\u0092Ã\u0082Â\u0081cada de 90.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Applied Economic Research (IPEA) Discussion Paper 807.",
        "Hirata, Guilherme and Rodrigo R. Soares. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and the Racial Wage Gap: Testing BeckerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Model of Employer Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Working Paper 9764.",
        "Kline, Patrick M., Raffaele Saggio, and Mikkel SÃ\u0083Æ\u0092Ã\u0082Â¸lvsten. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leave-Out Estimation of Variance Components.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC Berkeley Working Paper .",
        "Komastsu, Bruno Kawaoka and Naercio A. Menezes-Filho. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Rise of the Minimum Wage Explain the Fall in Wage Inequality in Brazil?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Instituto de Ensino e Pesquisa (INSPER) Working Paper .",
        "Lang, Kevin and Jee-Yeon K. Lehmann. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination in the Labor Market: Theory and Empirics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50(4):959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Lavetti, Kurt and Ian M. Schmutte. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Compensating Wage Differentials with Endogenous Job Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ohio State University Working Paper .",
        "Macis, Mario and Fabiano Schivardi. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports and Wages: Rent Sharing, Workforce Composition, or Returns to Skills?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34(4):945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c978.",
        "Manning, Alan. 2003. Monopsony in Motion: Imperfect Competition in Labor Markets. Princeton, NJ: Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, Vol. IV, edited by Orley Ashenfelter and David Card. Amsterdam: Elsevier, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "MareÃ\u0083Å\u0092Ã\u0082Â\u0081, David C. and Dean R. Hyslop. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker-Firm Heterogeneity and Matching: An Analysis Using Worker and Firm Fixed Effects Estimated from LEED.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics New Zealand LEED Research Paper .",
        "Mariano, Francisca Z., Edward M. Costa, Guimar aes Daniel B., and Daniel T. de Sousa. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diferenciais de Rendimentos entre RaaÃ\u0083Å\u0092Ã\u0082Â§as e GeÃ\u0083Å\u0092Ã\u0082â\u0080\u009aneros, nas RegioÃ\u0083Å\u0092Ã\u0082Æ\u0092es Metropolitanas, por NÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081veis Ocupacionais: Uma AnaÃ\u0083Å\u0092Ã\u0082Â\u0081lise AtraveÃ\u0083Å\u0092Ã\u0082Â\u0081s do Pareamento de Nopo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Estudos EconoÃ\u0083Å\u0092Ã\u0082â\u0080\u009amicos 48(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Marx, Anthony W. 1998. Making Race and Nation: A Comparison of South Africa, the United States, and Brazil. Cambridge: Cambridge University Press.",
        "Matos, Raquel S. and Ana F. Machado. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diferencial de Rendimentos por Cor e Sexo no Brasil (1987-2001).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EconoÃ\u0083Å\u0092Ã\u0082â\u0080\u009amica 8(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Melo, Frederico L. B. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Minimum Wage Campaign in Brazil and the Fight Against Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Labor Journal 6(3):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Miller, Conrad. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effect of Temporary Affirmative Action.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 9(3):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Mumford, Karen and Peter N. Smith. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines the Part-Time and Gender Earnings Gaps in Britain: Evidence from the Workplace.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 61(Supplement):i56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ci75.",
        "Nopo, Hugo. 2012. New Century, Old Disparities: Gender and Ethnic Earning Gaps in Latin America and the Caribbean. Washington DC: The Inter-American Development Bank and The World Bank.",
        "Oaxaca, Ronald L. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male-Female Wage Differentials in Urban Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 14(3):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Oliveira, Lucia Elena Garcia, Rosa Maria Porcaro, and Tereza Cristina N. ArauÃ\u0083Å\u0092Ã\u0082Â\u0081jo. 1981. O Lugar do Negro na ForcÃ\u0083Å\u0092Ã\u0082Â§a de Trabalho. Rio de Janeiro: Instituto Brasileiro de Geografia e EstatÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081stica (IBGE).",
        "Papps, Kerry L. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spillovers and Wage Determination Within Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Bath Working Paper .",
        "Pendakur, Krishna and Ravi Pendakur. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colour of Money: Earnings Differentials Among Ethnic Groups in Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics 31(3):518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colour my World: Have Earnings Gaps for Canadian-Born Ethnic Minorities Changed Over Time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy 28(4):489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Psacharopoulos, George and Harry A. Patrinos. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Investment in Education: A Further Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper 2881.",
        "Reis, Mauricio Cortez and Ana Risi Vianna Crespo. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race Discrimination in Brazil: An Analysis of the Age, Period and Cohort Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Applied Economic Research (IPEA) Discussion Paper 1114.",
        "Robinson, Joan. 1933. The Economics of Imperfect Competition. London: Macmillan.",
        "Silva, Nelson do V. 1978. Black-White Income Differentials in Brazil. University of Michigan PhD Dissertation. Ann Arbor: University of Michigan.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093O PrecÃ\u0083Å\u0092Ã\u0082Â§o da Cor: Diferenciais Raciais na DistribuicÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o da Renda no Brasil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pesquisa e Planejamento EconoÃ\u0083Å\u0092Ã\u0082â\u0080\u009amico 10(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Updating the Cost of Not Being White in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Races, Classes and Power in Brazil, edited by P.M. Fontaine. Los Angeles: UCLA Press, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Skidmore, Thomas E. 1974. Black into White: Race and Nationality in Brazilian Thought. Oxford: Oxford University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fact and Myth: Discovering a Racial Problem in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kellogg Institute Working Paper 173.",
        "Soares, Sergei S. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093O Perfil da DiscriminacÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o no Mercado de Trabalho Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Homens Negros, Mulheres Brancas e Mulheres Negras.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Applied Economic Research (IPEA) Discussion Paper 769.",
        "Telles, Edward E. 2004. Race in Another America: The Significance of Skin Color in Brazil. Princeton NJ: Princeton University Press.",
        "Zschirnt, Eva and Didier Ruedin. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Discrimination in Hiring Decisions: A Meta-Analysis of Correspondence Tests 1990-2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Ethnic and Migration Studies January:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19."
    ]
}