{
    "id": 25172,
    "cites": 43,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed technical change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, Vol. 69, pp. 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "(2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium bias of technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 75, pp. 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        "Acemoglu, Daron, Philippe Aghion, Leonardo Bursztyn, and David Hemous (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The environment and directed technical change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 102, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Allan, Grant, Michelle Gilmartin, Peter G. McGregor, J. Kim Swales, and Karen Turner (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling the economy-wide rebound effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in H. Herring and S. Sorrell eds.",
        "Allan, Grant, Nick Hanley, Peter G. McGregor, Kim Swales, and Karen Turner (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic rebound effect and the UK economy: Final report to the Department of Environment Food and Rural Affairs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report.",
        "Allan, Grant, Nick Hanley, Peter McGregor, Kim Swales, and Karen Turner (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of increased efficiency in the industrial use of energy: A computable general equilibrium analysis for the United Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 29, pp. 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Atalay, Enghin (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How important are sectoral shocks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Vol. 9, pp. 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Baqaee, David Rezza and Emmanuel Farhi (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic impact of microeconomic shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. forthcoming.",
        "van den Bergh, Jeroen C. J. M. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy conservation more effective with rebound policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, Vol. 48, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hringer, Christoph and Nicholas Rivers (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The energy efficiency rebound effect in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical Report 7116, CESifo Group Munich.",
        "Borenstein, Severin (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A microeconomic framework for evaluating energy efficiency rebound and some implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, Vol. 36, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Broberg, Thomas, Charlotte Berg, and Eva Samakovlis (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economy-wide rebound effect from improved energy efficiency in Swedish industriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA general equilibrium analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, Vol. 83, pp. 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Chan, Nathan W. and Kenneth Gillingham (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The microeconomic theory of the rebound effect and its welfare implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, Vol. 2, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Chetty, Raj (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient statistics for welfare analysis: A bridge between structural and reduced-form methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, Vol. 1, pp. 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Dimitropoulos, John (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy productivity improvements and the rebound effect: An overview of the state of knowledge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, Vol. 35, pp. 6354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6363.",
        "Fouquet, Roger and Peter Pearson (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five centuries of energy prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Economics, Vol. 4, pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Fullerton, Don and Chi L Ta (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs of energy efficiency mandates can reverse the sign of rebound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25696, National Bureau of Economic Research.",
        "Greening, Lorna A., David L. Greene, and Carmen Difiglio (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy efficiency and consumptionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe rebound effectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009da survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, Vol. 28, pp. 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Hanley, Nick, Peter G. McGregor, J. Kim Swales, and Karen Turner (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do increases in energy efficiency improve environmental quality and sustainability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, Vol. 68, pp. 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Hart, Rob (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rebound, directed technological change, and aggregate demand for energy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, Vol. 89, pp. 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Heckman, James J. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building bridges between structural and program evaluation approaches to evaluating policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 48, pp. 356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Jevons, William Stanley (1865) The Coal Question: An Inquiry Concerning the Progress of the Nation, and the Probable Exhaustion of Our Coal-Mines, New York: A.M. Kelley (1965), third (revised) edition.",
        "Keyes, Amelia T., Kathleen F. Lambert, Dallas Burtraw, Jonathan J. Buonocore, Jonathan I. Levy, and Charles T. Driscoll (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Affordable Clean Energy rule and the impact of emissions rebound on carbon dioxide and criteria air pollutant emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research Letters, Vol. 14, p. 044018.",
        "Koesler, Simon and Michael Schymura (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution elasticities in a constant elasticity of substitution frameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEmpirical estimates using nonlinear least squares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Systems Research, Vol. 27, pp. 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Lecca, Patrizio, Peter G. McGregor, J. Kim Swales, and Karen Turner (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The added value from a general equilibrium analysis of increased efficiency in household energy use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, Vol. 100, pp. 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Levinson, Arik (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much energy do building energy codes save? Evidence from California houses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 106, pp. 2867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2894.",
        "Marten, Alex L. and Richard Garbaccio (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An applied general equilibrium model for the analysis of environmental policy: SAGE v1.0 technical documentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Economics Working Paper 2018-05, U.S. Environmental Protection Agency.",
        "OÃ\u0083Å\u0092Ã\u0082Ë\u0086stblom, GoÃ\u0083Å\u0092Ã\u0082Ë\u0086ran and Charlotte Berg (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EMEC model: Version 2.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical Report 96, Swedish National Institute of Economic Research.",
        "Papineau, Maya (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Setting the standard? A framework for evaluating the costeffectiveness of building energy standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 64, pp. 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Rausch, Sebastian and Hagen Schwerin (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does higher energy efficiency lower economywide energy use?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. forthcoming.",
        "Saunders, Harry D. (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Khazzoom-Brookes postulate and neoclassical growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, Vol. 13, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "(2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A view from the macro side: rebound, backfire, and Khazzoom-Brookes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, Vol. 28, pp. 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "(2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel conserving (and using) production functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 30, pp. 2184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2235.",
        "(2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical evidence for energy efficiency rebound in 30 US sectors and a toolkit for rebound analysts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technological Forecasting and Social Change, Vol. 80, pp. 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a neoclassical theory of sustainable consumption: Eight golden age propositions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, Vol. 105, pp. 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Sorrell, Steve and John Dimitropoulos (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rebound effect: Microeconomic definitions, limitations and extensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, Vol. 65, pp. 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Sorrell, Steve, John Dimitropoulos, and Matt Sommerville (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical estimates of the direct rebound effect: A review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, Vol. 37, pp. 1356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Sorrell, Steven (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rebound effect: An assessment of the evidence for economy-wide energy savings from improved energy efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report, UK Energy Research Centre.",
        "Turner, Karen (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative rebound and disinvestment effects in response to an improvement in energy efficiency in the UK economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 31, pp. 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "(2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ReboundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d effects from increased energy efficiency: A time to pause and reflect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal, Vol. 34, pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "(2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A general equilibrium view of global rebound effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 32, pp. 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Wei, Taoyuan and Yang Liu (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of global rebound effect caused by energy efficiency improvement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 66, pp. 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Weyl, E. Glen (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 57, pp. 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384."
    ]
}