{
    "id": 25178,
    "cites": 42,
    "cited_by": 1,
    "reference": [
        "Arling, Greg, Kathleen A. Abrahamson, Valerie Cooke, Robert L. Kane, and Teresa Lewis. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facility and Market Factors Affecting Transitions From Nursing Home to Community. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care 49 (9):790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "Aron-Dine, Aviva, Liran Einav, and Amy Finkelstein. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The RAND Health Insurance Experiment, Three Decades Later.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 27 (1):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Borella, Margherita, Mariacristina De Nardi, and Eric French. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Receives Medicaid in Old Age? Rules and Reality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Busso, Matias, John DiNardo, and Justin McCrary. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Finite Sample Properties of Propensity Score Reweighting and Matching Estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 96 (5):885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Cai, Shubing, Dana B Mukamel, Peter Veazie, and Helena Temkin-Greener. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validation of the Minimum Data Set in identifying hospitalization events and payment source.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Directors Association 12 (1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Chapin, Rosemary, Deborah Schild Wilkinson, Roxanne Rachlin, Michelle Levy, and Rachel Lindbloom. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going Home: Community Reentry of Light Care Nursing Facility Residents Age 65 and Over.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Care for the Poor and Underserved 25 (2):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 48.",
        "Ching, Andrew T, Fumiko Hayashi, and Hui Wang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the impacts of limited supply: The case of nursing homes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 56 (4):1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322.",
        "Clemens, Jeffrey and Joshua D Gottlieb. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do physiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ financial incentives affect medical treatment and patient health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (4):1320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Congressional Budget Office. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising demand for long-term services and supports for elderly people.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Cutler, David M. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The incidence of adverse medical outcomes under prospective payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 63:29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Cutler, David M and Richard J Zeckhauser. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The anatomy of health insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1:563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Dickstein, Michael. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician vs. Patient Incentives in Prescription Drug Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Doyle, Joseph J., John A. Graves, and Jonathan Gruber. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovering Waste in US Healthcare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 54:25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Dummit, Laura, Grecia Marrufo, Jaclyn Marshall, Ellen Tan, Aylin Bradley, Cornelia Hall, Younyoung Lee et al. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CMS bundled payments for Care Improvement Initiative models 2-4: Year 5 evaluation & monitoring annual report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://downloads.cms.gov/files/cmmi/bpci-models2-4-yr5evalrpt.pdf . Einav, Liran, Amy Finkelstein, and Neale Mahoney. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Provider Incentives and Healthcare Costs: Evidence from Long-Term Care Hospitals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica . Eliason, Paul J., Paul L. E. Grieco, Ryan C. McDevitt, and James W. Roberts. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Patient Discharge: The Case of Long-Term Care Hospitals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review .",
        "Ellis, Randall P and Thomas G McGuire. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply-side and demand-side cost sharing in health care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 7 (4):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P Newhouse, Heidi Allen, Katherine Baicker, and Oregon Health Study Group. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon health insurance experiment: evidence from the first year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127 (3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Gassoumis, Zachary D., Kathryn T. Fike, Anna N. Rahman, Susan M. Enguidanos, and Kathleen H. Wilber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Transitions to the Community From Nursing Homes? Comparing Patterns and Predictors for Short-Stay and Long-Stay Residents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Home Health Care Services Quarterly 32 (2):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Grabowski, David C. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Reimbursement and the Quality of Nursing Home Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 20 (4):549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Grabowski, David C. and Jonathan Gruber. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard in Nursing Home Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 26 (3):560Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Grabowski, David C., Jonathan Gruber, and Joseph J. Angelelli. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nursing Home Quality as a Common Good.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90 (4):754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Hackmann, Martin B. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentivizing Better Quality of Care: The Role of Medicaid and Competition in the Nursing Home Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 24133.",
        "Hansen, Bruce E. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression kink with an unknown threshold.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 35 (2):228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Ho, Kate and Ariel Pakes. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital choices, hospital prices, and financial incentives to physicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (12):3841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Holup, Amanda A., Zachary D. Gassoumis, Kathleen H. Wilber, and Kathryn Hyer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Community Discharge of Nursing Home Residents: The Role of Facility Characteristics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research 51 (2):651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "Intrator, Orna, David C. Grabowski, Jacqueline Zinn, Mark Schleinitz, Zhanlian Feng, Susan Miller, and Vincent Mor. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospitalization of Nursing Home Residents: The Effects of StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Medicaid Payment and Bed-Hold Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research 42:1651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1671.",
        "Jin, Ginger Zhe, Ajin Lee, and Susan Feng Lu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Payment to Skilled Nursing Facilities: The Consequences of the Three-Day Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25017.",
        "Kaiser Family Foundation. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Home and Community-Based Services Programs: 2012 Data Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Konetzka, R. Tamara, Daifeng He, Jing Guo, and John A. Nyman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Long-Term Care Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Manning, Willard G, Joseph P Newhouse, Naihua Duan, Emmett B Keeler, and Arleen Leibowitz. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health insurance and the demand for medical care: evidence from a randomized experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review :251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "McGuire, Thomas G. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for health insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of health economics, vol. 2. Elsevier, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "McKnight, Robin. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home care reimbursement, long-term care utilization, and health outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 90 (1-2):293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Meador, Rhoda, Emily Chen, Leslie Schultz, Amanda Norton, Charles Henderson Jr., and Karl Pillemer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going Home: Identifying and Overcoming Barriers to Nursing Home Discharge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Care Management Journals 12 (1):2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Mommaerts, Corina. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Coresidence and Nursing Homes Substitutes? Evidence from Medicaid Spend-Down Provisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Mor, Vincent, Jacqueline Zinn, Pedro Gozalo, Zhanlian Feng, Orna Intrator, and David C. Grabowski. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospects For Transferring Nursing Home Residents To The Community.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Keeffe, Janet. 1999. People With Dementia: Can They Meet Medicaid Level-of-Care Criteria for Admission to Nursing Homes and Home and Community-Based Waiver Programs? AARP Public Policy Institute.",
        "Pipal, William. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093You DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Have to Go Home But You CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Stay Here: The Current State of Federal Nursing Home Involuntary Discharge Laws.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Elder Law Journal 20 (1):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Rabiner, Donna J, Sally C Stearns, and Elizabeth Mutran. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of Channeling on in-home utilization and subsequent nursing home care: a simultaneous equation perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health services research 29 (5):605.",
        "Roemer, Milton I. 1961. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bed supply and hospital utilization: a natural experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hospitals 35 (1):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Shigeoka, Hitoshi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of patient cost sharing on utilization, health, and risk protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (7):2152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Siegel Bernard, Tara and Robert Pear. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nursing Home Evictions Draw U.S. Scrutiny.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times Feb 23:B1.",
        "Trottmann, Maria, Peter Zweifel, and Konstantin Beck. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply-side and demand-side cost sharing in deregulated social health insurance: Which is more effective?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 31 (1):231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Weissert, William G. and William J. Scanlon. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Nursing Home Discharge Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care 23 (4):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343."
    ]
}