{
    "id": 25170,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Ahmed, S. and A. Zlate (2014). Capital flows to emerging market economies: A brave new world? Journal of International Money and Finance 48, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "AssuncÃ\u0083Å\u0092Ã\u0082Â§ao, J. J., E. Benmelech, and F. S. Silva (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repossession and the Democratization of CreditÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Review of Financial Studies 27(9), 2661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2689.",
        "Bahadir, B. and I. Gumus (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit decomposition and business cycles in emerging market economiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of International Economics 103, 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Barroso, J. B. R., L. A. P. Da Silva, and A. S. Sales (2016). Quantitative easing and related capital flows into brazil: measuring its effects and transmission channels through a rigorous counterfactual evaluation. Journal of International Money and Finance 67, 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Byrne, J. P. and N. Fiess (2011). International capital flows to emerging and developing countries: national and global determinants.",
        "Coelho, C. A., J. M. De Mello, and B. Funchal (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Brazilian payroll lending experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of economics and statistics 94(4), 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Cong, L. W., H. Gao, J. Ponticelli, and X. Yang (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit allocation under economic stimulus: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Drehmann, M., M. Juselius, and A. Korinek (2018). Going with the flows: New borrowing, debt service and the transmission of credit booms.",
        "Forbes, K. J. and F. E. Warnock (2012). Capital flow waves: Surges, stops, flight, and retrenchment. Journal of International Economics 88(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Goldfajn, I., K. Hennings, H. Mori, et al. (2003). BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s financial system: resilience to shocks, no currency substitution, but struggling to promote growth. Central Bank of Brazil Working Paper 75.",
        "Guthrie, A. (January 6th, 2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Latin AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s New Credit FrontierÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Wall Street Journal.",
        "Lundberg, E. (2011). Bancos oficiais e creÃ\u0083Å\u0092Ã\u0082Â\u0081dito direcionadoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009co que diferencia o mercado de creÃ\u0083Å\u0092Ã\u0082Â\u0081dito brasileiro? Technical report, Central Bank of Brazil, Research Department.",
        "Martins, B., E. Lundberg, and T. Takeda (2011). Housing finance in brazil: Institutional improvements and recent developments.",
        "Mian, A., A. Sufi, and E. Verner (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household debt and business cycles worldwideÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Mian, A., A. Sufi, and E. Verner (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do credit supply shocks affect the real economy? Evidence from the United States in the 1980sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Moghadam, R. (2011). Recent experiences in managing capital inflowscross-cutting themes and possible policy framework. Strategy, policy, and review department, International Monetary Fund.",
        "Muller, K. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral Credit around the World, 1940-2014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Mimeo.",
        "OGlobo (April 4, 2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BB reduz juros e amplia creÃ\u0083Å\u0092Ã\u0082Â\u0081dito para empresa e pessoa fÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081sicaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Ponticelli, J. and L. S. Alencar (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Court enforcement, bank loans, and firm investment: evidence from a bankruptcy reform in BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics 131(3), 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1413.",
        "Silva JuÃ\u0083Å\u0092Ã\u0082Â\u0081nior, A. (April 6, 2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grandes Bancos Privados Devem Seguir Bancos PuÃ\u0083Å\u0092Ã\u0082Â\u0081blicosÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. O Estado de Sao Paulo.",
        "Takeda, T. and P. E. Dawid (2013). Um estudo sobre comportamento de tomadores e ofertantes no mercado de creÃ\u0083Å\u0092Ã\u0082Â\u0081dito. Technical report."
    ]
}