{
    "id": 25177,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A Robinson. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The colonial origins of comparative development: An empirical investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 91 (5):1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Angrist, Joshua D and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The credibility revolution in empirical economics: How better research design is taking the con out of econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic perspectives 24 (2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Anselin, Luc. 1988. Spatial econometrics: methods and models, vol. 4. Springer Science & Business Media.",
        "Auffhammer, Maximilian and Wolfram Schlenker. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical studies on agricultural impacts and adaptation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 46:555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Black, Sandra E. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do better schools matter? Parental valuation of elementary education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 114 (2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Bloom, David E and Jeffrey D Sachs. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography, demography, and economic growth in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings papers on economic activity 1998 (2):207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Burke, Marshall and Kyle Emerick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to Climate Change: Evidence from US Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 8:106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Card, David. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the return to schooling: Progress on some persistent econometric problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69 (5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Carleton, Tamma A and Solomon M Hsiang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and economic impacts of climate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 353 (6304):aad9837.",
        "Carroll, Raymond J, Jianqing Fan, Irene Gijbels, and Matt P Wand. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized partially linear singleindex models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 92 (438):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Clarke, Kevin A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The phantom menace: Omitted variable bias in econometric research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Conflict Management and Peace Science 22 (4):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Conley, Timothy G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics 92 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Conley, Timothy G. and Christopher R. Udry. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning About a New Technology: Pineapple in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Oliver and Michael Greenstone. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impacts of climate change: evidence from agricultural output and random fluctuations in weather.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 97 (1):354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Donaldson, D and A Storygard. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The view from above: Applications of satellite data in economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 30 (4).",
        "Easterly, William and Ross Levine. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tropics, germs, and crops: how endowments influence economic development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary economics 50 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Holland, Paul W. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics and Causal Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 81 (396):945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Holmes, Thomas J. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of state policies on the location of manufacturing: Evidence from state borders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy 106 (4):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hornbeck, Richard. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enduring Impact of the American Dust Bowl: Short- and Long-Run Adjustments to Environmental Catastrophe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (4):1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1507.",
        "Hsiang, Solomon. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics 8:43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Leamer, Edward E. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s take the con out of econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 73 (1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 43.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity analyses would help.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 75 (3):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "LeSage, James and Robert Kelley Pace. 2009. Introduction to Spatial Econometrics. CRC Press.",
        "LeSage, James P. and R. Kelley Pace. 2010. Spatial Econometric Models. Berlin, Heidelberg: Springer Berlin Heidelberg, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376. URL https://doi.org/10.1007/978-3-642-03647-7_18.",
        "Lobell, David B, Wolfram Schlenker, and Justin Costa-Roberts. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate trends and global crop production since 1980.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 333 (6042):616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Mendelsohn, Robert, William D Nordhaus, and Daigee Shaw. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on agriculture: a Ricardian analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review :753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Newey, Whitney K. and Kenneth D. West. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55 (3):703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Nordhaus, William D. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography and macroeconomics: New data and new findings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences of the United States of America 103 (10):3510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3517.",
        "Oster, Emily. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable selection and coefficient stability: Theory and validation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics .",
        "Renard, Kenneth G. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting soil erosion by water: a guide to conservation planning with the revised universal soil loss equation (RUSLE).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Robinson, Peter M. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Root-N-consistent semiparametric regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica :931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Sala-i Martin, Xavier X. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I just ran two million regressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review :178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Schlenker, Wolfram, W Michael Hanemann, and Anthony C Fisher. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on US agriculture: an econometric analysis of optimal growing conditions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 88 (1):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Schlenker, Wolfram and Michael J Roberts. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear temperature effects indicate severe damages to US crop yields under climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of sciences 106 (37):15594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15598.",
        "Staiger, Douglas and James H Stock. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables Regression with Weak Instruments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 65 (3):557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Wooldridge, Jeffrey M. 2010. Econometric analysis of cross section and panel data. MIT press.",
        "Yatchew, Adonis. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An elementary estimator of the partial linear model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics letters 57 (2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 143.",
        "Yatchew, Andrew. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differencing methods in nonparametric regression: simple techniques for the applied econometrician.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Toronto ."
    ]
}