{
    "id": 25180,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Adrian, Tobias, Richard K. Crump, and Emanuel Moench, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing the term structure with linear regressions.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012, 110 (1), 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Ang, Andrew and Geert Bekaert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regime Switches in Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 2002, 20 (2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Bansal, Ravi and Hao Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term structure of interest rates with regime shifts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2002, 57 (5), 1997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2043.",
        "Bauer, Michael D. and Glenn D. Rudebusch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Expectations at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2016, 48 (7), 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1465.",
        ", , and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting Estimation Bias in Dynamic Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 2012, 30 (3), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Inflation Uncertainty: Empirical Evidence from an International Panel Dataset: Comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, January 2014, 104 (1), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Black, Fischer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rates as Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1995, 50, 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Borio, Claudio EV, Leonardo Gambacorta, and Boris Hofmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Monetary Policy on Bank Profitability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. BIS working paper.",
        "Christensen, J. H. E. and Glenn D. Rudebusch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating shadow-rate term structure models with near-zero yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, 2014, 0, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Christensen, Jens H.E., Francis X. Diebold, and Glenn D. Rudebusch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The affine arbitrage-free class of Nelson-Siegel term structure models.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011, 164 (1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "CÃ\u0083â\u0080¦Ã\u0082â\u0080\u009cureÃ\u0083Å\u0092Ã\u0082Â\u0081, BenoÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0080\u009at, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the implications of negative interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093speech at the Yale Financial Crisis Forum, Yale School of Management, New Haven,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 28 2016.",
        "Creal, Drew D. and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of affine term structure models with spanned or unspanned stochastic volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2015, 185 (1), 60 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 81.",
        "Dai, Qiang, Kenneth J Singleton, and Wei Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regime shifts in a dynamic term structure model of US treasury bond yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2007, 20 (5), 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "de Los Rios, Antonio Diez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Linear Estimator for Gaussian Dynamic Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 2015, 33 (2), 282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Duffee, Gregory R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and interest rate forecasts in affine models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002, 57 (1), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Hamilton, James D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1989, 57 (2), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        ", Time Series Analysis, Princeton, New Jersey: Princeton University Press, 1994.",
        "Ichiue, Hibiki and Yoichi Ueno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Term Premia at the Zero Bound : an Analysis of Japanese, US, and UK Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Bank of Japan Working Paper.",
        "Jobst, Andreas and Huidan Lin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Interest Rate Policy (NIRP): Implications for Monetary Transmission and Bank Profitability in the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. IMF working paper.",
        "Kim, Chang-Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic linear models with Markov-switching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1994, 60 (1-2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Kim, Don H. and Kenneth J. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Models and the Zero Bound: an Empirical Investigation of Japanese Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2012, 170, 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Kortela, Tomi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A shadow rate model with time-varying lower bound of interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Bank of Finland Research Discussion Paper.",
        "Krippner, Leo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Framework for Zero Lower Bound Gaussian Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2013. Australian National University CAMA Working Paper 49/2013.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011, 2, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Lemke, Wolfgang and Andreea L Vladu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Below the zero lower bound: A shadow-rate term structure model for the euro area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Deutsche Bundesbank Discussion Paper.",
        "Piazzesi, Monika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond yields and the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Renne, Jean-Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of the euro-area yield curve with discrete policy rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studies in Nonlinear Dynamics & Econometrics, 2012.",
        "Rudebusch, Glenn D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Federal Reserve interest rate targeting, rational expectations, and the term structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary Economics, 1995, 35 (2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Wright, J. H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Inflation Uncertainty: Empirical Evidence from an International Panel Dataset,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101, 1514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Wu, Jing Cynthia and Fan Dora Xia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the macroeconomic impact of monetary policy at the zero lower bound.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2016, 48 (2-3), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291."
    ]
}