{
    "id": 25187,
    "cites": 86,
    "cited_by": 19,
    "reference": [
        "Daron Acemoglu and Robert Shimer. Efficient unemployment insurance. Journal of political Economy, 107(5):893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928, 1999.",
        "John T Addison and McKinley L Blackburn. The effects of unemployment insurance on postunemployment earnings. Labour Economics, 7(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53, 2000.",
        "Sumit Agarwal, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. Do banks pass through credit expansions to consumers who want to borrow? The Quarterly Journal of Economics, 133(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190, 2017.",
        "Michelle Alexopoulos. Read all about it!! what happens following a technology shock? The American Economic Review, 101(4):1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179, 2011.",
        "Annamaria Andriotis and Robin Sidel. Credit-card lenders pursue riskier borrowers. Wall Street Journal, page June 26, 2014.",
        "Kartik Athreya, Xuan S Tam, and Eric R Young. A quantitative theory of information and unsecured credit. American Economic Journal: Macroeconomics, 4(3):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183, 2012.",
        "Kartik Athreya, Juan M SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, Xuan S Tam, and Eric R Young. Labor market upheaval, default regulations, and consumer debt. Review of Economic Dynamics, 18(1):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 2015.",
        "Kartik B. Athreya and Nicole B. Simpson. Unsecured debt with public insurance: From bad to worse. Journal of Monetary economics, 53(4):797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825, 2006.",
        "Stephane Auray, David L Fuller, and Damba Lkhagvasuren. Unemployment insurance take-up rates in an equilibrium search model. Technical report, Working Paper, Concordia University, 2012.",
        "Ruediger Bachmann. Understanding jobless recoveries. University of Michigan, manuscript, 2009.",
        "John M Barren and Michael Staten. The value of comprehensive credit reports: Lessons from the us experience. Credit reporting systems and the international economy, 8:273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310, 2003.",
        "Allen N Berger, Anil K Kashyap, and J.M. Scalise. The transformation of the us banking industry: What a long, strange trip itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s been. Brookings papers on economic activity, 1995(2):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218, 1995.",
        "Allen N Berger, Adrian M Cowan, and W Scott Frame. The surprising use of credit scoring in small business lending by community banks and the attendant effects on credit availability, risk, and profitability. Journal of Financial Services Research, 39(1-2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17, 2011.",
        "David Berger. Countercyclical restructuring and jobless recoveries. Manuscript, Yale, 2012.",
        "Zachary Bethune. Consumer credit, unemployment, and aggregate labor market dynamics. Working Paper, 2015.",
        "Zachary Bethune, Guillaume Rocheteau, and Peter Rupert. Aggregate unemployment and household unsecured debt. Review of Economic Dynamics, 18(1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100, 2015. David M Blau and Philip K Robins. Job search outcomes for the employed and unemployed.",
        "Richard Blundell, Luigi Pistaferri, and Itay Saporta-Eksten. Consumption inequality and family labor supply. The American Economic Review, 106(2):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435, 2016.",
        "Stephen Boyd and Lieven Vandenberghe. Convex optimization. Cambridge university press, 2004.",
        "J. Carter Braxton, Kyle F Herkenhoff, and Gordon Phillips. Can the unemployed borrow? implications for public insurance. Manuscript, 2018.",
        "Paul L Burgess and Jerry L Kingston. Impact of unemployment insurance benefits on reemployment success, the. Indus. & Lab. Rel. Rev., 30:25, 1976.",
        "Satyajit Chatterjee, Dean Corbae, Makoto Nakajima, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. A quantitative theory of unsecured consumer credit with risk of default. Econometrica, 75(6):1525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589, 2007. Gaston Rene Chaumont and Shouyong Shi. Wealth accumulation, on the job search and inequality.",
        "Raj Chetty. Moral hazard versus liquidity and optimal unemployment insurance. Journal of political Economy, 116(2):173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234, 2008.",
        "J. Michael Collins, Kathryn Edwards, and Maximilian Schmeiser. The role of credit cards for unemployed households in the great recession. Manuscript, 2015. Diego A Comin and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081 Mestieri. Technology diffusion: Measurement, causes and consequences.",
        "Thomas F Crossley and Hamish Low. Borrowing constraints, the cost of precautionary saving and unemployment insurance. International Tax and Public Finance, 18(6):658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687, 2011.",
        "Andrew Davidson. The supply of credit in the card market. Mintel Comperemedia, page February 22, 2011.",
        "Giovanni DellAriccia, Deniz Igan, and Luc UC Laeven. Credit booms and lending standards: Evidence from the subprime mortgage market. Journal of Money, Credit and Banking, 44(2-3): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384, 2012. Wouter J den Haan, Garey Ramey, and Joel Watson. Job destruction and propagation of shocks.",
        "Lukasz A Drozd and Jaromir B Nosal. Competing for customers: A search model of the market for unsecured credit. Unpublished Manuscript, University of Wisconsin, 2008. Pradeep Dubey, John Geanakoplos, and Martin Shubik. Default and punishment in general equilibrium.",
        "Jonathan Eaton and Mark Gersovitz. Debt with potential repudiation: Theoretical and empirical analysis. The Review of Economic Studies, pages 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309, 1981.",
        "Ronald G Ehrenberg and Ronald L Oaxaca. Unemployment insurance, duration of unemployment, and subsequent wage gain. The American Economic Review, pages 754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766, 1976.",
        "David S Evans and Richard Schmalensee. Paying with plastic: the digital revolution in buying and borrowing. MIT Press, 2005.",
        "Martin Feldstein and James Poterba. Unemployment insurance and reservation wages. Journal of Public Economics, 23(1):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167, 1984.",
        "Scott L Fulford. How important is variability in consumer credit limits? Journal of Monetary Economics, 72:42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 2015.",
        "M. Furletti. Consumer bankruptcy: how unsecured lenders fare. Technical report, Federal Reserve Bank of Philadelphia, 2003.",
        "Kristopher Gerardi, Kyle F Herkenhoff, Lee E Ohanian, and Paul S Willen. Cant pay or wont pay? unemployment, negative equity, and strategic default. The Review of Financial Studies, 31(3): 1098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131, 2017.",
        "Grey Gordon. Evaluating default policy: The business cycle matters. Quantitative Economics, 6 (3):795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823, 2015.",
        "Ben Griffy. Borrowing constraints, search, and life-cycle inequality. Manuscript, 2017.",
        "Daniel Grodzicki. The evolution of competition in the credit card market. Technical report, Working paper. Stanford University, Palo Alto, CA, 2012.",
        "David B Gross and Nicholas S Souleles. Do liquidity constraints and interest rates matter for consumer behavior? evidence from credit card data. The Quarterly journal of economics, 117 (1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185, 2002.",
        "Veronica Guerrieri and Guido Lorenzoni. Credit crises, precautionary savings, and the liquidity trap. Technical report, National Bureau of Economic Research, 2011.",
        "Marcus Hagedorn and Iourii Manovskii. The cyclical behavior of equilibrium unemployment and vacancies revisited. The American Economic Review, 98(4):1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706, 2008.",
        "Marcus Hagedorn, Fatih Karahan, Iourii Manovskii, and Kurt Mitman. Unemployment benefits and unemployment in the great recession: the role of macro effects. Economics working paper, University of Pennsylvania, 2013.",
        "Song Han and Wenli Li. Fresh start or head start? the effects of filing for personal bankruptcy on work effort. Journal of Financial Services Research, 31(2-3):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152, 2007.",
        "Gary D Hansen and AysÃ\u0083Å\u0092Ã\u0082Â§e IÃ\u0083Å\u0092Ã\u0082â\u0080¡mrohorogÃ\u0083Å\u0092Ã\u0082â\u0080 lu. The role of unemployment insurance in an economy with liquidity constraints and moral hazard. Journal of political economy, pages 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142, 1992.",
        "Kyle F Herkenhoff. Informal unemployment insurance and labor market dynamics. Federal Reserve Bank of St. Louis Working Paper 2012-057A, 2012.",
        "Kyle F Herkenhoff and Lee E Ohanian. Labor market dysfunction during the great recession. The Cato Papers on Public Policy 2011, 1:173, 2011.",
        "Kyle F Herkenhoff and Lee E Ohanian. The impact of foreclosure delay on us employment. Technical report, National Bureau of Economic Research, 2015.",
        "Kyle F Herkenhoff, Gordon Phillips, and Ethan Cohen-Cole. How credit constraints impact job finding rates, sorting, & aggregate output. Manuscript, 2015.",
        "Michael D Hurd and Susann Rohwedder. Effects of the financial crisis and great recession on american households. Technical report, National Bureau of Economic Research, 2010.",
        "Erik Hurst and Frank Stafford. Home is where the equity is: mortgage refinancing and household consumption. Journal of Money, Credit and Banking, pages 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014, 2004. Julapa Jagtiani and Wenli Li. Credit access after consumer bankruptcy filing: new evidence. Am.",
        "Bankr. LJ, 89:327, 2015. Nir Jaimovich and Henry E Siu. The trend is the cycle: Job polarization and jobless recoveries.",
        "Fatih Karahan and Serena Rhee. Housing and the labor market: The role of migration on aggregate unemployment. Manuscript, 2011.",
        "Alan Krueger and Andreas Mueller. Job search and job finding in a period of mass unemployment: Evidence from high-frequency longitudinal data. Technical report, Princeton University, Department of Economics, Industrial Relations Section., 2011.",
        "Per Krusell, Toshihiko Mukoyama, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin. Labour-market matching with precautionary savings and aggregate fluctuations. The Review of Economic Studies, 77(4):1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1507, 2010.",
        "Wei Li and Laurie Goodman. A better measure of mortgage application denial rates. Washington: Urban Institute, 2014.",
        "Wenli Li et al. What do we know about chapter 13 personal bankruptcy filings? Business Review, (Q4), 2007.",
        "Jeremy Lise. On-the-job search and precautionary savings. The Review of Economic Studies, page rds042, 2012.",
        "Igor Livshits, James MacGee, and Michele Tertilt. Consumer bankruptcy: A fresh start. American Economic Review, 97(1):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418, 2007. Igor Livshits, James MacGee, and Michele Tertilt. Accounting for the rise in consumer bankruptcies.",
        "Igor Livshits, James C MacGee, and Michele Tertilt. The democratization of credit and the rise in consumer bankruptcies. The Review of Economic Studies, page rdw011, 2016.",
        "Lars Ljungqvist and Thomas J. Sargent. The european unemployment dilemma. Journal of Political Economy, 106(3):514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550, 1998.",
        "Cara Lown and Donald P Morgan. The credit cycle and the business cycle: new findings using the loan officer opinion survey. Journal of Money, Credit and Banking, pages 1575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597, 2006.",
        "Robert E Lucas. Models of business cycles, volume 26. Basil Blackwell Oxford, 1987.",
        "Brian T Melzer. The real costs of credit access: Evidence from the payday lending market. The Quarterly Journal of Economics, 126(1):517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555, 2011.",
        "Guido Menzio and Shouyong Shi. Block recursive equilibria for stochastic models of search on the job. Journal of Economic Theory, 145(4):1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1494, 2010.",
        "Guido Menzio and Shouyong Shi. Efficient search on the job and the business cycle. Journal of Political Economy, 119(3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2011.",
        "Guido Menzio, Irina A Telyukova, and Ludo Visschers. Directed search over the life cycle. Technical report, National Bureau of Economic Research, 2012.",
        "Loretta J Mester. WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the point of credit scoring? Business review, 3:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16, 1997.",
        "Kurt Mitman and Stanislav Rabinovich. Do changes in unemployment insurance explain the emergence of jobless recoveries? 2012.",
        "Dale T. Mortensen and Christopher A. Pissarides. Job creation and job destruction in the theory of unemployment. The review of economic studies, 61(3):397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415, 1994. Casey B. Mulligan. A depressing scenario: Mortgage debt becomes unemployment insurance.",
        "David K. Musto. What happens when information leaves a market? evidence from postbankruptcy consumers. The Journal of Business, 77(4):725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748, 2004. Makoto Nakajima. Business cycles in the equilibrium model of labor market search and selfinsurance.",
        "Makoto Nakajima and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. Credit, bankruptcy, and aggregate fluctuations. Technical report, National Bureau of Economic Research, 2014.",
        "Borghan N Narajabad. Information technology and the rise of household bankruptcy. Review of Economic Dynamics, 15(4):526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550, 2012.",
        "NCES. Financing postsecondary education in the united states. Institute of Education Sciences, page May, 2013.",
        "Arash Nekoei and Andrea Weber. Does extending unemployment benefits improve job quality? American Economic Review, 107(2):527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61, 2017.",
        "Nicolas Petrosky-Nadeau. Credit, vacancies and unemployment fluctuations. Review of Economic Dynamics, 17(2):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205, 2014.",
        "Gajendran Raveendranathan. Improved matching, directed search, and bargaining in the credit card market. 2018.",
        "Silvio Rendon. Job search and asset accumulation under borrowing constraints. International Economic Review, 47(1):233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263, 2006.",
        "Juan M SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez. The information technology revolution and the unsecured credit market. Economic Inquiry, 56(2):914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930, 2018.",
        "Edouard Schaal. Uncertainty and unemployment. Econometrica, 85(6):1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721, 2017.",
        "Johannes F Schmieder, Till von Wachter, and Stefan Bender. The effect of unemployment benefits and nonemployment durations on wages. American Economic Review, 106(3):739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77, 2016.",
        "Shouyong Shi. Directed search for equilibrium wagetenure contracts. Econometrica, 77(2):561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584, 2009.",
        "Daniel R Shiman. The nature and causes of the increase in direct mail volume in the last half of the twentieth century. Available at SSRN 547042, 2001.",
        "Robert Shimer. The cyclical behavior of equilibrium unemployment and vacancies. American economic review, pages 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49, 2005.",
        "Michael A Stegman. Payday lending. The Journal of Economic Perspectives, 21(1):169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190, 2007.",
        "James X. Sullivan. Borrowing during unemployment. Journal of Human Resources, 43(2):383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412, 2008. Etienne Wasmer and Philippe Weil. The macroeconomics of labor and credit market imperfections.",
        "Martha C. White. Uh-oh: Subprime lending comes roaring back. Time, April 11, 2012.",
        "Michelle White. Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t more households file for bankruptcy? Journal of Law Economics and Organization, 14(2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231, 1998."
    ]
}