{
    "id": 25183,
    "cites": 47,
    "cited_by": 0,
    "reference": [
        "Bailey, E. E. and Friedlaender, A. F. (1982). Market structure and multiproduct industries. Journal of Economic Literature, 20(3):1024Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1048.",
        "Borenstein, S. (1991). The dominant-firm advantage in multiproduct industries: Evidence from the U.S. airlines. Quarterly Journal of Economics, 106(4):1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1266.",
        "Brogan, J. (2017). Why the EU just slapped Google with a $2.7 billion fine.",
        "Slate. http://www.slate.com/blogs/future_tense/2017/06/27/why_the_european_ union_fined_google_2_7_billion.html. Accessed August 28, 2018.",
        "Burns, L. R., editor (2005). The Business of Healthcare Innovation. Cambridge.",
        "Burt, H. M. and Hunter, W. L. (2006). Drug-eluting stents: A multidisciplinary success story. Advanced Drug Delivery Reviews, 58(3):350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Burton, P. S. (1994). Product portfolios and the introduction of new products: An example from the insecticide industry. RAND Journal of Economics, pages 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Cabral, L. (2000). Stretching firm and brand reputation. RAND Journal of Economics, 31(4):658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673.",
        "Cabral, L. and Natividad, G. (2016). Bundling and cross-selling: Theory and evidence from home video. RAND Journal of Economics, 47(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Caves, R., Whinston, M. D., and Hurwitz, M. A. (1991). Patent expiration, entry, and competition in the U.S. pharmaceutical industry. Brookings Papers: Microeconomics, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Chatain, O. (2011). Value creation, competition, and performance in buyer-supplier relationships. Strategic Management Journal, 32(1):76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Chatterji, A. K. and Fabrizio, K. R. (2012). How do product users influence corporate invention? Organization Science.",
        "Chatterji, A. K. and Fabrizio, K. R. (2016). Does the market for ideas influence the rate and direction of innovative activity? evidence from the medical device industry. Strategic Management Journal.",
        "Chatterji, A. K., Fabrizio, K. R., Mitchell, W., and Schulman, K. A. (2008). Physicianindustry cooperation in the medical device industry. Health Affairs, 27(6):1532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1543.",
        "Cohen, W. M. and Levin, R. C. (1989). Empirical studies of innovation and market structure.",
        "Elfenbein, D. W. and Zenger, T. R. (2013). What is a relationship worth? Repeated exchange and the development and deployment of relational capital. Organization Science, 25(1):222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Galasso, A. and Luo, H. (2017). Tort reform and innovation. Journal of Law and Economics, pages 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Galasso, A. and Luo, H. (2018). How does product liability risk affect innovation? evidence from medical implants. CEPR discussion paper 13036.",
        "Grennan, M. (2013). Price discrimination and bargaining: Empirical evidence from medical devices. American Economic Review, 103(1):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Grennan, M. (2014). Bargaining ability and competitive advantage: Empirical evidence from medical devices. Management Science, 60(12):3011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3025.",
        "Grennan, M. and Swanson, A. (2018a). Diagnosing price dispersion. Working paper.",
        "Grennan, M. and Swanson, A. (2018b). Transparency and negotiated prices: The value of information in hospital-supplier bargaining. NBER Working Paper 22039.",
        "Grennan, M. and Town, R. J. (2018). Regulating innovation with uncertain quality: Information, risk, and access in medical devices. NBER Working Paper 20981.",
        "Henderson, R. and Cockburn, I. (1996). Scale, scope, and spillovers: The determinants of research productivity in drug discovery. RAND Journal of Economics, 27(1):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Hendricks, K. and Sorensen, A. (2009). Information and the skewness of music sales. Journal of Political Economy, 117(2):324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Ho, J., Ho, K., and Mortimer, J. (2012). The use of full-line forcing contracts in the video rental industry. American Economic Review, 102(2):686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Htay, T. and Liu, M. W. (2005). Drug-eluting stent: A review and update. Vascular Health and Risk Management, 1(4):263.",
        "Lederman, M. (2007). Do enhancements to loyalty programs affect demand? The impact of international frequent flyer partnerships on domestic airline demand. RAND Journal of Economics, 38(4):1134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Lederman, M. (2008). Are frequent flyer programs a cause of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093hub premiumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? Journal of Economics and Management Strategy, 17(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Macher, J. T. and Boerner, C. S. (2006). Experience and scale and scope economies: Tradeoffs and performance in development. Strategic Management Journal, 27(9):845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865.",
        "Matutes, C. and Regibeau, P. (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mix and matchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Product compatibility without network externalities. RAND Journal of Economics, 19(2):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Montgomery, C. A. and Wernerfelt, B. (1988). Diversification, Ricardian rents, and TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q. RAND Journal of Economics, 19(4):623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Nalebuff, B. (2000). Competing against bundles. In Hammond, P. J. and Myles, G. D., editors, Incentives, Organization, and Public Economics: Papers in Honour of Sir James Mirrlees, chapter 17, pages 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336. Oxford University Press, New York.",
        "Nalebuff, B. (2004). Bundling as an entry barrier. Quarterly Journal of Economics, 119(1):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Nistor, C. and Tucker, C. E. (2015). Certification intermediaries: Evidence from the medical device industry. unpublished manuscript.",
        "PRNewsire (2018). Interventional cardiology devices market size to grow swiftly, expected to surpass $25 billion by 2020. https://www.prnewswire.com/newsreleases /interventional-cardiology-devices-market-size-to-grow-swiftlyexpected -to-surpass-25-billion-by-2020--million-insights-681905181.html.",
        "Rawson, C. (2011). How Steve Jobs changed Apple. Engadget. https://www.engadget.",
        "Schmalensee, R. (1978). Entry deterrence in the ready-to-eat breakfast cereal industry. Bell Journal of Economics, 9:305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Schumpeter, J. A. (1942). Socialism, capitalism and democracy. Harper and Brothers.",
        "Siggelkow, N. (2003). Why focus? A study of intra-industry focus effects. Journal of Industrial Economics, 51(2):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Stern, A. D. (2017). Innovation under regulatory uncertainty: Evidence from medical technology. Journal of Public Economics, 145:181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Stone, B. (2011). Steve Jobs: The return, 1997 - 2011. Bloomberg. https://www.bloomberg.",
        "Teece, D. J. (1982). Towards an economic theory of the multiproduct firm. Journal of Economic Behavior and Organization, (3):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Teece, D. J. (1986). Profiting from technological innovation: Implications for integration, collaboration, licensing and public policy. Research Policy, 15:285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Tobis, J. M. and Abudayyeh, I. (2015). New devices and technology in interventional cardiology. Journal of Cardiology, 65(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Whinston, M. D. (1990). Tying, foreclosure, and exclusion. American Economic Review, 837(852-54):856.",
        "Winkler, E. (2018). AT&T not out of the legal woods yet. Wall Street Journal. https: //www.wsj.com/articles/at-t-not-out-of-the-legal-woods-yet-1533549600. Accessed August 28, 2018."
    ]
}