{
    "id": 25196,
    "cites": 57,
    "cited_by": 12,
    "reference": [
        "Acharya, Viral V., Lasse H. Pedersen, Thomas Philippon, and Matthew Richardson. \"Measuring systemic risk.\" The Review of Financial Studies 30, no. 1 (2017): 2-47.",
        "Agarwal, Sumit, and Robert Hauswald. \"Distance and private information in lending.\" The Review of Financial Studies 23, no. 7 (2010): 2757-2788.",
        "Agarwal, Sumit, and Itzhak Ben-David. Do Loan Officers&apos; Incentives Lead to Lax Lending Standards?. National Bureau of Economic Research, 2014.",
        "Aliber, Robert and Charles Kindleberger, 2015, Manias, Panics and Crashes: A History of Financial Crises, Palgrave Macmillan, New York, NY.",
        "Begley, Taylor A., Amiyatosh Purnanandam, and Kuncheng Zheng. \"The strategic underreporting of bank risk.\" The Review of Financial Studies 30, no. 10 (2017): 3376-3415.",
        "Behn, Markus, Rainer FH Haselmann, and Vikrant Vig. \"The limits of model-based regulation.\" (2016).",
        "Berger, Allen N., and Gregory F. Udell. \"Relationship lending and lines of credit in small firm finance.\" Journal of business(1995): 351-381.",
        "Blattner, Laura, Luisa Farinha, and Francisca Rebelo. \"When losses turn into loans: the cost of undercapitalized banks.\" Banco de Portugal. Working Paper. Forthcoming (2018).",
        "Bord, Vitaly, Victoria Ivashina, and Ryan Taliaferro. \"Large banks and the transmission of financial shocks.\" (2017).",
        "Boyd, John H., and Gianni De Nicolo. \"The theory of bank risk taking and competition revisited.\" The Journal of finance 60, no. 3 (2005): 1329-1343.",
        "Brevoort, K. P., and J. D. Wolken. \"Does distance matter in banking?. Board of Governors of the Federal Reserve System (US).\" Finance and Economics Discussion Series 34 (2008).",
        "Brown, J. David, and John S. Earle. \"Finance and growth at the firm level: evidence from SBA loans.\" The Journal of Finance 72, no. 3 (2017): 1039-1080.",
        "Cerutti, Eugenio, Hale, Galina, Minoiu, Camelia, 2015. \"Financial crises and the composition of cross-border lending,\" Journal of International Money and Finance, Elsevier, vol. 52(C), pages 60-81. 42 Cetorelli, Nicola, and Linda S. Goldberg. \"Follow the money: Quantifying domestic effects of foreign bank shocks in the great recession.\" American Economic Review 102, no. 3 (2012): 213-18.",
        "Cetorelli, Nicola, and Philip E. Strahan. \"Finance as a barrier to entry: Bank competition and industry structure in local US markets.\" The Journal of Finance 61, no. 1 (2006): 437-461.",
        "Claessens, Stijn, Asli DemirgÃ\u0083Æ\u0092Ã\u0082Â¼Ã\u0083Æ\u0092Ã\u0082Â§-Kunt, and Harry Huizinga. \"How does foreign entry affect domestic banking markets?\" Journal of Banking & Finance 25, no. 5 (2001): 891-911.",
        "CortÃ\u0083Æ\u0092Ã\u0082Â©s, Kristle Romero, and Philip E. Strahan. \"Tracing out capital flows: How financially integrated banks respond to natural disasters.\" Journal of Financial Economics 125, no. 1 (2017): 182-199.",
        "Degryse, Hans, Kent Matthews, Tianshu Zhao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SMEs and access to bank credit: Evidence on the regional propagation of the financial crisis in the UKÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, Volume 38 (October 2018), Pages 53-70 Degryse, Hans and Steven Ongena. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance, Lending Relationships, and CompetitionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Finance, Vol LX No 1, February 2005, 231-266.",
        "De Haas, Ralph, and Neeltje Van Horen. \"Running for the exit? International bank lending during a financial crisis.\" The Review of Financial Studies 26, no. 1 (2013): 244-285.",
        "Dell&apos;Ariccia, Giovanni, and Robert Marquez. \"Lending booms and lending standards.\" The Journal of Finance 61, no. 5 (2006): 2511-2546.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, Giovanni, Deniz Igan, and Luc UC Laeven. \"Credit booms and lending standards: Evidence from the subprime mortgage market.\" Journal of Money, Credit and Banking 44, no. 2-3 (2012): 367-384.",
        "Diamond, Douglas W. \"Financial intermediation and delegated monitoring.\" The review of economic studies 51, no. 3 (1984): 393-414.",
        "Diamond, Douglas W. \"Monitoring and reputation: The choice between bank loans and directly placed debt.\" Journal of Political Economy 99, no. 4 (1991): 689-721.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl, 2017. \"The Deposits Channel of Monetary Policy,\" The Quarterly Journal of Economics, vol 132(4), pages 1819-1876. 43 Drechsler, Itamar, Alexi Savov, and Philipp Schnabl, 2019. \"How Monetary Policy Shaped the Housing BoomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, New York University.",
        "Giannetti, Mariassunta, and Luc Laeven. \"The flight home effect: Evidence from the syndicated loan market during financial crises.\" Journal of Financial Economics 104, no. 1 (2012): 23-43.",
        "Gilje, Erik P., Elena Loutskina, and Philip E. Strahan. \"Exporting liquidity: Branch banking and financial integration.\" The Journal of Finance 71, no. 3 (2016): 1159-1184.",
        "Granja, JoÃ\u0083Æ\u0092Ã\u0082Â£o, and Christian Leuz. The death of a regulator: Strict supervision, bank lending and business activity. No. w24168. National Bureau of Economic Research, 2017.",
        "Granja, Joao, Gregor Matvos, and Amit Seru. \"Selling Failed Banks.\" The Journal of Finance 72, no. 4 (2017): 1723-1784.",
        "Hellmann, Thomas F., Kevin C. Murdock, and Joseph E. Stiglitz. \"Liberalization, moral hazard in banking, and prudential regulation: Are capital requirements enough?.\" American economic review 90, no. 1 (2000): 147-165.",
        "Ioannidou, Vasso, Steven Ongena, and JosÃ\u0083Æ\u0092Ã\u0082Â©-Luis PeydrÃ\u0083Æ\u0092Ã\u0082Â³. \"Monetary policy, risk-taking, and pricing: Evidence from a quasi-natural experiment.\" Review of Finance 19, no. 1 (2014): 95144.",
        "James, Christopher. \"Some evidence on the uniqueness of bank loans.\" Journal of financial economics 19, no. 2 (1987): 217-235.",
        "Jayaratne, Jith, and Philip E. Strahan. \"The finance-growth nexus: Evidence from bank branch deregulation.\" The Quarterly Journal of Economics 111, no. 3 (1996): 639-670.",
        "JimÃ\u0083Æ\u0092Ã\u0082Â©nez, Gabriel, Steven Ongena, JosÃ\u0083Æ\u0092Ã\u0082Â©-Luis PeydrÃ\u0083Æ\u0092Ã\u0082Â³, and JesÃ\u0083Æ\u0092Ã\u0082Âºs Saurina. \"Hazardous times for monetary policy: What do twenty-three million bank loans say about the effects of monetary policy on credit risk-taking?.\" Econometrica 82, no. 2 (2014): 463-505.",
        "Keeley, Michael. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Insurance, Risk, and Market Power in Banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AMERICAN ECONOMIC REVIEW 80, no. 5: 1183-200.",
        "Kleimeier, Stefanie, Harald Sander and Sylvia Heuchemer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises and cross-border banking: New evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2013, vol. 32, issue C, 884-915 44 Kopytov, Alexandr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Networks over the Business CycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, 2019, working paper, Wharton School.",
        "Kroszner, Randall S., and Philip E. Strahan. \"Regulatory incentives and the thrift crisis: Dividends, mutual to stock conversions, and financial distress.\" the Journal of Finance51, no. 4 (1996): 1285-1319.",
        "Liberti, JosÃ\u0083Æ\u0092Ã\u0082Â© MarÃ\u0083Æ\u0092Ã\u0082Â­a, and Mitchell A. Petersen. \"Information: Hard and soft.\" Rev. Corporate Finance Studies (2017): 1-42.",
        "Lisowsky, Petro, Michael Minnis, and Andrew Sutherland. \"Economic growth and financial statement verification.\" Journal of Accounting Research 55, no. 4 (2017): 745-794.",
        "Maddaloni, Angelo and JosÃ\u0083Æ\u0092Ã\u0082Â©-Luis PeydrÃ\u0083Æ\u0092Ã\u0082Â³ (2010), Bank Risk-Taking, Securitization, Supervision and Low Interest Rates Evidence from the Euro Area and the U.S. Lending Standards, ECB Working Paper Series No 1248 / October 2010 Meiselman, Ben, Stefan Nagel, and Amiyatosh Purnanandam (2018), Judging BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Risk by the Profits they Report, working paper, University of Chicago.",
        "Minsky, Hyman, 2008, Stabilizing and Unstable Economy, McGraw-Hill, New York, NY.",
        "Mian, Atif, and Amir Sufi. \"The consequences of mortgage credit expansion: Evidence from the US mortgage default crisis.\" The Quarterly Journal of Economics 124, no. 4 (2009): 14491496.",
        "Morgan, Donald P., Bertrand Rime, and Philip E. Strahan. \"Bank integration and state business cycles.\" The Quarterly Journal of Economics 119, no. 4 (2004): 1555-1584.",
        "Nguyen, Hoai-Luu Q. \"Are credit markets still local? evidence from bank branch closings.\" American Economic Journal: Applied Economics 11, no. 1 (2019): 1-32.",
        "Petersen, Mitchell A., and Raghuram G. Rajan. \"The benefits of lending relationships: Evidence from small business data.\" The journal of finance 49, no. 1 (1994): 3-37.",
        "Petersen, Mitchell A., and Raghuram G. Rajan. \"Does distance still matter? The information revolution in small business lending.\" The journal of Finance 57, no. 6 (2002): 2533-2570.",
        "Plosser, Matthew C., and JoÃ\u0083Æ\u0092Ã\u0082Â£o AC Santos. \"BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ incentives and inconsistent risk models.\" The Review of Financial Studies 31, no. 6 (2018): 2080-2112 45 Presbitero, Andrea, Gregory F. Udell, and Alberto Zazzaro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Home Bias and the Credit Crunch: A Regional PerspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Money, Credit, and Banking, Volume46, Issues1 February 2014 Pages 53-85 Rajan, Raghuram G. \"Why bank credit policies fluctuate: A theory and some evidence.\" The Quarterly Journal of Economics 109, no. 2 (1994): 399-441.",
        "Rajan, Raghuram, and Rodney Ramcharan. \"The anatomy of a credit crisis: The boom and bust in farm land prices in the United States in the 1920s.\" American Economic Review 105, no. 4 (2015): 1439-77.",
        "Ruckes, Martin. \"Bank competition and credit standards.\" Review of Financial Studies 17, no. 4 (2004): 1073-1102.",
        "Stein, Jeremy C. \"Information production and capital allocation: Decentralized versus hierarchical firms.\" The journal of finance 57, no. 5 (2002): 1891-1921.",
        "Stiroh, Kevin J., and Philip E. Strahan. \"Competitive dynamics of deregulation: Evidence from US banking.\" Journal of money, credit and Banking (2003): 801-828.",
        "Zentefis, Alexander. \"Bank Net Worth and Frustrated Monetary Policy.\" (2018). Figure 1: Time Series of Small Business Loan Originations by Distance Bin Figure 1 shows the total amounts of small business loan origination and corresponding shares of the total small business loans originated in each of four bins representing the minimum distance between the borrowerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s county centroid location and the closest branch of the lender. The first bin represents distances between 0 and 50 miles, the second bin represents distances between 50 and 250 miles, the third bin represents distances between 250 and 1,000 miles, and the fourth bin represents borrowers and lenders that are more 1,000 miles apart. Data for this figure is computed using the CRA Small Business Lending and the SOD datasets. 0 .2 .4 .6 .8 1",
        "Year 0-50 miles 50-250 miles 250-1000 miles >1000 miles Annual Originations of SBL by Distance Bin 0 .2 .4 .6 .8 Share of SBL Originations 1 9 9 6 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6",
        "Year Figure 10: Lending Distances and NonPerforming Loan Ratios Figure 10 plots the average lending distance over time after stratifying the sample of banks based on the average nonperforming loan ratio of banks over the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 period.",
        "The figure on the left plots the equal-weighted bank distance for banks with above-median and below-median nonperforming loan ratio during the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 period. The figure on the right plots the incremental contribution of the nonperforming loan ratio on the estimated marginal effect of distance on the log change in volume of loans. We compute the marginal effects of distance over time using estimates from the following empirical specification: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 %SBL bct = Ã\u0083Å½Ã\u0082Â¸ ct +Ã\u0083Â\u008fÃ\u0082â\u0080° b + P t Ã\u0083Å½Ã\u0082Â³ t (DistanceÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094Y ear) bct + P t Ã\u0083Å½Ã\u0082Â» t (DistanceÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094Y ear Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094N P L bt )+Ã\u0083Å½Ã\u0082â\u0080\u009cX bt + bct . The marginal effects are computed using the year-specific elasticities of loan volume with respect to distance (Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t ) and the year-specific elasticities of loan volume with respect to distance interacted with N P L ( Ã\u0083Å½Ã\u0082Â»Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t ). Specifically, we plot Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t + Ã\u0083Å½Ã\u0082Â»Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 N P",
        "Local market concentration is measured as the HHI of the small business lending market as of 1996. Panel B represents the evolution over time of estimated marginal effect of distance on changes in bank lending measured at different points of the distribution of HHI. We compute the marginal effects of distance over time using estimates from the following empirical specification: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 %SBL bct = Ã\u0083Å½Ã\u0082Â¸ ct + Ã\u0083Â\u008fÃ\u0082â\u0080° b + P t Ã\u0083Å½Ã\u0082Â³ t (Distance Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Y ear) bct + P t Ã\u0083Å½Ã\u0082Â» t (Distance Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Y ear Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 HHI bct + Ã\u0083Å½Ã\u0082â\u0080\u009cX bt +  bct . The marginal effects are computed using the year-specific elasticities of loan volume with respect to distance (Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t ) and the year-specific elasticities of loan volume with respect to distance interacted with HHI ( Ã\u0083Å½Ã\u0082Â»Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t ). Specifically, we plot Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t + Ã\u0083Å½Ã\u0082Â»Ã\u0083Å\u0092Ã\u0082â\u0080\u009a t",
        "NPL Ratio (07-09) is the nonperforming loan ratio of the bank during the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 period. HHI Destination is the SBL market concentration in the destination (host) market. HHI Origin is the SBL market concentration in the closest branch (home) market. HHI Difference is the difference in SBL market concentration between destination (host) market and the closest branch (home) market. Coefficient Variation HHI is the coefficient of variation of the market concentration in counties where banks have a branch presence.",
        "Local market concentration is measured as the HHI of the small business lending market in each county measured in 1996. The specification includes borrower county-by-year and bank fixed-effects as well as baseline controls for natural logarithm of Total Assets, Share of Commercial & Real Estate Loans, Share of Residential Loans, and Share of Commercial & Industrial Loans. The specification also conditions on the interactions between HHI and the business cycle indicators, and HHI and Distance.",
        "Destination is the natural logarithm of the difference between 1996 and the year of adoption of interstate banking deregulation in each state where the borrower is located. Yrs. since M&A Dereg."
    ]
}