{
    "id": 25206,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Ahn, Dong-Hyun, 2004, Common factors and local factors: Implications for term structures and exchange rates, Journal of Financial and Quantitative Analysis 39, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Alvarez, Fernando, Andrew Atkeson, and Patrick Kehoe, 2007, If exchange rates are random walks, then almost everything we say about monetary policy is wrong, American Economic Review, Papers and Proceedings 97, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Anderson, Bing, Peter J. Hammond, and Cyrus A. Ramezani, 2010, Affine Models of the Joint Dynamics of Exchange Rates and Interest Rates, Journal of Financial and Quantitative Analysis 45, 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1365.",
        "Ang, Andrew, and Joseph Chen, 2010, Yield curve predictors of foreign exchange returns, working paper.",
        "Backus, David, Silverio Foresi, and Chris Telmer, 2001, Affine term structure models and the forward premium anomaly, Journal of Finance 56, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Bansal, Ravi, and Magnus Dahlquist, 2000, The forward premium puzzle: different tales from developed and emerging economies, Journal of International Economics 51, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 144.",
        "Bauer, Gregory, and Antonio Diez de los Rios, 2014, An international dynamic term structure model with economic restrictions and unspanned risks, working paper, Bank of Canada.",
        "Bikbov, Ruslan, and Mikhail Chernov, 2011, Yield curve and volatility: Lessons from eurodollar futures and options, Journal of Financial Econometrics 9, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Bilson, John F. O., 1981, The speculative efficiency hypothesis., Journal of Business 54, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Brandt, Michael, and Pedro Santa-Clara, 2002, Simulated likelihood estimation of diffusions with an application to exchange rate dynamics in incomplete markets, Journal of Financial Economics 63, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Dahlquist, Magnus, and Henrik Hasseltoft, 2013, International bond risk premia, Journal of International Economics 90, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Dai, Qiang, and Kenneth J. Singleton, 2000, Specification analysis of affine term structure models., The Journal of Finance 55, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "Driessen, Joost, Bertrand Melenberg, and Theo Nijman, 2003, Common factors in international bond returns, Journal of International Money and Finance 22, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Duffee, Gregory R., 2011, Information in (and not in) the term structure, The Review of Financial Studies 24, 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Fama, Eugene F., 1984, Forward and spot exchange rates., Journal of Monetary Economics 14, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Graveline, Jeremy, and Scott Joslin, 2011, G10 swap and exchange rates, working paper.",
        "Ilmanen, Antti, 1995, Time-varying expected returns in international bond markets, Journal of Finance 50, 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Joslin, Scott, Marcel Priebsch, and Kenneth J. Singleton, 2014, Risk premiums in dynamic term structure models with unspanned macro risks, The Journal of Finance 69, 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1233.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu, 2011, A new perspective on Gaussian affine term structure models, The Review of Financial Studies 27, 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "Jotikasthira, Chotibhak, Anh Le, and Christian Lundblad, 2015, Why do term structures in different currencies co-move?, Journal of Financial Economics 115, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kaminska, Iryna, Andrew Meldrum, and James Smith, 2013, A Global Model of International Yield Curves: No-Arbitrage Term Structure Approach, International Journal of Finance and Economics 18, 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Lustig, Hanno, and Adrien Verdelhan, 2015, Does incomplete spanning in international financial markets help to explain exchange rates?, working paper.",
        "Sarno, Lucio, Paul Schneider, and Christian Wagner, 2012, Properties of foreign exchange risk premiums, Journal of Financial Economics 105, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Tryon, Ralph, 1979, Testing for rational expectations in foreign exchange markets, Federal Reserve Board international finance discussion paper no. 139."
    ]
}