{
    "id": 25203,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters, and Multinationals: a Portrait of Firms in the U.S. that Trade Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Timothy Dunne and J. Bradford Jensen and Mark J. Roberts (eds.), Producer Dynamics: New Evidence from Micro Data. Chicago: University of Chicago Press.",
        "Berrospide, Jose M, Ricardo Correa, Linda S Goldberg, and Friederike Niepmann. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Banking and Cross-Border Effects of Regulation: Lessons from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 13(2): 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Bremus, Franziska, Claudia M. Buch, Katheryn N. Russ, and Monika Schnitzer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Banks and Macroeconomic Outcomes: Theory and Cross-Country Evidence of Granularity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19093. National Bureau of Economic Research.",
        "Cerutti, Eugenio, Giovanni DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, and Maria Soledad MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nez PerÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Banks go Abroad: Branches or Subsidiaries?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance 31(6): 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1692.",
        "Cetorelli, Nicola, and Linda Goldberg. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Banks and International Shock Transmission: Evidence from the Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review 59(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Cetorelli, Nicola, and Linda Goldberg. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Globalization and Monetary Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 67(5): 1811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "Cetorelli, Nicola, and Linda Goldberg. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Follow the Money: Quantifying Domestic Effects of Foreign Bank Shocks in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings 102(3): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Claessens, Stijn, Asli DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, and Harry Huizinga. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Foreign Entry Affect Domestic Banking Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance 25(5): 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Corbae, Dean, and Pablo DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Model of Banking Industry Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Wisconsin Madison.",
        "Correa, Ricardo, Horacio Sapriza, and Andrei Zlate. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Shocks, Dollar Funding Costs, and the Bank Lending Channel during the European Sovereign Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston RPA Working Paper (16/04).",
        "Danisewicz, Piotr, Dennis Reinhardt, and Rhiannon Sowerbutts. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On a Tight Leash: Does Bank Organizational Structure Matter for Macroprudential Spillovers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 109: 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "de Blas, Beatriz, and Katheryn N. Russ. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093All Banks Great, Small, and Global: Loan Pricing and Foreign Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Economics and Finance 26: 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, Giovanni, and Robert Marquez. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and the Corporate Structure of Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 65(3): 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Eaton, Jonathan. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Border Banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 4686. National Bureau of Economic Research.",
        "Egan, Mark, Ali Hortacsu, and Gregor Matvos. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Competition and Financial Fragility: Evidence from the U.S. Banking Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107(1): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Fiechter, Jonathan, IÃ\u0083Å\u0092Ã\u0082â\u0080¡nci OÃ\u0083Å\u0092Ã\u0082Ë\u0086tker Robe, Anna Ilyina, Michael Hsu, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Santos, and Jay Surti. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidiaries or Branches: Does One Size Fit All?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Discussion Note (11/04).",
        "Goldberg, Linda. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Banking Sector Globalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund Staff Papers 56: 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Klein, Michael. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Banking Firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 3(2): 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Monti, Mario. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit, Credit, and Interest Rate Determination under Alternative Bank Objectives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In G.P. Szego and K. Shell (eds.), Mathematical Methods in Investment and Finance. Amsterdam: North Holland.",
        "Niepmann, Friederike. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Across Borders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 96(2): 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Niepmann, Friederike. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Across Borders with Heterogeneous Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Discussion Paper (DP12607).",
        "Ongena, Steven, Ann L. Owen, and Judit Temesvary. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Global Lending Channel Unplugged? Does U.S. Monetary Policy Affect Cross-border and Affiliate Lending by Global U.S. Banks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2018-008. Board of Governors of the Federal Reserve System.",
        "Peek, Joe, and Eric S. Rosengren. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90(1): 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45."
    ]
}