{
    "id": 2520,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Akerlof, l.A. , and J.L. Yellen, A Near-Rational Model of the Business Cycle with Wage and Price Inertia. Q~ 100 (Suppl.. 1985), 823-838.",
        "Barro, R.J ,,Second Thoughts on Keynesian Economics, AER 69 (May 1979), 54-59.",
        "Barro, R.J., and H.I. Grossman, Money, Employment, and Inflation, Cambridge: Cambridge University Press, 1976.",
        "Barro, R.J., and 0.8. Gordon, A Positive Theory of Monetary Policy In a Natural Rate Model, JPE 91 (August 1983), 589-610.",
        "Blanchard, 0.J .,Why Does Money Affect Output? A Survey, NEER Working Paper No. 2285, June 1987.",
        "Blanchard, 0.J., and L.H. Summers, Hysteresis and the European Unemployment Problem, in NBER Macroeconomics Annual 1986, ed. by S. Fischer. Cambridge, MA: The MIT Press, 1986.",
        "Buiter, W.H .,The Right Combination of Demand and Supply Policies: The Case for a Two-Handed Approach, NBER Working Paper No. 2333, August 1987.",
        "Friedman, M. The Role of Monetary Policy, AER 58 (May 1968), 1-17.",
        "Friedman, M., The Optimum Quantity of Money and Other Essays. Chicago: Aldine, 1969.",
        "Gordon, R.J .,The Conduct of Domestic Monetary Policy, in Monetary Policy in Our Times, ed. by A. Ando, H. Eguchi. R. Former, and Y. Suzuki. Cambridge, MA: The MIT Press. 1985.",
        "Hicks, J.R. Mr. Keynes and the `Classics; A Suggested Interpretation, Econometrics 5 (April 1937), 147-159.",
        "Keynes, J.M., The General Theory of Employment, Interest, and Money. London: Macmillan, 1936.",
        "King, R.G., and C.I. Plosser, Money, Credit, and Prices in a Real Business Cycle, AER 74 (June 1984), 363-380.",
        "Kydland, FE. , and E.C. Prescott, Rules Rather than Discretion: The Inconsistency of Optimal Plans, JPE 85 (June 1977), 473-491.",
        "Kydland, FE., and E.C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica 50 (November 1982). 1345-1370.",
        "Long, JO., and C.I. Plosser, Real Business Cycles, JPE 91 (February 1983), 39-69.",
        "Lucas, RE. , Jr .,Expectations and the Neutrality of Money, JET 4 (April 1972), 103-124.",
        "Lucas, RE., Jr ,,Econometric Policy Evaluation: A Critique, Carnegie- Rochester Conference Series on Public Policy 1 (1976), 19-46.",
        "McCallum, B.T .,Hahns Theoretical Viewpoint on Unemployment: A Comment, Economica 47 (August 1980), 299-303.",
        "McCallum, B.T., The Liquidity Trap and the Pigou Effect: A Dynamic Analysis with Rational Expectations, Economica 50 (November 1983), 395-405.",
        "McCallum, B.T ,,Monetarist Rules in the Light of Recent Experience, AER 74 (May 1984), 388-391.",
        "McCallum, B.T On `Real and `Sticky-Price Theories of the Business Cycle, .JMCB 18 (November 1986)-, 397-414.",
        "McCallum, B.T. , Inflation: Theory and Evidence, NEER Working Paper No. 2312, July 1987. Forthcoming in Handbook of Monetary Economics, ed. by ON.",
        "Friedman and F. Hahn. McCallum, B.T .,Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference Series on Public Policy 29 (Autumn 1988), forthcoming.",
        "Meltzer, A.H. . Limits of Short-Run Stabilization Policy, Economic Inquiry 25 (January 1987), 1-14.",
        "Modigliani, F. Liquidity Preference and the Theory of Interest and Money, Econometrics 12 (January 1944), 45-88.",
        "Sargent. T.J., and N. Wallace, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. JPE 83 (April 1975), 241-254.",
        "Yellen, J.L:, Efficiency Wage Models of Unemployment. AER 74 (May 1984), 200-205."
    ]
}