{
    "id": 25218,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Ahlfeldt, Gabriel M., Stephen J. Redding, Daniel M. Sturm, and Nikolaus Wolf. 2015. The economics of density: Evidence from the Berlin Wall. Econometrica 83(6):2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Akbar, Prottoy A., Victor Couture, Gilles Duranton, and Adam Storeygard. 2018. Accessibility in urban India. Work in progress, University of Pennsylvania.",
        "Akbar, Prottoy A. and Gilles Duranton. 2018. Measuring congestion in a highly congested city: BogotÃ\u0083Æ\u0092Ã\u0082Â¡. Processed, University of Pennsylvania.",
        "Alonso, William. 1964. Location and Land Use; Toward a General Theory of Land Rent. Cambridge, ma: Harvard University Press.",
        "Anderson, Simon P., AndrÃ\u0083Æ\u0092Ã\u0082Â© de Palma, and Jacques-Francois Thisse. 1992. Discrete Choice Theory of Product Differentiation. Cambridge, ma: mit Press.",
        "Angel, Shlomo. 2008. An arterial grid of dirt roads. Cities 25(3):146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Annez, Patricia Clarke, Alain Bertaud, Marie-Agnes Bertaud, Bijal Bhatt, Chirayu Bhatt, Bimal Patel, and Vidyadhar Phata. 2016. Ahmedabad. More but different government for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093slum freeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and livable cities. World Bank Policy Research Working Paper 6267.",
        "Atkin, David, Benjamin Faber, and Marco Gonzalez-Navarro. 2018. Retail globalization and household welfare: Evidence from Mexico. Journal of Political Economy 126(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Ben-Akiva, Moshe E. and Steven R. Lerman. 1985. Discrete Choice Analysis: Theory and Application to Travel Demand. Cambridge, ma: mit Press.",
        "Boston Consulting Group. 2018. Unlocking Cities. The impact of ridesharing across India. Report.",
        "Brownstone, David and Kenneth A. Small. 2005. Valuing time and reliability: Assessing the evidence from road pricing demonstrations. Transportation Research Part A 39(4):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Ch, Rafael, Diego Martin, and Juan F. Vargas. 2018. Measuring cities with night-time light data. Processed, CAF - Development Bank of Latin America.",
        "Combes, Pierre-Philippe, Gilles Duranton, and Laurent Gobillon. 2019. The costs of agglomeration: House and land prices in French cities. Review of Economic Studies forthcoming.",
        "Combes, Pierre-Philippe and Laurent Gobillon. 2015. The empirics of agglomeration economies. In Gilles Duranton, Vernon Henderson, and William Strange (eds.) Handbook of Regional and Urban Economics, volume 5A. Amsterdam: Elsevier, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Duranton, Gilles and Diego Puga. 2015. Urban land use. In Gilles Duranton, J. Vernon Henderson, and William C. Strange (eds.) Handbook of Regional and Urban Economics, volume 5A. Amsterdam: North-Holland, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Duranton, Gilles and Matthew A. Turner. 2011. The fundamental law of road congestion: Evidence from US cities. American Economic Review 101(6):2616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2652.",
        "Fuller, Brandon and Paul Romer. 2014. Urbanization as opportunity. World Bank Policy Research Paper 6874.",
        "Geroliminis, Nikolas and Carlos F. Daganzo. 2008. Existence of urban-scale macroscopic fundamental diagrams: Some experimental findings. Transportation Research Part B: Methodological 42(9):759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Glaeser, Edward L. and Matthew E. Kahn. 2004. Sprawl and urban growth. In Vernon Henderson and Jacques-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland, 2481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2527.",
        "Hanna, Rema, Gabriel Kreindler, and Benjamin A. Olken. 2017. Citywide effects of high-occupancy vehicle restrictions: Evidence from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093three-in-oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jakarta. Science 357(6346):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Harari, Mariaflavia. 2016. Cities in bad shape: Urban geometry in India. Processed, Wharton School of the University of Pennsylvania.",
        "Kreindler, Gabriel. 2016. Driving Delhi? Behavioural responses to driving restrictions. Processed, MIT.",
        "Kreindler, Gabriel. 2018. The welfare effect of road congestion pricing: Experimental evidence and equilibrium implications. Processed, MIT.",
        "Mangrum, Daniel and Alejandro Molnar. 2017. The marginal congestion of a taxi in New York City. Processed, Vamderbilt University.",
        "Mills, Edwin S. 1967. An aggregative model of resource allocation in a metropolitan area. American Economic Review (Papers and Proceedings) 57(2):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Muth, Richard F. 1969. Cities and Housing. Chicago: University of Chicago Press.",
        "Sheu, Gloria. 2014. Price, quality, and variety: Measuring the gains from trade in differentiated products. American Economic Journal: Applied Economics 6(4):66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Small, Kenneth A. and Erik T. Verhoef. 2007. The Economics of Urban Transportation. New York (ny): Routledge.",
        "United Nations. 2015. World Urbanization Prospects: The 2014 Revision. New York (ny)."
    ]
}