{
    "id": 25210,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Bai, Jennie, Thomas Philippon, and Alexi Savov. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have financial markets become more informative?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Forthcoming.",
        "Barberis, Nicholas C. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychology-based Models of Asset Prices and Trading Volume.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bond, Philip, Alex Edmans, and Itay Goldstein. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Effects of Financial Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Financial Economics, 4(1): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Campbell, John Y. 2017. Financial decisions and markets: a course in asset pricing. Princeton University Press.",
        "Chen, Qi, Itay Goldstein, and Wei Jiang. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price informativeness and investment sensitivity to stock price.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 20(3): 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Davila, Eduardo, and Cecilia Parlatore. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Costs and Informational Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Davila, Eduardo, and Cecilia Parlatore. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Informativeness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Diamond, Douglas W, and Robert E Verrecchia. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information aggregation in a noisy rational expectations economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 9(3): 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Durnev, Art, Randall Morck, and Bernard Yeung. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value-enhancing capital budgeting and firmspecific stock return variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 59(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Easley, D., M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and J. Paperman. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial analysts and information-based trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 1: 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Farboodi, Maryam, Adrien Matray, and Laura Veldkamp. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Has All the Big Data Gone?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Gennaioli, Nicola, and Andrei Shleifer. 2018. A Crisis of Beliefs: Investor Psychology and Financial Fragility. Princeton University Press.",
        "Granger, Clive WJ, and Paul Newbold. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spurious regressions in econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2(2): 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Grossman, S.J., and J.E. Stiglitz. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the impossibility of informationally efficient markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Hayek, FA. 1945. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Knowledge in Society.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 35(4): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Hellwig, M.F. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the aggregation of information in competitive markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 22(3): 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Hou, Kewei, Lin Peng, and Wei Xiong. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is R2 a Measure of Market Inefficiency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Kacperczyk, Marcin, Savitar Sundaresan, and Tianyu Wang. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Foreign Investors Improve Market Efficiency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tehe information content of stock markets: Why do emerging markets have synchronous stock price movements?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 58: 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Veldkamp, Laura. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Choice in Macroeconomics and Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, New York University.",
        "Vives, Xavier. 2008. Information and Learning in Markets: the Impact of Market Microstructure. Princeton University Press.",
        "Vuolteenaho, Tuomo. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Firm-Level Stock Returns?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 57(1): 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 264.",
        "Weller, Brian M. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Algorithmic Trading Reduce Information Acquisition?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 31(6): 2184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2226.",
        "Wurgler, Jeffrey. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial markets and the allocation of capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 58: 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214. APPENDIX A Proofs: Section 2 Assumptions 2 (linear demands) and market clearing imply that Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 qi tdi = Ã\u0083Å½Ã\u0082Â¸t Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â±i Ã\u0083Å½Ã\u0082Â¸di + Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â±i ssi tdi + Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â±i nni tdi Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 pt Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â±i pdi + Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Â\u008fÃ\u0082Ë\u0086i di = 0, so the equilibrium price must satisfy pt = Ã\u0083Å½Ã\u0082Â±i ssi tdi Ã\u0083Å½Ã\u0082Â±p + Ã\u0083Å½Ã\u0082Â±Ã\u0083Å½Ã\u0082Â¸ Ã\u0083Å½Ã\u0082Â±p Ã\u0083Å½Ã\u0082Â¸t + Ã\u0083Å½Ã\u0082Â±i nni tdi Ã\u0083Å½Ã\u0082Â±p + Ã\u0083Â\u008fÃ\u0082Ë\u0086 Ã\u0083Å½Ã\u0082Â±p , where we define cross sectional averages Ã\u0083Å½Ã\u0082Â±Ã\u0083Å½Ã\u0082Â¸ = Ã\u0083Å½Ã\u0082Â±i Ã\u0083Å½Ã\u0082Â¸di, Ã\u0083Å½Ã\u0082Â±p = Ã\u0083Å½Ã\u0082Â±i pdi, and Ã\u0083Â\u008fÃ\u0082Ë\u0086 = Ã\u0083Â\u008fÃ\u0082Ë\u0086idi. Under Assumption 1, which implies the additive structure of signals in Equations. (1) and (2), we can further write pt = Ã\u0083Å½Ã\u0082Â±s Ã\u0083Å½Ã\u0082Â±p Ã\u0083Å½Ã\u0082Â·t + Ã\u0083Å½Ã\u0082Â±Ã\u0083Å½Ã\u0082Â¸ Ã\u0083Å½Ã\u0082Â±p Ã\u0083Å½Ã\u0082Â¸t + Ã\u0083Å½Ã\u0082Â±n Ã\u0083Å½Ã\u0082Â±p nt + Ã\u0083Å½Ã\u0082Â±i sÃ\u0083Å½Ã\u0082Âµi stdi Ã\u0083Å½Ã\u0082Â±p + Ã\u0083Å½Ã\u0082Â±i nÃ\u0083Å½Ã\u0082Âµi ntdi Ã\u0083Å½Ã\u0082Â±p + Ã\u0083Â\u008fÃ\u0082Ë\u0086 Ã\u0083Å½Ã\u0082Â±p ,",
        "where we define cross sectional averages Ã\u0083Å½Ã\u0082Â±s = Ã\u0083Å½Ã\u0082Â±i sdi and Ã\u0083Å½Ã\u0082Â±n = Ã\u0083Å½Ã\u0082Â±i ndi. Under a Strong Law of Large Numbers, see, e.g. Vives (2008), the terms Ã\u0083Å½Ã\u0082Â±i sÃ\u0083Å½Ã\u0082Âµi stdi Ã\u0083Å½Ã\u0082Â±p and Ã\u0083Å½Ã\u0082Â±i nÃ\u0083Å½Ã\u0082Âµi ntdi Ã\u0083Å½Ã\u0082Â±p vanish when there is a continuum of investors, which allows us to derive Equation (3) in the text. Proof of Proposition 1. (Identifying absolute price informativeness) Comparing Equations (7) and (R1) allows us to structurally interpret the coefficients Ã\u0083Å½Ã\u0082Â²0 and Ã\u0083Å½Ã\u0082Â²2 and the residual term as Ã\u0083Å½Ã\u0082Â²0 = Ã\u0083Â\u008fÃ\u0082Ë\u0086 Ã\u0083Å½Ã\u0082Â±p , Ã\u0083Å½Ã\u0082Â²2 = Ã\u0083Å½Ã\u0082Â±s Ã\u0083Å½Ã\u0082Â±p , and Ã\u0083Å½Ã\u0082Âµt = Ã\u0083Å½Ã\u0082Â±n Ã\u0083Å½Ã\u0082Â±p nt. Consequently, Var [Ã\u0083Å½Ã\u0082Âµt] =  Ã\u0083Å½Ã\u0082Â±n Ã\u0083Å½Ã\u0082Â±p 2 Ã\u0083Â\u008fÃ\u0082â\u0080\u009eÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 n . It then follows that Ã\u0083Â\u008fÃ\u0082â\u0080\u009epÃ\u0083Å\u0092Ã\u0082â\u0080\u009a = Ã\u0083Å½Ã\u0082Â²2 Ã\u0083Â\u008fÃ\u0082Æ\u00922 Ã\u0083Å½Ã\u0082Âµ =  Ã\u0083Å½Ã\u0082Â±s Ã\u0083Å½Ã\u0082Â±p 2  Ã\u0083Å½Ã\u0082Â±n Ã\u0083Å½Ã\u0082Â±p 2 Ã\u0083Â\u008fÃ\u0082â\u0080\u009eÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 n =  Ã\u0083Å½Ã\u0082Â±s Ã\u0083Å½Ã\u0082Â±n 2 Ã\u0083Â\u008fÃ\u0082â\u0080\u009en. Proof of Proposition 2. (Identifying relative price informativeness) We reproduce here Regressions R1 and R2: pt = Ã\u0083Å½Ã\u0082Â²0 + Ã\u0083Å½Ã\u0082Â²1Ã\u0083Å½Ã\u0082Â¸t + Ã\u0083Å½Ã\u0082Â²2Ã\u0083Å½Ã\u0082Â¸t+1 + Ã\u0083Å½Ã\u0082Âµt (R1) pt = Ã\u0083Å½Ã\u0082Â¶0 + Ã\u0083Å½Ã\u0082Â¶1Ã\u0083Å½Ã\u0082Â¸t + Ã\u0083Å½Ã\u0082Âµ Ã\u0083Å½Ã\u0082Â¶ t . (R2)"
    ]
}