{
    "id": 25224,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "David Blackwell. Equivalent comparisons of experiments. Ann. Math. Statist., 24(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272, 06 1953. doi: 10.1214/aoms/1177729032. URL http://dx.doi.org/10.1214/aoms/1177729032.",
        "Matthew Botvinick and Wouter Kool. Mental labour. Nature Human Behaviour, 2018.",
        "Andrew Caplin and Mark Dean. Revealed preference, rational inattention, and costly information acquisition. American Economic Review, 105(7):2183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2203, 2015.",
        "Andrew Caplin and Daniel Martin. A testable theory of imperfect perception. The Economic Journal, 125(582):184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202, February 2015.",
        "Andrew Caplin, Mark Dean, and John Leahy. Rationally Inattentive Behavior: Characterizing and Generalizing Shannon Entropy. Technical report, National Bureau of Economic Research, 2017.",
        "Thomas M. Cover and Joy A. Thomas. Elements of Information Theory (Wiley Series in Telecommunications and Signal Processing). Wiley-Interscience, 2006.",
        "Henrique de Oliveira, Tommaso Denti, Maximilian Mihm, and Kemal Ozbek. Rationally inattentive preferences and hidden information costs. Theoretical Economics, 12(2):621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654, 2017.",
        "Mark Dean and Nathaniel Neligh. Experimental tests of rational inattention. Technical report, Columbia University, 2017.",
        "Ambuj Dewan and Nathaniel Neligh. Estimating information cost functions in models of rational inattention. Technical report, Columbia University, 2017.",
        "Gustav Theodor Fechner. Elemente der Psychophysik (Elements of Psychophysics). Leipzig: Breitkopf und Hartel., 1860. Ernst Fehr and Antonio Rangel. Neuroeconomic foundations of economic choiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crecent advances.",
        "Samuel J. Gershman, Eric J. Horvitz, and Joshua B. Tenenbaum. Computational rationality: A converging paradigm for intelligence in brains, minds, and machines. Science, 349(6245):273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278, 2015.",
        "Thomas L. Griffiths, Falk Lieder, and Noah D. Goodman. Rational use of cognitive resources: Levels of analysis between the computational and the algorithmic. Topics in Cognitive Science, 7(2):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229, 2015.",
        "Joseph Y. Halpern and Rafael Pass. Algorithmic rationality: Adding cost of computation to game theory. ACM SIGecom Exchanges, 10(2):9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, 2011.",
        "Filip MateÃ\u0083Å\u0092Ã\u0082â\u0080\u009ajka and Alisdair McKay. Rational Inattention to Discrete Choices: A New Foundation for the Multinomial Logit Model. American Economic Review, 105(1):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98, 2015.",
        "Sebastian Musslick, Jonathan D. Cohen, and Amitai Shenhav. Estimating the costs of cognitive control from task performance: theoretical validation and potential pitfalls. Proceedings of the 40th Annual Meeting of the Cognitive Science Society, 2018.",
        "David Navon and Daniel Gopher. On the economy of the human-processing system. Psychological review, 86(3):214, 1979.",
        "Roger Ratcliff. A theory of memory retrieval. Psychological Review, 85(2):59, 1978.",
        "Ralph Tyrell Rockafellar. Convex Analysis. Princeton University Press, 1971. Amitai Shenhav, Sebastian Musslick, Falk Lieder, Wouter Kool, Thomas L. Griffiths, Jonathan D. Cohen, and Matthew M. Botvinick. Toward a rational and mechanistic account of mental effort.",
        "Annual review of neuroscience, 40:99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124, 2017.",
        "Christopher A. Sims. Stickiness. Carnegie-Rochester Conference Series on Public Policy, 49:317 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 356, 1998.",
        "Christopher A. Sims. Implications of rational inattention. Journal of Monetary Economics, 50(3): 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690, 2003.",
        "Andreas Sonderegger, Andreas Uebelbacher, Manuela Pugliese, and Juergen Sauer. The influence of aesthetics in usability testing: the case of dual-domain products. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, pages 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30. ACM, 2014.",
        "Ronald van den Berg and Wei Ji Ma. A rational theory of the limitations of working memory and attention. bioRxiv, page 151365, 2017.",
        "Hal R. Varian. Intermediate Microeconomics: A Modern Approach: Ninth International Student Edition. WW Norton & Company, 2014.",
        "Viswanath Venkatesh, Michael G. Morris, Gordon B. Davis, and Fred D. Davis. User acceptance of information technology: Toward a unified view. MIS quarterly, pages 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478, 2003. Ernst Heinrich Weber. De Pulsu, Resorptione, Auditu et Tactu. Annotationes Anatomicae et Physiologicae.",
        "Thomas A. Weber. Simple methods for evaluating and comparing binary experiments. Theory and decision, 69(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288, 2010."
    ]
}