{
    "id": 25221,
    "cites": 65,
    "cited_by": 7,
    "reference": [
        "Ahammad, H., E. Heyhoe, G. Nelson, R. Sands, S. Fujimori, T. Hasegawa, D. van der Mensbrugghe, E. Blanc, P. HavlÃ\u0083Æ\u0092Ã\u0082Â­k, H. Valin, P. Kyle, D. M. dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Croz, H. van Meijl, C. Schmitz, H. Lotze-Campen, M. von Lampe, and A. Tabeau (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of international trade under a changing climate: Insights from global economic modellingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Climate Change and Food Systems: Global Assessments and Implications for Food Security and Trade. Ed. by A. Elbehri. Rome: FAO. Chap. 10, pp. 292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Alexandratos, N. and J. Bruinsma (2012). World Agriculture Towards 2030/2050: The 2012 Revision. Rome: Food and Agriculture Organization of the United Nations.",
        "Anderson, K., G. C. Rausser, and J. F. Swinnen (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Economy of Public Policies: Insights from Distortions to Agricultural and Food MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic Literature, 51(2), pp. 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Andreyeva, T., M. W. Long, and K. D. Brownell (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Food Prices on Consumption: A Systematic Review of Research on the Price Elasticity of Demand for FoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Public Health, 100(2), pp. 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Atkin, D. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Tastes, and Nutrition in IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 103(5), pp. 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1663.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Caloric Costs of Culture: Evidence from Indian MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 106(4), pp. 1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Beckman, J., R. Keeney, and W. Tyner (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feed demands and coproduct substitution in the biofuel eraÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Agribusiness, 27(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Berry, S. T. (2011). Biofuels Policy and the Empirical Inputs to GTAP Models. Report. California Air Resources Board.",
        "Berry, S. T. and W. Schlenker (2011). Empirical evidence on crop elasticities. Report. International Council on Clean Transportation.",
        "Caliendo, L. and F. Parro (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Review of Economic Studies, 82(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Carpentier, A. and E. Letort (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multicrop Production Models with Multinomial Logit Acreage SharesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Environmental and Resource Economics, 59(4), pp. 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Chambers, R. G. and R. E. Just (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Multioutput TechnologiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 71(4), pp. 980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "Chavas, J. and M. Holt (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acreage Decisions under Risk: The Case of Corn and SoybeansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 72(3), pp. 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Chembezi, D. M. and A. W. Womack (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Acreage Response For U.S. Corn and Wheat: The Effects Of Government ProgramsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Southern Journal of Agricultural Economics, 24(1), pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Chen, D., D. Abler, D. Zhou, X. Yu, and W. Thompson (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Meta-analysis of Food Demand Elasticities for ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Applied Economic Perspectives and Policy, 38(1), pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Chomitz, K. M. and D. A. Gray (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Roads, Land Use, and Deforestation: A Spatial Model Applied to BelizeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The World Bank Economic Review, 10(3), pp. 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Costinot, A., D. Donaldson, and C. B. Smith (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Comparative Advantage and the Impact of Climate Change in Agricultural Markets: Evidence from 1.7 Million Fields around the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy, 124(1), pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Costinot, A. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of GlobalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Handbook of International Economics. Ed. by E. Helpman, K. Rogoff, and G. Gopinath. Vol. 4. Amsterdam: Elsevier. Chap. 4, pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Costinot, A. and J. Vogel (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Ricardo: Assignment Models in International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Annual Review of Economics, 7, pp. 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Dekle, R., J. Eaton, and S. Kortum (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unbalanced TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 97(2), pp. 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Dornbusch, R., S. Fischer, and P. A. Samuelson (1977). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of GoodsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 67(5), pp. 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Erb, K.-H., C. Lauk, T. Kastner, A. Mayer, M. C. Theurl, and H. Haberl (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploring the biophysical option space for feeding the world without deforestationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Nature Communications, 7(11382).",
        "Fally, T. and J. Sayre (2018). Commodity Trade Matters. Working Paper 14965. NBER.",
        "Farrokhi, F. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Sourcing in Oil MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. job market paper.",
        "Feng, H. and B. A. Babcock (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of Ethanol on Planted Acreage in Market EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 92(3), pp. 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Fritz, S., L. See, I. McCallum, C. Schill, M. Obersteiner, M. van der Velde, H. Boettcher, P. HavlÃ\u0083Æ\u0092Ã\u0082Â­k, and F. Achard (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Highlighting continued uncertainty in global land cover maps for the user communityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Environmental Research Letters, 6(4). 044005.",
        "Gao, G. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Food DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 94(1), pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Golan, A., G. Judge, and S. Robinson (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Information from Incomplete or Partial Multisectoral Economic DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Economics and Statistics, 76(3), pp. 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549. Gouel, C. and H. Guimbard (forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nutrition transition and the structure of global food demandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics.",
        "Haile, M. G., M. Kalkuhl, and J. von Braun (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worldwide Acreage and Yield Response to International Price Change and Volatility: A Dynamic Panel Data Analysis for Wheat, Rice, Corn, and SoybeansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 98(1), pp. 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Harrison, W., J. Horridge, and K. Pearson (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing simulation results with respect to exogenous shocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Computational Economics, 15(3), pp. 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Head, K. and T. Mayer (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Equations: Workhorse, Toolkit, and CookbookÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Handbook of International Economics. Ed. by E. Helpman, K. Rogoff, and G. Gopinath. Vol. 4. Amsterdam: Elsevier. Chap. 3, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Helpman, E., M. J. Melitz, and Y. Rubinstein (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading VolumesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics, 123(2), pp. 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Helpman, E., K. Rogoff, and G. Gopinath, eds. (2014). Handbook of International Economics. Vol. 4. Amsterdam: Elsevier.",
        "Hendricks, N. P., A. Smith, and D. A. Sumner (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crop Supply Dynamics and the Illusion of Partial AdjustmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Hennessy, D. A. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Monoculture and the Structure of Crop RotationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 88(4), pp. 900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c914.",
        "IIASA/FAO (2012). Global Agro-ecological Zones (GAEZ v3.0). IIASA, Laxenburg, Austria and FAO, Rome, Italy.",
        "Keeney, R. and T. W. Hertel (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Indirect Land Use Impacts of United States Biofuel Policies: The Importance of Acreage, Yield, and Bilateral Trade ResponsesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 91(4), pp. 895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Knudsen, O. K. and P. L. Scandizzo (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Calories in Developing CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 64(1), pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "LeclÃ\u0083Æ\u0092Ã\u0082Â¨re, D., P. HavlÃ\u0083Æ\u0092Ã\u0082Â­k, S. Fuss, E. Schmid, A. Mosnier, B. Walsh, H. Valin, M. Herrero, N. Khabarov, and M. Obersteiner (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change induced transformations of agricultural systems: insights from a global modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Environmental Research Letters, 9(12), p. 124018.",
        "Lee, D. R. and P. G. Helmberger (1985). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Supply Response in the Presence of Farm ProgramsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 67(2), pp. 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Lichtenberg, E. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Quality, Irrigation Development, and Cropping Patterns in the Northern High PlainsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 71(1), pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Lin, W. and R. Dismukes (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply Response under Risk: Implications for Counter-Cyclical PaymentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Production ImpactÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Agricultural Economics, 29(1), pp. 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Mendelsohn, R., W. D. Nordhaus, and D. Shaw (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on agriculture: a Ricardian analysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American economic review, 84(4), pp. 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Miao, R., M. Khanna, and H. Huang (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Responsiveness of Crop Yield and Acreage to Prices and ClimateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 98(1), pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Miller, D. J. and A. J. Plantinga (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Land Use Decisions with Aggregate DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 81(1), pp. 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Nelson, G. C., H. Valin, R. D. Sands, P. HavlÃ\u0083Æ\u0092Ã\u0082Â­k, H. Ahammad, D. Deryng, J. Elliott, S. Fujimori, T. Hasegawa, E. Heyhoe, P. Kyle, M. V. Lampe, H. Lotze-Campen, D. M. dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Croz, H. van Meijl, D. van der Mensbrugghe, C. MÃ\u0083Æ\u0092Ã\u0082Â¼ller, A. Popp, R. Robertson, S. Robinson, E. Schmid, C. Schmitz, A. Tabeau, and D. Willenbockel (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change effects on agriculture: Economic responses to biophysical shocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Proceedings of the National Academy of Sciences, 111(9), pp. 3274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3279.",
        "Orazem, P. F. and J. A. Miranowski (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Acreage Allocation with General and Crop-Specific Soil CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 76(3), pp. 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Peeters, L. and Y. Surry (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating feed utilisation matrices using a cost function approachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Agricultural Economics, 9(2), pp. 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118. Porteous, O. C. (forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Trade Costs and Their Consequences: An Estimated Model of African Agricultural Storage and TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal: Applied Economics.",
        "Ramankutty, N. and J. A. Foley (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating historical changes in global land cover: Croplands from 1700 to 1992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Global Biogeochemical Cycles, 13(4), pp. 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1027.",
        "Randhir, T. O. and T. W. Hertel (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization as a Vehicle for Adapting to Global WarmingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Agricultural and Resource Economics Review, 29(2), pp. 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Rao, J. M. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural supply response: A surveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Agricultural Economics, 3(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Reilly, J. M. and N. Hohmann (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change and Agriculture: The Role of International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 83(2), pp. 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Roberts, M. J. and W. Schlenker (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Supply and Demand Elasticities of Agricultural Commodities: Implications for the US Ethanol MandateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 103(6), pp. 2265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2295.",
        "Rosenzweig, C. and M. L. Parry (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Potential impact of climate change on world food supplyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Nature, 367(6459), pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Rude, J. and K. Meilke (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of CAP Reform for the European UnionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Feed SectorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Canadian Journal of Agricultural Economics, 48(4), pp. 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Scott, P. T. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect Estimation of Yield-Price ElasticitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014). Dynamic Discrete Choice Estimation of Agricultural Land Use. Working Paper TSE-526. TSE.",
        "Seale Jr., J. L. and A. Regmi (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling International Consumption PatternsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Income and Wealth, 52(4), pp. 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Sotelo, S. (2015). Domestic Trade Frictions and Agriculture. Discussion Paper 641. University of Michigan.",
        "Stavins, R. N. and A. B. Jaffe (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unintended Impacts of Public Investments on Private Decisions: The Depletion of Forested WetlandsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 80(3), pp. 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Subramanian, S. and A. Deaton (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Food and CaloriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy, 104(1), pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Tegene, A., W. E. Huffman, and J. A. Miranowski (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Corn Supply Functions: A Model with Explicit OptimizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 70(1), pp. 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Tsigas, M. E., G. B. Frisvold, and B. Kuhn (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global climate change and agricultureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Global Trade Analysis: Modeling and Applications. Ed. by T. W. Hertel. Cambridge University Press. Chap. 11, pp. 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Wiebe, K., H. Lotze-Campen, R. Sands, A. Tabeau, D. van der Mensbrugghe, A. Biewald, B. Bodirsky, S. Islam, A. Kavallari, D. Mason-DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Croz, C. MÃ\u0083Æ\u0092Ã\u0082Â¼ller, A. Popp, R. Robertson, S. Robinson, H. van Meijl, and D. Willenbockel (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change impacts on agriculture in 2050 under a range of plausible socioeconomic and emissions scenariosÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Environmental Research Letters, 10(8), p. 085010.",
        "Wu, J. and K. Segerson (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Policies and Land Characteristics on Potential Groundwater Pollution in WisconsinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Journal of Agricultural Economics, 77(4), pp. 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1047."
    ]
}