{
    "id": 25232,
    "cites": 63,
    "cited_by": 6,
    "reference": [
        "Andersen, S., Harrison, G. W., Lau, M. I. & Rutstrom, E. E. (2008), `Eliciting risk and time preferences&apos;, Econometrica 76(3), 583618.",
        "Andreoni, J., Callen, M., Khan, Y., Jaar, K. & Sprenger, C. (2016), Using preference estimates to customize incentives: An application to polio vaccination drives in pakistan, Technical report, National Bureau of Economic Research.",
        "Andreoni, J., Kuhn, M. A. & Sprenger, C. (2015), `Measuring time preferences: A comparison of experimental methods&apos;, Journal of Economic Behavior and Organization 116, 451464.",
        "Andreoni, J. & Sprenger, C. (2012), `Estimating time preferences from convex budgets&apos;, American Economic Review 102(7), 333356.",
        "Augenblick, N., Niederle, M. & Sprenger, C. (2015), `Working over time: Dynamic inconsistency in real eort tasks&apos;, The Quarterly Journal of Economics 130(3), 10671115.",
        "Aycinena, D., Blazsek, S., Rentschler, L. & Sprenger, C. (2018), Intertemporal choice experiments and large-stakes behavior, Technical report, Manuscript, Rady School of Management, UC San Diego.",
        "Aycinena, D. & Rentschler, L. (2017), `Discounting and digit ratio: Low 2d: 4d predicts patience for a sample of females&apos;, Frontiers in behavioral neuroscience 11, 257.",
        "Balakrishnan, U., Haushofer, J. & Jakiela, P. (2017), How soon is now? evidence of present bias from convex time budget experiments, Technical report, National Bureau of Economic Research.",
        "Ballard, K. & Knutson, B. (2009), `Dissociable neural representations of future reward magnitude and delay during temporal discounting&apos;, Neuroimage 45(1), 143150.",
        "Bartra, O., McGuire, J. T. & Kable, J. W. (2013), `The valuation system: a coordinate-based meta-analysis of bold fmri experiments examining neural correlates of subjective value&apos;, Neuroimage 76, 412427.",
        "Cameron, A. C., Gelbach, J. B. & Miller, D. L. (2008), `Bootstrap-based improvements for inference with clustered errors&apos;, The Review of Economics and Statistics 90(3), 414427.",
        "Carvalho, L. S., Meier, S. & Wang, S. W. (2016), `Poverty and economic decision-making: Evidence from changes in nancial resources at payday&apos;, American Economic Review 106(2), 26084.",
        "Chabris, C. F., Laibson, D., Morris, C. L., Schuldt, J. P. & Taubinsky, D. (2008), `Individual laboratory-measured discount rates predict eld behavior&apos;, Journal of risk and uncertainty 37(2-3), 237.",
        "Chapman, G. B. (1996), `Temporal discounting and utility for health and money.&apos;, Journal of Experimental Psychology: Learning, Memory, and Cognition 22(3), 771.",
        "Chib, V. S., Rangel, A., Shimojo, S. & O&apos;Doherty, J. P. (2009), `Evidence for a common representation of decision values for dissimilar goods in human ventromedial prefrontal cortex&apos;, Journal of Neuroscience 29(39), 1231512320.",
        "Clot, S., Stanton, C. Y. & Willinger, M. (2017), `Are impatient farmers more risk-averse? evidence from a lab-in-the-eld experiment in rural uganda&apos;, Applied Economics 49(2), 156 169.",
        "Cohen, J. D., Ericson, K. M., Laibson, D. & White, J. M. (2016), Measuring time preferences. National Bureau of Economic Research Working Paper 22455.",
        "Coller, M. & Williams, M. B. (1999), `Eliciting individual discount rates&apos;, Experimental Economics 2, 107127.",
        "Cubitt, R. P. & Read, D. (2007), `Can intertemporal choice experiments elicit time preferences for consumption?&apos;, Experimental Economics 10(4), 369389.",
        "DellaVigna, S. (2018), `Structural behavioral economics&apos;, Forthcoming in David Laibson, Douglas Bernheim, and Stefano DellaVigna, eds., Handbook of Behavioral Economics .",
        "Donald, S. G. & Lang, K. (2007), `Inference with dierence-in-dierences and other panel data&apos;, The Review of Economics and Statistics 89(2), 221233.",
        "Fisher, G. & Rangel, A. (2014), `Intertemporal discount rates are mediated by relative attention&apos;.",
        "Fisher, I. (1930), The Theory of Interest, McMillan, New York.",
        "Frederick, S., Loewenstein, G. & O&apos;Donoghue, T. (2002), `Time discounting and time preference: A critical review&apos;, Journal of economic literature 40(2), 351401.",
        "Halevy, Y. (2014), `Some comments on the use of monetary and primary rewards in the measurement of time preferences&apos;, Technical Report, University of British Columbia .",
        "Harrison, G. W., Harstad, R. M. & Rutstrom, E. E. (2004), `Experimetal methods and elicitation of values&apos;, Experimental Economics 7(2), 123140.",
        "Harrison, G. W., Lau, M. I. & Williams, M. B. (2002), `Estimating individual discount rates in denmark: A eld experiment&apos;, American Economic Review 95(5), 16061617.",
        "Jackson, M. O. & Yariv, L. (2014), `Present bias and collective dynamic choice in the lab&apos;, American Economic Review 104(12), 41844204.",
        "Janssens, W., Kramer, B. & Swart, L. (2017), `Be patient when measuring hyperbolic discounting: Stationarity, time consistency and time invariance in a eld experiment&apos;, Journal of Development Economics 126, 7790.",
        "Kable, J. W. & Glimcher, P. W. (2007), `The neural correlates of subjective value during intertemporal choice&apos;, Nature Neuroscience 10(12), 16251633.",
        "Kahneman, D., Knetsch, J. L. & Thaler, R. H. (1990), `Experimental tests of the endowment eect and the coase theorem&apos;, Journal of political Economy 98(6), 13251348.",
        "Kiyotaki, N. & Wright, R. (1989), `On money as a medium of exchange&apos;, Journal of political Economy 97(4), 927954.",
        "Kline, P. & Santos, A. (2012), `A score-based approach to wild bootstrap inference&apos;, Journal of Econometric Methods 1(1), 2341.",
        "Knutson, B., Adams, C. M., Fong, G. W. & Hommer, D. (2001), `Anticipation of increasing monetary reward selectively recruits nucleus accumbens&apos;, Journal of Neuroscience 21(16).",
        "Kuhn, M. A., Kuhn, P. & Villeval, M. C. (2017), `Decision-environment eects on intertemporal nancial choices: How relevant are resource-depletion models?&apos;, Journal of Economic Behavior and Organization .",
        "Kuroishi, Y. & Sawada, Y. (2018), `Disaster and preference: Evidence from japan and the philippines&apos;, Working Paper, Asia Development Bank .",
        "Laibson, D. (1997), `Golden eggs and hyperbolic discounting&apos;, The Quarterly Journal of Economics 112(2), 443478.",
        "Lei, V., Noussair, C. N. & Plott, C. R. (2001), `Nonspeculative bubbles in experimental asset markets: Lack of common knowledge of rationality vs. actual irrationality&apos;, Econometrica 69(4), 831859.",
        "Lempert, K. M., Glimcher, P. W. & Phelps, E. A. (2015), `Emotional arousal and discount rate in intertemporal choice are reference dependent.&apos;, Journal of Experimental Psychology: General 144(2), 366.",
        "Lempert, K. M., Johnson, E. & Phelps, E. A. (2016), `Emotional arousal predicts intertemporal choice.&apos;, Emotion 16(5), 647.",
        "Levy, D. J. & Glimcher, P. W. (2011), `Comparing apples and oranges: using reward-specic and reward-general subjective value representation in the brain&apos;, Journal of Neuroscience 31(41), 1469314707.",
        "Levy, D. J. & Glimcher, P. W. (2012), `The root of all value: a neural common currency for choice&apos;, Current opinion in neurobiology 22(6), 10271038.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¶ckenho, C. E., O&apos;Donoghue, T. & Dunning, D. (2011), `Age dierences in temporal discounting: The role of dispositional aect and anticipated emotions.&apos;, Psychology and aging 26(2), 274.",
        "Loewenstein, G. (1987), `Anticipation and the valuation of delayed consumption&apos;, The Economic Journal 97(387), 666684.",
        "Loewenstein, G. F. (1988), `Frames of mind in intertemporal choice&apos;, Management Science 34(2), 200214.",
        "Loewenstein, G. & Thaler, R. H. (1989), `Anomalies: intertemporal choice&apos;, Journal of Economic perspectives 3(4), 181193.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¼hrmann, M., Serra-Garcia, M. & Winter, J. (2018), `The impact of nancial education on adolescents&apos; intertemporal choices&apos;, American Economic Journal: Economic Policy forthcoming.",
        "McClure, S. M., Ericson, K. M., Laibson, D. I., Loewenstein, G. & Cohen, J. D. (2007), `Time discounting for primary rewards&apos;, Journal of neuroscience 27(21), 57965804.",
        "McClure, S. M., Laibson, D. I., Loewenstein, G. & Cohen, J. D. (2004), `Separate neural systems value immediate and delayed monetary rewards&apos;, Science 306(5695), 503507.",
        "McNamee, D., Rangel, A. & O&apos;doherty, J. P. (2013), `Category-dependent and categoryindependent goal-value codes in human ventromedial prefrontal cortex&apos;, Nature neuroscience 16(4), 479.",
        "Meier, S. & Sprenger, C. (2010), `Present-biased preferences and credit card borrowing&apos;, American Economic Journal: Applied Economics 2(1), 193210.",
        "Meier, S. & Sprenger, C. D. (2015), `Temporal stability of time preferences&apos;, Review of Economics and Statistics 97(2), 273286.",
        "Rabin, M. & Weizsacker, G. (2009), `Narrow bracketing and dominated choices&apos;, American Economic Review 99(4), 150843.",
        "Read, D., Loewenstein, G., Rabin, M., Keren, G. & Laibson, D. (1999), Choice bracketing, in `Elicitation of preferences&apos;, Springer, pp. 171202.",
        "Reuben, E., Sapienza, P. & Zingales, L. (2010), `Time discounting for primary and monetary rewards&apos;, Economics Letters 106(2), 125127.",
        "Samuelson, P. A. (1937), `A note on measurement of utility&apos;, The review of economic studies 4(2), 155161.",
        "Sescousse, G., CaldÃ\u0083Æ\u0092Ã\u0082Âº, X., Segura, B. & Dreher, J.-C. (2013), `Processing of primary and secondary rewards: a quantitative meta-analysis and review of human functional neuroimaging studies&apos;, Neuroscience & Biobehavioral Reviews 37(4), 681696.",
        "Sprenger, C. (2015), `Judging experimental evidence on dynamic inconsistency&apos;, American Economic Review 105(5), 28085.",
        "Strotz, R. H. (1955), `Myopia and inconsistency in dynamic utility maximization&apos;, The Review of Economic Studies 23(3), 165180.",
        "Thaler, R. (1981), `Some empirical evidence on dynamic inconsistency&apos;, Economics letters 8(3), 201207.",
        "Thaler, R. (1985), `Mental accounting and consumer choice&apos;, Marketing Science 4(3), 199 214.",
        "Tsukayama, E. & Duckworth, A. L. (2010), `Domain-specic temporal discounting and temptation &apos;, Judgment and Decision Making 5(2), 72.",
        "Ubfal, D. (2016), `How general are time preferences? eliciting good-specic discount rates&apos;, Journal of Development Economics 118, 150170."
    ]
}