{
    "id": 25241,
    "cites": 35,
    "cited_by": 3,
    "reference": [
        "Baker, Erin, Meredith Fowlie, Derek Lemoine, and Stanley S Reynolds, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of solar electricity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, 2013, 5 (1), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Barbose, Galen, Naim Darghouth, Samantha Weaver, and Ryan Wiser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the Sun V: An Historical Summary of the Installed Price of Photovoltaics in the United States from 1998-2011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2012. Lawrence Berkeley National Laboratory.",
        "Online at https://emp.lbl.gov/publications/tracking-sun-v-historical-summary. Last visited 2018-10-08.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the Sun X: The Installed Price of Residential and Non-Residential Photovoltaic Systems in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2017.",
        "Blair, Nate J., Aron P. Dobos, and Paul Gilman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of photovoltaic models in the System Advisor Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NREL Conference Paper NREL-CP-6A20-58057.",
        "Borenstein, Severin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Private and Public Economics of Renewable Electricity Generation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2012, 26 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Callaway, Duncan S, Meredith Fowlie, and Gavin McCormick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, location, location: The variable value of renewable energy and demand-side efficiency resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 2018, 5 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Caulton, Dana R, Paul B Shepson, Renee L Santoro, Jed P Sparks, Robert W Howarth, Anthony R Ingraffea, Maria OL Cambaliza, Colm Sweeney, Anna Karion, and Kenneth J Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a better understanding and quantification of methane emissions from shale gas development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2014, 111 (17), 6237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6242. Clay, Karen, Akshaya Jha, Nicholas Z. Muller, and Randy Walsh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The external costs of shipping petroleum products by pipeline and rail: Evi- dence of shipments of crude oil from North Dakota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, Forthcoming.",
        "Coddington, M., B. Mather, B. Kroposki, K. Lynn, A. Razon, A. Ellis, R. Hill, T. Key, K. Nicole, and J. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Updating Interconnection Screens for PV System Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2012. National Renewable Energy Laboratory. Online at http: //www.osti.gov/servlets/purl/1036038/. Last visited 2018-10-08.",
        "Cullen, Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the environmental benefits of wind-generated electricity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2013, 5 (4), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Energy Information Administration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Levelized Cost of New Generation Resources in the Annual Energy Outlook 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2013. Energy Information Administration. Online at http://www.eia.gov/forecasts/aeo/electricity generation.cfm. Last visited 2018-10-08.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Today in Energy: California Has Nearly Half of the NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Solar Electricity Generating Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2016. Energy Information Administration. Online at http://www.eia.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Today in Energy: Wind Adds the Most Electric Generation Capacity in 2015, Followed by Natural Gas and Solar,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2016. Energy Information Administration. Online at https://www.eia.gov/todayinenergy/detail.php?id=25492. Last visited 2018-10-08.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Today in Energy: More than half of small-scale photovoltaic generation comes from residential rooftops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2017. Energy Information Administration. Online at http: //www.eia.gov/todayinenergy/detail.php?id=24852. Last visited 2018-10-08.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State electricity profiles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2018. Energy Information Administration. Online at https://www.eia.gov/electricity/state/. Last visited 2018-10-08.",
        "Fischer, Carolyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emissions pricing, spillovers, and public investment in environmentally friendly technologies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2008, 30 (2), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c502.",
        "Freeman, Janine, Jonathan Whitmore, Nate Blair, and Aron P Dobos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validation of multiple tools for flat plate photovoltaic modeling against measured data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2014. National Renewable Energy Laboratory. Online at https://www.nrel.gov/docs/ fy14osti/61497.pdf. Last visited 2018-10-08.",
        "Gillingham, Kenneth and James Sweeney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers To Implementing Low-Carbon Technologies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change Economics, 2012, 3 (04), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Graff-Zivin, Joshua S, Matthew J Kotchen, and Erin T Mansur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial and temporal heterogeneity of marginal emissions: Implications for electric cars and other electricity-shifting policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2014, 107, 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Holland, Stephen P, Erin T Mansur, Nicholas Z Muller, and Andrew J Yates, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are there environmental benefits from driving electric vehicles? The importance of local factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (12), 3700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3729.",
        "Holland, Stephen P., Erin T. Mansur, Nicholas Z. Muller, and Andrew J Yates, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The remarkable decline in air pollution from the U.S. electricity sector over 2010-2017,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at Triangle Resource and Environmental Economics Seminar, October 2018.",
        "Hughes, Jonathan E and Molly Podolefsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting green with solar subsidies: evidence from the California solar initiative,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 2015, 2 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Interagency Working Group on the Social Cost of Carbon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical update of the Social Cost of Carbon for regulatory impact analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Online at https://www.epa.",
        "gov/sites/production/files/2016-12/documents/sc co2 tsd august 2016.pdf. Last visited 2018-10-08.",
        "Jaffe, Adam B, Richard G Newell, and Robert N Stavins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A tale of two market failures: Technology and environmental policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, 2005, 54 (2), 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Jaramillo, Paulina, W Michael Griffin, and H Scott Matthews, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative life-cycle air emissions of coal, domestic natural gas, LNG, and SNG for electricity generation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science & Technology, 2007, 41 (17), 6290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6296.",
        "National Renewable Energy Laboratory, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electricity Generation Baseline Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. National Renewable Energy Laboratroy. Online at https://www.nrel.gov/docs/fy17osti/67645.pdf. Last visited 2018-10-08.",
        "Nordhaus, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing a friendly space for technological change to slow global warming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2011, 33 (4), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673.",
        "North Carolina Clean Energy Technology Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Database of state incentives for renewable energy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Online at http://www.dsireusa.org/. Last visited 2018-10-08.",
        "Novan, Kevin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing the wind: renewable energy policies and air pollution avoided,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (3), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Pigou, AC, The Economics Of Welfare, Macmillan and Co., London, 1920.",
        "Siler-Evans, Kyle, IneÃ\u0083Å\u0092Ã\u0082â\u0080\u009as Lima Azevedo, M Granger Morgan, and Jay Apt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional variations in the health, environmental, and climate benefits of wind and solar generation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2013, 110 (29), 11768Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11773.",
        "Solar Energy Industry Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Million Solar Milestone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Online at https://www.seia.org. Last visited 2018-10-08.",
        "U.S. Census Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Community Survey 2017,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Online at https://www.census.gov/programs-surveys/acs/news/data-releases/2017/release.html.",
        "U.S. Environmental Protection Agency, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cleaner Power Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2012. Online at http://epa.gov/airquality/powerplanttoxics/powerplants.html. Last visited 2018-10-08. von Stechow C. Edenhofer O, Pichs-Madruga R. Sokona Y. Seyboth K. Matschoss P. Kadner S. Zwickel T. Eickemeier P. Hansen G. Schlomer S.,"
    ]
}