{
    "id": 25245,
    "cites": 106,
    "cited_by": 27,
    "reference": [
        "Abowd, John and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1993, 108 (4), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        ", Francis Kramarz, and David Margolis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1999, 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        ", Kevin McKinney, and Nellie Zhao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and Mobility Trends in the United States: Nationally Representative Estimates from Longitudinally Linked Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2018, 26 (S1), S183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS300.",
        "Aghion, Philippe, Ufuk Akcigit, Ari Hyytinen, and Otto Toivanen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the returns to invention within firms: Evidence from Finland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 2018, 108, 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Anderson, Theodore W and Herman Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the parameters of a single equation in a complete system of stochastic equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Mathematical Statistics, 1949, 20 (1), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Axtell, Robert L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zipf distribution of US firm sizes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2001, 293 (5536), 1818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "Balasubramanian, Natarajan and Jagadeesh Sivadasan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Happens When Firms Patent? New Evidence from U.S. Economic Census Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2011, 93 (1), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Barth, Erling, Alex Bryson, James Davis, and Richard Freeman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Where You Work: Increases in Earnings Dispersion across Establishments and Individuals in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (S2), S67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS97.",
        "Becker, Gary S, Human Capital Theory, New York, NY: Columbia University Press, 1964.",
        "Bell, Alex, Raj Chetty, Xavier Jaravel, Neviana Petkova, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lifecycle of Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Bender, Stefan, Nicholas Bloom, David Card, John Van Reenen, and Stefanie Wolter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management Practices, Workforce Selection and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2018, 36 (S1), S371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS409.",
        "Bessen, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of U.S. Patents by Owner and Patent Characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2008, 37 (5), 932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Black, Sandra and Philip Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Division of the Spoils: Rent-Sharing and Discrimination in a Regulated Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Blanchflower, David, Andrew Oswald, and Peter Sanfey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Profits, and Rent-Sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1996, 111 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Bloom, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Mark Schankerman, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Technology Spillovers and Product Market Rivalry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Brown, James and Orley Ashenfelter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the Efficiency of Employment Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1986, 94 (3), S40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS87.",
        "Cahuc, Pierre and Etienne Wasmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Intrafirm Bargaining Matter in the Large FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Matching Model?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 2001, 5 (5), 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Card, David, Ana Rute Cardoso, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining, Sorting, and the Gender Wage Gap: Quantifying the Impact of Firms on the Relative Pay of Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (2), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        ", , JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and Labor Market Inequality: Evidence and Some Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2018, 36 (S1), S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        ", Francesco Devicienti, and Agata Maida, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent-Sharing, Holdup, and Wages: Evidence from Matched Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        ", JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Carlsson, Mikael, JuliÃ\u0083Æ\u0092Ã\u0082Â¡n Messina, and Oskar Nordstrom Skans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Adjustment and Productivity Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2016, 126 (595), 1739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1773.",
        "Christofides, Louis and Andrew Oswald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Wage Determination and Rent-Sharing in Collective Bargaining Agreements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1992, 107 (3), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1002.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Johannes Wieland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Inflation Rate in New Keynesian Models: Should Central Banks Raise Their Inflation Targets in Light of the Zero Lower Bound?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (4), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Cooper, Russell and Jonathan L Willis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Labor Adjustment: Inferences from the Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2009, 12 (4), 632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "DeBacker, Jason Matthew, Bradley Heim, Shanthi Ramnath, and Justin Ross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of State Taxes on Pass-Through Businesses: Evidence from the 2012 Kansas Income Tax Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Depalo, Domenico and Sabrina Di Addario, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shedding light on inventorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ returns to patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014. IRLE Working Paper #115-14.",
        "Dube, Arindrajit, Laura Giuliano, and Jonathan Leonard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness and frictions: The impact of unequal raises on quit behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Farber, Henry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Interfirm Worker Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1994, 12 (4), 554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Farre-Mensa, Joan, Deepak Hegde, and Alexander Ljungqvist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Is a Patent Worth? Evidence from the U.S. Patent Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLotteryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. NBER working paper no. 23268.",
        "Feenberg, Daniel and Elisabeth Coutts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to the TAXSIM Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 1993, 12 (1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Feigenbaum, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automated Census Record Linking: A Machine Learning Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Frakes, Michael and Melissa Wasserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Time Allocated to Review Patent Applications Inducing Examiners to Grant Invalid Patents? Evidence from Micro-Level Application Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2017, 99 (3), 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Friedrich, Benjamin, Lisa Laun, Costas Meghir, and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings dynamics and firm-level shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Garin, Andrew and Filipe Silverio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Firm Performance Affect Wages? Evidence from Idiosyncratic Export Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2017.",
        "Gibbons, Robert and Kevin J. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1992, 100 (3), 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Goldberg, Pinelopi Koujianou and Rebecca Hellerstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Approach to Identifying the Sources of Local Currency Price Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 80 (1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Grand Gender Convergence: Its Last Chapter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Goldschmidt, Deborah and Johannes Schmieder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Domestic Outsourcing and the Evolution of the German Wage Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (3), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "Gorodnichenko, Yuriy and Oleksandr Talavera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Setting in Online Markets: Basic Facts, International Comparisons, and Cross-Border Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Graham, Stuart and Deepak Hegde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Inventors Value Secrecy in Patenting? Evidence from the American InventorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Protection Act of 1999,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Unpublished USPTO mimeo.",
        "Hall, Bronwyn, Adam Jaffe, and Manuel Trajtenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER U.S. Patent Citations Data File: Lessons, Insights, and Methodological Tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. NBER working paper no. 8498.",
        "Hamermesh, Daniel S and Gerard A Pfann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment costs in factor demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1996, 34 (3), 1264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Harhoff, Dietmar, Frederic Scherer, and Katrin Vopel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Citations, Family Size, Opposition, and the Value of Patent Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2003, 32 (8), 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363.",
        "Harrell, Frank, Regression Modeling Strategies: With Applications to Linear Models, Logistic Regression, and Survival Analysis, corrected ed., New York, NY: Springer, 2001.",
        "Harris, Milton and Bengt HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Wage Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1982, 49 (3), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Hastie, Trevor, Robert Tibshirani, and Jerome Friedman, The Elements of Statistical Learning: Data Mining, Inference, and Prediction, 2nd ed., New York, NY: Springer, 2016.",
        "Helpman, Elhanan, Oleg Itskhoki, Marc-Andreas Muendler, and Stephen Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Inequality: From Theory to Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2017, 84 (1), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Hildreth, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent-Sharing and Wages: Product Demand or Technology Driven Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Innovation and New Technology, 1998, 5 (2-4), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Bengt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Observability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1979, 10 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 1989, 12 (3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentive Problems: A Dynamic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1999, 66 (1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1993, 108 (3), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "JÃ\u0083Æ\u0092Ã\u0082Â¤ger, Simon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Substitutable Are Workers? Evidence from Worker Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2016.",
        "Kogan, Leonid, Dimitris Papanikolaou, Amit Seru, and Noah Stoffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Innovation, Resource Allocation, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (2), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Lamadon, Thibaut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Shocks, Long-Term Contracts and Earnings Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Lanjouw, Jean and Mark Schankerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristics of Patent Litigation: A Window on Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2001, 32 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Lemley, Mark and Bhaven Sampat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Patent Office a Rubber Stamp?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emory Law Journal, 2008, 58, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Lentz, Rasmus and Dale Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Models of Worker and Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2010, 2, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 4B, North Holland, 2011, pp. 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Mogstad, Magne, Bradley Setzler, Thibaut Lamadon et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Dynamics, Mobility Costs, and Transmission of Market-Level Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Pakes, Ariel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patents as Options: Some Estimates of the Value of Holding European Patent Stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1986, 54 (4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Pissarides, Christopher, Equilibrium Unemployment Theory, 2nd ed., Cambridge, Mass: The MIT Press, 2000.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (5), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1369.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Putnam, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of International Patent Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1996. Yale PhD dissertation.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Equalizing Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, Vol. 1, North Holland, 1986, pp. 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692. Sampat, Bhaven and Heidi Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Patents Affect Follow-on Innovation? Evidence from the Human Genome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Schankerman, Mark and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Value of Patent Rights in European Countries During the Post-1950 Period,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 1986, 96 (384), 1052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1076.",
        "Serrano, Carlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of the Transfer and Renewal of Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2010, 41 (4), 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Smith, Matthew, Danny Yagan, Owen Zidar, and Eric Zwick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capitalists in the Twenty-First Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper. Song, Jae, David Price, Fatih Guvenen, Nicholas Bloom, and Till von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firming Up Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Sorkin, Isaac, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking firms using revealed preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (3), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1393.",
        "Stevens, Margaret, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theoretical model of on-the-job training with imperfect competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 1994, pp. 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Stole, Lars and Jeffrey Zwiebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-Firm Bargaining under Non-Binding Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1996, 63 (3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "SuÃ\u0083Æ\u0092Ã\u0082Â¡rez Serrato, Juan Carlos and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from State Corporate Tax Cuts? A Local Labor Markets Approach with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (9), 2582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2624.",
        "Toivanen, Otto and Lotta VÃ\u0083Æ\u0092Ã\u0082Â¤Ã\u0083Æ\u0092Ã\u0082Â¤nÃ\u0083Æ\u0092Ã\u0082Â¤nen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (4), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1190.",
        "Trajtenberg, Manuel, Economic Analysis of Product Innovation: The Case of CT Scanners, Cambridge, MA: Harvard University Press, 1990.",
        "US Bureau of Economic Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Income and Product Accounts Table 1.1.4: Price Indexes for Gross Domestic Product,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Van Reenen, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Creation and Capture of Rents: Wages and Innovation in a Panel of U.K. Companies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1996, 111 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Weyl, Glen and Michal Fabinger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through as an Economic Tool: Principles of Incidence under Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (3), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Williams, Heidi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Patents Affect Research Investments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2017, 9, 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 469.",
        "Wooldridge, Jeffrey, Econometric Analysis of Cross Section and Panel Data, 2nd ed., Cambridge, MA: MIT Press, 2010.",
        "Yagan, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Tax Reform and the Real Economy: The Effects of the 2003 Dividend Tax Cut,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (12), 3531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3563.",
        "Figure 1: KPSS Value (Ã\u0083Å½Ã\u0082Â¾): Predicted Versus Actual Ã\u0083Å½Ã\u0082Â²: 1.03 se: .12 0 20 40 60 80 100 120 True Ã\u0083Å½Ã\u0082Â¾ values 0 20 40 60 80 100 120 Fitted Ã\u0083Å½Ã\u0082Â¾ values Line of best fit 45 degree line Notes: This figure is a binned scatterplot of actual versus predicted values of the KPSS measure of patent value Ã\u0083Å½Ã\u0082Â¾ in millions of 1982 dollars. The sample is the subset of patent applications with non-missing values for the KPSS measure of patent value Ã\u0083Å½Ã\u0082Â¾. Predictions are formed based on estimates from the random effects Poisson model described in Section 5. The data in this figure have been grouped into twenty equal-sized bins. In the microdata, the slope is 1.12, as reported in the text. Here, the coefficient Ã\u0083Å½Ã\u0082Â² instead reports the two-stage least squares slope using twenty bin dummies as instruments for predicted values and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093seÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reports the associated standard error.",
        "Figure 2: Impacts by Predicted Patent Value: Surplus and Wage Bill -20 0 20 40 Thousands of 2014 USD per worker 0 4 8 12 16 20 Predicted patent value (millions of 1982 USD) Surplus per worker Wage bill per worker Notes: This figure shows the impact of an initial patent allowance on surplus per worker and wage bill per worker as a function of predicted patent value in our analysis sample. The vertical, red line is the cut-off value for the top-quintile predicted patent value subsample, and is equal to 5.3 million in 1982 USD. Values along the x-axis for the surplus series are offset from their integer value to improve readability. Surplus is EBITD (earnings before interest, tax, and depreciation) + W2 wage bill. 95% confidence intervals shown based upon standard errors twoway clustered by (1) art unit, and (2) application year by decision year.",
        "Revenue, value added, EBITD, labor compensation, wage bill, entrant wages and incumbent wages are reported in thousands of 2014 USD.",
        "Predicted patent value is reported in thousands of 1982 USD.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093W2 + 1099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d measures to the sum of W2 and 1099 earnings divided by the sum of the number of W2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and 1099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s filed. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income tax per workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is the average workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s individual income tax liability.",
        "Earnings are measured in thousands of 2014 USD. A Appendix: Data A.1 Description of patent data Our patent data build draws on several sources. Three identification numbers are relevant when using these datasets. First, publication numbers are unique identifiers assigned to published patent applications. Second, application numbers are unique identifiers assigned to patent applications that in practice are quite similar to publication numbers, but sometimes one application number is associated with multiple publication numbers. Finally, patent grant numbers are unique identifiers assigned to granted patents. Note that one patent application number can be associated with more than one granted patent.",
        "6. Examiner art unit and pay scale data. Frakes and Wasserman (2017) generously provided us with examiner art unit and General Schedule (GS) pay scale data they received through FOIA requests. These data allow us to identify which examiners were active in each art unit in each year.",
        "9. Kogan et al. (2017) patent value data. Kogan et al. (2017) provide their final estimates of patent value for their sample of granted patents at https://iu.app.box.com/v/patents/. In particular we downloaded the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093patents.zipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d file, which contains a linkage between USPTO patent grant numbers and the estimate of the patent value Ã\u0083Å½Ã\u0082Â¾. These data were downloaded on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and are accurate as of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 7 August 2016. To develop a measure of patent value at the application number level, we associate each application with its potentially numerous patent numbers. We then sum the values of Ã\u0083Å½Ã\u0082Â¾ by application number to obtain a measure of the ex-post value of granted applications.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Revenue Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Line 1c of Form 1120 for C-Corporations, Form 1120S for S-Corporations, and Form 1065 for partnerships. When 1c is not available, we use 1a, which is gross receipts. We replace negative revenue entries, which are very rare, with missing values.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Total Income Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For C-Corporations, line 11 on Form 1120. Note that this subtracts COGS from revenues and includes income from a variety of sources (e.g., dividends, royalties, capital gains, etc). For S-Corporations, line 6 on Form 1120S. For partnerships, line 8 on Form 1065.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Total Deductions Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For C-corporations, line 27 on Form 1120. For S-corporations, line 20 on Form 1120S. For partnerships, line 21 on Form 1065.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Labor Compensation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For C-Corporations, sum of lines 12, 13, 24, and 25 on Form 1120.43 For S-Corporations, sum of lines 7, 8, 17, and 18 for Form 1120S. For partnerships, sum of lines 9, 10, 18, and 19 on Form 1065. These lines are compensation to officers, salaries and wages, retirement plans, and employment benefit programs, respectively.44 41Specifically, the missing publication numbers are: US20010020331; US20010020666; US20010021099; US20010021102; US20020020603; US20020022313; US20020085735.",
        "42W2 data are not available in 1997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For partnerships, operating profits are the sum of lines 1c, 15, and 16c less the sum of 2 and 21 on Form 1065. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ EBITD Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c EBITD is total income less total deductions (other than interest and depreciation).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For partnerships, it is the sum of lines 1c, 15, and 16c less 21 on Form 1065. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Employment Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Number of W2s associated with an Employer Identification Number (EIN). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Wage bill per worker Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Sum of W2 box 1 payments divided by number of W2s for a given EIN. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Surplus Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Sum of EBITD and Wage bill, which is the sum of W2 box 1 payments for a given EIN.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Industry Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c NAICS codes are line 21 on Schedule K of Form 1120 for C-Corporations, line 2a Schedule B of Form 1120S for S-Corporations, and Box A of Form 1065 for partnerships. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Active Firm Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c An active firms has non-zero and non-missing total income and non-missing total deductions.",
        "The Jaro-Winkler metric is given by Jaro-Winkler(s,t) := Jaro(s,t)+ P0 10 (1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Jaro(s,t)), where P as the longest common prefix of t and s and then P0 = max{P,4}, which is the normalization used in Cohen, Ravikumar, and Fienburg (2003). Word match score Ã\u0083Å½Ã\u0082Â±(w,Z) We define the word match score as follows: Ã\u0083Å½Ã\u0082Â±(w,Z) = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â± Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â² Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â³ 0 if closest(Ã\u0083Å½Ã\u0082Â¸,w,Z) = / 0 max w0Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086closest(Ã\u0083Å½Ã\u0082Â¸,w,Z) weight(w0,Z)Jaro-Winkler(w,w0) otherwise where closest(Ã\u0083Å½Ã\u0082Â¸,w,Z) :=  v Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Z | Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0082¬v0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Z, (Jaro-Winkler(w,v) Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ Jaro-Winkler(w,v0 )) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â§ Jaro-Winkler(w,v) &gt; Ã\u0083Å½Ã\u0082Â¸ .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093W2 + 1099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d measures to the sum of W2 and 1099 earnings divided by the sum of the number of W2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and 1099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s filed. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093% ImpactÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reports the percent change in the outcome at the mean for winning an initial allowance.",
        "Earnings are measured in thousands of 2014 USD.",
        "Each of these line numbers corresponds to the 2010 IRS forms. Similarly, the numerator of Column (2) is the salaries and wages component of labor compensation, which is line 13, 8, and 9 on the C-corporation, S-corporation, and partnership forms, respectively. The numerator of Column (3) is labor compensation less officer compensation, so it includes the other components of labor compensation (i.e., it includes salaries and wages, pension profit-sharing plans, and employee benefit programs).",
        "Column (7) is the average W2 wage earnings that go to firm owners, which was constructed using matched firm-owner data from Smith et al. (2017). Specifically, for each S-corporation and partnership, we calculate the sum of W2 wages that accrue to its owners and divide this sum by the number of owners who also get positive W2 income from the firm. Column (8) is average owner pay, which is the sum of W2 wage earnings that accrue to owners plus their business income divided by the number of owners.",
        "Each ownersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ business income comes from Smith et al. (2017)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s linkage between firms and owners, which was constructed using Schedule K1 of form 1120S for S-corporations and form 1065 for Partnerships."
    ]
}