{
    "id": 25240,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Addison, John T and McKinleyl Blackburn. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and poverty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, 52(3): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Allegretto, Sylvia A, Arindrajit Dube, and Michael Reich. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do minimum wages really reduce teen employment? Accounting for heterogeneity and selectivity in state panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations: A Journal of Economy and Society, 50(2): 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Allegretto, Sylvia A, Arindrajit Dube, Michael Reich, and Ben Zipperer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credible research designs for minimum wage studies: A response to Neumark, Salas and Wascher.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Allegretto, Sylvia, Arindrajit Dube, Michael Reich, and Ben Zipperer. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credible research designs for minimum wage studies: A response to Neumark, Salas, and Wascher,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 70(3): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Autor, David H., Alan Manning, and Christopher L. Smith. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contribution of the Minimum Wage to U.S. Wage Inequality over Three Decades: A Reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(1).",
        "Belman, Dale and Paul J Wolfson. 2014. What does the minimum wage do?: WE Upjohn Institute.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-In-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 119(1): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Boeri, Tito, Pietro Garibaldi, and Marta Ribeiro. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The lighthouse effect and beyond,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 57(s1): S54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS78.",
        "Burkhauser, Richard V and Joseph J Sabia. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Minimum-Wage Increases in Reducing Poverty: Past, Present, and Future,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 25(2): 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Card, David, Lawrence F Katz, and Alan B Krueger. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on David Neumark and William Wascher,Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & labor relations review, 47(3): 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Card, David and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage, New Jersey: Princeton University Press.",
        "CBO. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of a Minimum-Wage Increase on Employment and Family Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chernozhukov, Victor, IvÃ\u0083Æ\u0092Ã\u0082Â¡n FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Val, and Blaise Melly. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Counterfactual Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(6): 2205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2268.",
        "DeFina, Robert H. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of State Minimum Wages on Child Poverty in Female-Headed Families,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Poverty, 12(2): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Dube, Arindrajit. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 49(3): 762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "Dube, Arindrajit, T. William Lester, and Michael Reich. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Effects across State Borders: Estimates Using Contiguous Counties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 92(4): 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Fehr, Ernst and Urs Fischbacher. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Third-party punishment and social norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evolution and human behavior, 25(2): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Fortin, Nicole, Thomas Lemieux, and Sergio Firpo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposition methods in economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of labor economics, 4: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Fox, Liana, Irwin Garfinkel, Neeraj Kaushal, Jane Waldfogel, and Christopher Wimer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Waging war on poverty: Historical trends in poverty using the supplemental poverty measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19789.",
        "Gramlich, Edward M. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Minimum Wages on Other Wages, Employment, and Family Incomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1976(2): 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "Green, David A and Kathryn Harrison. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage setting and standards of fairness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Fiscal Studies Working Paper.",
        "Gundersen, Craig and James P Ziliak. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and macroeconomic performance across space, race, and family structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 41(1): 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Havnes, Tarjei and Magne Mogstad. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is universal child care leveling the playing field?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 127: 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Hendren, Nathaniel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inequality Deflator: Interpersonal Comparisons without a Social Welfare Function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hoynes, Hilary W, Marianne E Page, and Ann Huff Stevens. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty in America: Trends and explanations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 20(1): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Hoynes, Hilary W and Ankur J Patel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective Policy for Reducing Poverty and Inequality? The Earned Income Tax Credit and the Distribution of Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kahneman, Daniel, Jack L Knetsch, and Richard Thaler. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness as a constraint on profit seeking: Entitlements in the market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review: 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Kuziemko, Ilyana, Michael I Norton, Emmanuel Saez, and Stefanie Stantcheva. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How elastic are preferences for redistribution? Evidence from randomized survey experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 105(4): 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Lee, David S. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage inequality in the United States during the 1980s: Rising dispersion or falling minimum wage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114(3): 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Lehrer, Steven F, R. Vincent Pohl, and Kyungchul Song. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting Policies: Multiple Testing and Distributional Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22950, National Bureau of Economic Research.",
        "Lundstrom, Samuel M. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is a Good Time to Raise the Minimum Wage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy.",
        "Maag, Elaine and Adam Carasso. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tax Policy Center Briefing Book: Taxation and the Family: What Is the Earned Income Tax Credit?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "MaCurdy, Thomas. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How effective is the minimum wage at supporting the poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 123(2): 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Meer, Jonathan and Jeremy West. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the minimum wage on employment dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources.",
        "Morgan, David R and Kenneth Kickham. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children in poverty: Do state policies matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 82(3): 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Neumark, David. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy levers to increase jobs and increase income from work after the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Policy, 5(6): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Neumark, David, JM Ian Salas, and William Wascher. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Minimum WageEmployment Debate: Throwing Out the Baby with the Bathwater?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 67(3_suppl): 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Neumark, David, Mark Schweitzer, and William Wascher. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Minimum Wages on the Distribution of Family Incomes A Nonparametric Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 40(4): 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Neumark, David and William Wascher. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do minimum wages fight poverty?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 40(3): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does a higher minimum wage enhance the effectiveness of the earned income tax credit?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 64(4): 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Page, Marianne E, Joanne Spetz, and Jane Millar. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the minimum wage affect welfare caseloads?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management: 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Reich, Michael and Rachel West. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Minimum Wages on Food Stamp Enrollment and Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations: A Journal of Economy and Society, 54(4): 668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Sabia, Joseph J. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and the economic well-being of single mothers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management: 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages: An antiquated and ineffective antipoverty tool,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 33(4): 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1036.",
        "Sabia, Joseph J and Richard V Burkhauser. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and poverty: Will a $9.50 federal minimum wage really help the working poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, 76(3): 592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623.",
        "Sabia, Joseph J and Robert B Nielsen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages, poverty, and material hardship: new evidence from the SIPP,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 13(1): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Stevans, Lonnie K and David N Sessions. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wage policy and poverty in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Applied Economics, 15(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Wolfers, Justin. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did unilateral divorce laws raise divorce rates? A reconciliation and new results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 96(5): 1802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820."
    ]
}