{
    "id": 25255,
    "cites": 62,
    "cited_by": 4,
    "reference": [
        "Angrist, Joshua D and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke, Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion, Princeton University Press, 2008.",
        "Ashenfelter, Orley C and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Economic Returns to Schooling from a New Sample of Twins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1994, 84 (5), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 73.",
        "Bailey, Martha J. and Susan M. Dynarski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality in Postsecondary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G. Duncan and R. Murnane, eds., Whither Opportunity?: Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances, New York, NY: Russell Sage Foundation, 2011, pp. pp. 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Becker, G.S., Human Capital: A Theoretical Analysis with Special Reference to Education, Columbia University Press, 1964.",
        "Boser, Ulrich, Megan Wilhelm, and Robert Hanna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pygmalion Effect: Teachers Expectations Strongly Predict College Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Center for American Progress, 2014, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Bound, John and Gary Solon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double Trouble: On the Value of Twins-Based Estimation of the Return to Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 1999, 18 (2), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Brophy, Jere E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research on the Self-Fulfilling Prophecy and Teacher Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Psychology, 1983, 75 (5), 631.",
        "Burgess, Simon and Ellen Greaves, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Test Scores, Subjective Assessment, and Stereotyping of Ethnic Minorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2013, 31 (3), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Cameron, Stephen V. and James J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Educational Attainment for Black, Hispanic, and White Males,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2001, 109 (3), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causal Effect of Education on Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 1999, 3, 1801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1863.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (9), 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (9), 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Chiang, Chun-Fang and Brian Knight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Bias and Influence: Evidence from Newspaper Endorsements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2011, pp. 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Cunha, FlaÃ\u0083Å\u0092Ã\u0082Â\u0081vio, Irma Elo, and Jennifer Culhane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Maternal Expectations about the Technology of Cognitive Skill Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 2013.",
        "Cunha, Flavio, James J. Heckman, and Susanne M. Schennach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Technology of Cognitive and Noncognitive Skill Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2010, 78 (3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Dee, Thomas S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are There Civic Returns to Education?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004a, 88 (9), 1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Teacher Like Me: Does Race, Ethnicity, or Gender Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (2), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Delavande, Adeline and Hans-Peter Kohler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HIV/AIDS-related Expectations and Risky Sexual Behaviour in Malawi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83 (1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "DellaVigna, S. and E. Kaplan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News Effect: Media Bias and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (3), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "der Klaauw, Wilbert Van and Kenneth I Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and the Retirement and Savings Behavior of Low-Income Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2008, 145 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Dynarski, Susan, Joshua Hyman, and Diane Whitmore Schanzenbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Evidence on the Effect of Childhood Investments on Postsecondary Attainment and Degree Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 2013, 32 (4), 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Fairlie, Robert W., Florian Hoffmann, and Philip Oreopoulos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Community College Instructor Like Me: Race and Ethnicity Interactions in the Classroom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (8), 2567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2591.",
        "Ferguson, Ronald F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Perceptions and Expectations and the Black-White Test Score Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Education, 2003, 38 (4), 460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Fortin, Nicole M., Philip Oreopoulos, and Shelley Phipps, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaving Boys Behind: Gender Disparities in High Academic Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2015, 50 (3), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Fryer, Roland G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Inequality in the 21st Century: The Declining Significance of Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 2010.",
        "Gentzkow, Matthew and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Bias and Reputation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2006, 114 (2), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Gershenson, Seth, Cassandra Hart, Joshua Hyman, Constance Lindsay, and Nicholas W. Papageorge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Impacts of Same-Race Teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25254, 2018.",
        ", Stephen B. Holt, and Nicholas W. Papageorge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Believes in Me? The Effect of StudentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cTeacher Demographic Match on Teacher Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2016, 52, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Glover, Dylan, Amanda Pallais, and William Pariente, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination as a SelfFulfilling Prophecy: Evidence from French Grocery Stores,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Goldberger, Arthur S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Equation Methods in the Social Sciences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1972, 40 (6), 979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Gregory, Anne and Francis Huang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093It Takes a Village: The Effects of 10th Grade College-Going Expectations of Students, Parents, and Teachers Four Years Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Community Psychology, 2013, 52 (1-2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Grossman, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Nonmarket Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Education, 2006, 1, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Hajivassiliou, Vassilis A. and Paul A. Ruud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classical Estimation Methods for LDV Models Using Simulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Econometrics, 1994, 4, 2383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2441.",
        "Hanushek, Eric A. and Steven G. Rivkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizations about Using Value-Added Measures of Teacher Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (2), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        ", John F. Kain, and Steven G. Rivkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Public Schools Lose Teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2004, 39 (2), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2006, 24 (3), 411.",
        "Hu, Yingyao and Susanne M. Schennach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variable Treatment of Nonclassical Measurement Error Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Hurd, Michael D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Probabilities in Household Surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2009, 1, 543.",
        "Jackson, C. Kirabo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Demographics, Teacher Sorting, and Teacher Quality: Evidence from the End of School Desegregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2009, 27 (2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Jacob, Brian A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where the Boys ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t: Non-Cognitive Skills, Returns to School and the Gender Gap in Higher Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2002, 21 (6), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Jacob, Brian A and Tamara Wilder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Expectations and Attainment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 2010.",
        "Jones, Daniel B and Andres Hill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Fulfilling Prophecies in the Classroom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of South Carolina 2018.",
        "JoÃ\u0083Å\u0092Ã\u0082Ë\u0086reskog, Karl G. and Arthur S. Goldberger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Model with Multiple Indicators and Multiple Causes of a Single Latent Variable,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1975, 70 (351a), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Jussim, L. and J.S. Eccles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Expectations: II. Construction and Reflection of Student Achievement.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 1992, 63 (6), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 961.",
        "Jussim, Lee and Kent D. Harber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Expectations and Self-Fulfilling Prophecies: Knowns and Unknowns, Resolved and Unresolved Controversies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personality and Social Psychology Review, 2005, 9 (2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Kane, Thomas J and Douglas O Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating teacher impacts on student achievement: An experimental evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, NBER Working Paper No. 14607 2008.",
        "Kotlarski, Ignacy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Characterizing the Gamma and the Normal Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Journal of Mathematics, 1967, 20 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Lareau, Annette, Unequal Childhoods: Class, Race, and Family Life, Univ of California Press, 2011.",
        "Lavy, Victor and Edith Sand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On The Origins of Gender Human Capital Gaps: Short and Long Term Consequences of TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Stereotypical Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20909 2015.",
        "Lochner, Lance and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Loury, Glenn C., The Anatomy of Racial Inequality, Harvard University Press, 2009.",
        "Lundberg, Shelly, Robert A. Pollak, and Jenna Stearns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Inequality: Diverging Patterns in Marriage, Cohabitation, and Childbearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2016, 30 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Manski, C.F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2004, 72 (5), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Manski, Charles F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adolescent Econometricians: How Do Youth Infer the Returns to Schooling?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studies of Supply and Demand in Higher Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 1993, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Mechtenberg, Lydia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cheap Talk in the Classroom: How Biased Grading at School Explains Gender Differences in Achievements, Career Choices and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2009, 76 (4), 1431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1459.",
        "Milligan, Kevin, Enrico Moretti, and Philip Oreopoulos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Education Improve Citizenship? Evidence from the United States and the United Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004, 88 (9), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1695.",
        "Rist, Ray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Social Class and Teacher Expectations: The Self-Fulfilling Prophecy in Ghetto Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Educational Review, 1970, 40 (3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Rosenthal, Robert and Lenore Jacobson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pygmalion in the Classroom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Urban Review, 1968, 3 (1), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Savage, L.J., The Foundations of Statistics, Wiley, 1954.",
        "Staiger, Douglas O. and Jonah E. Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for effective teachers with imperfect information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2010, 24 (3), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Terrier, Camille, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving a Little Help to Girls? Evidence on Grade Discrimination and its Effect on StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Economic Performance Discussion Paper No. 1341 2015.",
        "Wiswall, Matthew and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of College Major Choice: Identification Using an Information Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82 (2), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824."
    ]
}