{
    "id": 2527,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Auquier, A.A. and R.E. Caves (1979). Monopolistic Export Industries, Trade, Taxes, and Optimal Competition Policy, Economic Journal 89: 559-581.",
        "Bhagwati, J.N. (1971). The Generalized Theory of Distortions and Welfare, in J. Bhagwati et ml., Trade, Balance of Payments and Growth, Amsterdam: North Holland.",
        "Brander, J.A. and B.J. Spencer (1985). Export Subsidies and International Market Share Rivalry, Journal of Inte~national Economics 15: 83-100.",
        "Cheng, L. (1987,. Assisting Domestic Industries under International Oligopoly; The Relevance of the Nature of Competition to Optimal Policies, mimeo.",
        "Dixit, A.K. (1984). International Trade Policy for Oligopoiistic Industries, Economic Journal 94; 1-16.",
        "Hoos, S. (1979). Agricultural Marketing Boards: An International Pe~~pective Cambridge, Massachusetts: Ballinger.",
        "Jones, R.W. (1987). Comment on `Current Issues in Trade Policy, in R.M. Stern, ~ Trade Policies in a Chariin World Economy, Cambridge, Massachusetts: M.I.T. Press.",
        "Just, R., A. Schmitz, and 0. Zilberman (1979). Price Controls and Optimal Export Policies Under Alternative Market Structures, American_Economic Review 69: 706-715.",
        "Working Paper No. 1546. and M. Itoh (1988). Content Protection and Oligopolistic Interactions, Review of Economic Studies 55: 107-125.",
        "Lamer, A.P. (1935). The Symmetry Between Import and Export Taxes, Economica 3: 306-313.",
        "Markusen, J.R. (1984). The Welfare and Allooative Effects of Export Taxes Versus Marketing Boards, Jouc,n!I~Oeveloment Economics 14: 19-36.",
        "Perry, M.K. (1982). Oligopoly and Consistent Conjectural Variations, Bell Journal of Economics 13, 197-205.",
        "Rodrik, 0. (19B7). Policy Target~ng with Endogenous Distortions: Theory of Optimum Subsidy Revisited, Q~!g~etJ Jounal of Economics 102: 903-911. Spencer, B.J. and J.A. Brander (1953). International R and 0 Rivalry and Industrial Strategy, Review of Economic Studies 50: 707722.",
        "Thursby, N. (1987). Strategic Models, Market Structure, and State Trading, in R. Baldwin, ed., ~ University of Chicago Press, forthcoming."
    ]
}