{
    "id": 25273,
    "cites": 40,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., Johnson, S. and Robinson, J. A. (2005). Institutions as a fundamental cause of long-run growth, Handbook of economic growth 1: 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Alesina, A., Giuliano, P. and Nunn, N. (2013). On the origins of gender roles: Women and the plough, The Quarterly Journal of Economics 128(2): 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Altonji, J. G., Elder, T. E. and Taber, C. R. (2005). Selection on observed and unobserved variables: Assessing the effectiveness of catholic schools, Journal of political economy 113(1): 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Ashraf, Q. and Galor, O. (2011). Dynamics and stagnation in the malthusian epoch, The American Economic Review 101(5): 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2041.",
        "Ashraf, Q. and Galor, O. (2013). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093out of africaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d hypothesis, human genetic diversity, and comparative economic development, The American Economic Review 103(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Barberis, N. and Huang, M. (2001). Mental accounting, loss aversion, and individual stock returns, The Journal of Finance 56(4): 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Baudin, T., de la Croix, D. and Gobbi, P. E. (2015). Fertility and childlessness in the united states, American Economic Review 105(6): 1852Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "URL: http://www.aeaweb.org/articles?id=10.1257/aer.20120926 Bellows, J. and Miguel, E. (2009). War and local collective action in sierra leone, Journal of Public Economics 93(11): 1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Benartzi, S. and Thaler, R. H. (1995). Myopic loss aversion and the equity premium puzzle, The quarterly journal of Economics 110(1): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bisin, A. and Verdier, T. (2001). The economics of cultural transmission and the dynamics of preferences, Journal of Economic theory 97(2): 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Chen, M. K., Lakshminarayanan, V. and Santos, L. R. (2006). How basic are behavioral biases? evidence from capuchin monkey trading behavior, Journal of Political Economy 114(3): 517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Dalgaard, C.-J. and Strulik, H. (2015). The physiological foundations of the wealth of nations, Journal of Economic Growth 20(1): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Diamond, J. (1997). Guns, Germs and Steel: The Fates of Human Societies, Vintage .",
        "Durante, R. (2009). Risk, cooperation and the economic origins of social trust: an empirical investigation.",
        "Feenstra, R. C., Inklaar, R. and Timmer, M. P. (2015). The next generation of the penn world table, The American Economic Review 105(10): 3150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3182.",
        "Fisher, P. J. and Montalto, C. P. (2011). Loss aversion and saving behavior: Evidence from the 2007 us survey of consumer finances, Journal of Family and Economic Issues 32(1): 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Gallup, J. L., Sachs, J. D. and Mellinger, A. D. (1999). Geography and economic development, International regional science review 22(2): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Galor, O. and Moav, O. (2002). Natural selection and the origin of economic growth, The Quarterly Journal of Economics 117(4): 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1191.",
        "Galor, O. and OÃ\u0083Å\u0092Ã\u0082Ë\u0086zak, OÃ\u0083Å\u0092Ã\u0082Ë\u0086. (2016). The agricultural origins of time preference, The American Economic Review 106(10): 3064Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3103.",
        "Genesove, D. and Mayer, C. (2001). Loss aversion and seller behavior: Evidence from the housing market, The Quarterly Journal of Economics 116(4): 1233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Giuliano, P. and Nunn, N. (2017). Understanding cultural persistence and change, Technical report, National Bureau of Economic Research.",
        "Hofstede, G. (2001). CultureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s consequences: Comparing values, behaviors, institutions, and organizations across cultures.",
        "Hofstede, G. H. and Hofstede, G. (n.d.). Gj and minkov, m.(2010) cultures and organisations: software of the mind.",
        "Jervis, R. (1992). Political implications of loss aversion, Political psychology pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Kahneman, D., Knetsch, J. L. and Thaler, R. H. (1991). Anomalies: The endowment effect, loss aversion, and status quo bias, The journal of economic perspectives 5(1): 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "La Porta, R., Lopez-de Silanes, F., Shleifer, A. and Vishny, R. (1999). The quality of government, The Journal of Law, Economics, and Organization 15(1): 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Levy, J. S. (1996). Loss aversion, framing, and bargaining: The implications of prospect theory for international conflict, International Political Science Review 17(2): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Mann, M. E., Zhang, Z., Rutherford, S., Bradley, R. S., Hughes, M. K., Shindell, D., Ammann, C., Faluvegi, G. and Ni, F. (2009). Global signatures and dynamical origins of the little ice age and medieval climate anomaly, Science 326(5957): 1256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Mayshar, J., Moav, O., Neeman, Z. and Pascali, L. (2016). Cereals, appropriability and hierarchy.",
        "McEvedy, C., Jones, R. et al. (1978). Atlas of world population history., Penguin Books Ltd, Harmondsworth, Middlesex, England.",
        "Nordhaus, W. D. (2006). Geography and macroeconomics: New data and new findings, Proceedings of the National Academy of Sciences of the United States of America 103(10): 3510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3517.",
        "Oster, E. (2014). Unobservable selection and coefficient stability: Theory and evidence, Journal of Business & Economic Statistics .",
        "Putterman, L. (2008). Agriculture, diffusion and development: Ripple effects of the neolithic revolution, Economica 75(300): 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Putterman, L. and Weil, D. N. (2010). Post-1500 population flows and the long-run determinants of economic growth and inequality, The Quarterly journal of economics 125(4): 1627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "Ramankutty, N., Foley, J. A., Norman, J. and McSweeney, K. (2002). The global distribution of cultivable lands: current patterns and sensitivity to possible climate change, Global Ecology and biogeography 11(5): 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Robson, A. J. (1996). A biological basis for expected and non-expected utility, Journal of economic theory 68(2): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Shalev, J. (2002). Loss aversion and bargaining, Theory and decision 52(3): 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Spolaore, E. and Wacziarg, R. (2013). How deep are the roots of economic development?, Journal of Economic Literature 51(2): 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Tversky, A. and Kahneman, D. (1991). Loss aversion in riskless choice: A reference-dependent model, The quarterly journal of economics 106(4): 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Vollrath, D. (2011). The agricultural basis of comparative development, Journal of Economic Growth 16(4): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370."
    ]
}