{
    "id": 25276,
    "cites": 60,
    "cited_by": 9,
    "reference": [
        "Anderson, E., (2005), The dynamics of risk-sensitive allocations, Journal of Economic Theory 125(2), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Backus, D. K. and G. Smith, (1993), Consumption and real exchange rates in dynamic economies with non-traded goods, Journal of International Economics 35, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Bakshi, G., M. Cerrato, and J. Crosby, (2017), Implications of incomplete markets for international economies, Review of Financial Studies .",
        "Bansal, R., D. Kiku, I. Shaliastovich, and A. Yaron, (2014), Volatility, the macroeconomy, and asset prices, Journal of Finance 69, 2471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Bansal, R. and I. Shaliastovich, (2013), A long-run risks explanation of predictability puzzles in bond and currency markets, Review of Financial Studies 26, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Bansal, R. and A. Yaron, (2004), Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Berg, K. A. and N. C. Mark, (2018), Global macro risks in currency excess returns, Journal of Empirical Finance .",
        "Bloom, N., (2009), The impact of uncertainty shocks, Econometrica 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Chernov, M., J. Graveline, and I. Zviadadze, (2018), Crash risk in currency returns, Journal of Fiancial and Quantitative Analysis .",
        "Cogley, T. and T. J. Sargent, (2005), Drifts and volatilities: monetary policies and outcomes in the post-WWII US, Review of Economic Dynamics 8, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Colacito, R., (2008), Six anomalies looking for a model. a consumption based explanation of international finance puzzles, Working paper, University of North Carolina, Chapel Hill.",
        "Colacito, R. and M. M. Croce, (2013), International asset pricing with recursive preferences, Journal of Finance 68, 2651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Cole, H. and M. Obstfeld, (1991), Commodity trade and international risk sharing: How much do financial markets matter?, Journal of Monetary Economics 28, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Della Corte, P., S. J. Riddiough, and L. Sarno, (2016), Currency Premia and Global Imbalances, The Review of Financial Studies 29.",
        "Della Corte, P., L. Sarno, and I. Tsiakas, (2009), An Economic Evaluation of Empirical Exchange Rate Models, Review of Financial Studies 22, 2491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Della Corte, P., L. Sarno, and I. Tsiakas, (2011), Spot and forward volatility in foreign exchange, Journal of Financial Economics 100, 496 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 513.",
        "Du, W., C. Pflueger, and J. Schreger, (2017), Sovereign debt portfolios, bond risks, and the credibility of monetary policy, Working Paper .",
        "Epstein, L. G. and S. Zin, (1991), Substitution, risk aversion and the temporal behavior of consumption and asset returns: An empirical analysis, Journal of Political Economy 99, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Erceg, C., L. Guerrieri, and C. Gust, (2008), Trade Adjustment and the Composition of Trade, Journal of Economic Dynamics and Control 32, 2622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Farhi, E. and X. Gabaix, (2016), Rare disasters and exchange rates, Quarterly Journal of Economics 131(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Gabaix, X. and M. Maggiori, (2015), International liquidity and exchange rate dynamics, Quarterly Journal of Economics 130, 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Gavazzoni, F., B. Sambalaibat, and C. Telmer, (2013), Currency risk and pricing kernel volatility, Working paper.",
        "Gilchrist, S., J. Sim, and E. Zakrajsek, (2014), Uncertainty, financial frictions and investment dynamics, Working paper, NBER.",
        "Gourinchas, P. O. and H. Rey, (2007), International financial adjustment, Journal of Political Economy 115, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Gourio, F., M. Siemer, and A. Verdelhan, (2014), Uncertainty and international capital flows, Working paper.",
        "Hassan, T., (2013), Country size, currency unions, and international asset returns, The Journal of Finance 68, 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Hassan, T., T. Mertens, and T. Zhang, (2015), Currency manipulation, Working Paper .",
        "Hassan, T. A., T. M. Mertens, and T. Zhang, (2016), Not so disconnected: Exchange rates and the capital stock, Journal of International Economics 99, S43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS57.",
        "Heyerdahl-Larsen, C., (2015), Asset Prices and Real Exchange Rates with Deep Habits., Review of Financial Studies 27, 3280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Jones, L., R. Manuelli, H. Siu, and E. Stacchetti, (2005), Fluctuations in convex models of endogenous growth I: Growth effects, Review of Economic Dynamics 8, 780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Justiniano, A. and G. E. Primiceri, (2008), The time-varying volatility of macroeconomic fluctuations, American Economic Review 98, 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Kim, S., N. Shephard, and S. Chib, (1998), Stochastic volatility: Likelihood inference and comparison with ARCH models, Review of Economic Studies 65, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Kollmann, R., (1991), Essays on international business cycles, University of Chicago .",
        "Kollmann, R., (2016), International business cycles and risk sharing with uncertainty shocks and recursive preferences, Journal of Economic Dynamics and Control forthcoming.",
        "Lettau, M., S. Ludvigson, and J. Wachter, (2008), The declining equity premium: What role does macroeconomic risk play?, Review of Financial Studies 21, 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Lettau, M., M. Maggiori, and M. Weber, (2014), Conditional risk premia in currency markets and other asset classes, Journal of Financial Economics 114, 197 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 225.",
        "Lewis, K., (2011), Global Asset Pricing, Annual Reviews of Financial Economics 3.",
        "Lustig, H., N. Roussanov, and A. Verdelhan, (2011), Common risk factors in currency markets, Review of Financial Studies 24, 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Lustig, H., N. Roussanov, and A. Verdelhan, (2014), Countercyclical currency risk premia, Journal of Financial Economics 111(3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Lustig, H. and A. Verdelhan, (2007), The cross section of foreign currency risk premia and consumption growth risk, Americal Economic Review 97, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Lustig, H. and A. Verdelhan, (2018), Does incomplete spanning in international financial markets help to explain exchange rates?, Working Paper .",
        "Maggiori, M., (2017), Financial intermediation, international risk sharing, and reserve currencies, American Economic Review .",
        "Maggiori, M., B. Neiman, and J. Schreger, (2017), International currencies and capital allocation, Working Paper .",
        "McConnell, M. and G. P. Quiros, (2000), Output fluctuations in the united states: What has changed since the early 1980s?, American Economic Review 90, 1464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Mueller, P., A. Stathopoulos, and A. Vedolin, (2017), International correlation risk, Journal of Financial Economics .",
        "Obstfeld, M., (1998), The global capital market: Benefactor or menace?, Journal of Economic Perspectives 12, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Pavlova, A. and R. Rigobon, (2007), Asset prices and exchange rates, Review of Financial Studies 20, 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Pavlova, A. and R. Rigobon, (2010), An asset-pricing view of external adjustment, Journal of International Economics 80, 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Pavlova, A. and R. Rigobon, (2013), International macro-finance, Handbook of Safeguarding Global Financial Stability: Political, Social, Cultural, and Economic Theories and Models 2, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Primiceri, G. E., (2005), Time varying structural vector autoregressions and monetary policy, Review of Economic Dynamics 72, 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Quinn, D. P., (1997), The correlates of change in international financial regulation, American Political Science Review 91(3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Quinn, D. P. and H.-J. Voth, (2008), A century of global equity markets correlations, American Economic Review 98, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Ramey, G. and V. Ramey, (1995), Cross-country evidence on the link between volatility and growth, American Economic Review 85, 1138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Ready, R., N. Roussanov, and C. Ward, (2017), Commodity trade and the carry trade: A tale of two countries, Journal of Finance .",
        "Sandulescu, M., F. Trojani, and A. Vedolin, (2017), Model-free international sdfs in incomplete markets, Working Paper, University of Geneva, University of Lugano, and Boston University .",
        "Stathopoulos, A., (2017), Asset prices and risk sharing in open economies, Review of Financial Studies .",
        "Stock, J. and M. Watson, (2002), Has the business cycle changed and why, in Gertler, M. and K. Rogoff, eds., NBER Macroeconomics Annual: 2002, MIT Press, Cambridge, MA.",
        "Taylor, A. M., (2002), A century of current account dynamics, Journal of International Money and Finance 21, 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Verdelhan, A., (2010), A habit-based explanation of the exchange rate risk premium, The Journal of Finance 65(1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Zviadadze, I., (2017), Term structure of consumption risk premia in the cross section of currency returns, Journal of Finance ."
    ]
}