{
    "id": 25275,
    "cites": 11,
    "cited_by": 54,
    "reference": [
        "Daron Acemoglu and Pascual Restrepo. The race between machine and man: Implications of technology for growth, factor shares and employment. American Economic Review, 108(6):1488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1542, June 2018. (Cited on page 4.) Francisco Alvarez-Cuadrado, Ngo Van Long, and Markus Poschke. Capital-labor substitution, structural change and the labor income share. IZA Discussion Paper No. 8941, March 2015.",
        "(Cited on page 4.) David Autor, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen. Concentrating on the fall of the labor share. American Economic Review Papers and Proceedings, 107 (5), May 2017a. (Cited on page 4.) David Autor, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen. The fall of the labor share and the rise of superstar firms. NBER Working Paper No. 23396, 2017b. (Cited on pages 4 and 11.) David Rezza Baqaee and Emmanuel Farhi. Productivity and misallocation in general equilibrium.",
        "Working Paper, 2017. (Cited on page 5.) Simcha Barkai. Declining labor and capital shares. Working Paper, 2017. (Cited on page 5.) Daniel Berkowitz, Hong May, and Shuichiro Nishioka. Does capital-labor substitution or do institutions explain declining labor shares? Working Paper, 2017. (Cited on page 11.) Andrew B. Bernard, Stephen J. Redding, and Peter K. Schott. Multiple-product firms and product switching. American Economic Review, 100(1):70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, March 2010. (Cited on page 27.) Andrew B. Bernard, Stephen J. Redding, and Peter K. Schott. Multiproduct firms and trade liberalization.",
        "(Cited on pages 25 and 35.) Maya Eden and Paul Gaggl. On the welfare implications of automation. Review of Economic Dynamics, 29:15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43, July 2018. (Cited on pages 4 and 6.) Chris Edmond, Virgiliu Midrigan, and Daniel Y. Xu. How costly are markups? NBER Working Paper No. 24800, 2018. (Cited on pages 5 and 28.) Jan Eeckhout and Jan De Loecker. The rise of market power and the macroeconomic implications.",
        "NBER Working Paper No. 23687, 2017. (Cited on page 5.) Andrea Eisfeldt, Antonio Falato, and Mindy X. Zhang. Human capitalists. Working Paper, 2018.",
        "(Cited on page 46.) Michael W. L. Elsby, Bart Hobijn, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin. The decline of the U.S. labor share. Brookings Papers on Economic Activity, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, Fall 2013. (Cited on pages 4, 5, and 6.) Lucia Foster, John C. Haltiwanger, and Chad Syverson. Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review, 98(1):394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425, March 2008. (Cited on pages 20, 27, and 47.) Jason Furman and Peter Orszag. A firm-level perspective on the role of rents in the rise in inequality.",
        "Working Paper, 2015. (Cited on page 4.) Andrew Glover and Jacob Short. Demographic origins of the decline in laborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s share. Working Paper, 2018. (Cited on page 4.) Emilien Gouin-Bonenfant. Productivity dispersion, between-firm competition and the labor share.",
        "Working Paper, 2018. (Cited on page 11.) Gene M. Grossman, Elhanan Helpman, Ezra Oberfield, and Thomas Sampson. The productivity slowdown and the declining labor share: A neoclassical exploration. Working Paper, 2017. (Cited on page 4.) Gustavo Grullon, Yelena Larkin, and Roni Michaely. Are US industries becoming more concentrated ? Working Paper, 2016. (Cited on page 4.) GermaÃ\u0083Å\u0092Ã\u0082Â\u0081n GutieÃ\u0083Å\u0092Ã\u0082Â\u0081rrez and Thomas Philippon. Investmentless growth: An empirical investigation.",
        "Brookings Papers on Economic Activity, 2017(1):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169, 2017. (Cited on page 26.) Barney Hartman-Glaser, Hanno N. Lustig, and Mindy X. Zhang. Capital share dynamics when firms insure managers. Journal of Finance, forthcoming. (Cited on page 4.) Hugo A. Hopenhayn. Entry, exit, and firm dynamics in the long run equilibrium. Econometrica, 60(5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150, September 1992. (Cited on page 13.) Chang-Tai Hsieh and Peter J. Klenow. Misallocation and manufacturing TFP in China and India.",
        "Quarterly Journal of Economics, 124(4), November 2009. (Cited on page 20.) Cosmin Ilut, Matthias Kehrig, and Martin Schneider. Slow to hire, quick to fire: Employment dynamics with asymmetric responses to news. NBER Working Paper No. 20473, September 2014. (Cited on page 25.) Boyan Jovanovic. Selection and the evolution of industry. Econometrica, 50(3):649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670, May 1982.",
        "Working Paper, 2017. (Cited on page 41.) T. Kirk White. Recovering the item-level edit and imputation flags in the 1977-1997 Census of Manufactures. Census Discussion Paper CES 14-37, September 2014. (Cited on page 48.) T. Kirk White, Jerome P. Reiter, and Amil Petrin. Imputation in U.S. manufacturing data and its implications for productivity dispersion. Review of Economics and Statistics, 100(3):502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509, July 2018. (Cited on pages 18, 27, and 47.)"
    ]
}