{
    "id": 25286,
    "cites": 58,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion, Rachel Griffith, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Technology: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2010, 8 (September), 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        ", Pol Antras, and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts and Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (3), 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        ", Simon Johnson, and Todd Mitton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Vertical Integration: Financial Development and Contracting costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2009, 64 (3), 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        ", Vasco M. Carvalho, Asuman Ozdaglar, and Alireza TahbazSalehi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Network Origins of Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2012, 80 (5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventories, Lumpy Trade, and Large Devaluations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (5), 2304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2339.",
        "Alfaro, Laura and Andrew Charlton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-Industry Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (5), 2096Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2119.",
        ", Nicholas Bloom, Paola Conconi, Harald Fadinger, Patrick Legros, Andrew F. Newman, Raffaella Sadun, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Come Together: Firm Boundaries and Delegation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24603, 2018.",
        ", Paola Conconi, Harald Fadinger, and Andrew F. Newman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Prices Determine Vertical Integration?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83 (3), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c888. , Pol Antras, Davin Chor, and Paola Conconi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internalizing Global Value Chains: A Firm-Level Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Antras, Pol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Contracts, and Trade Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (November), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        "Bajari, Patrick and Steven Tadelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives versus Transaction Costs: A Theory of Procurement Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 2001, 32 (3), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Baker, George P. and Thomas N. Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Make Versus Buy in Trucking:Asset Ownership, Job Design, and Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Baldwin, Richard E. and Anthony J. Venables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spiders and Snakes: Offshoring and Agglomeration in the Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 90 (2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Bernard, Andrew B., Emmanuel Dhyne, Glenn Magerman, Kalina Manova, and Andreas Moxnes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of Firm Heterogeneity: A Production Network Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 25441, National Bureau of Economic Research, Inc January 2019.",
        ", J. Bradford Jensen, and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfer Pricing by U.S.-Based Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2006.",
        "Blaum, Joaquin, Claire Lelarge, and Michael Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from Input Trade with Heterogeneous Importers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, October 2018, 10 (4), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Boehm, Johannes, Swati Dhingra, and John Morrow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Diversification in Indian Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Papers dp1509, Centre for Economic Performance, LSE November 2017.",
        "Bresnahan, Timothy and Jonathan Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Market Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert Gibbons and John Roberts, eds., The Handbook of Organizational Economics, Introductory Chapters, Princeton University Press, 2012.",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Carluccio, Juan and Maria Bas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Worker Bargaining Power on the Organization of Global Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 96 (1), 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Coppedge, Michael, John Gerring, Carl Henrik Knutsen, Staffan I. Lindberg, SvendErik Skaaning, Jan Teorell, David Altman, Michael Bernhard, M. Steven Fish, Agnes Cornell, Sirianne Dahlum, Haakon GjerlÃ\u0083Æ\u0092Ã\u0082Â¸w, Adam Glynn, Allen Hicken, Joshua Krusell, Anna LuÃ\u0083Å\u0092Ã\u0082Ë\u0086hrmann, Kyle L. Marquardt, Kelly McMann, Valeriya Mechkova, Juraj Medzihorsky, Moa Olin, Pamela Paxton, Daniel Pemstein, Josefine Pernes, Brigitte von RoÃ\u0083Å\u0092Ã\u0082Ë\u0086omer Johannes Seim, Rachel Sigman, Jeffrey Staton, Natalia Stepanova, Aksel SundstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, Eitan Tzelgov, Yi ting Wang, Tore Wig, Steven Wilson, and Daniel Ziblatt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varieties of Democracy (V-Dem) Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Corcos, Gregory, Delphine M. Irac, Giordano Mion, and Thierry Verdier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Intrafirm Trade : Evidence From French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2013, 95 (July), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Costinot, Arnaud, Lindsay Oldenski, and James Rauch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation and the Boundary of Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2011, 93 (1), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Davies, Ronald B., Julien Martin, Mathieu Parenti, and Farid Toubal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knocking on Tax HavenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Door: Multinational Firms and Transfer Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2018, 100 (1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Defever, Fabrice and Farid Toubal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, Relationship-specific Inputs and the Sourcing Modes of Multinationals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 2013, 94, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Del Prete, Davide and Armando Rungi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing the Global Value Chain: A Firmlevel Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2017, 109, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Diez, Federico J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asymmetric Effects of Tariffs on Intra-firm Trade and Offshoring Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2014, 93 (1), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Eppinger, Peter and Bohdan Kukharskyy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracting Institutions and Firm Boundaries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2017.",
        "Fattorini, Loredana, Armando Rungi, and Zhen Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Organization of Global Supply Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMT Lucca EIC Working Paper Series, 2017, 8.",
        "Flaaen, Aaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Transfer Prices in Profit-Shifting by U.S. Multinational Firms: Evidence from the 2004 Homeland Investment Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2017.",
        "Forbes, Silke J. and Mara Lederman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation and Vertical Integration in the Airline Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (5), 1831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1849.",
        "Garetto, Stefania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Sourcing and Multinational Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5 (2), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Gibbons, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Four formal(izable) theories of the firm?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 2005, 58 (2), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        ", , and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Integration Strategies for the Multinational Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 70, 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Grossman, Sanford J. and Oliver D. Hart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1986, 94 (4), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Irarrazabal, Alfonso, Andreas Moxnes, and Luca D. Opromolla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Multinational Production and the Role of Intrafirm Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Joskow, Paul L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Long-term Contracts: The Case of Coalburning Electric Generating Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization, 1985, 1 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Kalnins, Arturs, Stephen F. Lin, and Catherine Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In-House and ArmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Length: Productivity Heterogeneity and Variation in Organizational Form,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Paper Series, 2018, 1579.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Worldwide Governance Indicators: Methodology and Analytical Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hague Journal on the Rule of Law, 2011, 3 (02), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Klein, Benjamin, Robert G. Crawford, and Armen A. Alchian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration, Appropriable Rents, and the Competitive Contracting Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law & Economics, 1978, 21 (2), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Kohler, Wilhelm and Marcel Smolka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Firm Boundaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series, 2018, 7214.",
        "Lafontaine, Francine and Margaret Slade, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Firm Boundaries: The Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2007, 45 (3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Legros, Patrick and Andrew F. Newman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Price Theory of Vertical and Lateral Integration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (2), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Levchenko, Andrei A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Quality and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2003, 70 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Macchiavello, Rocco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Development and Vertical Integration: Theory and Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2012, 10 (2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Masten, Scott E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Organization of Production: Evidence from the Aerospace Industry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law & Economics, 1984, 27 (2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Monteverde, Kirk and David J. Teece, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supplier Switching Costs and Vertical Integration in the Automobile Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1982, 13 (1), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Nowak, Verena, Christian Schwarz, and Jens Suedekum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Spiders: Supplier Heterogeneity and the Organization of Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 2016, 49 (2), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Nunn, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship-specificity, Incomplete Contracts, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Park, Walter G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Patent Protection: 1960-2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2008, 37 (4), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "Pemstein, Daniel, Kyle L. Marquardt, Eitan Tzelgov, Yi ting Wang, Joshua Krusell, and Farhad Miri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The V-Dem Measurement Model: Latent Variable Analysis for CrossNational and Cross-Temporal Expert-Coded Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Gothenburg, Varieties of Democracy Institute: Working Paper No. 21, 2018, 3.",
        "Ramondo, Natalia, Veronica Rappoport, and Kim J. Ruhl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrafirm Trade and Vertical Fragmentation in U.S. Multinational Corporations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 98 (March), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Rauch, James E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks versus Markets in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1999, 48 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Ruhl, Kim J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Well is US Intrafirm Trade Measured?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 2015, 105 (5), 524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Shu, Pian and Claudia Steinwender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade Liberalization on Firm Productivity and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Innovation Policy and the Economy, 2019, 19 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Whinston, Michael D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Property Rights and Transacion-Cost Theories of Firm Scope,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (2), 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Williamson, Oliver E., The Economic Institutions of Capitalism, New York: The Free Press, 1985.",
        "Wooldridge, Jeffrey M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Estimating Firm-level Production Functions using Proxy Variables to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2009, 104 (3), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114."
    ]
}