{
    "id": 25284,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Achan, J., A. O. Talisuna, A. Erhart, A. Yeka, J. K. Tibenderana, F. N. Baliraine, P. J. Rosenthal, and U. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Alessandro (2011). Quinine, an Old Anti-Malarial Drug in a Modern World: Role in the Treatment of Malaria. Malaria Journal 10(1), 144.",
        "Ansah, E. K., S. Narh-Bana, M. Epokor, S. Akanpigbiam, A. A. Quartey, J. Gyapong, and C. J. Whitty (2010). Rapid testing for malaria in settings where microscopy is available and peripheral clinics where only presumptive treatment is available: A randomised controlled trial in ghana. BMJ 340, c930.",
        "Ashraf, N., J. Berry, and J. M. Shapiro (2010). Can Higher Prices Stimulate Product Use? Evidence from a Field Experiment in Zambia. American Economic Review 100(5), 2383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2413.",
        "Bisoffi, Z., B. S. Sirima, A. Angheben, C. Lodesani, F. Gobbi, H. Tinto, and J. Van den Ende (2009). Rapid malaria diagnostic tests vs. clinical management of malaria in rural burkina faso: safety and effect on clinical decisions. a randomized trial. Tropical Medicine & International Health 14(5), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Cohen, J. and P. Dupas (2010). Free Distribution or Cost-Sharing? Evidence from a Randomized Malaria Prevention Experiment. The Quarterly Journal of Economics 125(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cohen, J., P. Dupas, and S. Schaner (2015). Price Subsidies, Diagnostic Tests, and Targeting of Malaria Treatment: Evidence from a Randomized Controlled Trial. American Economic Review 105(2), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Currie, J., W. Lin, and J. Meng (2014). Addressing Antibiotic Abuse in China: An Experimental Audit Study. Journal of Development Economics 110, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Das, J. and J. Hammer (2014). Quality of Primary Care in Low-Income Countries: Facts and Economics. 6, 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Das, J., J. Hammer, and K. Leonard (2008). The Quality of Medical Advice in Low-Income Countries. The Journal of Economic Perspectives 22(2), pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Das, J., A. Holla, A. Mohpal, and K. Muralidharan (2016, December). Quality and Accountability in Health Care Delivery: Audit-Study Evidence from Primary Care in India. American Economic Review 106(12), 3765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Djimde, A. A., H. Maiga, I. Sagara, K. Traore, H. Niangaly, A. Bamadio, A. Grivoyannis, M. Tekete, O. B. Traore, A. Kodio, et al. (2016). Field Assessment of SD Bioline Malaria Species Antigen Detection by Rapid Diagnostic Tests in Mali. Journal of Parasitology and Vector Biology 8(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Dupas, P. (2014). Short-Run Subsidies and Long-Run Adoption of New Health Products: Evidence from a Field Experiment. Econometrica 82(1), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Dupas, P. and E. Miguel (2017). Impacts and Determinants of Health Levels in Low-Income Countries. In Handbook of Economic Field Experiments, Volume 2, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93. Elsevier.",
        "Fleming-Dutra, K. E., A. L. Hersh, D. J. Shapiro, M. Bartoces, E. A. Enns, T. M. File, J. A. Finkelstein, J. S. Gerber, D. Y. Hyun, J. A. Linder, et al. (2016). Prevalence of Inappropriate Antibiotic Prescriptions among US Ambulatory Care Visits, 2010-2011.",
        "Hamer, D. H., M. Ndhlovu, D. Zurovac, M. Fox, K. Yeboah-Antwi, P. Chanda, N. Sipilinyambe, J. L. Simon, and R. W. Snow (2007). Improved diagnostic testing and malaria treatment practices in zambia. JAMA 297(20), 2227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2231.",
        "IHME (2016). Global burden of disease study 2015 (gbd 2015) results. Online. Accessed August 22, 2016.",
        "Iizuka, T. (2012, May). Physician Agency and Adoption of Generic Pharmaceuticals. American Economic Review 102(6), 2826Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "KonÃ\u0083Æ\u0092Ã\u0082Â©, D., D. Coulibaly, O. Doumbo, I.-S. Fall, E. Kibuchi, B. Mitto, G. Sang, D. Kyalo, R. W. Snow, and A. M. Noor (2015). An Epidemiological Profile of Malaria in Mali. Programme National de Lutte contre le Paludisme (PNLP).",
        "Kotwani, A., C. Wattal, S. Katewa, P. Joshi, and K. Holloway (2010). Factors Influencing Primary Care Physicians to Prescribe Antibiotics in Delhi India. Family Practice 27(6), 684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Kremer, M., J. Leino, E. Miguel, and A. Zwane (2011). Spring Cleaning: Rural Water Impacts, Valuation, and Property Rights Institutions. The Quarterly Journal of Economics 126(1).",
        "Kyabayinze, D. J., J. K. Tibenderana, G. W. Odong, J. B. Rwakimari, and H. Counihan (2008). Operational Accuracy and Comparative Persistent Antigenicity of HRP2 Rapid Diagnostic Tests for Plasmodium Falciparum Malaria in a Hyperendemic Region of Uganda. Malaria Journal 7(1), 221.",
        "Li, Y., J. Xu, F. Wang, B. Wang, L. Liu, W. Hou, H. Fan, Y. Tong, J. Zhang, and Z. Lu (2012). Overprescribing in China, Driven by Financial Incentives, Results in Very High Use of Antibiotics, injections, and corticosteroids. Health affairs 31(5), 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1082.",
        "Linder, J. A., J. N. Doctor, M. W. Friedberg, H. R. Nieva, C. Birks, D. Meeker, and C. R. Fox (2014). Time of Day and the Decision to Prescribe Antibiotics. JAMA Internal Medicine 174(12), 2029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "MinistÃ\u0083Æ\u0092Ã\u0082Â¨re de la SantÃ\u0083Æ\u0092Ã\u0082Â© (2013, August). Politique Nationale De Lutte Contre Le Paludisme. Republique du Mali.",
        "PMI (2015). PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Malaria Initiative Mali: Malaria Operational Plan FY 2016. Technical report, USAID.",
        "PMI (2016). PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Malaria Initiative Mali: Malaria Operational Plan FY 2017. Technical report, USAID.",
        "PMI (2017). PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Malaria Initiative Mali: Malaria Operational Plan FY 2018. Technical report, USAID.",
        "PNLP, INSTAT, INFO-STAT, INRSP, and ICF International (2016). Enquete sur les Indicateurs du Paludisme au Mali (EIPM) 2015. Technical report, INSTAT, INFO-STAT and ICF International, Rockville, Maryland, USA.",
        "Reyburn, H., R. Mbatia, C. Drakeley, I. Carneiro, E. Mwakasungula, O. Mwerinde, K. Saganda, J. Shao, A. Kitua, R. Olomi, B. Greenwood, and C. Whitty (2004). Overdiagnosis of Malaria in Patients with Severe Febrile Illness in Tanzania: A Prospective Study. British Medical Journal 329(7476), 1212.",
        "Sautmann, A., S. Brown, and M. Dean (2017). Subsidies, Information, and the Timing of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Care in Mali.",
        "Tarozzi, A., A. Mahajan, B. Blackburn, D. Kopf, L. Krishnan, and J. Yoong (2014). Microloans, Insecticide-Treated Bednets and Malaria: Evidence from a randomized controlled trial in Orissa (India). The American Economic Review 104(7), 1909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Does This Patient Have Malaria? JAMA: The Journal of the American Medical Association 304(18), 2048Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2056.",
        "Trampuz, A., M. Jereb, I. Muzlovic, and R. M. Prabhu (2003). Clinical Review: Severe Malaria. Critical Care 7(4), 315.",
        "Whitehead, M., G. Dahlgren, and T. Evans (2001). Equity and Health Sector Reforms: Can Low-Income Countries Escape the Medical Poverty Trap? The Lancet 358(9284), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "WHO (2014). Emergence and Spread of Artemisinin Resistance Calls for Intensified Efforts to Withdraw Oral Artemisinin-Based Monotherapy from the Market. Technical report, World Health Organization.",
        "WHO (2017). Malaria rapid diagnostic test performance: results of who product testing of malaria rdts: round 7 (2015-2016). Technical report, World Health Organization.",
        "WHO (2018). MCEE Methods and Data Sources for Child Causes of Death 2000-2016.",
        "Wongsrichanalai, C., M. J. Barcus, S. Muth, A. Sutamihardja, and W. H. Wernsdorfer (2007). A Review of Malaria Diagnostic Tools: Microscopy and Rapid Diagnostic Test (RDT). The American Journal of Tropical Medicine and Hygiene 77(6_Suppl), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "World Health Organization (2015). Malaria Rapid Diagnostic Test Performance: Results of WHO product testing of malaria RDTs: round 6 (2014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015). Technical report. Main"
    ]
}