{
    "id": 25294,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Policy in a Model of Long-term Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 1995, 62 (246), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Altmann, Steffen, Armin Falk, Simon Jger, and Florian Zimmermann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about job search: A field experiment with job seekers in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2018, 164, 33 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 49.",
        "Alvarez, Fernando E., Katarina Borovickova, and Robert Shimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing Duration Dependence in a Stopping Time Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2016. NBER Working Paper No. 22188.",
        "Arcidiacono, Peter, V. Joseph Hotz, Arnaud Maurel, and Teresa Romano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Ex Ante Returns and Preferences for Occupations using Subjective Expectations Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20626, National Bureau of Economic Research October 2014.",
        "Armantier, Olivier, Giorgio Topa, Wilbert van der Klaauw, and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Survey of Consumer Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy Review, 2017, 23 (2), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Belot, Michle, Philipp Kircher, and Paul Muller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing Advice to Jobseekers at Low Cost: An Experimental Study on Online Advice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 10 2018.",
        "Clark, Kim B. and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Dynamics and Unemployemnt: A Reconsideration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1979, 10 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Coles, Melvyn G and Eric Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marketplaces and Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, February 1998, 39 (1), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Conlon, John J., Laura Pilossoph, Matthew Wiswall, and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Search With Imperfect Information and Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 24988, National Bureau of Economic Research, Inc September 2018.",
        "Crump, Richard, Stefano Eusepi, Giorgio Topa, and Andrea Tambalotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Intertemporal Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo.",
        "Delavande, Adeline and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093University choice: the role of expected earnings, non-pecuniary outcomes, and financial constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 683, Federal Reserve Bank of New York August 2014.",
        "DellaVigna, Stefano and M. Daniele Paserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search and Impatience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2005, 23 (3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        ", Attila Lindner, Balzs Reizer, and Johannes F. Schmieder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference-Dependent Job Search: Evidence from Hungary*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (4), 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2018.",
        "Faberman, R. Jason, Andreas I. Mueller, Aysegul Sahin, and Giorgio Topa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search Behavior among the Employed and Non-Employed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2017. NBER Working Paper No. 23731.",
        "Falk, Armin, David B. Huffman, and Uwe Sunde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Confidence and Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Papers 2525, Institute for the Study of Labor (IZA) December 2006.",
        "Farber, Henry S, Chris M Herbst, Dan Silverman, and Till von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Whom Do Employers Want? The Role of Recent Employment and Unemployment Status and Age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24605, National Bureau of Economic Research May 2018.",
        "Fuster, Andreas, Greg Kaplan, and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What would you do with $500? Spending responses to gains, losses, news, and loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 843, Federal Reserve Bank of New York March 2018.",
        "Hall, Robert E. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion and Search Behavior: The Importance of Non-Wage Job Values,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2018, 4, 1594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1637.",
        "Heckman, James J. and B. Singer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Identifiability of the Proportional Hazard Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1984, 51 (2), 231.",
        "Hendren, Nathaniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private information and insurance rejections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (5), 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1762.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge of Future Job Loss and Implications for Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (7), 1778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "HonoreÃ\u0083Å\u0092Ã\u0082Â\u0081, Bo E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification Results for Duration Models with Multiple Spells,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1993, 60 (1), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2011, 101 (7), 2873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1993, 83 (4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Jarosch, Gregor and Laura Pilossoph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Discrimination and Duration Dependence in the Job Finding Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2018. Mimeo.",
        "Kolsrud, Jonas, Camille Landais, Peter Nilsson, and Johannes Spinnewijn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Timing of UI Benefits: Theory and Evidence from Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (4-5), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Koszegi, Botond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ego Utility, Overconfidence, and Task Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2006, 4 (4), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Kroft, Kory, Fabian Lange, and Matthew J. Notowidigdo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Theory and Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        ", , , and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Unemployment and the Great Recession: The Role of Composition, Duration Dependence and Non-Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34, S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS54.",
        "Krueger, Alan B. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search, Emotional Well-Being, and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2011, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Lancaster, Tony, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Methods for the Duration of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1979, 47 (4), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Ljungqvist, Lars and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Unemployment Dilemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1998, 106 (3), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Lockwood, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Externalities in the Labour Market and the Duration of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1991, 58 (4), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Machin, Stephen and Alan Manning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causes and Consequences of Longterm Unemployment in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley C. Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3, Part C of Handbook of Labor Economics, Elsevier, 1999, pp. 3085 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3139.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2004, 72 (5), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "McCall, J. J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Information and Job Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1970, 84 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Mortensen, Dale T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Job Search Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, July 1977, 30 (4), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Pavoni, Nicola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Unemployment Insurance, With Human Capital Depreciation, and Duration Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2009, 50 (2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Pissarides, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss of Skill during Unemployment and the Persistence of Employment Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1992, 107, 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1391.",
        "Rabin, Matthew and Dimitri Vayanos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The GamblerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and Hot-Hand Fallacies: Theory and Applications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2010, 77 (2), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "Schmieder, Johannes F. and Till von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Unemployment Insurance Benefits: New Evidence and Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2016, 8 (1), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Shimer, Robert and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Optimal Timing of Benefits with Heterogeneous Workers and Human Capital Depreciation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 12230, National Bureau of Economic Research, Inc May 2006.",
        "Spinnewijn, Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training and search during unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2013, 99, 49 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 65.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployed but Optimistic: Optimal Insurance Design with Biased Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (1), 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Wiswall, Matthew and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of College Major Choice: Identification using an Information Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2015, 82 (2), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824."
    ]
}