{
    "id": 25293,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D. and P. Restrepo (2019). Artificial intelligence, automation and work. In A. Goldfarb, J. Gans, and A. Agrawal (Eds.), The Economics of Artificial Intelligence: An Agenda. University of Chicago Press.",
        "Aiyagari, S. R. (1994). Uninsured idiosyncratic risk and aggregate saving. The Quarterly Journal of Economics 109(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Atalay, E. (2017). How important are sectoral shocks? American Economic Journal: Macroeconomics 9(4), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Baqaee, D. R. and E. Farhi (2018, June). Macroeconomics with Heterogeneous Agents and Input-Output Networks. NBER Working Papers 24684, National Bureau of Economic Research, Inc.",
        "Baqaee, D. R. and E. Farhi (2019a). The macroeconomic impact of microeconomic shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem. Econometrica (Forthcoming).",
        "Baqaee, D. R. and E. Farhi (2019c). Productivity and Misallocation in General Equilibrium. NBER Working Papers 24007, National Bureau of Economic Research, Inc.",
        "Bewley, T. (1986). Stationary monetary equilibrium with a continuum of independently fluctuating consumers. Contributions to mathematical economics in honor of GeÃ\u0083Å\u0092Ã\u0082Â\u0081rard Debreu 79.",
        "Blackorby, C. and R. R. Russell (1989). Will the real elasticity of substitution please stand up?(a comparison of the Allen/Uzawa and Morishima elasticities). The American economic review 79(4), 882Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c888.",
        "Boehm, C. E., A. Flaaen, and N. Pandalai-Nayar (2019). Input linkages and the transmission of shocks: Firm-level evidence from the 2011 toÃ\u0083Å\u0092Ã\u0082â\u0080\u009ehoku earthquake. Review of Economics and Statistics 101(1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Cohen, A. J. and G. C. Harcourt (2003). Retrospectives: whatever happened to the cambridge capital theory controversies? Journal of Economic Perspectives 17(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Felipe, J. and F. M. Fisher (2003). Aggregation in production functions: what applied economists should know. Metroeconomica 54(2-3), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Fisher, F. M. (1965). Embodied technical change and the existence of an aggregate capital stock. The Review of Economic Studies 32(4), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Fisher, F. M. (1982). Aggregate production functions revisited: the mobility of capital and the rigidity of thought. The Review of Economic Studies 49(4), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Fisher, F. M. (1983). On the simultaneous existence of full and partial capital aggregates. The Review of Economic Studies 50(1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Griliches, Z. (1969). Capital-skill complementarity. The review of Economics and Statistics, 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Hamermesh, D. S. (1996). Labor demand. princeton University press.",
        "Herrendorf, B., R. Rogerson, and A. Valentinyi (2013). Two perspectives on preferences and structural transformation. American Economic Review 103(7), 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hicks, J. (1932). Theory of wages. Springer.",
        "Houthakker, H. S. (1955). The pareto distribution and the Cobb-Douglas production function in activity analysis. The Review of Economic Studies 23(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Huggett, M. (1993). The risk-free rate in heterogeneous-agent incompleteinsurance economies. Journal of economic Dynamics and Control 17(5-6), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 969.",
        "Hulten, C. and L. Nakamura (2017, April). Accounting for growth in the age of the internet: The importance of output-saving technical change. Working Paper 23315, National Bureau of Economic Research.",
        "Hulten, C. R. (1978). Growth accounting with intermediate inputs. The Review of Economic Studies, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Johnson, G. E. (1997). Changes in earnings inequality: the role of demand shifts. Journal of economic perspectives 11(2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Krusell, P., L. E. Ohanian, J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, and G. L. Violante (2000). Capital-skill complementarity and inequality: A macroeconomic analysis.",
        "Krusell, P. and A. A. Smith, Jr (1998). Income and wealth heterogeneity in the macroeconomy. Journal of political Economy 106(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Levhari, D. (1968). A note on houthakkerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s aggregate production function in a multifirm industry. Econometrica: journal of the Econometric Society, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Marglin, S. A. (1984). Growth, distribution, and prices. Number 155. Harvard University Press.",
        "McFadden, D. (1963). Constant elasticity of substitution production functions. The Review of Economic Studies 30(2), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "McKenzie, L. W. (1959). On the existence of general equilibrium for a competitive market. Econometrica: journal of the Econometric Society, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Morishima, M. (1967). A few suggestions on the theory of elasticity. Keizai Hyoron (Economic Review) 16, 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Oberfield, E. and D. Raval (2014, September). Micro data and macro technology. Working Paper 20452, National Bureau of Economic Research.",
        "Pasinetti, L. L., F. M. Fisher, J. Felipe, J. McCombie, and R. L. Greenfield (2003). Cambridge capital controversies. The Journal of Economic Perspectives 17(4), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Robinson, J. (1953). The production function and the theory of capital. The Review of Economic Studies 21(2), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Russell, R. R. (2017). Elasticities of substitution. Technical report.",
        "Samuelson, P. A. (1966). A summing up. The quarterly journal of economics 80(4), 568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Sato, K. (1969). Micro and macro constant-elasticity-of-substitution production functions in a multifirm industry. Journal of Economic Theory 1(4), 438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "Sato, K. (1975). Production functions and aggregation, Volume 90. NorthHolland.",
        "Sattinger, M. (1993). Assignment models of the distribution of earnings. Journal of economic literature 31(2), 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Solow, R. M. (1956). A contribution to the theory of economic growth. The quarterly journal of economics 70(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Solow, R. M. (1963). Capital theory and the rate of return. North-Holland.",
        "Stern, D. I. (2010). Derivation of the hicks, or direct, elasticity of substitution using the input distance function. Economics letters 108(3), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351."
    ]
}