{
    "id": 25292,
    "cites": 73,
    "cited_by": 12,
    "reference": [
        "Addoum, Jawad M., and Alok Kumar, 2016, Political Sentiment and Predictable Returns, Review of Financial Studies 29, 3471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3518.",
        "Almeida, Heitor, Igor Cunha, Miguel A. Ferreira, and Felipe Restrepo, 2017, The real effects of credit ratings: The sovereign ceiling channel, Journal of Finance 72, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Babenko, Ilona, Viktar Fedaseyeu, and Song Zhang, 2019, Do CEOs affect employeesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ political choices, Review of Financial Studies Forthcoming.",
        "Bamber, Linda Smith, Orie E. Barron, and Thomas L. Stober, 1999, Differential interpretations and trading volume, Journal of Financial and Quantitative Analysis 34, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Banerjee, Snehal, 2011, Learning from prices and the disperion in beliefs, Review of Financial Studies 24, 3025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3068.",
        ", and Ilan Kremer, 2010, Disagreement and learning: Dynamic patterns of trade, Journal of Finance 65, 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1302.",
        "Bartels, Larry M., 2002, Beyond the running tally: Partisan bias in political perceptions, Political Behavior 24, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Becker, Bo, and Victoria Ivashina, 2014, Reaching for yield in the bond market, Journal of Finance 70, 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1902.",
        "Becker, Bo, and Todd Milbourn, 2011, How did increased competition affect credit ratings?, Journal of Financial Economics 101, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Begley, Taylor A., 2015, The real costs of corporate credit ratings, Working Paper.",
        "Benhabib, Jess, and Mark M. Spiegel, 2018, Sentiments and economic activity: Evidence from U.S. states, Economic Journal 129, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733.",
        "Bertrand, Marianne, and Emir Kamenica, 2018, Coming apart? Cultural distances in the United States over time, National Bureau of Economic Research Working Paper 24771.",
        "Blinder, Alan S., and Mark W. Watson, 2016, Presidents and the U.S. economy: An econometric exploration, American Economic Review 106.",
        "Bonaparte, Yosef, Alok Kumar, and Jeremy K. Page, 2017, Political climate, optimism, and investment decisions, Journal of Financial Markets 34, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Bonica, Adam, 2016, Database on ideology, money in politics, and elections: Public version 2.0. Stanford, CA: Stanford University Libraries., https://data.stanford.edu/dime.",
        "Boxell, Levi, Matthew Gentzkow, and Jesse M. Shapiro, 2017, Is the internet causing political polarization? Evidence from demographics, National Bureau of Economic Research Working Paper 23258.",
        "Brewer, Mark D., 2005, The rise of partisanship and the expansion of partisan conflict within the American electorate, Political Reserach Quarterly 58, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Chen, Daniel L, 2019, Priming ideology: Why presidential elections affect U.S. judges, Working Paper.",
        "Chernenko, Sergey, and Adi Sunderam, 2011, The real consequences of market segmentation, Review of Financial Studies 25, 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2069.",
        "Chevalier, Judith, and Glenn Ellison, 1999, Are some mutual fund managers better than others? Cross-sectional patterns in behavior and performance, Journal of Finance 54, 875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Cornaggia, Jess, Kimberly J. Cornaggia, and Ryan D. Israelsen, 2017, Credit ratings and the cost of municipal financing, Review of Financial Studies 31, 2038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2079.",
        "Cornaggia, Jess, Kimberly J. Cornaggia, and Han Xia, 2016, Revolving doors on Wall Street, Journal of Financial Economics 120, 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Cornaggia, Jess, Kimberly Rodgers Cornaggia, and Ryan D. Israelsen, 2019, Where the heart is: Information production and the home bias, Management Science Forthcoming.",
        "Cunha, Igor, Miguel Almeida Ferreira, and Do Silva, Rui, 2019, Do financial markets affect election outcomes? Evidence from municipal bond ratings, Working Paper.",
        "Curtin, Richard, 2016, Economic policy preferences, Survey of Consumers, University of Michigan, November.",
        "DellaVigna, Stefano, and Joshua M. Pollet, 2009, Investor inattention and Friday earnings announcements, Journal of Finance 64, 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c749.",
        "Dichev, Ilia D., and Joseph D. Piotroski, 2001, The long-run stock returns following bond ratings changes, Journal of Finance 56, 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Dick-Nielsen, Jens, 2009, Liquidity biases in trace, Journal of Fixed Income 19, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Dion Bongaerts, K. J. Martijn Cremers, and William N. Goetzmann, 2012, Tiebreaker: Certification and multiple credit ratings, Journal of Finance 67, 114.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fracassi, Cesare, Stefan Petry, and Geoffrey Tate, 2016, Does rating analyst subjectivity affect corporate debt pricing?, Journal of Financial Economics 120, 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Gaines, Brian J., James H. Kuklinski, Paul J. Quirk, Buddy Peyton, and Jay Verkuilen, 2007, Same facts, different interpretations: Partisan motivation and opinion on Iraq, Journal of Politics 69, 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c974.",
        "Gentzkow, Matthew, 2016, Polarization in 2016, Toulouse Network of Information Technology White Paper.",
        ", Edward Glaeser, and Claudia Goldin, 2006, The rise of the fourth estate: How newspapers became informative and why it mattered, in Corruption and Reform: Lessons from AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic history 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Gerber, Alan S., and Gregory A. Huber, 2009, Partisanship and economic behavior: Do partisan differences in economic forecasts predict real economic behavior?, American Political Science Review 103, 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Gillitzer, Christian, and Nalini Prasad, 2018, The effect of consumer sentiment on consumption: Cross-sectional evidence from elections, American Economic Journal: Macroeconomics.",
        "Griffin, John M., and Dragon Yongjun Tang, 2012, Did subjectivity play a role in CDO credit ratings?, Journal of Finance 67, 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Hand, John R. M., Robert W. Holthausen, and Richard W. Leftwich, 1992, The effect of bond rating agency announcements on bond and stock prices, Journal of Finance 47, 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Harris, Milton, and Artur Raviv, 1993, Differences of opinion make a horse race, Review of Financial Studies 6, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Hersh, Eitan D., and Matthew N. Goldenberg, 2016, Democratic and Republican physicians provide different care on politicized health issues, Proceedings of the National Academy of Sciences 113, 11811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11816.",
        "Hill, Seth J., and Gregory A. Huber, 2017, Representativeness and motivations of the contemporary donorate: Results from merged survey and administrative records, Political Behavior 39, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Hirshleifer, David, Sonya Seongyeon Lim, and Siew Hong Teoh, 2009, Driven to distraction: Extraneous events and underreaction to earnings news, Journal of Finance 64, 2289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2325.",
        "Holthausen, Robert W., and Richard W. Leftwich, 1986, The effect of bond rating changes on common stock prices, Journal of Financial Economics 17, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hong, Harrison, and Marcin Kacperczyk, 2010, Competition and bias, Quarterly Journal of Economics 125, 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Hong, Harrison, and Leonard Kostovetsky, 2012, Red and blue investing: Values and finance, Journal of Financial Economics 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Hutton, Irena, Danling Jiang, and Alok Kumar, 2014, Corporate policies of Republican managers, Journal of Financial and Quantitative Analysis 49, 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Igielnik, Ruth, Scott Keeter, Courtney Kennedy, and Bradley Spahn, 2018, Commercial voter files and the study of U.S. politics, Pew Research Report.",
        "Imbens, Guido W., 2004, Nonparametric estimation of average treatment effects under exogeneity: A review, The Review of Economics and Statistics 86, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Iyengar, Shanto, Gaurav Sood, and Yphtach Lelkes, 2012, Affect, not ideology, Public Opinion Quarterly 76, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Jiang, Danling, Alok Kumar, and Kelvin K. F. Law, 2016, Political contributions and analyst behavior, Review of Accounting Studies 21, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Kandel, Eugene, and Neil D. Pearson, 1995, Differential interpretation of public signals and trade in speculative markets, Journal of Political Economy 103, 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Kaustia, Markku, and Sami Torstila, 2011, Stock market aversion? Political preferences and stock market participation, Journal of Financial Economics 100, 98 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 112.",
        "Kempf, Elisabeth, 2020, The job rating game: Revolving doors and analyst incentives, Journal of Financial Economics 135, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kisgen, Darren J., Jordan Nickerson, Matthew Osborn, and Jonathan Reuter, 2019, Analyst promotions within credit rating agencies: Accuracy or bias?, Journal of Financial and Quantitative Analysis Forthcoming.",
        "Kisgen, Darren J., and Philip E. Strahan, 2010, Do regulations based on credit ratings affect a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cost of capital?, Review of Financial Studies 23, 4324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4347.",
        "Laster, David, Paul Bennett, and In Sun Geoum, 1999, Rational bias in macroeconomic forecasts, Quarterly Journal of Economics 114, 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Lewis-Beck, Michael S., and Mary Stegmaier, 2000, Economic determinants of electoral outcomes, Annual Review of Political Science 3, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Lott, John R., and Kevin A. Hassett, 2014, Is newspaper coverage of economic events politically biased?, Public Choice 160, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Makridis, Christos, 2019, Sentimental business cycles and the protracted Great Recession, Working Paper.",
        "Mason, Lilliana, 2013, The rise of uncivil agreement: Issue versus behavioral polarization in the American electorate, American Behavioral Scientist 57, 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        ", 2015, I disrespectfully agree: The differential effects of partisan sorting on social and issue polarization, American Journal of Political Science 59, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "McGrath, Mary C., 2017, Economic behavior and the partisan perceptual screen, Quarterly Journal of Political Science 11, 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "McKenzie, Mark Jonathan, 2012, The influence of partisanship, ideology, and the law on redistricting decisions in the federal courts, Political Research Quarterly 65, 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Meeuwis, Maarten, Jonathan A. Parker, Antoinette Schoar, and Duncan I. Simester, 2018, Belief disagreement and portfolio choice, National Bureau of Economic Research Working Paper 25108.",
        "Mian, Atif R., Amir Sufi, and Nasim Khoshkhou, 2018, Partisan bias, economic expectations, and household spending, Working Paper.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, Lubos, and Pietro Veronesi, 2018, Political cycles and stock returns, National Bureau of Economic Research Working Paper 23184.",
        "Pew Research Center, 2017, Key takeaways on AmericansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ growing partisan divide over political values, Pew Research Center Author:Carroll Doherty.",
        ", 2019, Trump begins third year with low job approval and doubts about his honesty, Washington, D.C. Posner, Eric A., 2008, Does political bias in the judiciary matter?: Implications of judicial bias studies for legal and constitutional reform, University of Chicago Law Review 75, 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c883.",
        "Sangiorgi, Francesco, and Chester Spatt, 2017, Foundations and Trends in Finance, vol. 12 . chap. The Economics of Credit Rating Agencies, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116 (Wiley).",
        "Santa-Clara, Pedro, and Rossen Valkanov, 2003, The presidential puzzle: Political cycles and the stock market, Journal of Finance 58, 1841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1872.",
        "Xia, Han, 2014, Can investor-paid credit rating agencies improve the information quality of issuer-paid rating agencies?, Journal of Financial Economics 111, 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Ye, Junting, Shuchu Han, Yifan Hu, Baris Coskun, Meizhu Liu, Hong Qin, and Steven Skiena, 2017, Nationality classification using name embeddings, in Proceedings of the 2017 ACM on Conference on Information and Knowledge Management 1897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1906. Percentage C o n s u m e r D i s c r e t i o n a r y C o n s u m e r S t a p l e s E n e r g y F i n a n c i a l s H e a l t h C a r e I n d u s t r i a l s I n f o r m a t i o n T e c h n o l o g y M a t e r i a l s R e a l E s t a t e T e l e c o m m u n i c a t i o n S e r v i c e s U t i l i t i e s Democrat Republican Unaffiliated Other (a) Party Affiliation by GICS Sector Percentage Chicago New York Democrat Republican Unaffiliated Other (b) Party Affiliation by City Percentage Fitch Moody&apos;s S&P Democrat Republican Unaffiliated Other (c) Party Affiliation by Rating Agency"
    ]
}