{
    "id": 25302,
    "cites": 82,
    "cited_by": 19,
    "reference": [
        "Aksu, Ege, Refik Erzan, and Murat G. Kirdar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Mass Migration of Syrians on the Turkish Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 12050, 2018.",
        "BAK, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bedeutung der PersonenfreizuÃ\u0083Å\u0092Ã\u0082Ë\u0086gigkeit aus Branchensicht. Ergebnisse einer Unternehmensbefragung,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, BAKBasel Economic Research and Consultancy 2013.",
        "Bartik, Timothy J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from State and Local Economic Development Policies?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Books from Upjohn Press, 1991.",
        "Basten, Christoph Carl and Michael Siegenthaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do immigrants take or create residentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ jobs? Evidence from free movement of workers in Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 2019, 121 (3).",
        "Beerli, Andreas and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market Effects of Opening the Border: Evidence from Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21319, Issued in July 2015, Revised in May 2018, 2018.",
        ", Ronald Indergand, and Johannes Kunz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply of Foreign Talent: How Skill-Biased Technology Drives the Skill Mix of Immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KOF Working Papers, No. 436, 2017.",
        "Borjas, George J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The labor demand curve is downward sloping: reexamining the impact of immigration on the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (4), 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Native internal migration and the labor market impact of immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 2006, 41 (2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Borjas, George J, Immigration economics, Harvard University Press, 2014.",
        "Borjas, George J. and Kirk B. Doran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The collapse of the Soviet Union and the productivity of American mathematicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (3), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203. B,S,S. Volkswirtschaftliche Beratung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SchaÃ\u0083Å\u0092Ã\u0082Ë\u0086tzung der Kosten und Vereinfachung der Regulierungen im Bereich der Zulassung von auslaÃ\u0083Å\u0092Ã\u0082Ë\u0086ndischen ErwerbstaÃ\u0083Å\u0092Ã\u0082Ë\u0086tigen zum schweizerischen Arbeitsmarkt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, B,S,S.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hler, Stefan, Marco Helm, and Michael Lechner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Growth: Plant-Level Evidence from Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of St. Gallen, School of Economics and Political Science Working Paper No. 1133, 2011.",
        "Card, David and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration Economics: A Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, 2016.",
        "Chassambouli, Andri and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effect of Immigration Policies: Analyzing and Simulating the U.S. Case,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No 25074, 2018.",
        "Colella, F., R. Lalive, S.O. Sakalli, and M. Thoenig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference with Arbitrary Clustering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo University of Lausanne, 2018. Combes, Pierre-Philippe and Laurent Gobillon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirics of Agglomeration Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gilles Duranton, J. Vernon Henderson, and William C.",
        "Strange, eds., Handbook of Regional and Urban Economics, Vol. 5A 2015, pp. 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Conley, Timothy G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1999, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Diamond, Rebecca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants and Welfare Implications of US Workers Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Diverging Location Choices by Skill: 1980-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Doran, Kirk B., Alexander Gelber, and Adam Isen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of highskilled immigration policy on firms: evidence from H1-B visa lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20668, 2015.",
        "Dustmann, Christian and Albrecht Glitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do industries and firms respond to changes in local labor supply?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (3), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        ", Uta SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and Jan Stuhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of immigration: Why do studies reach such different results?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2016, 30 (4), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        ", Uta SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and Jan Stuhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Shock and the Dynamics of Local Wages and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Gerfin, Michael and Boris Kaiser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of immigration on wages. An application of the structural skill-cell approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swiss Journal of Economics and Statistics, 2010, 146 (4), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739.",
        "Ghosh, Anirban, Anna Maria Mayda, and Francesc Ortega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of skilled foreign workers on firms: an investigation of publicly traded US firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 8684, 2014.",
        "Glaeser, Edward L. and David C. Mare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities and Skills,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2001, 19 (2), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Henneberger, Fred and Alexandre Ziegler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirische UÃ\u0083Å\u0092Ã\u0082Ë\u0086berpruÃ\u0083Å\u0092Ã\u0082Ë\u0086fung des Auftretens von Lohndruck aufgrund des Immigrationsdrucks aus den EU17/EFTA-Mitgliedstaaten,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Diskussionspapiere des Forschungsinstituts fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Arbeit und Arbeitsrecht an der UniversitaÃ\u0083Å\u0092Ã\u0082Ë\u0086t St. Gallen No. 125, 2011.",
        "Hornung, Erik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the Diffusion of Technology: The Huguenot Diaspora in Prussia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Hunt, Jennifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which immigrants are most innovative and entrepreneurial? Distinctions by entry visa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2011, 29 (3), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Iranzo, Susana and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling Externalities, Technology, and Productivity: Theory and Evidence from U.S. States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2009, 91 (2), 420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Jaeger, David A., Joakim Ruist, and Jan Stuhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shift-Share Instruments and Dynamic Adjustments: the Case of Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24285, 2019.",
        "Kerr, Sari Pekkala, William R. Kerr, and William F Lincoln, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and the Economics of Skilled Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20069, 2014.",
        ", , and William F. Lincoln, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skilled Immigration and the Employment Structures of US Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (S1), S147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S186.",
        "Kerr, William R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. High-Skilled Immigration, Innovation, and Entrepreneurship: Empirical Approaches and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19377, 2013.",
        "Kerr, William R and William F Lincoln, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply Side of Innovation: H-1B Visa Reforms and US Ethnic Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2010, 28 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Krusell, Per, Lee E. Ohanian, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-skill complementarity and inequality: a macroeconomic analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Lewis, Ethan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, skill mix, and capital skill complementarity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Losa, Fabio Beniamino, Maurizio Bigotta, and Gonzalez Oscar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093La libre circulation: joies ou douleurs?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014.",
        "Mitaritonna, Cristina, Gianluca Orefice, and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants and FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Outcomes: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2017, 96 (1), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Moretti, Enrico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Education, Spillovers, and Productivity: Evidence from Plant-Level Production Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2004, 94 (3), 656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Moser, Petra, Alessandra Voena, and Fabian Waldinger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093German Jewish EÃ\u0083Å\u0092Ã\u0082Â\u0081migreÃ\u0083Å\u0092Ã\u0082Â\u0081s and US invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (10), 3222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3255.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Tobias and Roman Graf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Free Movement of Persons on the Distribution of Wages in Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2015.",
        "Olney, William W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and firm expansion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 2013, 53 (1), 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Ottaviano, Gianmarco I.P. and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the effects of immigration on wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2012, 10 (1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Paserman, M. Daniele, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do high-skill immigrants raise productivity? Evidence from Israeli manufacturing firms, 1990-1999,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Migration, 2013, 2 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Peri, Giovanni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of immigration on productivity: Evidence from US states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (1), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        ", Kevin Shih, and Chad Sparber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign and native skilled workers: what can we learn from H1-B lotteries?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21175, 2015.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093STEM workers, H1-B Visas and Productivity in US Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (S1), S225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS255.",
        "Pissarides, Christopher A., Equilibrium unemployment theory, MIT Press, 2000.",
        "Ruffner, Jan and Michael Siegenthaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Labor to Cash Flow? The Abolition of Immigration Restrictions and the Performance of Swiss Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper, KOF Swiss Economic Institute 2017.",
        "Waugh, Michael E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Dynamics and Immigration: The Case of HighSkilled Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gordon H. Hanson, William R. Kerr, and Sarah Turner, eds., High-Skilled Migration to the United States and its Economic Consequences, University of Chicago Press 2018, pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Appendix For Online publication A The Swiss labor market around the time of the reform During the first half of the 1990s, Switzerland experienced a prolonged phase of economic stagnation. Employment fell by 3% between 1991 and 1996 and registered unemployment increased to 5% in the mid-1990s. This unemployment rate was high in a historical perspective. Switzerland had official unemployment rates of almost 0% during many years of the post-war era.",
        "Consequences of the restructuring process associated with the economic stagnation in the early 1990s were an increasingly human capital-intensive economy and changes in the occupational and industrial structure, leading to an increase in the relative demand for skills (Puhani, 2005).",
        "The macroeconomic situation improved in the late 1990s, with GDP picking up and the official unemployment rate falling below 2% in 1998. In this recovery, Swiss firms increasingly reported that they struggle to find suitable skilled workers. At the same time, the skill mix of new immigrants improved substantially relative to earlier periods (Beerli et al., 2017). The macroeconomic situation worsened when the dot-com bubble burst. Switzerland entered a phase of economic stagnation between 2001 and mid-2003. Unemployment increased to 3.5%.",
        "The stagnation phase ended towards the end of 2003. Switzerland entered a relatively extended boom phase with high GDP growth rates, falling unemployment, and very high employment growth relative to previous years. Even the Great Recession of 2007/2008 left only small marks in Switzerland. After a drop in 2009, the Swiss economy recovered fast and strongly.",
        "GDP grew at 3% in 2010, more than offsetting the fall in the year before. Employment growth also picked up substantially in 2010 after a stagnation in 2009.",
        "Overall, the number of employees increased by 15.2% between 2003 and 2013, from 4.2 to 4.8 million persons. A large part of this increase in employment was attributable to increased employment of EU workers. SwitzerlandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth in hours worked in this period was remarkable even in international perspective. For instance, Germany, for which the recent surge in employment has been the subject of several studies, had lower employment growth than Switzerland from 2002 to 2013. Remarkably, Switzerland had high employment growth despite solid real wage increases. Siegenthaler et al. (2016) dubbed this phenomenon the Swiss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093job miracleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. B Data construction Table A.1 provides an overview of the data sets, their samples, variables, and unit of analysis, as used in the labor market and the firm-level analysis, respectively.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Construction of real hourly wages and full-time equivalent employment: The dataset contains the gross monthly wage for each individual worker (in the month of October) in Swiss Francs. This measure includes social transfers, bonuses, and one-twelfth of additional yearly payments. We divide this measure by the number of hours worked in October, and use the consumer price index to deflate it into the real hourly wage of an individual worker at 2010 constant prices. When analyzing wage outcomes we trim our sample by excluding individuals with wages above the 99th percentile of real hourly wages in each year. We express full-time equivalent (FTE) employment as a fraction of the number of hours worked by a full-time worker, so that one unit is FTE.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Assignment to border region and driving time to border: We use an official crosswalk from the Federal Statistical Office (FSO) to link zip codes of work places of workers in the SESS to municipalities. As the number of municipalities (and zip codes) changed over time due to mergers, we use the municipality definition in year 2000 as a time-invariant unit. Observations with outdated zip codes that could not be linked (less than 0.3%) were dropped. We allocate municipalities to the border region and the non-border region as defined below for the firm-level analysis. Similarly, we use driving time to the nearest border crossing calculated for establishments di in the business census (BC) averaged at the municipality level as dm using establishment employment in 1998 as weights.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Firm tenure: Firms were asked to indicate each employeeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s affiliation with the firm in number of years. In the raw data, workers with less than one year of firm tenure are coded with a missing value between 1994 and 2002. Hence, we cannot distinguish workers with zero and missing values of firm tenure in these years.44 To adopt a consistent, albeit imperfect, definition of firm tenure, we recoded all missing and zero values to one in all years.",
        "Outflows of local employment between year t and t + 1 are coded analogously. Using indi44 From year 2002 onward, the survey instructed employers to indicate Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dzero yearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in case a worker was employed less than one full year. No such instruction was given in the years 2000 and 1998. In 1994 and 1996, they were instructed to round to full years.",
        "vidualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ average survey weight in the SLFS, we compute total group specific employment Le i,t as well as total in- and outflow and their components (1)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c(4), i.e. INe i,t+1,t Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ P4 c=1 INe,c i,t+1,t and OUTe i,t+1,t Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ P4 c=1 OUTe,c i,t+1,t. The change in a municipality iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s local employment between 1998 (the base year) and T is then just the cumulative of the total yearly net-flows to this municipality which can be disaggregated into net-flows from components (1) to (4) i.e. Le i,T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Le i,1998 = PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe i,t+1,t = P4 c=1 PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,c i,t+1,t.",
        "In the difference-in-difference regression framework with outcomes in levels, we can approximate the change in the log employment of a municipality by with its employment growth, i.e. the change in employment in between 1998 and year T standardized with its employment in 1998, i.e. ln Le i,T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ln Le i,1998 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 Le m,T Le i,1998 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Le i,1998 Le i,1998 . The latter can be decomposed into net-flows from (1)-(4) as follows: Le i,T Le i,1998 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Le i,1998 Le i,1998 = [",
        "P4 c=1 PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,c i,t+1,t] + Le i,1998 Le i,1998 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Le i,1998 Le i,1998 (BA.2) Table A.11 shows the effect of the reform on total local native employment by education group in column 1, i.e. the dependent variable is a municipalities current employment standardized with its employment in 1998, i.e.Le i,T /Le i,1998. In the following columns the dependent variable is the standardized cumulative net-flows (1) from employment in other municipalities in same distance bin (column 2), [ PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,1 i,t+1,t +Le i,1998]/Le i,1998, (2) from employment in municipalities in other distance bins (column 3), [ PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,2 i,t+1,t +Le i,1998]/Le i,1998, (3) from non-employment (column 4), [ PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,3 i,t+1,t +Le i,1998]/Le i,1998, and (4) from out of the sample (column 5), [ PTÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t=1998 Netflowe,4 i,t+1,t +Le i,1998]/Le i,1998.",
        "In subsection 7.6, we exploit the rich information in the SLFS to construct the share of workers by education group e working in top executive boards (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direktion/GeschaÃ\u0083Å\u0092Ã\u0082Ë\u0086ftsleitungÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d) of a firm. Similarly as for the analysis of in- and outflows, we only use the years 1996-2009 in which we have information on the municipality of work of individuals.",
        "are restricted to the 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008 period. Moreover, the BC in 2011 is based on register data. Many variables available for the earlier waves are no longer available because of this change. Consequently, we update certain firm characteristics in 2011 using data from the same establishments in 2008.",
        "(BA.3) where EMPe i,cz,1994 is the employment level of group e (which could be, alternately, all workers or a specific education group of workers) in commuting zone cz and (2-digit) industry i in the earliest available year, 1994.",
        "EMPe Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,t EMPe Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,1994 is the group employment growth factor between 1994 and year t for the industry nationally, excluding the commuting zone cz.46 When we consider the wage as outcome, we use a Bartik measure also based on national wage growth: g we cz,t = X si,cz,1990 iÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086{1,50} we i,cz,1994 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 we Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,t we Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,1994 !",
        "(BA.4) where we i,cz,1994 is the initial log hourly wage payed in (2-digit) industry i for education group e in commuting zone cz in the first available wave in 1994 and we Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,t we Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099cz,i,1994 measures industry wage growth for that group on the national level (excluding commuting zone cz). Wage growth is aggregated using each industryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s employment share in 1990 scz,i,1990 taken from the national Census. C Analysis of worker flows To interpret the estimates of the reform effects on wages and employment by natives as causal, workers in the control group must not be affected by the inflow of CBW due to the reform.",
        "The control group is establishments in the NBR. In panel A, the dependent variable is log FTE employment. In panel B, it is FTE employment of foreigners as a share of total employment in 1998. In panel C, it is FTE employment of Swiss nationals as a share of total employment in 1998. The samples cover the 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008 period because the BC in 1991 and 2011 do not contain information on workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ nationality. All regressions are weighted using average establishment size (in FTE). Standard errors are clustered by commuting zone. Figure A.3 provides the same regressions for an approximate log outcome.",
        "E Appendix tables Table A.2: Cross-border workers residing in Switzerland and abroad 3-Years Average, in Thousands Average 1999- 2002- 2005- 2008- 2011- Annual 2001 2004 2007 2010 2013 Change Swiss border workers working NA NA 10 8 15 0.63 in Switzerland and living abroad Foreign border workers working 144 167 188 221 261 7.81 in Switzerland and living abroad Swiss border workers working NA 6 9 9 10 0.4 abroad and living in Switzerland Foreign border workers working NA 5 7 10 13 0.7 abroad and living in Switzerland Notes: This table provides data on the number of CBW on both sides of the Swiss border. In the three-year period from 2002 to 2004, 11,000 CBW living in Switzerland worked in neighboring countries. In the threeyear period 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013, the number had increased to 23,000 (+12,000). There were approximately 100,000 additional CBW working in Switzerland but living in neighboring countries in the same period. Source: Swiss Federal Statistical Office.",
        "Transitiont is one for the period between 2000 and 2003, whereas Freet is one from year 2004 onward. (di Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ x) and (y < di Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ z) indicate whether a municipality is located less than x travel minutes or between y and z travel minutes from the next border crossing, respectively. Regressions are weighted using the total number of natives in a cell. Robust standard errors, clustered by commuting zone, are given in parentheses. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, denote statistical significance at the 1%, 5% and 10% level, respectively. SESS data.",
        "Panel E uses the baseline specification and the sample includes only two-digit industries that are unaffected by the bilateral agreements according to a classification by BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hler et al. (2011). Freet is one for municipalities in the border region after 2004. (di Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ x) and (y < di Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ z) indicate whether a municipality is located less than x travel minutes or between y and z travel minutes from the next border crossing, respectively. Distance interactions with the transition phase are omitted for brevity. Regressions are weighted using the total number of natives in a cell. Robust standard errors, clustered by commuting zone, are given in parentheses. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, denote statistical significance at the 1%, 5% and 10% level, respectively. SESS data.",
        "The original variable has a 5-point Likert scale. Firms that have Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093no shortageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are firms with a less than 2, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093moderate shortageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d firms have a value between 2 and 4, and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093high shortageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d firms have a value greater than or equal to 4. High-tech manufacturing is NACE rev. 1.1 industries 24 and 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35 excluding 35.1. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Highly hampered by LMRFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are firms that reported that their innovation efforts were strongly negatively affected by labor market regulation for foreigners in 1996 and/or 1999.",
        "In panel E, we report standard errors based on the Spatial Heteroscedasticity and Autocorrelation Consistent (SHAC) variance estimator proposed by Conley (1999). This estimator allows for correlation between areas that are geographically close but belong to different regional units. Following Dustmann et al. (2017), we use a uniform kernel and a bandwidth of 100 kilometers. Transition interactions are included in the regression but omitted for brevity. All regressions account for establishment/firm fixed effects, period fixed effects, and linear trends per NUTS-II region. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, denote statistical significance at the 1%, 5% and 10% level, respectively.",
        "In the IS 1996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011, firms were asked whether different policy-related factors had a negative effect on their innovation efforts. We built 9 dummy variables from the original Likert-scale survey items. The dependent variables are dummies equal to 1 if a firm gave a value of 4 or 5 to a specific innovation obstacle. Panel A is based on firms in the BR only. Panel B includes firms in the NBR into the control group. All regressions control for firm fixed effects, year fixed effects, and NUTS-II trends.",
        "T ransition t is a dummy equal to one between 1999 and 2003, whereas F ree t is one from year 2004 onward. I(d i Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ x) and I(y < d i Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ z) indicate whether a firm is located less than x travel minutes or between y and z travel minutes from the next border crossing, respectively. Standard errors are clustered by commuting zone.",
        "References: Appendix Beerli, Andreas, Ronald Indergand, and Johannes Kunz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply of Foreign Talent: How Skill-Biased Technology Drives the Skill Mix of Immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KOF Working Papers, No. 436, 2017.",
        "Conley, Timothy G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1999, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Dustmann, Christian, Uta SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and Jan Stuhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Shock and the Dynamics of Local Wages and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Henneberger, Fred and Alexandre Ziegler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirische UÃ\u0083Å\u0092Ã\u0082Ë\u0086berpruÃ\u0083Å\u0092Ã\u0082Ë\u0086fung des Auftretens von Lohndruck aufgrund des Immigrationsdrucks aus den EU17/EFTA-Mitgliedstaaten,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Diskussionspapiere des Forschungsinstituts fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Arbeit und Arbeitsrecht an der UniversitaÃ\u0083Å\u0092Ã\u0082Ë\u0086t St. Gallen No. 125, 2011.",
        "Losa, Fabio Beniamino, Maurizio Bigotta, and Gonzalez Oscar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093La libre circulation: joies ou douleurs?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014.",
        "Puhani, Patrick A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative supply and demand for skills in Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swiss Journal of Economics and Statistics, 2005, 141 (4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Siegenthaler, Michael, Michael Graff, and Massimo Mannino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Swiss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Miracle Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics, 2016, 67 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89."
    ]
}