{
    "id": 25319,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Afonso, G. and Lagos, R. (2015). Trade dynamics in the market for federal funds. Econometrica, 83(1):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Allen, F. and Gale, D. (2000). Financial contagion. Journal of Political Economy, 108(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Altavilla, C., Carboni, G., Lenza, M., and Uhlig, H. (2018). Interbank rate uncertainty and bank lending. Technical report, ECB and University of Chicago.",
        "Andolfatto, D. and Williamson, S. (2015). Scarcity of safe assets, inflation, and the policy trap. Journal of Monetary Economics, 73:70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Andrade, P., Breckenfelder, J., Fiore, F. D., Karadi, P., and Tristani, O. (2016). The role of liquidity in financial crises. Ecb working paper series nr 1956.",
        "Arce, O., Nuno, G., Thale, D., and Thomas, C. (2017). Interbank market frictions. Technical report, Bankf of Spain.",
        "Atkeson, A., Eisfeldt, A., and Weill, P. (2015). Entry and exit in otc derivatives markets.",
        "Bhattacharya, S. and Gale, D. (1987). Preference shocks, liquidity, and central bank policy. In Barnett, W. and Singleton, K., editors, New Approaches to Monetary Economics. Cambridge University Press, Cambridge.",
        "Bianchi, J. and Bigio, S. (2013). Banks, Liquidity Management, and Monetary Policy. Staff Report 503, Federal Reserve Bank of Minneapolis Research Department.",
        "Bocola, L. (2016). The pass-through of sovereign risk. Journal of Political Economy, 124(4).",
        "Bruche, M. and Suarez, J. (2010). Deposit insurance and money market freezes. Journal of Monetary Economics, 57(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Brunnermeier, M. K. and Sannikov, Y. (2014). A macroeconomic model with a financial sector. American Economic Review, 104(2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Caballero, R. and Farhi, E. (2017). The safety trap. Review of Economic Studies, 85(1):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 274.",
        "Caballero, R., Farhi, E., and Gourinchas, P. (2017). The safe asset shortage conundrum. Journal of Economic Perspectives, 31(3):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Carlson, M., Duygan-Bump, B., Natalucci, F., Nelson, B., Ochoa, M., Stein, J., and den Heuvel, S. V. (2016). The demand for short-term, safe assets and financial stability: Some evidence and implications for central bank policies. International Journal of Central Banking, 12(4):307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Craig, B. and Ma, Y. (2018). Intermediation in the interbank lending market. Technical report, Stanford GSB.",
        "Flannery, M. (1996). Financial crises, payment system problems, and discount window lending. Journal of Money Credit and Banking, 28:804Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Freixas, X. and Holthausen, C. (2005). Interbank market integration under asymmetric information. Review of Financial Studies, 18:459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Freixas, X. and Jorge, J. (2008). The role of interbank markets in monetary policy: A model with rationing. Journal of Money Credit and Banking, 40:1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176.",
        "Freixas, X., Martin, A., and Skeie, D. (2011). Bank liquidity, interbank markets, and monetary policy. Review of Financial Studies, 24:2656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2692.",
        "Gertler, M. and Karadi, P. (2011). A model of unconventional monetary policy. Journal of Monetary Economy, 58:17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gertler, M. and Kiyotaki, N. (2011). Financial intermediation and credit policy in business cycle analysis. Handbook of Monetary Economics, 3(A).",
        "Gertler, M., Kiyotaki, N., and Prestipino, A. (2016). Wholesale banking and bank runs in macroeconomic modeling of financial crises. Handbook of Macroeconomics.",
        "Gorton, G. and Laarits, T. (2018). Collateral damage. Technical report, Yale University.",
        "Gorton, G. and Metrick, A. (2012). Securitized banking and the run on repo. Journal of Financial Economics, 104(3):425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "He, Z. and Krishnamurthy, A. (2016). A macroeconomic framework for quantifying systemic risk. Technical report, NBER Working Paper No. 19885.",
        "Heider, F., Hoerova, M., and Holthausen, C. (2015). Liquidity hoarding and interbank market rates: The role of counterparty risk. Journal of Financial Economics, 118:336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Justiniano, A., Primiceri, G., and Tambalotti, A. (2017). Credit supply and the housing boom. Technical report, Norwesthern University.",
        "Kim, K., Martin, A., and Nosal, E. (2018). Can the us interbank market be revived? Technical report, Federal Reserve System.",
        "Koijen, R., Koulischer, F., Nguyen, B., and Yogo, M. (2016). Quantitative easing in the euro area: The dynamics of risk exposures and the impact on asset prices. Technical report, Banque de France.",
        "Martin, A., Skeie, D., and von Thadden, L. (2014). Repo runs. Review of Financial Studies, 27(4):957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Mendoza, E. (2010). Sudden stops, financial crises, and leverage. American Economic Review, 100:1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Piazzesi, M. and Schneider, M. (2017). Payments, credit and asset prices. Technical report, Stanford University.",
        "Repullo, R. (2005). Liquidity, risk taking, and the lender of last resort. International Journal of Central Banking, 1(2):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80."
    ]
}