{
    "id": 2531,
    "cites": 17,
    "cited_by": 36,
    "reference": [
        "Abney, G. and T. Lauth, The Line-Item Veto in the States: An Instrument for Fiscal Restraint or an Instrument for Partisanship?, Public Administration Review, May/June 1985, pp. 372-377.",
        "Abrams, B. and W. Dougan, The Effects of Constitutional Restraints on Governmental Spending, Public Choice, 1986, pp. 101-116.",
        "Advisory Commission on Intergovernmental Relations (ACIR), Preliminary Empirical Analysis of the Role of Fiscal Discipline at the State Level: Fiscal Discipline Study Progress Report, Technical Appendix, Washington, 1986.",
        "Benjamin, G. The Diffusion of the Governors Veto Power, State Government, Vol. 55, 1982, pp. 99-105.",
        "Black, D. On the Rationale of Group Decision-Making, Journal of Political Econq~py, 1948, pp. 133-146.",
        "Cohen, R. Congress Plays Election-year Politics with Line-Item Veto Proposal, National Journal, Vol. 16, February 11, 1984, pp. 274-276.",
        "Craig, S. and R. Inman, Education, Welfare, and the `New Federalism: State Budgeting in a Federalist Public Economy, National Bureau of Economic Research, Working Paper No. 1562, 1985.",
        "Feenberg, D. and H. Rosen, Tax Structure and Public Sector Growth, mimeo, Princeton University, March 1986.",
        "Gosling, J. Wisconsin Item-Veto Lessons, Public Administration Review, July/August 1986, pp. 292-300.",
        "Gramlich, E. Intergovernmental Grants: A Review of the Empirical Literature, in W. Oates (ed.), The Political Economy of Fiscal Federalism, 1977.",
        "Holtz-Eakin, D. The Effect of the Line Item Veto on State Budgets, mimeo, Columbia University, March 1987.",
        "Inman, R. Markets, Governments, and the `New Political Economy, in. N. Feldstein and A. Auerbach (eds.) Handbook of Public Economics, Vol. 2, forthcoming. -39- Kenyon, D. and K. Benker, Fiscal Discipline: Lessons From the State Experience, National Tax Journal, September 1984, pp.",
        "Mueller, D. and P. Murrell Interest Groups and the Size of Government, Public Choice, No. 2, 1986, pp. 125-146.",
        "Oates, W. Searching for Leviathan, 1~merican Economic Review, September 1985, pp. 748-757.",
        "Ross, R. and F. Schwengel, An Item Veto for the President, Presidential Studies Quarterly, Vol. 12, Winter 1982, pp.",
        "Zycher, B. Institutional and Mechanical Control of Federal Spending, in Control of Federal Spending, C. L. Harriss (ed.), New York: Academy of Political Science, 1985, pp.",
        "Notes 1. This quote is taken from the State of the Union Address as reported by the New York Times, January 28, 1987, p. A16."
    ]
}