{
    "id": 25321,
    "cites": 37,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, Introduction to Modern Economic Growth, Princeton University Press, 2009. and Dan Cao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation by Entrants and Incumbents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, May 2015, 157 (C), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        ", Ufuk Akcigit, Harun Alp, Nicholas Bloom, and William Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Reallocation, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2018, 108 (11), 3450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        ", Ufuk Akcigit, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From Schumpeterian Growth Theory?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Vol. 2, pp. 515-563, Elsevier, 2014.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Schumpeterian Growth Paradigm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, August 2015, 7 (1), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Akcigit, Ufuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth: The Past, the Present, and the Future,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 2017, 125 (6), 1736Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1747.",
        ", Douglas Hanley, and Nicolas Serrano-Velarde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Basics: Basic Research Spillovers, Innovation Policy and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19473, National Bureau of Economic Research, September 2013.",
        "Alon, Titan, David Berger, Robert Dent, and Benjamin Pugsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Older and Slower: The Startup DeficitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lasting Effects on Aggregate Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23875, National Bureau of Economic Research September 2017.",
        "Atkeson, Andrew and Ariel Burstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Implications of Innovation Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report 459, Federal Reserve Bank of Minneapolis 2018.",
        "Barro, Robert J. and Jason Furman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of the 2017 Tax Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2018, 49 (1), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Bloom, Nicholas, Charles I. Jones, John Van Reenen, and Michael Webb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ideas Getting Harder to Find?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23782, National Bureau of Economic Research, September 2017.",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangible Capital and U.S. Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, September 2009, 55 (3), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Peter Goodridge, and Jonathan Haskel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constructing a Price Deflator for R&D: Calculating the Price of Knowledge Investments as a Residual,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 11-03, The Conference Board, Economics Program, October 2011.",
        "Cullen, Julie Berry and Roger Gordon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Reform and Entrepreneurial Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, 2006, 20, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "De Loecker, Jan and Jan Eeckhout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Market Power and the Macroeconomic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23687, National Bureau of Economic Research August 2017.",
        "Decker, Ryan, John Haltiwanger, Ron Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Entrepreneurship in US Job Creation and Economic Dynamism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2014, 28 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Dinopoulos, Elias and Peter Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schumpeterian Growth without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, December 1998, 3 (4), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Edmond, Chris, Virgiliu Midrigan, and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Costly Are Markups?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24800, National Bureau of Economic Research July 2018.",
        "Ferraro, Domenico, Soroush Ghazi, and Pietro Peretto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Tax Policy for Innovation and Aggregate Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2017.",
        "Garcia-Macia, Daniel, Pete Klenow, and Chang-Tai Hsieh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Destructive is Innovation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22953, National Bureau of Economic Research, December 2016.",
        "Giroud, Xavier and Joshua Rauh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Taxation and the Reallocation of Business Activity: Evidence from Establishment-Level Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21534, National Bureau of Economic Research September 2015.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issues in Assessing the Contribution of Research and Development to Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, Spring 1979, 10 (1), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, MIT Press, 1991.",
        "Ha, Joonkyung and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Trends in Productivity and R&D: A Schumpeterian Critique of Semi-Endogenous Growth Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, June 2007, 39 (4), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Howitt, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Steady Endogenous Growth with Population and R&D Inputs Growing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1999, 107 (4), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Jaimovich, Nir and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Effects of Taxation on Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2017, 125 (1), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of U.S. Economic Growth in a World of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2002, 92 (1), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven N. Durlauf, eds., Handbook of Economic Growth, Vol. 1, pp. 1063-1111, Elsevier, 2005.",
        "Karahan, Fatih, Benjamin Pugsley, and Aysegul Sahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Origins of the Startup Deficit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, 2016.",
        "Klette, Tor Jakob and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovating Firms and Aggregate Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2004, 112 (5), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Lentz, Rasmus and Dale T. Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Growth Through Product Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2008, 76 (6), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Mechanics of Firm Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2011, 78 (3), 1042Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "McGrattan, Ellen R. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes, Regulations, and the Value of U.S. and U.K. Corporations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, July 2005, 3 (72), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "Nobel Committee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth, Technological Change, and Climate Change: Scientific Background on the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2018,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, The Royal Swedish Academy of Sciences October 2018.",
        "Peretto, Pietro F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and Population Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, December 1998, 3 (4), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Taxes, Growth and Welfare in a Schumpeterian Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, November 2007, 137 (1), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Segerstrom, Paul S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Growth without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1998, 88 (5), 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Young, Alwyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 1998, 106 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63."
    ]
}