{
    "id": 25339,
    "cites": 43,
    "cited_by": 9,
    "reference": [
        "Ang, B.W., and S.Y. Lee. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposition of industrial energy consumption: Some methodological and application issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 16, 83-92.",
        "Ang, B.W., and F.Q. Zhang. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of index decomposition analysis in energy and environmental studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy, 25, 1149-1176.",
        "Antweiler, W., B. Copeland, and M. Scott Taylor. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is free trade good for the environment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91, 877-908.",
        "Blinder, A. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Discrimination: Reduced Form and Structural Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 8 (4), 436-455.",
        "Borenstein, S., and J. Bushnell. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Two Electricity Pricing Wrongs Make a Right? Cost Recovery, Externalities, and EfficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER working paper number 24756.",
        "Callaway, Duncan, Meredith Fowlie, and Gavin McCormick. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, Location, Location: The Variable Value of Renewable Energy and Demand-side Efficiency Resources. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 5(1), 39-75.",
        "Clay, Karen, Akshaya Jha, Nicholas Z Muller, and Randy Walsh. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Costs of Shipping Petroleum Products by Pipeline and Rail: Evidence of Shipments of Crude Oil from North Dakota.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal, forthcoming.",
        "Cullen, Joseph A., and Erin T. Mansur. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inferring Carbon Abatement Costs in Electricity Markets: A Revealed Preference Approach Using the Shale Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 9 (3): 106-33.",
        "Denhom, Paul, Michael Kuss, and Robert Margolis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Co-benefits of large scale plug-in hybrid electric vehicle and solar PV deployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Power Sources 236:350 356. http://dx.doi.org/10.1016/j.jpowsour.2012.10.007.",
        "Fell, Harrison and Daniel T. Kaffine. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of Coal: Joint Impacts of Fuel Prices and Renewables on Generation and Emissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy. Vol. 10, No. 2. May. Pp. 90-116.",
        "Feng, Kuishuang, Stephen Davis, Laixiang Sun, and Klaus Hubacek. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drivers of the US CO2 emissions 1997-2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Communications, Volume 6, Article number: 7714.",
        "Fortin, N., T. Lemieux, and S. Firpo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposition Methods in Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 1 in Handbook of Labor Economics, Elsevier.",
        "Fowlie, M., S. Holland, and E. Mansur. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Emissions Markets Deliver and to Whom? Evidence from Southern CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s NOx Trading Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(2): 965-93.",
        "Graff Zivin, J.,M. Kotchen, and E. Mansur. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial and temporal heterogeneity of marginal emissions: Implications for electric cars and other electricity-shifting policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 107 (A), 248-268.",
        "Gray, W., R. Shadbegian , and A. Wolverton. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Justice: Do Poor and Minority Populations Face More Hazards?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Oxford Handbook of the Economics of Poverty, Jefferson Philip N., ed., Oxford University Press.",
        "Holladay, J. Scott, and Jacob LaRiviere. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of cheap natural gas on marginal emissions from electricity generation and implications for energy policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 85: 205-27.",
        "Holland, S., E. Mansur, N. Muller, and A. Yates. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are there environmental benefits from electric vehicles? The importance of local factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 3700-3729.",
        "Holland, S., E. Mansur, N. Muller, and A. Yates. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional effects of air pollution from electric vehicle production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d To appear Journal of the Association of Environmental and Resource Economists.",
        "Knittel, Christopher R., Konstantinos Metaxoglou, and Andre Trindade. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Gas Prices and Coal Displacement: Evidence from Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research (NBER) Working Paper 21627.",
        "Kotchen, Matthew J. and Erin T. Mansur. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correspondence: Reassessing the contribution of natural gas to US CO2 emission reductions since 2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Communications, Volume 7, Article number: 10648.",
        "Krumholz, S. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What caused the US coal-fired sulphur dioxide decline? An examination of causes, costs, and market interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California, San Diego.",
        "Levinson, A. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, international trade, and pollution from US manufacuring. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 2177-2192.",
        "Levinson, A. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A direct estimate of the technique effect: Changes in the pollution intensity of US manufacturing, 1990-2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environment and Resource Economists, 2, 43-56.",
        "McLaren, Joyce, Miller, John, OShaughnessy, Eric, Wood, Eric, and Evan Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CO2 emissions associated with electric vehicle charging: The impact of electricity generation mix, charging infrastructure availability and vehicle type.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Electricity Journal. 29. 72-88. 10.1016/j.tej.2016.06.005.",
        "Michalek, Jeremy J., Mikhail Chester, Paulina Jaramillo, Constantine Samara, ChingShin Norman Shiau, and Lester B. Lave. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of Plug-in Vehicle Life-Cycle Air Emissions and Oil Displacement Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences of the United States of America, 108(40): 16554-16558.",
        "Muller, N., R. Mendelsohn, and W. Nordhaus. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Accounting for Pollution in the United States Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 101(5), 1649-1675.",
        "Muller, N. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards the Measurement of Net Economic Welfare: Air Pollution Damage in the United States National Accounts - 2002, 2005, 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Measur38 ing Economic Sustainability and Progress. Eds. Jorgensen, D.W., J.S. Landefeld, and P.Schreyer. NBER Book Series in Income and Wealth Vol. 72.",
        "Muller, N., P. Matthews, and V. Wiltshire-Gordon. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distribution of income is worse than you think: Including pollution impacts into measures of income inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE, 13: e0192461. https://doi.org/10.1371/journal. pone.0192461.",
        "National Research Council. 2010. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. Washington, DC: The National Academies Press.",
        "Nealer, Rachael, David Reichmuth, Don Anair. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cleaner Cars from Cradle to Grave How Electric Cars Beat Gasoline Cars on Lifetime Global Warming Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Union of Concerned Scientists Report. https://www.ucsusa.org/sites/default/files/attach/2015/11/Cleaner-Cars-fromCradle -to-Grave-full-report.pdf",
        "Metcalf, G. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical analysis of energy intensity and its determinants at the state level.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 29, 1-26.",
        "Oaxaca, R. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male-Female Wage Differentials in Urban Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 14 (3), 693-709.",
        "Samaras, Constantine and Kyle Meisterling. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Cycle Assessment of Greenhouse Gas Emissions from Plug-in Hybrid Vehicles: Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology, 42: 3170-3176.",
        "Sergi, B., I. Azevdo, S. Davis, and N. Muller 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health damages from the transfer of air pollution across U.S. counties from 2008 to 2014.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Sexton, Steve, A. Justin Kirkpatrick, Robert Harris, and Nicholas Muller. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient Siting of Rooftop Solar in the United States: Consequences for the Environment and the System Grid.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming as NBER Working Paper (October 2018)",
        "Shapiro, J., and R. Walker. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is pollution from U.S. manufacturing declining? The role of environmental regulation, productivity, and trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20879.",
        "Siler-Evans, K., I. Azevedo, M. Morgan, and J. Apt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional variations in the health, environmental, and climate benefits of wind and solar generation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PNAS, 110(29), 11768-11773.",
        "Sun, J.W. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in energy consumption and energy intensity: A complete decomposition model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 20, 85-100.",
        "United States Environmental Protection Agency. 2011. National Emissions Inventory (NEI), 2008. Washington, DC: Office of Air Quality Planning and Standards, Emissions Inventory Group; Emissions, Monitoring, and Analysis Division.",
        "United States Environmental Protection Agency. 2014. National Emissions Inventory (NEI), 2011. Washington, DC: Office of Air Quality Planning and Standards, Emissions Inventory Group; Emissions, Monitoring, and Analysis Division.",
        "United States Environmental Protection Agency. 2017. National Emissions Inventory (NEI), 2014. Washington, DC: Office of Air Quality Planning and Standards, Emissions Inventory Group; Emissions, Monitoring, and Analysis Division.",
        "Vaishnav, P., N. Horner, and I. Azevedo. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was it worthwhile? Where have the benefits of rooftop solar photovoltaic generation exceeded the cost?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research Letters, 12, 094015.",
        "Viscusi, W. Kip, Joseph E. Aldy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 27 (1) 5-76."
    ]
}