{
    "id": 2533,
    "cites": 12,
    "cited_by": 122,
    "reference": [
        "Black, Fischer, 1986, Noise, Journal of FInance 41, pp. 529-543.",
        "Blume, Marshall E. and Robert F. Stambaugh, 1983, Biases in Computed Returns: An Application to the Size Effect, Journal of Financial Economics 12, pp. 387-404.",
        "De Bondt, Werner F. M. and Richard Thaler, 1985, Does the Stock Market Overreact? Journal of FInance 40, pp. 793-805.",
        "Fama, Eugene F., 1970, Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25, pp. 383-417.",
        "Business 39, pp. 226-241. - and Kenneth R. French, 1986, Permanent and Temporary Components of Stock Prices, CRSP Working Paper No. 178, University of Chicago.",
        "French, Kenneth R. and Richard W. Roll, 1986, Stock Return Variances: The Arrival of Information and the Reaction of Traders, Journal of Financial Economics 17, pp. 5-26.",
        "Hall, Peter E. and C. C. Heyde, 1980, Martingale Limit Theory and Its Applications (New York Academic Press).",
        "Jegadeesh, Narasimhan, 1986, Evidence of the Predictability of Equity Returns, unpublished manuscript, Graduate School of Business, Columbia University.",
        "Rosenberg, Barr; Kenneth Reid; and Ronald Lanstein, 1985, Persuasive Evidence 01 Market Inefficiency, Journal of Portfolio Management 12, pp. 9-16. Shefrmn, Hersh M. and Mew Statnun, 1985, The Disposition to Ride Winners Too Long and Sell Losers Too Soon: Theory and Evidence, Journal of Finance 41, pp. 774-790.",
        "Shiller, Robert J., 1981, `The Use of Volatility Measures in Assessing Market Efficiency, 34 Journal of Finance 36, pp.291-304.",
        "Sims, Christopher A., 1984, Martingale-like Behavior of Prices and Interest Rates, Discussion Paper No. 205, Center for Economic Research, University of Minnesota.",
        "Sweeney, Richard J., 1986, Some New Filter Rule Tests: Methodology and Results, unpublished manuscript, Claremont McKenna College and Claremont Graduate School."
    ]
}