{
    "id": 25342,
    "cites": 43,
    "cited_by": 0,
    "reference": [
        "Atila AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Joshua Angrist, and Parag Pathak. The Elite Illusion: Achievement Effects at Boston and New York Exam Schools. Econometrica, 82(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196, 2014.",
        "Atila AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Joshua D Angrist, Yusuke Narita, Parag A Pathak, Don Andrews, Tim Armstrong, Eduardo Azevedo, Yeon-Koo Che, Glenn Ellison, Brigham Frandsen, John Friedman, Justine Hastings, Guido Imbens, Jacob Leshno, Whitney Newey, Ariel Pakes, and Pedro SantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢anna. Breaking Ties: Regression Discontinuity Design Meets Market Design. Discussion Paper 2170, Cowles Foundation for Research in Economics. Yale University., 2019a.",
        "Atila AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Parag Pathak, Jonathan Schellenberg, and Christopher Walters. Do Parents Value School Effectiveness? NBER Working Paper 23912, Cambridge, MA, 2019b.",
        "Claudia Allende, Francisco Gallego, and Christopher Neilson. Approximating the Equilibrium Effects of Informed School Choice. Princeton University Mimeo, 2019. Joshua Angrist and Miikka Rokkanen. Wanna Get Away? RD Identification Away from the Cutoff.",
        "Journal of the American Statistical Association, 2015. Joshua D Angrist, Parag A Pathak, and Christopher R Walters. Explaining Charter School Effectiveness.",
        "Joshua D. Angrist, Sarah R. Cohodes, Susan M. Dynarski, Parag A. Pathak, and Christopher R. Walters. Stand and Deliver: Effects of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter High Schools on College Preparation, Entry, and Choice. Journal of Labor Economics, 34(2):275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318, 2016.",
        "Tibor BesedesÃ\u0083Å\u0092Ã\u0082â\u0080\u009a, Cary Deck, Sudipta Sarangi, and Mikhael Shor. Age effects and heuristics in decision making. Review of Economics and Statistics, 94(2):580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595, 2012.",
        "Diether Beuermann and C. Kirabo Jackson. The Short and Long-Run Effects of Attending The Schools that Parents Prefer. NBER Working Paper 24920, Cambridge, MA, 2018.",
        "Kevin Booker, Tim R. Sass, Brian Gill, and Ron Zimmer. The Effects of Charter High Schools on Educational Attainment. Journal of Labor Economics, 29(2):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415, 2011.",
        "Simon Burgess, Ellen Greaves, Anna Vignoles, and Deborah Wilson. What Parents Want: School Preferences and School Choice. The Economic Journal, 125(587):1262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289, 2015.",
        "David J. Deming. Better Schools, Less Crime? The Quarterly Journal of Economics, 126(4): 2063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2115, 2011.",
        "David J. Deming. Using School Choice Lotteries to Test Measures of School Effectiveness. American Economic Review, 104(5):406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411, 2014.",
        "David J. Deming, Justine S. Hastings, Thomas J. Kane, and Douglas O. Staiger. School Choice, School Quality, and Postsecondary Attainment. The American Economic Review, 104:991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013, 2014. Will Dobbie and Roland Fryer. Charter Schools and Labor Market Outcomes. Journal of Labor Economics, forthcoming. Will Dobbie and Roland G. Fryer. The Medium-Term Impacts of High-Achieving Charter Schools.",
        "Milton Friedman. The Role of Government in Education. University of Chicago Press, 1955.",
        "D. Gale and LS Shapley. College Admissions and the Stabilty of Marriage. The American Mathematical Monthly, 69(1):9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, 1962.",
        "Guillaume Haeringer and Flip Klijn. Constrained school choice. Journal of Economic Theory, 144 (5):1921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947, 2009.",
        "Eric A. Hanushek. Teacher characteristics and gains in student achievement: Estimation using micro data. American Economic Review, 61(2):280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288, 1971.",
        "Hart Research Associates. Public School Parents On The Value Of Public Education, 2017.",
        "Justine Hastings, Thomas Kane, and Douglas Staiger. Parental Preferences and School Competition: Evidence from a Public School Choice Program. NBER Working Paper 11805, Cambridge, MA, 2005.",
        "Justine Hastings, Thomas Kane, and Douglas Staiger. Preferences and Heterogeneous Treatment Effects in a Public School Choice Lottery. NBER Working Paper 12145, Cambridge, MA, 2006.",
        "Justine Hastings, Christopher Neilson, and Seth Zimmerman. The Effects of Earnings Disclosure on College Enrollment Decisions. NBER Working Paper 21300, Cambridge, MA, 2015.",
        "Justine S. Hastings and Jeffrey M. Weinstein. Information, School Choice, and Academic Achievement: Evidence from Two Experiments. Quarterly Journal of Economics, 123(4):1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414, 2008.",
        "Justine S Hastings, Thomas J Kane, and Douglas O Staiger. Heterogeneous Preferences and the Efficacy of Public School Choice. Working Paper, 2009.",
        "James J. Heckman, Jora Stixrud, and Sergio Urzua. The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Journal of Labor Economics, 24(3): 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482, 2006.",
        "Bengt Holmstrom and Paul Milgrom. Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design. Journal of Law, Economics, & Organization, 7:24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 1991.",
        "Guido Imbens and Karthik Kalyanaraman. Optimal bandwidth choice for the regression discontinuity estimator. Review of Economic Studies, 79(3):933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959, 2012. Sheena S. Iyengar and Emir Kamenica. Choice proliferation, simplicity seeking, and asset allocation.",
        "C. Kirabo Jackson. Do Students Benefit from Attending Better Schools? Evidence from Rule-based Student Assignments in Trinidad and Tobago. The Economic Journal, 120(549):1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1429, 2010.",
        "C. Kirabo Jackson. Match Quality, Worker Productivity, and Worker Mobility: Direct Evidence from Teachers. Review of Economics and Statistics, 95(4):1096Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1116, 2013.",
        "C. Kirabo Jackson. What Do Test Scores Miss? The Importance of Teacher Effects on Non-Test Score Outcomes. Journal of Political Economy, 126(5):2072Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2107, 2018.",
        "C. Kirabo Jackson. Can Introducing Single-Sex Education into Low-Performing Schools Improve Academics, Arrests, and Teen Motherhood? Journal of Human Resources, 2019.",
        "Tim Kautz, James J. Heckman, Ron Diris, Bas ter Weel, and Lex Borghans. Fostering and Measuring Skills: Improving Cognitive and Non-Cognitive Skills to Promote Lifetime Success. NBER Working Paper 20749, 2017.",
        "W. Bentley MacLeod and Miguel Urquiola. Reputation and School Competition. American Economic Review, 105(11):3471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3488, 2015.",
        "W. Bentley MacLeod and Miguel Urquiola. Is Education Consumption or Investment? Implications for the Effect of School Competition. NBER Working Paper 25117, Cambridge, MA, 2018.",
        "Richard K. Mansfield. Teacher Quality and Student Inequality. Journal of Labor Economics, 33 (3):751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788, 2015.",
        "Isaac Mbiti, Karthik Muralidharan, Mauricio Romero, Youdi Schipper, Constantine Manda, and Rakesh Rajani. Inputs, Incentives, and Complementarities in Education: Experimental Evidence from Tanzania. The Quarterly Journal of Economics, 134(3):1627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-1673, 2019.",
        "Justin McCrary. Manipulation of the running variable in the regression discontinuity design: A density test. Journal of Econometrics, 142(2):698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714, 2008.",
        "Daniel McFadden. Conditional Logit Analysis of Qualitative Choice. In Ed. Zarembka, P., editor, Frontiers in Econometrics, pages 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. Academic Press, 1973.",
        "Kate Place and Philip Gleason. Do Charter Middle Schools Improve StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ College Outcomes? (Study Highlights). Technical report, Washington, DC: U.S. Department of Education, Institute of Education Sciences, National Center for Education Evaluation and Regional Assistance, 2019.",
        "Cristian Pop-Eleches and Miguel Urquiola. Going to a Better School: Effects and Behavioral Responses. American Economic Review, 103(4):1289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1324, 2013.",
        "Jesse M Rothstein. Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition among Jurisdictions. American Economic Review, 96(4):1333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1350, 2006.",
        "Donald B Rubin. Formal Modes of Statistical Inference for Causal Effects. Journal of Statistical Planning and Inference, 25:279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292, 1990.",
        "Arthur Schram and Joep Sonnemans. How individuals choose health insurance: An experimental analysis. European Economic Review, 55(6):799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819, 2011.",
        "C. Spearman. The Proof and Measurement of Association between Two Things. The American Journal of Psychology, 15(1):72, 1904. Kenneth E. Train. Discrete Choice Methods with Simulation. Cambridge University Press, Cambridge,"
    ]
}