{
    "id": 2535,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Allen G. Steven and Clark L. Robert. Unions, Pension Wealth and AgeCompensation Profiles. Industrial and Labor Relations Review 39 (July 1986) : 502-517.",
        "Allen, Steven G., Clark, Robert L. and Sumner, Dan. Post-Retirement Adjustments of Pension Benefits. Journal of Human Resources 21 (Winter 1986) 118 - 137.",
        "Barnow, Burt S. and Ehrenberg, Ronald G. The Costs Of Defined Benefit Pension Plans and Firm Adjustments. Quarterly Journal Of Economics 93 (November 1979): 523-540.",
        "Bulow, Jeremy I. Early Retirement Pension Benefits. National Bureau of Economic Research, Working Paper 654. Cambridge: April 1981.",
        "Bulow, Jeremy I. What are Corporate Pension Liabilities. Ouarterly Journal of Economics 97 (August 1982): 435-452.",
        "Fields, Gary S. and Mitchell, Olivia. Retirement. Pensions and Social Security. Cambridge: HIT Press, 1984.",
        "Freeman, Richard B. Unions, Pensions and Union Pension Funds, in David A. Wise, editor, Pensions. Labor, and Individual Choice. Chicago: The University of Chicago Press, 1985.",
        "Gustman, Alan L. and Steinmeier, Thomas L. Pensions, Efficiency Wages and Job Mobility. National Bureau of Economic Research, Working Paper No. 2426. Cambridge: October 1987.",
        "Hatch, Sarah et al. Financial Retirement Incentives in Private Pension ~ Report submitted to the U.S. Department of Labor. Washington, D.C.: Urban Institute, 1982.",
        "Kotlikoff, Laurence J. and Wise, David A. The Incentive Effects of Private Pension Plans, in Zvi BodJ.e, John B. Shoven and David A. wise, editors, Issues In Pension Economics. Chicago: University of Chicago Press, 1987.",
        "Kotlikoff, Laurence J. and Wise, David A. Labor Compensation and The Structure of Private Pension Plans: Evidence For Contractual vs. Spot Labor Markets, in David A. Wise, editor, Pensions. Labor, and Individual Choice. Chicago: The University of Chicago Press, 1985.",
        "Lazear, Edward P. Severence Pay, Pensions, and Efficient Mobility. National Bureau of Economic Research, Working Paper 854. Cambridge: February 1982.",
        "Lazear, Edward P. Pensfons as Severence Pay, in Zvi Bodie and John B. Shoven, editors, Financial Asoects of the United States Pension System. Chicago: The University of Chicago Press, 1983.",
        "Lazear, Edward P. and Moore, Robert L. Pensions and Mobility. Unpublished. Chicago: 1985.",
        "Lazear, Edward P. and Rosen, Sherwin. Pension Inequality, in Zvi Bodie, John B. Shoven and David A. Wise, editors, Issues In Pension Economics, Chicago: University of Chicago Press, 1987.",
        "Mccarthy, David and Turner, John A. Earnings Comparisons and Race/Gender Differences in Private Pension Benefits. Unpublished. Washington, D.C.: December, 1983.",
        "Parsons, Donald. The Industrial Demand for Older Workers. Unpublished. Columbus: 1983."
    ]
}