{
    "id": 25372,
    "cites": 46,
    "cited_by": 23,
    "reference": [
        "AdaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Rodrigo, Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r, and Eduardo Morales (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shift-Share Designs: Theory and InferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo Princeton University.",
        "Ahn, JaeBin, and Alexander F. McQuoid (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capacity Constrained Exporters: Identifying Increasing Marginal Cost.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, Vol. 55, No. 3, pp. 1175-1191.",
        "Akin, Ozlem, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Montalvo, Jaume GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Villar, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Luis PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, and Josep MarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Raya (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Estate and Credit Bubble: Evidence from Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SERIEs, Vol. 5, No. 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Almunia, Miguel, David Lopez-Rodriguez, and Enrique Moral-Benito (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Macro-representativeness of a Firm-level Dataset: An Application for the Spanish Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Bank of Spain.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093El Comportamiento de las Exportaciones EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092olasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Apuntes Fedea 2: 1-11.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, Teresa C. Fort, and Felix Tintelnot (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from US Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 107, No. 9, pp. 2514-2564.",
        "Arellano, Manuel, and Stephen Bond (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, Vol. 58, No. 2, pp. 277-297.",
        "Arkolakis, Costas and Fabian Eckert (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combinatorial Discrete Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Yale University.",
        "Basco, Sergi and David Lopez-Rodriguez (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Supply, Education and Mortgage Debt: The BNP Securitization Shock in Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Bank of Spain.",
        "Berman, Nicolas, Antoine Berthou, and JeÃ\u0083Å\u0092Ã\u0082â\u0082¬roÃ\u0083Å\u0092Ã\u0082â\u0080\u009ame HeÃ\u0083Å\u0092Ã\u0082Â\u0081ricourt (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Dynamics and Sales at Home.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 96, No. 2, pp. 298-310.",
        "Bilir, L. Kamran and Eduardo Morales (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation in the Global Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Princeton University.",
        "Blum, Bernardo S., Sebastian Claro, and Ignatius J. Horstmann (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occasional and Perennial Exporters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 90, No. 1, pp. 65-74.",
        "Borusyak, Kirill, Peter Hull and Xavier Jaravel (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Shift-Share Research Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Chicago.",
        "Chamberlain (1980), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of Covariance with Qualitative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, Vol. 47, No. 1, pp. 258-238.",
        "Charbonneau, Karyne B. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Fixed Effects in Binary Response Panel Data Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Econometrics Journal, Vol. 20, No. 3, pp. 1-13.",
        "Das, Sanghamitra, Mark J. Roberts, and James R. Tybout (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Entry Costs, Producer Heterogeneity, and Export Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 75, No. 3, pp. 837-873.",
        "De Loecker, Jan, Pinepoli K. Goldberg, Amit K. Khandelwal and Nina Pavcnik (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price, Markups, and Trade Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 84, No. 1, pp. 445-510.",
        "De Lucio, Juan, RauÃ\u0083Å\u0092Ã\u0082Â\u0081l MÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nguez, Asier Minondo, and Francisco Requena (2017a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Los MaÃ\u0083Å\u0092Ã\u0082Â\u0081rgenes del Crecimiento de las Exportaciones EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092olas Antes y DespueÃ\u0083Å\u0092Ã\u0082Â\u0081s de la Gran RecesioÃ\u0083Å\u0092Ã\u0082Â\u0081n,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Estudios de EconomÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Aplicada, Vol. 35, No. 1, pp. 43-62.",
        "De Lucio, Juan, RauÃ\u0083Å\u0092Ã\u0082Â\u0081l MÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nguez, Asier Minondo, and Francisco Requena (2017b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Spain Experiencing an Export Miracle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Funcas SEFO Vol. 7, No. 4, pp. 53-66.",
        "DÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081az-Lanchas, Jorge, Carlos Llano, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Luis Zofo (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Margins, Transport Cost Thresholds and Market Areas: Municipal Freight Flows and Urban Hierarchy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers in Economic Theory 2013/10, Universidad AutoÃ\u0083Å\u0092Ã\u0082Â\u0081noma de Madrid (Spain), Department of Economic Analysis (Economic Theory and Economic History).",
        "Dickstein, Michael, and Eduardo Morales (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Exporters Know?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, Vol. 133, No. 4, 1753-1801.",
        "Eppinger, Peter S., Nicole Meythaler, Marc-Manuel Sindlinger, and Marcel Smolka (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Trade Collapse and the Spanish Export Miracle: Firm-level Evidence from the Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, Vol. 41, No. 2, pp. 457-493.",
        "Fisher, Eric OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢N. and Vikas Kakkar (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Evolution of Comparative Advantage in Matching Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 64, No. 1, pp. 169-193.",
        "Gandhi, Amit, Salvador Navarro and David Rivers (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Identification of Production Functions: How Heterogeneous is Productivity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dmimeo University of Pennsylvania.",
        "Goldsmith-Pinkham, Paul, Isaac Sorkin and Henry Swift (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik Instruments: What, When, Why and How,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dmimeo Stanford University.",
        "Head, Keith and Thierry Mayer (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Equations: Workhorse, Toolkit, and Cookbook. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dChapter 3 in Gopinath, G, E. Helpman and K. Rogoff (eds.), vol. 4 of the Handbook of International Economics, Elsevier, pp. 131-195.",
        "Hillberry, Russell and David Hummels (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Responses to Geographic Frictions: A Decomposition Using Micro-Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, Vol. 52, No. 3, pp. 527550.",
        "International Monetary Fund. (2015). Crisis Program Review.",
        "Krugman, Paul R. (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Protection as Export Promotion: International Competition in the Presence of Oligopoly and Economies of Scale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din H. Kierzkowski (ed.), Monopolistic Competition and International Trade, Clarendon Press, Oxford.",
        "Llano, Carlos, Almudena Esteban, JuliaÃ\u0083Å\u0092Ã\u0082Â\u0081n PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez, and Antonio Pulido (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opening the Interregional Trade Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Black-BoxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The C-Intereg Database for the Spanish Economy (19952005) .Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInternational Regional Science Review, Vol. 33, No. 3, pp. 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Masier, Giacomo and Ernesto Villanueva (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Initial Mortgage ConditionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper #1297, February.",
        "Melitz, Marc J. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 71, No. 6, pp. 1695-1725.",
        "Mian, Atif and Amir Sufi (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Vol. 124, No. 4, pp. 1449-1496.",
        "Mian, Atif, Rao, and Sufi (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Vol. 128, No. 4, pp. 1687-1726.",
        "Mian, Atif and Amir Sufi (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 82, No. 6, pp. 2197-2223.",
        "Morales, Eduardo, Gloria Sheu, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Zahler (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extended Gravity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19916.",
        "Myint, Hla (1958), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cClassical TheoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of International Trade and the Underdeveloped Countries. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Vol. 68, No. 270, pp. 317-337.",
        "Myro, Rafael (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a en la EconomÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Global: Claves del EÃ\u0083Å\u0092Ã\u0082Â\u0081xito de las Exportaciones EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092olasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, RBA Libros.",
        "Neary, Peter J. and Albert G. Schweinberger (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Content Functions and the Theory of International Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 53, No. 3, pp. 421-432.",
        "Robert, Mark J., and James R. Tybout (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 87, No. 4, pp. 545-564.",
        "Salas, Jorge (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drivers of SpainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Export Performance and the Role of Labor Market Reforms. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper.",
        "Santos, Tano (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Antes del Diluvio: The Spanish Banking System in the First Decade of the Euro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Columbia Business School.",
        "Soderbery, Anson (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Size, Structure, and Access: Trade with Capacity Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, Vol. 70, pp. 276-298.",
        "Stock, James H. and Mark W. Watson (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 1: Business Cycle Fluctuations in US Macroeconomic Time Series.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, Elsevier, Volume 1, Part A, pp. 3-64.",
        "Vannoorenberghe, Gonzague (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-level Volatility and Exports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 86, No. 1, pp. 57-67.",
        "Williams, J. H. (1929), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of International Trade Reconsidered.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Vol. 39, No. 154, pp. 195-209."
    ]
}