{
    "id": 25387,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Abowd, J. M. and D. Card (1989). On the covariance structure of earnings and hours changes. Econometrica 57(2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Altonji, J. G., A. A. Smith, and I. Vidangos (2013). Modeling earnings dynamics.",
        "Baker, M. and G. Solon (2003). Earnings dynamics and inequality among canadian men, 1976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1992: Evidence from longitudinal income tax records. Journal of Labor Economics 21(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Blau, F. D. and L. M. Kahn (2007). Changes in the labor supply behavior of married women: 1980-2000. Journal of Labor Economics 25(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Blau, F. D. and L. M. Kahn (2017). The gender wage gap: Extent, trends, and explanations. Journal of Economic Literature 55(3), 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865.",
        "Celik, S., C. Juhn, K. McCue, and J. Thompson (2012). Recent trends in earnings volatility: Evidence from survey and administrative data. The BE Journal of Economic Analysis & Policy 12(2).",
        "Dahl, M., T. DeLeire, and J. A. Schwabish (2011). Estimates of year-to-year volatility in earnings and in household incomes from administrative, survey, and matched data. Journal of Human Resources 46(4), 750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "DeBacker, J., B. Heim, V. Panousi, S. Ramnath, and I. Vidangos (2013). Rising inequality: transitory or persistent? new evidence from a panel of us tax returns.",
        "Eckstein, Z. and O. Lifshitz (2011). Dynamic female labor supply. Econometrica 79(6), 1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Fitzgerald, J., P. Gottschalk, and R. Moffitt (1998). The impact of attrition in the panel study of income dynamics on intergenerational analysis. Journal of Human Resources 33(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Goldin, C. (1990). Understanding the gender gap: An economic history of American women. Oxford Press.",
        "Gottschalk, P. and R. Moffitt (1994). The growth of earnings instability in the us labor market. Brookings Papers on Economic Activity 1994(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Guvenen, F. (2007). Learning your earning: Are labor income shocks really very persistent. American Economic Review 97(3), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Haider, S. J. (2001). Earnings instability and earnings inequality of males in the united states: 1967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1991. Journal of labor Economics 19(4), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Heckman, J. J. (1978). Simple statistical models for discrete panel data developed and applied to test the hypothesis of true state dependence against the hypothesis of spurious state dependence. Annales de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢INSEE 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31, 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Hyslop, D. R. (1999). State dependence, serial correlation and heterogeneity in intertemporal labor force participation of married women. Econometrica 67(6), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        "Jacobsen, J., M. Khamis, and M. Yuksel (2015). Convergences in mens and womens life patterns: Lifetime work, lifetime earnings, and human capital investment. In S. W. Polacheck, K. Tatsiramos, and K. F. Zimmerman (Eds.), Gender Convergence in the Labor Market Research in Labor Economics Volume 41, Chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33. Emerald Group.",
        "Juhn, C. and K. M. Murphy (1997). Wage inequality and family labor supply. Journal of labor economics 15(1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Katz, L. F. and D. H. Autor (1999). Changes in the wage structure and earnings inequality. Handbook of labor economics 3, 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555.",
        "Kopczuk, W., E. Saez, and J. Song (2010). Earnings inequality and mobility in the united states: Evidence from social security data since 1937. Quarterly Journal of Economics 125(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Levy, F. and R. J. Murnane (1992). Us earnings levels and earnings inequality: A review of recent trends and proposed explanations. Journal of economic literature 30(3), 1333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1381.",
        "Light, A. and M. Ureta (1995). Early-career work experience and gender wage differentials. Journal of Labor Economics 13(1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Low, H., C. Meghir, and L. Pistaferri (2010). Wage risk and employment risk over the life cycle. The American economic review 100(4), 1432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "MaCurdy, T. E. (1982). The use of time series processes to model the error structure of earnings in a longitudinal data analysis. Journal of econometrics 18(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Meghir, C. and L. Pistaferri (2004). Income variance dynamics and heterogeneity. Econometrica 72(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Meghir, C. and L. Pistaferri (2011). Earnings, consumption and life cycle choices. Handbook of Labor Economics 4, 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c854.",
        "Mincer, J. (1974). Schooling, experience and earnings. University of Chicago Press for NBER.",
        "Mulligan, C. B. and Y. Rubinstein (2008). Selection, investment, and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s relative wages over time. The Quarterly Journal of Economics, 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1110.",
        "Sabelhaus, J. and J. Song (2010). The great moderation in micro labor earnings. Journal of Monetary Economics 57(4), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Shin, D. and G. Solon (2007). New evidence on real wage cyclicality within employerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cemployee matches. Scottish Journal of Political Economy 54(5), 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 660.",
        "Shin, D. and G. Solon (2011). Trends in menÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s earnings volatility: What does the panel study of income dynamics show? Journal of public Economics 95(7-8), 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Stevenson, B. and J. Wolfers (2007). Marriage and divorce: Changes and their driving forces? Journal of Economic Perspectives 21(2), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Ziliak, J. P., B. Hardy, and C. Bollinger (2011). Earnings volatility in america: Evidence from matched cps. Labour Economics 18(6), 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754."
    ]
}