{
    "id": 25385,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Aiyagari, S. R., Braun, R. A. and Eckstein, Z.: 1998, Transaction services, inflation, and welfare, Journal of political Economy 106(6), 1274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1301.",
        "Amel, D. F., Kennickell, A. B., Moore, K. B. et al.: 2008, Banking market definition: evidence from the survey of consumer finances. FEDS Working Paper 2008-35.",
        "Amel, D. F. and Starr-McCluer, M.: 2002, Market definition in banking: Recent evidence, The Antitrust Bulletin 47(1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Anderson, R. G. and Jones, B.: 2011, A comprehensive revision of the us monetary services (divisia) indexes, Federal Reserve Bank of St. Louis Review 93(September/October 2011).",
        "Bailey, M. J.: 1956, The welfare cost of inflationary finance, Journal of Political Economy 64(2), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Barnett, W. A., Liu, J., Mattson, R. S. and van den Noort, J.: 2013, The new cfs divisia monetary aggregates: Design, construction, and data sources, Open Economies Review 24(1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Bartik, T. J.: 1991, Who benefits from state and local economic development policies? Berger, A. N. and Hannan, T. H.: 1989, The price-concentration relationship in banking, The Review of Economics and Statistics pp. 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Bresciani Turroni, C.: 1937, The economics of inflation: A Study of Currency Depreciation in Post-War Germany, George Allen and Unwin, London.",
        "Craig, B. R. and Dinger, V.: 2014, The duration of bank retail interest rates, International Journal of the Economics of Business 21(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Cysne, R. P.: 2003, Divisia index, inflation, and welfare, Journal of Money, Credit and Banking 35(2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Di Tella, S. and Kurlat, P.: 2017, Why are banks exposed to monetary policy? Stanford University Working Paper.",
        "Dotsey, M. and Ireland, P.: 1996, The welfare cost of inflation in general equilibrium, Journal of Monetary Economics 37(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Drechsler, I., Savov, A. and Schnabl, P.: 2017, The deposits channel of monetary policy, The Quarterly Journal of Economics 132(4), 1819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1876.",
        "Driscoll, J. C. and Judson, R.: 2013, Sticky deposit rates. FEDS Working Paper No. 2013-80.",
        "Egan, M., HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A. and Matvos, G.: 2017, Deposit competition and financial fragility: Evidence from the us banking sector, American Economic Review 107(1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "English, W. B.: 1999, Inflation and financial sector size, Journal of Monetary Economics 44(3), 379 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 400.",
        "Focarelli, D. and Panetta, F.: 2003, Are mergers beneficial to consumers? evidence from the market for bank deposits, American Economic Review 93(4), 1152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1172.",
        "Garmaise, M. J. and Moskowitz, T. J.: 2006, Bank mergers and crime: The real and social effects of credit market competition, the Journal of Finance 61(2), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Goldsmith-Pinkham, P., Sorkin, I. and Swift, H.: 2018, Bartik instruments: What, when, why, and how. NBER Working Paper.",
        "Hannan, T. H. and Berger, A. N.: 1991, The rigidity of prices: Evidence from the banking industry, The American Economic Review 81(4), 938.",
        "Ireland, P. N.: 2009, On the welfare cost of inflation and the recent behavior of money demand, American Economic Review 99(3), 1040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Kleiman, E.: 1989, The costs of inflation. Working Paper, Hebrew University of Jerusalem.",
        "Lucas, R. E.: 2000, Inflation and welfare, Econometrica pp. 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Marom, A.: 1998, Inflation and israelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s banking industry, Bank of Israel Economic Review 62, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Neumark, D. and Sharpe, S. A.: 1992, Market structure and the nature of price rigidity: evidence from the market for consumer deposits, The Quarterly Journal of Economics 107(2), 657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Prager, R. A. and Hannan, T. H.: 1998, Do substantial horizontal mergers generate significant price effects? evidence from the banking industry, The Journal of Industrial Economics 46(4), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Wicker, E.: 1986, Terminating hyperinflation in the dismembered habsburg monarchy, The American Economic Review 76(3), 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Yankov, V.: 2014, In search of a risk-free asset. FEDS Working Paper No. 2014-108.",
        "Yoshino, J. A.: 1993, Money and banking regulation: The welfare costs of inflation. Ph.D. dissertation, University of Chicago."
    ]
}