{
    "id": 25398,
    "cites": 105,
    "cited_by": 35,
    "reference": [
        "Bach, Francis R., 2008, Consistency of the group lasso and multiple kernel learning, Journal of Machine Learning Research 9, 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1225.",
        "Bai, Jushan, and Serena Ng, 2002, Determining the number of factors in approximate factor models, Econometrica 70, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, Jushan, and Serena Ng, 2013, Principal components estimation and identification of static factors, Journal of Econometrics 176, 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Bai, Zhidong, 1999, Methodologies in spectral analysis of large dimensional random matrices: A review, Statistica Sinica 9, 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Biau, GeÃ\u0083Å\u0092Ã\u0082Â\u0081rard, 2012, Analysis of a random forests model, Journal of Machine Learning Research 13, 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Bickel, Peter J, YaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢acov Ritov, and Alexandre B Tsybakov, 2009, Simultaneous analysis of Lasso and Dantzig selector, Annals of Statistics 37, 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1732.",
        "Bishop, Christopher M., 1995, Neural Networks for Pattern Recognition (Oxford University Press).",
        "Box, G. E. P., 1953, Non-normality and tests on variances, Biometrika 40, 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Breiman, Leo, 2001, Random forests, Machine learning 45, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Breiman, Leo, Jerome Friedman, Charles J Stone, and Richard A Olshen, 1984, Classification and regression trees (CRC press).",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, Peter, and Torsten Hothorn, 2007, Boosting Algorithms: Regularization, Prediction and Model Fitting, Statistical Science 22, 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, Peter, and Bin Yu, 2003, Boosting with the l2 loss, Journal of the American Statistical Association 98, 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Butaru, Florentin, Qingqing Chen, Brian Clark, Sanmay Das, Andrew W Lo, and Akhtar Siddique, 2016, Risk and risk management in the credit card industry, Journal of Banking & Finance 72, 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Campbell, John Y., and S. B. Thompson, 2008, Predicting excess stock returns out of sample: Can anyting beat the historical average?, Review of Financial Studies 21, 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Campbell, John Y, and Samuel B Thompson, 2007, Predicting excess stock returns out of sample: Can anything beat the historical average?, The Review of Financial Studies 21, 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Chen, Tianqi, and Carlos Guestrin, 2016, Xgboost: A scalable tree boosting system, in Proceedings of the 22Nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining, KDD Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢16, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794 (ACM, New York, NY, USA).",
        "Chizat, LeÃ\u0083Å\u0092Ã\u0082Â\u0081naÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086c, and Francis Bach, 2018, On the global convergence of gradient descent for overparameterized models using optimal transport, in Proceedings of the 32Nd International Conference on Neural Information Processing Systems, NIPSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢18, 3040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3050 (Curran Associates Inc., USA).",
        "Cochrane, John H, 2007, The dog that did not bark: A defense of return predictability, The Review of Financial Studies 21, 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "Cybenko, George, 1989, Approximation by superpositions of a sigmoidal function, Mathematics of control, signals and systems 2, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Daubechies, I, M Defrise, and C De Mol, 2004, An iterative thresholding algorithm for linear inverse problems with a sparsity constraint, Communications on Pure and Applied Mathematics 57, 1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1457.",
        "de Jong, Sijmen, 1993, Simpls: An alternative approach to partial least squares regression, Chemometrics and Intelligent Laboratory Systems 18, 251 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 263.",
        "Diebold, Francis X., 2015, Comparing predictive accuracy, twenty years later: A personal perspective on the use and abuse of diebold-mariano tests, Journal of Business & Economic Statistics 33, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Diebold, Francis X., and Roberto S. Mariano, 1995, Comparing predictive accuracy, Journal of Business & Economic Statistics 13, 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Dietterich, Thomas G, 2000, Ensemble methods in machine learning, in International workshop on multiple classifier systems, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, Springer.",
        "Dimopoulos, Yannis, Paul Bourret, and Sovan Lek, 1995, Use of some sensitivity criteria for choosing networks with good generalization ability, Neural Processing Letters 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Eldan, Ronen, and Ohad Shamir, 2016, The power of depth for feedforward neural networks, in Vitaly Feldman, Alexander Rakhlin, and Ohad Shamir, eds., 29th Annual Conference on Learning Theory, volume 49 of Proceedings of Machine Learning Research, 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940 (PMLR, Columbia University, New York, New York, USA).",
        "Fama, Eugene F, and Kenneth R French, 1993, Common risk factors in the returns on stocks and bonds, Journal of financial economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F, and Kenneth R French, 2008, Dissecting anomalies, The Journal of Finance 63, 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Fama, Eugene F., and Kenneth R. French, 2015, A five-factor asset pricing model, Journal of Financial Economics 116, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fan, Jianqing, Quefeng Li, and Yuyan Wang, 2017, Estimation of high dimensional mean regression in the absence of symmetry and light tail assumptions, Journal of the Royal Statistical Society, B 79, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Fan, Jianqing, Cong Ma, and Yiqiao Zhong, 2019, A selective overview of deep learning, Technical report, Princeton University.",
        "Feng, Guanhao, Stefano Giglio, and Dacheng Xiu, 2019, Taming the factor zoo: A test of new factors, Journal of Finance, forthcoming .",
        "Freyberger, Joachim, Andreas Neuhierl, and Michael Weber, 2019, Dissecting characteristics nonparametrically, Review of Financial Studies, forthcoming .",
        "Friedman, Jerome, Trevor Hastie, Holger HoÃ\u0083Å\u0092Ã\u0082Ë\u0086fling, Robert Tibshirani, et al., 2007, Pathwise coordinate optimization, The Annals of Applied Statistics 1, 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Friedman, Jerome, Trevor Hastie, and Robert Tibshirani, 2000a, Additive logistic regression: A statistical view of boosting, Annals of Statistics 28, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Friedman, Jerome, Trevor Hastie, and Robert Tibshirani, 2000b, Additive logistic regression: a statistical view of boosting (with discussion and a rejoinder by the authors), Annals of Statistics 28, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Friedman, Jerome H, 2001, Greedy function approximation: a gradient boosting machine, Annals of statistics 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1232.",
        "Giglio, Stefano W, and Dacheng Xiu, 2016, Asset pricing with omitted factors, Technical report, University of Chicago.",
        "Glorot, Xavier, Antoine Bordes, and Yoshua Bengio, 2011, Deep sparse rectifier neural networks., in Aistats, volume 15, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Green, Jeremiah, John RM Hand, and X Frank Zhang, 2013, The supraview of return predictive signals, Review of Accounting Studies 18, 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Green, Jeremiah, John RM Hand, and X Frank Zhang, 2017, The characteristics that provide independent information about average us monthly stock returns, The Review of Financial Studies 30, 4389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4436.",
        "Gu, Shihao, Bryan T Kelly, and Dacheng Xiu, 2019, Autoencoder asset pricing models, Available at SSRN .",
        "Hansen, Lars Kai, and Peter Salamon, 1990, Neural network ensembles, IEEE transactions on pattern analysis and machine intelligence 12, 993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Harvey, Campbell R., and Wayne E. Ferson, 1999, Conditioning variables and the cross-section of stock returns, Journal of Finance 54, 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1360.",
        "Harvey, Campbell R, and Yan Liu, 2016, Lucky factors, Technical report, Duke University.",
        "He, Kaiming, Xiangyu Zhang, Shaoqing Ren, and Jian Sun, 2016a, Deep residual learning for image recognition, in 2016 IEEE Conference on Computer Vision and Pattern Recognition, CVPR 2016, Las Vegas, NV, USA, June 27-30, 2016, 770Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "He, Kaiming, Xiangyu Zhang, Shaoqing Ren, and Jian Sun, 2016b, Deep residual learning for image recognition, in The IEEE Conference on Computer Vision and Pattern Recognition (CVPR).",
        "Hinton, Geoffrey E., Simon Osindero, and Yee-Whye Teh, 2006, A fast learning algorithm for deep belief nets, Neural Comput. 18, 1527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1554.",
        "Hornik, Kurt, Maxwell Stinchcombe, and Halbert White, 1989, Multilayer feedforward networks are universal approximators, Neural networks 2, 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Huber, P. J., 1964, Robust estimation of a location parameter, Annals of Mathematical Statistics 35, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Hutchinson, James M, Andrew W Lo, and Tomaso Poggio, 1994, A nonparametric approach to pricing and hedging derivative securities via learning networks, The Journal of Finance 49, 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 889.",
        "Ioffe, Sergey, and Christian Szegedy, 2015, Batch Normalization: Accelerating Deep Network Training by Reducing Internal Covariate Shift, International Conference on Machine Learning 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Jaggi, Martin, 2013, An equivalence between the lasso and support vector machines, Regularization, optimization, kernels, and support vector machines 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Jarrett, Kevin, Koray Kavukcuoglu, Yann Lecun, et al., 2009, What is the best multi-stage architecture for object recognition?, in 2009 IEEE 12th International Conference on Computer Vision, 2146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2153, IEEE.",
        "Johnstone, Iain M., 2001, On the distribution of the largest eigenvalue in principal components analysis, Annals of Statistics 29, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Johnstone, Iain M., and Arthur Yu Lu, 2009, On consistency and sparsity for principal components analysis in high dimensions, Journal of the American Statistical Association 104, 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c693.",
        "Kelly, Bryan, and Seth Pruitt, 2013, Market expectations in the cross-section of present values, The Journal of Finance 68, 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1756.",
        "Kelly, Bryan, and Seth Pruitt, 2015, The three-pass regression filter: A new approach to forecasting using many predictors, Journal of Econometrics 186, 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Kelly, Bryan, Seth Pruitt, and Yinan Su, 2019, Some characteristics are risk exposures, and the rest are irrelevant, Journal of Financial Economics, forthcoming .",
        "Khandani, Amir E, Adlar J Kim, and Andrew W Lo, 2010, Consumer credit-risk models via machinelearning algorithms, Journal of Banking & Finance 34, 2767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2787.",
        "Kingma, Diederik, and Jimmy Ba, 2014, Adam: A method for stochastic optimization, arXiv preprint arXiv:1412.6980 .",
        "Knight, Keith, and Wenjiang Fu, 2000, Asymptotics for lasso-type estimators, Annals of Statistics 28, 1356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1378.",
        "Koijen, Ralph, and Stijn Van Nieuwerburgh, 2011, Predictability of returns and cash flows, Annual Review of Financial Economics 3, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Kozak, Serhiy, 2019, Kernel trick for the cross section, Available at SSRN 3307895 .",
        "Kozak, Serhiy, Stefan Nagel, and Shrihari Santosh, 2019, Shrinking the cross section, Journal of Financial Economics, forthcoming .",
        "Lewellen, Jonathan, 2015, The cross-section of expected stock returns, Critical Finance Review 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Lin, Henry W., Max Tegmark, and David Rolnick, 2017, Why does deep and cheap learning work so well?, Journal of Statistical Physics 168, 1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1247.",
        "Lo, Andrew W, and A Craig MacKinlay, 1990, Data-snooping biases in tests of financial asset pricing models, Review of financial studies 3, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Lounici, Karim, Massimiliano Pontil, Sara van de Geer, and Alexandre B. Tsybakov, 2011, Oracle inequalities and optimal inference under group sparsity, Annals of Statistics 39, 2164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2204.",
        "Lugosi, GaÃ\u0083Å\u0092Ã\u0082Â\u0081bor, and Nicolas Vayatis, 2004, On the bayes-risk consistency of regularized boosting methods, Annals of Statistics 32, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Masters, Timothy, 1993, Practical Neural Network Recipes in C++ (Academic Press).",
        "Mei, Song, Theodor Misiakiewicz, and Andrea Montanari, 2019, Mean-field theory of two-layers neural networks: dimension-free bounds and kernel limit, in Conference on Learning Theory (COLT).",
        "Mei, Song, Andrea Montanari, and Phan-Minh Nguyen, 2018, A mean field view of the landscape of two-layer neural networks, Proceedings of the National Academy of Sciences 115, E7665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cE7671.",
        "Meinshausen, Nicolai, and Bin Yu, 2009, Lasso-type recovery of sparse representations for highdimensional data, Annals of Statistics 37, 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Mentch, Lucas, and Giles Hooker, 2016, Quantifying uncertainty in random forests via confidence intervals and hypothesis tests, Journal of Machine Learning Research 17, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Mol, Christine De, Ernesto De Vito, and Lorenzo Rosasco, 2009, Elastic-net regularization in learning theory, Journal of Complexity 25, 201 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 230.",
        "Moritz, Benjamin, and Tom Zimmermann, 2016, Tree-based conditional portfolio sorts: The relation between past and future stock returns, Available at SSRN 2740751 .",
        "Nair, Vinod, and Geoffrey E Hinton, 2010, Rectified linear units improve restricted boltzmann machines, in Proceedings of the 27th International Conference on Machine Learning (ICML-10), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c814.",
        "Nesterov, Yurii, 1983, A method of solving a convex programming problem with convergence rate o(1/k2), Soviet Mathematics Doklady 27, 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Parikh, Neal, and Stephen Boyd, 2013, Proximal algorithms, Foundations and Trends in Optimization 1, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Paul, Debashis, 2007, Asymptotics of sample eigenstructure for a large dimensional spiked covariance model, Statistical Sinica 17, 1617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1642.",
        "Polson, Nicholas G., James Scott, and Brandon T. Willard, 2015, Proximal algorithms in statistics and machine learning, Statistical Science 30, 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Rapach, David, and Guofu Zhou, 2013, Forecasting stock returns. vol. 2 of handbook of economic forecasting, 328 383.",
        "Rapach, David E, Jack K Strauss, and Guofu Zhou, 2013, International stock return predictability: what is the role of the united states?, The Journal of Finance 68, 1633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1662.",
        "Ravikumar, Pradeep, John Lafferty, Han Liu, and Larry Wasserman, 2009, Sparse additive models, Journal of the Royal Statistical Society. Series B (Statistical Methodology) 71, 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Rolnick, David, and Max Tegmark, 2018, The power of deeper networks for expressing natural functions, in ICLR.",
        "Rosenberg, Barr, 1974, Extra-market components of covariance in security returns, Journal of Financial and Quantitative Analysis 9, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Schapire, Robert E., 1990, The strength of weak learnability, Machine Learning 5, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Scornet, Erwan, GeÃ\u0083Å\u0092Ã\u0082Â\u0081rard Biau, and Jean-Philippe Vert, 2015, Consistency of random forests, Annals of Statistics 43, 1716Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1741.",
        "Sirignano, Justin, Apaar Sadhwani, and Kay Giesecke, 2016, Deep learning for mortgage risk, Available at SSRN 2799443 .",
        "Stock, James H., and Mark W. Watson, 2002, Forecasting using principal components from a large number of predictors, Journal of American Statistical Association 97, 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Tibshirani, Robert, 2011, Regression shrinkage and selection via the lasso: a retrospective, Journal of the Royal Statistical Society: Series B (Statistical Methodology) 73, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Tukey, J. W., 1960, A survey of sampling from contaminated distributions, in I. Olkin, S. G. Ghurye, W. Hoeffding, W. G. Madow, and H. B. Mann, eds., Contributions to probability and statistics: Essays in Honor of Harold Hotelling (Stanford University Press).",
        "Wager, Stefan, and Susan Athey, 2018, Estimation and inference of heterogeneous treatment effects using random forests, Journal of the American Statistical Association 113, 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Wager, Stefan, Trevor Hastie, and Bradley Efron, 2014, Confidence intervals for random forests: The jackknife and the infinitesimal jackknife, Journal of Machine Learning Research 15, 1625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1651.",
        "Wainwright, Martin J., 2009, Sharp thresholds for high-dimensional and noisy sparsity recovery using l1-constrained quadratic programming (lasso), IEEE Transactions on Information Theory 55, 2183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2202.",
        "Wang, Weichen, and Jianqing Fan, 2017, Asymptotics of empirical eigenstructure for high dimensional spiked covariance, Annals of Statistics 45, 1342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Welch, Ivo, and Amit Goyal, 2008, A Comprehensive Look at The Empirical Performance of Equity Premium Prediction, Review of Financial Studies 21, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "West, Kenneth D., 2006, Forecast evaluation, in Graham Elliott, Cliver Granger, and Allan Timmermann, eds., Handbook of Economic Forecasting, volume 1, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134 (Elsevier).",
        "White, Halbert, 1980, Using least squares to approximate unknown regression functions, International Economic Review 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Wilson, D. Randall, and Tony R. Martinez, 2003, The general inefficiency of batch training for gradient descent learning, Neural networks 16, 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "Yao, Jingtao, Yili Li, and Chew Lim Tan, 2000, Option price forecasting using neural networks, Omega 28, 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Zhang, Cun-Hui, and Jian Huang, 2008, The sparsity and bias of the lasso selection in highdimensional linear regression, Annals of Statistics 36, 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1594.",
        "Zhang, Tong, and Bin Yu, 2005, Boosting with early stopping: Convergence and consistency, Annals of Statistics 33, 1538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1579.",
        "Zou, Hui, and Trevor Hastie, 2005, Regularization and variable selection via the elastic net, Journal of the Royal Statistical Society. Series B (Statistical Methodology) 67, 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320."
    ]
}