{
    "id": 2539,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Herminio Blanco and Peter M. Garber, Recurrent Devaluation and Speculative Attacks on the Mexican Peso, Journal of Political Economy 94 (February 1986), pp. 148-166.",
        "Guillermo A. Calvo, Staggered Contracts and Exchange Rate Policy, in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1983.",
        "Susan M. Collins, PPP and the Peso Problem: Exchange Rates in the EMS, manuscript, Harvard University, 1987.",
        "W. Max Corden, Exchange Rate Depreciation, the Current Account and Wages, Economic Record, Special Issue, 1986, pp. 14-21.",
        "Rudiger Dornbusch, Expectations and Exchange Rate Dynamics, Journal of Political Economy 84 ( Decemebr 1976), pp. 1161-1176.",
        "Robert C. Feenstra, Anticipated Devaluations, Currency Flight, and Direct Trade Controls in a Monetary Economy, American Economic Review 75 (June 1985), pp. 386-401.",
        "Robert P. Flood and Peter M. Garber, A Model of Stochastic Process Switching, Econometrica 51 (May 1983), pp. 537-551.",
        "Francesco Giavazzi and Albert Giovannini, The EMS and the Dollar, Economic Policy 1 (April 1986), pp. 455-485.",
        "Francesco Giavazzi and Marco Pagano, The Advantage of Tying Ones Hands: EMS Discipline and Central Bank Credibility, European Economic Review 32 (1988), forthcoming.",
        "Daniel Gros, Tranquil and Turbulent Periods in the EMS and the Possibility of Self-fulfilling Crises, manuscript, Centre for European Policy Studies, 1987.",
        "Paul Krugman, A Theory of Balance-of-Payments Crises, Journal of Money, Credit and Banking 11 (August 1979), pp. 311-325.",
        "Michael Mussa, A Dynamic Theory of Foreign Exchange, in Michael J. Artis and A. Robert Nobay, eds., Studies in Modern Economic Analysis. Oxford: Basil Blackwell, 1977.",
        "Maurice Obstfeld, Balance-of-Payments Crises and Devaluation, Journal of Money, Credit and Banking 16 (May 1984), pp. 208-217.",
        "Maurice Obstfeld, Rational and Self-fulfilling Balance-of-Payments Crises, American Economic Review 76 (March 1986), pp. 72-81.",
        "Maurice Obstfeld and Alan C. Stockman, Exchange-Rate Dynamics, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, vol. 2. Amsterdam: North-Holland, 1985.",
        "Rogoff, Kenneth, Can Exchange Rate Predictability be Achieved Without Monetary Convergence? Evidence from the EMS, European Economic Review 28 (June-July 1985), pp. 93-115.",
        "Horst Ungerer et al., The European Monetary System: Recent Developments. Occasional Paper 48. Washington, D.C.: International Monetary Fund, December 1986."
    ]
}