{
    "id": 25408,
    "cites": 62,
    "cited_by": 3,
    "reference": [
        "Abbring, J. and G. van den Berg (2003). The non-parametric identification of treatment effects in duration models. Econometrica 45, 1491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1517.",
        "Abbring, J. H. and J. J. Heckman (2007). Econometric evaluation of social programs, part iii: Distributional treatment effects, dynamic treatment effects, dynamic discrete choice, and general equilibrium policy evaluation. Handbook of econometrics 6, 5145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5303.",
        "Acemoglu, D. and J.-S. Pischke (1999). Beyond becker: training in imperfect labour markets. The Economic Journal 109(453), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Agostinelli, F. and M. Wiswall (2016a). Estimating the Technology of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skill Formation. NBER Working Paper No. 22442.",
        "Agostinelli, F. and M. Wiswall (2016b). Identification of Dynamic Latent Factor Models: The Implication of Re-Normalization in a Model of Child Development. NBER Working Paper No. 22441.",
        "AlzuÃ\u0083Å\u0092Ã\u0082Â\u0081a, M. L., G. Cruces, D. D. T. Nro, and C. Lopez (2014). Youth Training Programs Beyond Employment. Experimental Evidence from Argentina. Documentos de Trabajo No. 177, CEDLAS.",
        "Andersson, F., H. Holzer, J. Lane, D. Rosenblum, and J. Smith (2013). Does federally-funded job training work? Nonexperimental estimates of WIA training impacts using longitudinal data on workers and firms. NBER Working Paper No. 19446.",
        "Arellano, M. and B. Honore (2001). Panel Data Models: Some Recent Developments. In J. Heckman and E. Lazear (Eds.), Handbook of Econometrics.",
        "Ashenfelter, O. (1978). Estimating the effect of training programs on earnings. The Review of Economics and Statistics 60(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Ashenfelter, O. and D. Card (1985). Using the longitudinal structure of earnings to estimate the effect of training programs. The Review of Economics and Statistic 67(4), 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Attanasio, O., S. Cattan, E. Fitzsimons, C. Meghir, and M. Rubio-Codina (2015). Estimating the Production Function For Human Capital: Results From a Randomized Control Trail in Colombia. NBER Working Paper No. 20965.",
        "Attanasio, O., A. GuarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, C. Medina, and C. Meghir (2015). Long Term Impacts of Vouchers for Vocational Training: Experimental Evidence for Colombia. NBER Working Paper 21390.",
        "Attanasio, O., A. Kugler, and C. Meghir (2011). Subsidizing Vocational Training for Disadvantaged Youth in Colombia: Evidence from a Randomized Trial. American Economic Journal: Applied Economics 3(3), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Ba, B., J. C. Ham, R. J. Lalonde, and X. Li (2017). Estimating (easily interpreted) dynamic training effects from experimental data. Journal of Labor Economics 35(S1).",
        "Barnow, B. S. and J. Smith (2016). Employment and Training Programs. In R. A. Moffitt (Ed.), Economics of Means-Tested Transfer Programs in the United States, Volume II. Chicago: The University of Chicago Press.",
        "Ben-Porath, Y. (1967). The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy 75, 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Booth, A. L. (1993). Private sector training and graduate earnings. The Review of Economics and Statistics 75, 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Buhrmann, J. R. (2017). Good enough jobs: Skill mismatch and two-sided heterogeneity in frictional labor markets. Purdue University Economics Working Papers 1287.",
        "Callaway, B. and P. H. C. SantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Anna (2018). Difference-in-Differences With Multiple Time Periods and an Application on the Minimum Wage and Employment. DETU Working Papers 1804, Department of Economics, Temple University.",
        "Card, D., P. IbarraraÃ\u0083Å\u0092Ã\u0082Â\u0081n, F. Regalia, D. Rosas-Shady, and Y. Soares (2011). The Labor Market Impacts of Youth Training in the Dominican Republic. Journal of Labor Economics 29(2), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Card, D., J. Kluve, and A. Weber (2010, nov). Active Labour Market Policy Evaluations: A Meta-Analysis. The Economic Journal 120(548), F452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF477.",
        "Carneiro, P., K. T. Hansen, and J. J. Heckman (2003, may). 2001 Lawrence R. Klein Lecture Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice. International Economic Review 44(2), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Carneiro, P., J. J. Heckman, and E. Vytlacil (2010, jan). Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin. Econometrica 78(1), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Carrillo, F., M. E. De Diego, and R. Miranda (2018). CaracterizacioÃ\u0083Å\u0092Ã\u0082Â\u0081n del Funcionamiento de la Franquicia Tributaria. Unpublished Manuscript, Comisin Nacional de Productividad.",
        "Cattaneo, M. D. (2010). Efficient semiparametric estimation of multi-valued treatment effects under ignorability. Journal of Econometrics 155(2), 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "ComisioÃ\u0083Å\u0092Ã\u0082Â\u0081n Revisora del Sistema de CapacitacioÃ\u0083Å\u0092Ã\u0082Â\u0081n e IntermediacioÃ\u0083Å\u0092Ã\u0082Â\u0081n Laboral (2011). Informe Final.",
        "Cornelissen, T., C. Dustmann, A. Raute, and U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg (2017). Who benefits from universal childcare? Estimating marginal returns to early childcare attendance. Working Paper.",
        "Cunha, B. F. and J. Heckman (2006). The Technology of Skill Formation. The American Economic Review 97(2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Cunha, F., J. J. Heckman, L. Lochner, and D. V. Masterov (2006). Interpreting the Evidence on Life Cycle Skill Formation. In E. Hanushek, S. Machin, and L. Woessmann (Eds.), Handbook of the Economics of Education, Volume 1 of Handbook of the Economics of Education, pp. 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812. Elsevier.",
        "de Chaisemartin, C. and X. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢HaultfÃ\u0083â\u0080¦Ã\u0082â\u0080\u009cuille (2018). Two-way fixed effects estimators with heterogeneous treatment effects. Working Paper.",
        "Fitzenberger, B., M. Furdas, and C. Sajons (2016). End-of-year spending and the long-run employment effects of training programs for the unemployed. IZA DP No. 10441.",
        "Fitzenberger, B. and R. VoÃ\u0083Å\u0092Ã\u0082Ë\u0086lter (2007, aug). Long-run effects of training programs for the unemployed in East Germany. Labour Economics 14(4), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Frazis, H. and M. A. Loewenstein (2007). On-the-Job Training. Now Publishers, Inc.",
        "Fredriksson, P. and P. Johansson (2008). Dynamic treatment assignment: The consequences for evaluations using observational data. Journal of Business and Economic Statistics (4).",
        "Goodman-Bacon, A. (2018). Difference-in-Differences with Variation in Treatment Timing. Working Paper.",
        "Guvenen, F., B. Kuruscu, S. Tanaka, and D. Wiczer (2015). Multidimensional skill mismatch. Federal Reserve Bank of Minneapolis. Research Department Working Paper 729.",
        "Hansen, K. T., J. J. Heckman, and K. J. Mullen (2004). The effect of schooling and ability on achievement test scores. Journal of Econometrics 121(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Heckman, J., H. Ichimura, J. Smith, and P. Todd (1998). Characterizing Selection Bias Using Experimental Data. Econometrica 66(5), 1017.",
        "Heckman, J., R. Pinto, and P. Savelyev (2013, oct). Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes. American Economic Review 103(6), 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Heckman, J. J. (1981). Statistical models for discrete panel data. In C. Manski and D. McFadden (Eds.), Structural Analysis of Discrete Panel Data with Econometric Applications, pp. 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78. MIT Press.",
        "Heckman, J. J., J. E. Humphries, and G. Veramendi (2016). Dynamic treatment effects. Journal of Econometrics 191(2), 276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Heckman, J. J. and S. Navarro (2007). Dynamic discrete choice and dynamic treatment effects. Journal of Econometrics 136(2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Heckman, J. J. and E. Vytlacil (2001). Policy-Relevant Treatment Effects. The American Economic Review 91(2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "IbarraraÃ\u0083Å\u0092Ã\u0082Â\u0081n, P., J. Kluve, L. Ripani, and D. R. Shady (2015). Experimental Evidence on the LongTerm Impacts of a Youth Training Program. IZA Discussion Paper No. 9136.",
        "Ingram, B. F. and G. R. Neumann (2006). The returns to skill. Labour Economics 13(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Kline, P. and C. R. Walters (2016, nov). Evaluating Public Programs with Close Substitutes: The Case of Head Start. The Quarterly Journal of Economics 131(4), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "Lechner, M. (2009). Sequential causal models for the evaluation of labor market programs. Journal of Business & Economic Statistics 27(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Lengermann, P. (1999). How long do the benefits of training last? evidence of long term effects across current and previous employers. Research in Labor Economics 19.",
        "Lise, J., C. Meguir, and J.-M. Robin (2016)). Mismatch, sorting, and wages. Review of Economic Dynamics 53(19), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Lynch, L. M. (1992). Private-sector training and the earnings of young workers. American Economic Review 82, 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Mincer, J. (1974). Schooling, experience, and earnings. human behavior & social institutions no. 2.",
        "Mogstad, M., A. Santos, and A. Torgovitsky (2018). Using Instrumental Variables for Inference about Policy Relevant Treatment Effects. Forthcoming in Econometrica.",
        "Mogstad, M. and A. Torgovitsky (2018). Identification and Extrapolation with Instrumental Variables. Forthcoming in Annual Review of Economics.",
        "Mountjoy, J. (2018). Community Colleges and Upward Mobility. Unpublished manuscript.",
        "Postel-Vinay, F. and J. Lise (2015). Multidimensional skills, sorting, and human capital accumulation. Meeting Papers 386.",
        "Quandt, R. E. (1958). The estimation of the parameters of a linear regression system obeying two separate regimes. Journal of the American Statistical Association 53(284), 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Rodriguez, J., S. Urzua, and L. Reyes (2016, apr). Heterogeneous Economic Returns to PostSecondary Degrees: Evidence from Chile. Journal of Human Resources 51(2), 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Saltiel, F., M. Sarzosa, and S. Urzua (2018). Cognitive and Socio-emotional Ability. In G. Jones, J. Johnes, T. Agasisti, and L. Lopez-Torres (Eds.), Handbook of Contemporary Education Economics. Edwar Elgar Publishing.",
        "Sanders, C. and C. Taber (2012, sep). Life-Cycle Wage Growth and Heterogeneous Human Capital. Annual Review of Economics 4(1), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "SENCE (2015). Resolucion exenta numero 1664.",
        "SpitzOener, A. (2006, apr). Technical Change, Job Tasks, and Rising Educational Demands: Looking outside the Wage Structure. Journal of Labor Economics 24(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Veum, J. (1997). Training and job mobility among young workers in the united states. Journal of Population Economics 10, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233."
    ]
}