{
    "id": 25406,
    "cites": 38,
    "cited_by": 43,
    "reference": [
        "Abad, J., I. Aldasoro, M. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Errico, L. Fache Rousova, P. Hoffmann, S. Langfield, and T. Roukny (2016). Shedding light on dark markets: first insights from the new EU-wide OTC derivatives dataset. ESRB Occasional Paper Series (10), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Admati, A. R., P. M. DeMarzo, M. F. Hellwig, and P. Pfleiderer (2017). The leverage ratchet effect. Journal of Finance 73(1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Alpanda, S., G. Cateau, and C. Meh (2014). A policy model to analyze macroprudential regulations and monetary policy. Bank of Canada Staff Working paper 2014-6.",
        "Altavilla, C., M. Boucinha, and J.-L. Peydr (2017, October). Monetary Policy and Bank Profitability in a Low Interest Rate Environment. CSEF Working papers 486, Centre for Studies in Economics and Finance, University of Naples, Italy.",
        "Ampudia, M. and S. V. d. Heuvel (2018, November). Monetary policy and bank equity values in a time of low interest rates.",
        "Begenau, J., M. Piazzesi, and M. Schneider (2015, July). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Risk Exposures. NBER Working papers 21334, National Bureau of Economic Research.",
        "Bernanke, B. S. and A. S. Blinder (1988). Credit, money, and aggregate demand. American Economic Review 78(2), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Bernanke, B. S. and M. Gertler (1995). Inside the black box: The credit channel of monetary policy transmission. Journal of Economic Perspectives 9(4), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Brunnermeier, M. K. and Y. Sannikov (2014). A macroeconomic model with a financial sector. American Economic Review 104(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Cavallino, P. and D. Sandri (2018, 11). The expansionary lower bound: Contractionary monetary easing and the trilemma. IMF Working papers.",
        "Chodorow-Reich, G. (2014). The Employment Effects of Credit Market Disruptions: Firmlevel Evidence from the 2008-9 Financial Crisis. Quarterly Journal of Economics 129(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Christiano, L., M. Eichenbaum, and C. Evans (2005). Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy 113(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Claessens, S., N. Coleman, and M. S. Donnelly (2017, February). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low-for-longÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d interest rates and banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ interest margins and profitability: Cross-country evidence. International Finance Discussion Paper 1197, Board of Governors of the Federal Reserve System (U.S.). Corbae, P. D. and P. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo (2014). Capital requirements in a quantitative model of banking industry dynamics. Working paper 14-13, Federal Reserve Bank of Philadelphia.",
        "Di Tella, S. (2013). Uncertainty shocks and balance sheet recessions. Working paper, Stanford University.",
        "Di Tella, S. and P. Kurlat (2017, November). Why are banks exposed to monetary policy? Working paper 24076, National Bureau of Economic Research.",
        "Drechsler, I., A. Savov, and P. Schnabl (2017). The deposits channel of monetary policy.",
        "Drechsler, I., A. Savov, and P. Schnabl (2018, May). Banking on deposits: Maturity transformation without interest rate risk. (24582).",
        "Eggertsson, G. B., R. E. Juelsrud, and E. G. Wold (2017). Are negative nominal interest rates expansionary? NBER Working paper 24039.",
        "Eisenschmidt, J. and F. Smets (2018). Negative interest rates: Lessons from the euro area.",
        "English, W. B., S. Van den Heuvel, and E. Zakrajsek (2012). Interest rate risk and bank equity valuations. Working paper.",
        "Gomez, M., A. Landier, D. Sraer, and D. Thesmar (2017, June). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exposure to interest rate risk and the transmission of monetary policy.",
        "Gropp, R., T. Mosk, S. Ongena, and C. Wix (2018). Banks response to higher capital requirements: Evidence from a quasi-natural experiment. Review of Financial Studies.",
        "Hainz, C., A. Marjenko, and S. Wildgruber (2017). Interest rate risk and bank equity valuations. CESifo Forum (Nr. 03, 21-24).",
        "Heider, F., F. Saidi, and G. Schepens (2017). Life below zero: Bank lending under negative policy rates. Working paper.",
        "Hoffmann, P., S. Langfield, F. Pierobon, and G. Vuillemey (2018, September). Who bears interest rate risk? Working paper Series 2176, European Central Bank.",
        "Kim, M., D. Kliger, and B. Vale (2003). Estimating switching costs: the case of banking. Journal of Financial Intermediation 12(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Klein, M. A. (1971). A theory of the banking firm. Journal of Money, Credit and Banking 3(2).",
        "Klemperer, P. (1995). Competition when consumers have switching costs: An overview with applications to industrial organization, macroeconomics, and international trade. The Review of Economic Studies 62(4), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Klimenko, N., S. Pfeil, and J.-C. Rochet (2015). Bank capital and aggregate credit. Working paper, University of Zurich.",
        "Macroeconomic Assessment Group (2010). Assessing the macroeconomic impact of the transition to stronger capital and liquidity requirements. Financial Stability Board and the Basel Committe on Banking Supervision.",
        "Maudos, J. and J. Fernandez de Guevara (2004, September). Factors explaining the interest margin in the banking sectors of the European Union. Journal of Banking & Finance 28(9), 2259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2281.",
        "Monti, M. (1972). Deposit, credit and interest rate determination under alternative bank objective functions. In S. Karl and S. Giorgio P. (Eds.), Mathematical methods in investment and finance, pp. 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454. North-Holland, Amsterdam.",
        "Petersen, M. A. and R. Rajan (1995). The effect of credit market competition on lending relationships. Quarterly Journal of Economics 110(2), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Rognlie, M. (2016). What lower bound? monetary policy with negative interest rates. Working paper.",
        "Santomero, A. M. (1984). Modeling the banking firm: A survey. Journal of Money, Credit and Banking 16(4), 576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "Saunders, A. and L. Schumacher (2000). The determinants of bank interest rate margins: An international study. Journal of International Money and Finance 19(6), 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c832.",
        "Sharpe, S. A. (1997). The effect of consumer switching costs on prices: A theory and its application to the bank deposit market. Review of Industrial Organization 12(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Van den Heuvel, S. (2007). The Bank Capital Channel of Monetary Policy. Working paper."
    ]
}