{
    "id": 25407,
    "cites": 26,
    "cited_by": 16,
    "reference": [
        "[1] Bruno Biais, Christophe BivieÃ\u0083Å\u0092Ã\u0082â\u0082¬re, Matthieu Bouvard, and Catherine Casamatta. The blockchain folk theorem. 2017.",
        "[2] Eric Budish. The economic limits of bitcoin and the blockchain. Working paper, 2018.",
        "[3] Hans Carlsson and Eric van Damme. Global games and equilibrium selection. Econometrica, 61(5):989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018, 1993.",
        "[4] Jonathan Chiu and Thorsten Koeppl. The economics of cryptocurrenciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c bitcoin and beyond. 2017.",
        "[5] William Lin Cong and Zhiguo He. Blockchain disruption and smart contracts. 2017. [6] William Lin Cong, Ye Li, and Neng Wang. Tokenomics: Dynamic adoption and valuation.",
        "[7] Douglas Diamond. Financial intermediation and delegated monitoring. The Review of Economic Studies, 51(3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414, 1984. [8] Lukasz Drozd and Ricardo Serrano-Padial. Financial contracting with enforcement externalities.",
        "[9] David Easley, Maurenn OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Soumya Basu. From mining to markets: The evolution of bitcoin transaction fees. 2017.",
        "[10] David Frankel, Stephen Morris, and Ady Pauzner. Equilibrium selection in global games with strategic complementarities. Journal of Economic Theory, 108(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 2003.",
        "[11] Drew Fudenberg and Jean Tirole. Perfect bayesian equilibrium. Journal of Economic Theory, 53(2):236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260, 1991.",
        "[12] Joshua Gans, June Ma, and Rabee Tourky. Market structure in bitcoin mining. NBER Working Paper, 2018.",
        "[13] Arthur Gervais, Ghassan Kharame, Karl WuÃ\u0083Å\u0092Ã\u0082Ë\u0086st, Vasileios Glykantzis, Hubert Ritzdorf, and Srdjan Capkun. On the security and performance of proof of work blockchains. In Proceedings of the 2016 ACM SIGSAC Conference on Computer and Communications Security, 2016.",
        "[14] Gur Huberman, Jacob Leshno, and Ciamac Moallemi. Monopoly without a monopolist: An economic analysis of the bitcoin payment system. Working Paper, 2017.",
        "[15] Ricardo Lagos and Randall Wright. A unified framework for monetary theory and policy analysis. Journal of Political Economy, 113(3):463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484, 2005.",
        "[16] Paul Milgrom and John Roberts. Rationalizability, learning, and equilibrium in games with strategic complementarities. Econometrica, 58(6):1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277, 1990.",
        "[17] Stephen Morris and Hyun Song Shin. Unique equilibrium in a model of speculative currency attacks. American Economic Review, 88(3):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597, 1998.",
        "[18] Stephen Morris and Hyun Song Shin. Global games: Theory and applications. In Mathias Dewatripont, Lars P. Hansen, and Stephen J. Turnovsky, editors, Advances in Economics and Econometrics: Theory and Applications, Eighth World Conference, Cambridge, 2003. Cambridge University Press.",
        "[19] Satoshi Nakamoto. Bitcoin: A peer-to-peer electronic cash system. Whitepaper, 2008.",
        "[20] Emiliano Pagnotta and Andrea Buraschi. An equilibrium valuation of bitcoin and decentralized network assets. 2018.",
        "[21] Jean-Charles Rochet and Jean Tirole. Platform competition in two-sided markets. Journal of the European Economic Association, 1(4):990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1029, 2003.",
        "[22] Joszef Sakovics and Jakub Steiner. Who matters in coordination problems. American Economic Review, 102(7):3439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3461, 2012.",
        "[23] Linda Schilling and Harald Uhlig. Some simple bitcoin economics. 2018.",
        "[24] Ricardo Serrano-Padial. Coordination in global games with heterogeneous agents. Working paper, 2018.",
        "[25] Michael Sockin and Wei Xiong. A model of cryptocurrencies. 2018.",
        "By Theorem 5 in Milgrom and Roberts (1990), this is a supermodular game. Therefore, if the signal profile is s, there are largest and smallest rationalizable strategy profiles k(s) and k(s). Furthermore, every equilibrium strategy profile k(s) satisfies k(s) Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ k(s) Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ k(s). Given that agents observe only their own signals, it must be that all agents play cutoff strategies: for each type Ã\u0083Å½Ã\u0082Â¸, there is a signal k(Ã\u0083Å½Ã\u0082Â¸) such that Ã\u0083Å½Ã\u0082Â¸ plays A if si > k(Ã\u0083Å½Ã\u0082Â¸) and plays B if si &lt; k(Ã\u0083Å½Ã\u0082Â¸). When agents play a cutoff equilibrium k, we will denote the expected utility derived from playing A for type (Ã\u0083Å½Ã\u0082Â¸, s) by E[v(Ã\u0083Å½Ã\u0082Â¸, Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, Ã\u0083Â\u008fÃ\u0082â\u0080 )|k, s]. The equilibrium condition is just E[v|k, k(Ã\u0083Å½Ã\u0082Â¸)] = 0 (11) for all Ã\u0083Å½Ã\u0082Â¸. The following lemma establishes that there is a unique equilibrium in cutoff strategies.",
        "The proof is essentially the same as that in Drozd and Serrano-Padial (2017). Lemma B.1. For sufficiently small Ã\u0083Â\u008fÃ\u0082Æ\u0092, if k is a cutoff strategy equilibrium and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  > 0, then E[v|k, k(Ã\u0083Å½Ã\u0082Â¸)] &lt; E[v|k + Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 , k(Ã\u0083Å½Ã\u0082Â¸) + Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 ].",
        "f(Ã\u0083Å½Ã\u0082Â¸) This expression is the expectation of the number of agents in Ã\u0083Å½Ã\u0082Ë\u009c who play B given the common value Ã\u0083Â\u008fÃ\u0082â\u0080\u009e. We now prove an important lemma (called the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Belief ConstraintÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d) about the function Ã\u0083Â\u008fÃ\u0082Ë\u0086 due to Sakovics and Steiner (2012) and Drozd and Serrano-Padial (2017): Lemma B.2. For any subset Ã\u0083Å½Ã\u0082Ë\u009c Ã\u0083Â¢Ã\u0082Å Ã\u0082â\u0080\u009a supp(F) and any z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 [0, 1], P Ã\u0083Å½Ã\u0082Ë\u009c f(Ã\u0083Å½Ã\u0082Â¸) X Ã\u0083Å½Ã\u0082Ë\u009c Pr(Ã\u0083Â\u008fÃ\u0082Ë\u0086(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, Ã\u0083Å½Ã\u0082Ë\u009c) &lt; z|s = k(Ã\u0083Å½Ã\u0082Â¸))f(Ã\u0083Å½Ã\u0082Â¸) = z Proof. Begin by defining Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093virtual typesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Å½Ã\u0082Â´(s, Ã\u0083Å½Ã\u0082Â¸) = sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099k(Ã\u0083Å½Ã\u0082Â¸). This reduces the two-dimensional type space to a one-dimensional one. Agents play A whenever Ã\u0083Å½Ã\u0082Â´(s, Ã\u0083Å½Ã\u0082Â¸) > 0 and B when Ã\u0083Å½Ã\u0082Â´(s, Ã\u0083Å½Ã\u0082Â¸) &lt; 0. With this definition, Ã\u0083Â\u008fÃ\u0082Ë\u0086(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, Ã\u0083Å½Ã\u0082Ë\u009c) = Pr(Ã\u0083Å½Ã\u0082Â´(s, Ã\u0083Å½Ã\u0082Â¸) &lt; 0|Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, Ã\u0083Å½Ã\u0082Ë\u009c) For brevity, we will denote Ã\u0083Å½Ã\u0082Â´(si, Ã\u0083Å½Ã\u0082Â¸i) by Ã\u0083Å½Ã\u0082Â´i. First we find the marginal density of (s, Ã\u0083Å½Ã\u0082Â¸) conditional on Ã\u0083Å½Ã\u0082Â¸ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Å½Ã\u0082Ë\u009c after integrating out Ã\u0083Â\u008fÃ\u0082â\u0080\u009e. Then we show that Pr(Ã\u0083Â\u008fÃ\u0082Ë\u0086(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, Ã\u0083Å½Ã\u0082Ë\u009c) Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ z|Ã\u0083Å½Ã\u0082Â´(si, Ã\u0083Å½Ã\u0082Â¸i) = 0) = z."
    ]
}