{
    "id": 25415,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D. and D. H. Autor (2011). Skills, tasks and technologies: Implications for employment and earnings. In O. C. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 4B, Chapter 12, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1171. Amsterdam: Elsevier.",
        "Almlund, M., A. L. Duckworth, J. J. Heckman, and T. Kautz (2011). Personality psychology and economics. In E. A. Hanushek, S. Machin, and L. WoÃ\u0083Å\u0092Ã\u0082Ë\u0086Ã\u0083Æ\u0092Ã\u0082Å¸mann (Eds.), Handbook of the Economics of Education, Volume 4, Chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181. Amsterdam: Elsevier B. V.",
        "Armstrong, M. (2016). Nonlinear pricing. Annual Review of Economics 8, 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Ashenfelter, O. and M. Greenstone (2004). Using mandated speed limits to measure the value of a statistical life. Journal of Political Economy 112(S1), S226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS267.",
        "Autor, D. H. and D. Dorn (2013). The growth of low skill service jobs and the polarization of the us labor market. American Economic Review 103(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Beaudry, P., D. A. Green, and B. M. Sand (2016). The great reversal in the demand for skill and cognitive tasks. Journal of Labor Economics 34(S1), S199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS247.",
        "Becker, G. S. (1964). Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education (1 ed.). Chicago: University of Chicago Press for the National Bureau of Economic Research.",
        "Bowles, S. (1970). Aggregation of labor inputs in the economics of growth and planning: Experiments with a two-level CES function. Journal of Political Economy 78(1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bowles, S. and H. Gintis (1976). Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. New York: Basic Books.",
        "Court, A. T. (1939). Hedonic price indexes with automotive examples. In The Dynamics of Automobile Demand, pp. 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117. New York: General Motors Corporation.",
        "Court, L. M. (1941). Entrepreneurial and consumer demand theories for commodity spectra: Part i. Econometrica 9(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Dougherty, C. R. (1972). Estimates of labor aggregation functions. Journal of Political Economy 80(6), 1101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "TinbergenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Race December 12, 2018 Dresch, S. P. (1975). Demography, technology, and higher education: Toward a formal model of educational adaptation. Journal of Political Economy 83(3), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Ekeland, I., J. J. Heckman, and L. Nesheim (2004, February). Identification and estimation of hedonic models. Journal of Political Economy 112(S1), S60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS109. Paper in Honor of Sherwin Rosen: A Supplement to Volume 112.",
        "Epple, D. (1987, February). Hedonic prices and implicit markets: Estimating demand and supply functions for differentiated products. Journal of Political Economy 95(1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Fallon, P. R. and P. R. G. Layard (1975). Capital-skill complementarity, income distribution, and output accounting. Journal of Political Economy 83(2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Goldin, C. D. and L. F. Katz (2009). The Race Between Education and Technology. Harvard University Press.",
        "Haveman, R. H. (1977). TinbergenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s income distribution: Analysis and policies: A review article. Journal of Human Resources 12(1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Heckman, J. J. (2008, July). Schools, skills, and synapses. Economic Inquiry 46(3), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Heckman, J. J. (2014). Private notes on Gary Becker. Technical report, IZA Discussion Paper. No. 8200.",
        "Heckman, J. J., J. E. Humphries, and G. Veramendi (2017). Returns to education: The causal effects of education on earnings, health and smoking. Forthcoming, Journal of Political Economy.",
        "Heckman, J. J., L. J. Lochner, and C. Taber (1998, January). Explaining rising wage inequality: Explorations with a dynamic general equilibrium model of labor earnings with heterogeneous agents. Review of Economic Dynamics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Heckman, J. J., R. L. Matzkin, and L. Nesheim (2010, September). Nonparametric identification and estimation of nonadditive hedonic models. Econometrica 78(5), 1569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1591.",
        "Heckman, J. J. and S. Mosso (2014, August). The economics of human development and social mobility. Annual Review of Economics 6(1), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733.",
        "Johnson, M. and M. P. Keane (2013). A dynamic equilibrium model of the US wage structure, 1968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996. Journal of Labor Economics 31(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "TinbergenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Race December 12, 2018 Katz, L. F. and K. M. Murphy (1992, February). Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: Supply and demand factors. Quarterly Journal of Economics 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Keane, M. P. and K. I. Wolpin (1997, June). The career decisions of young men. Journal of Political Economy 105(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Lamadon, T., M. Mogstad, and B. Setzler (2018). Earnings dynamics, mobility costs, and transmission of market-level shocks. Society for Economic Dynamics (1483). 2017 Meeting Papers.",
        "Lindenlaub, I. (2017). Sorting multidimensional types: Theory and application. The Review of Economic Studies 84(2), 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "Lindenlaub, I. and F. Postel-Vinay (2017). Multidimensional sorting under random search. Unpublished.",
        "Mincer, J. (1974). Schooling, Experience, and Earnings. New York: Columbia University Press for National Bureau of Economic Research.",
        "Nesheim, L. (2001). Equilibrium Sorting of Heterogeneous Consumers Across Locations: Theory and Empirical Implications. Ph. D. thesis, University of Chicago.",
        "Piketty, T. (2014). Capital in the twenty-first century. Cambridge Ma: The Belknap Press of Harvard University Press. Translated by Arthur Goldhammer.",
        "Reder, M. W. (1969). A partial survey of the theory of income size distribution. In L. Soltow (Ed.), Six Papers on the Size Distribution of Wealth and Income, pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250. NBER.",
        "Rosen, S. (1974, January-February). Hedonic prices and implicit markets: Product differentiation in pure competition. Journal of Political Economy 82(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Spence, A. M. (1974). Market signaling: Informational transfer in hiring and related screening processes, Volume 143. Cambridge, Mass.: Harvard University Press.",
        "Staehle, H. (1943). Ability, wages, and income. The Review of Economics and Statistics 25(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Tauchen, H. and A. D. Witte (2001). Estimating hedonic models: Implications of the theory. NBER Working Paper Series, Technical Working Paper 271.",
        "TinbergenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Race December 12, 2018 Tinbergen, J. (1954). Centralization and Decentralization in Economic Policy. Amsterdam: North-Holland Publishing Company.",
        "Tinbergen, J. (1956). On the theory of income distribution. Weltwirtschaftliches Archiv 77, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Tinbergen, J. (1975). Income Distribution: Analysis and Policies. New York: North-Holland Publishing Company.",
        "Tinbergen, J. (1977). Income distribution: Second thoughts. De Economist 125(3), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Welch, F. (1969, June). Linear synthesis of skill distribution. Journal of Human Resources 4(3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Yamaguchi, S. (2012). Tasks and heterogeneous human capital. Journal of Labor Economics 30(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}