{
    "id": 25419,
    "cites": 90,
    "cited_by": 3,
    "reference": [
        "Abadie, Alberto. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSemiparametric instrumental variable estimation of treatment response modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Econometrics 113(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Aizer, Anna and Doyle, Joseph J. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cJuvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly Assigned Judges*Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics .",
        "Aizer, Anna, Eli, Shari, Ferrie, Joseph and Lleras-Muney, Adriana. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Long-Run Impact of Cash Transfers to Poor FamiliesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 106(4), 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Almond, Douglas and Currie, Janet. (2011), Chapter 15 - Human capital development before age five, in David Card and Orley Ashenfelter and David Card., eds, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHandbook of Labor EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Vol. 4, Part B, Elsevier, pp. 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1486.",
        "Almond, Douglas, Currie, Janet and Duque, Valentina. (2017), Childhood Circumstances and Adult Outcomes: Act II, NBER Working Paper 23017, National Bureau of Economic Research.",
        "Almond, Douglas, Doyle, Joseph J., Kowalski, Amanda E. and Williams, Heidi. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating Marginal Returns to Medical Care: Evidence from At-risk NewbornsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics 125(2), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Altonji, Joseph G., Elder, Todd E. and Taber, Christopher R. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSelection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic SchoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 113(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Anderson, Michael L. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMultiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training ProjectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of the American Statistical Association 103(484), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Angrist, Joshua D., Imbens, Guido W. and Rubin, Donald B. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIdentification of Causal Effects Using Instrumental VariablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of the American Statistical Association 91(434), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Angrist, Joshua and Lavy, Victor. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of High Stakes High School Achievement Awards: Evidence from a Randomized TrialÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 99(4), 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Autor, David, Figlio, David, Karbownik, Krzysztof, Roth, Jeffrey and Wasserman, Melanie. (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFamily Disadvantage and the Gender Gap in Behavioral and Educational OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Journal: Applied Economics 11(3), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Belloni, A., Chen, D., Chernozhukov, V. and Hansen, C. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSparse Models and Methods for Optimal Instruments With an Application to Eminent DomainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 80(6), 2369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2429.",
        "Belloni, Alexandre, Chernozhukov, Victor and Hansen, Christian. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHighDimensional Methods and Inference on Structural and Treatment EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Journal of Economic Perspectives 28(2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Benjamini, Yoav, Krieger, Abba M. and Yekutieli, Daniel. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAdaptive Linear Step-up Procedures that Control the False Discovery RateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Biometrika 93(3), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Benson, Cassandra and Fitzpatrick, Maria D. (2018), Beyond Reading, Writing, and Arithmetic: The Role of Teachers and Schools in Reporting Child Maltreatment.",
        "Berger, Lawrence M., Bruch, Sarah K., Johnson, Elizabeth I., James, Sigrid and Rubin, David. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ImpactÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of Out-of-Home Placement on Child Well-Being: Approaching the Problem of Selection BiasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Child Development 80(6), 1856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1876.",
        "Berger, Lawrence M., Cancian, Maria, Han, Eunhee, Noyes, Jennifer and RiosSalas, Vanessa. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Academic Achievement and Foster CareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Pediatrics pp. 2014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2448.",
        "Bertrand, Marianne and Pan, Jessica. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Trouble with Boys: Social Influences and the Gender Gap in Disruptive BehaviorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Journal: Applied Economics 5(1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Bharadwaj, Prashant, Loken, Katrine and Neilson, Christopher. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEarly Life Health Interventions and Academic AchievementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 103(5), 1862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1891.",
        "Bhuller, Manudeep, Dahl, Gordon B., LÃ\u0083Æ\u0092Ã\u0082Â¸ken, Katrine V. and Mogstad, Magne. (2016), Incarceration, Recidivism and Employment, NBER Working Paper 22648, National Bureau of Economic Research.",
        "Bhuller, Manudeep, Dahl, Gordon B., Loken, Katrine V. and Mogstad, Magne. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIntergenerational Effects of IncarcerationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, AEA Papers and Proceedings 108, 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 240.",
        "Bound, John, Jaeger, David A. and Baker, Regina M. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProblems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogeneous Explanatory Variable is WeakÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of the American Statistical Association 90(430), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Brinch, Christian N., Mogstad, Magne and Wiswall, Matthew. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBeyond LATE with a Discrete InstrumentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 125(4), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Campbell, Frances, Conti, Gabriella, Heckman, James J., Moon, Seong Hyeok, Pinto, Rodrigo, Pungello, Elizabeth and Pan, Yi. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEarly Childhood Investments Substantially Boost Adult HealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Science 343(6178), 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1485.",
        "Carneiro, Pedro, Heckman, James J and Vytlacil, Edward J. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating Marginal Returns to EducationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 101(6), 2754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2781.",
        "Chetty, Raj, Friedman, John N. and Rockoff, Jonah E. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added EstimatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 104(9), 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Chetty, Raj, Hendren, Nathaniel and Katz, Lawrence F. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 106(4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chyn, Eric. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMoved to Opportunity: The Long-Run Effects of Public Housing Demolition on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 108(10), 3028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3056.",
        "Chyn, Eric, Gold, Samantha and Hastings, Justine S. (2019), The Returns to Earlylife Interventions for Very Low Birth Weight Children, NBER Working Paper 25753, National Bureau of Economic Research.",
        "Conti, Gabriella, Heckman, James J. and Pinto, Rodrigo. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Two Influential Early Childhood Interventions on Health and Healthy BehaviourÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Economic Journal 126(596), F28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF65.",
        "Cornelissen, Thomas, Dustmann, Christian, Raute, Anna and SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, Uta. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFrom LATE to MTE: Alternative methods for the evaluation of policy interventions Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Labour Economics 41, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Cunha, Flavio and Heckman, James. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Technology of Skill FormationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 97(2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Currie, Janet, Mueller-Smith, Michael and Rossin-Slater, Maya. (2018), Violence while in Utero: The Impact of Assaults During Pregnancy on Birth Outcomes, NBER Working Paper 24802, National Bureau of Economic Research.",
        "Currie, Janet and Tekin, Erdal. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUnderstanding the Cycle: Childhood Maltreatment and Future CrimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Journal of Human Resources 47(2), 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Dahl, Gordon B., KostÃ\u0083Æ\u0092Ã\u0082Â¸l, Andreas Ravndal and Mogstad, Magne. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFamily Welfare CulturesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics 129(4), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1752.",
        "Dobbie, Will, Goldin, Jacob and Yang, Crystal S. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Pretrial Detention on Conviction, Future Crime, and Employment: Evidence from Randomly Assigned JudgesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 108(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Dobbie, Will, GroÃ\u0083Å\u0092Ã\u0082Ë\u0086nqvist, Hans, Niknami, Susan, Palme, MaÃ\u0083Å\u0092Ã\u0082Å rten and Priks, Mikael. (2018), The Intergenerational Effects of Parental Incarceration, Technical Report w24186, National Bureau of Economic Research.",
        "Doyle, Joseph J. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChild protection and child outcomes: Measuring the effects of foster careÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The American Economic Review 97(5), 1583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Doyle, Joseph J. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChild Protection and Adult Crime: Using Investigator Assignment to Estimate Causal Effects of Foster CareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 116(4), 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 770.",
        "Doyle, Joseph J. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCausal effects of foster care: An instrumental-variables approach Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Children and Youth Services Review 35(7), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Doyle, Joseph J and Aizer, Anna. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomics of Child Protection: Maltreatment, Foster Care, and Intimate Partner ViolenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annual Review of Economics 10, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 108.",
        "Elango, Sneha, GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Jorge Luis, Heckman, James J and Hojman, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s. (2015), Early Childhood Education, Working Paper 21766, National Bureau of Economic Research.",
        "Else-Quest, Nicole M., Hyde, Janet Shibley, Goldsmith, H. Hill and Hulle, Carol Ann Van. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGender differences in temperament: a meta-analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Psychological bulletin 132(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Eren, Ozkan and Mocan, Naci. (2017), Juvenile Punishment, High School Graduation and Adult Crime: Evidence from Idiosyncratic Judge Harshness, NBER Working Paper 23573, National Bureau of Economic Research, Cambridge, MA.",
        "Fantuzzo, John W. and Mohr, Wanda K. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrevalence and Effects of Child Exposure to Domestic ViolenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Future of Children 9(3), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Garces, Eliana, Thomas, Duncan and Currie, Janet. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLonger-Term Effects of Head StartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The American Economic Review 92(4), 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Garcia, Jorge Luis, Heckman, James J. and Ziff, Anna L. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGender differences in the benefits of an influential early childhood programÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, European Economic Review 109, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Hastings, Justine S. (2019), Fact-Based Policy: How Do State and Local Governments Accomplish It?, Technical report, The Hamilton Project (Brookings Institution).",
        "Hastings, Justine S., Howison, Mark, Lawless, Ted, Ucles, John and White, Preston. (2019), Unlocking Data to Improve Public Policy, preprint, Open Science Framework.",
        "Hastings, Justine S, Kane, Thomas J and Staiger, Douglas O. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGender and Performance: Evidence from School Assignment by Randomized LotteryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 96(2), 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Heckman, James J, Holland, Margaret L, Makino, Kevin K, Pinto, Rodrigo and Rosales-Rueda, Maria. (2017), An Analysis of the Memphis Nurse-Family Partnership Program, NBER Working Paper 23610, National Bureau of Economic Research.",
        "Heckman, James J. and Vytlacil, Edward. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStructural Equations, Treatment Effects, and Econometric Policy Evaluation1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 73(3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Heckman, James J. and Vytlacil, Edward J. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLocal Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Proceedings of the national Academy of Sciences 96(8), 4730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4734.",
        "Heckman, James J. and Vytlacil, Edward J. (2007), Chapter 70 Econometric Evaluation of Social Programs, Part I: Causal Models, Structural Models and Econometric Policy Evaluation, in James J. Heckman and Edward E. Leamer., ed., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHandbook of EconometricsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Vol. 6, Part B, Elsevier, pp. 4779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4874.",
        "Heckman, James, Moon, Seong Hyeok, Pinto, Rodrigo, Savelyev, Peter and Yavitz, Adam. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAnalyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool ProgramÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quantitative Economics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, James, Pinto, Rodrigo and Savelyev, Peter. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUnderstanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 103(6), 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Heckman, James, Tobias, Justin L. and Vytlacil, Edward. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFour Parameters of Interest in the Evaluation of Social ProgramsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Southern Economic Journal 68(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 223.",
        "Heckman, J. J. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSkill Formation and the Economics of Investing in Disadvantaged ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Science 312(5782), 1898Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1900.",
        "Holt, Stephanie, Buckley, Helen and Whelan, Sadhbh. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe impact of exposure to domestic violence on children and young people: A review of the literatureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Child Abuse & Neglect 32(8), 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Hoynes, Hilary, Schanzenbach, Diane Whitmore and Almond, Douglas. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLong-Run Impacts of Childhood Access to the Safety NetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 106(4), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Imbens, Guido W. and Angrist, Joshua D. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIdentification and Estimation of Local Average Treatment EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 62(2), 467.",
        "Isen, Adam, Rossin-Slater, Maya and Walker, W. Reed. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEvery Breath You TakeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEvery Dollar YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ll Make: The Long-Term Consequences of the Clean Air Act of 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 125(3), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Kane, Thomas J., Rockoff, Jonah E. and Staiger, Douglas O. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat does certification tell us about teacher effectiveness? Evidence from New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economics of Education Review 27(6), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Kling, Jeffrey R. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIncarceration Length, Employment, and EarningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The American Economic Review 96(3), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Kling, Jeffrey R., Liebman, Jeffrey B. and Katz, Lawrence F. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExperimental Analysis of Neighborhood EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 75(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Lindquist, Matthew J. and Santavirta, Torsten. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes placing children in foster care increase their adult criminality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Labour Economics 31, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Ludwig, Jens and Miller, Douglas L. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics .",
        "Magnuson, Katherine A., Kelchen, Robert, Duncan, Greg J., Schindler, Holly S., Shager, Hilary and Yoshikawa, Hirokazu. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo the effects of early childhood education programs differ by gender? A meta-analysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Early Childhood Research Quarterly 36, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Mueller-Smith, Mike. (2015), The Criminal and Labor Market Impacts of Incarceration.",
        "Rhode Island. (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRhode Island General Law. The Rhode Island Board of Education Act, Stat. 16-19-1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Rhode Island Department of Children, Youth, and Families. (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPolicy ManualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Sampat, Bhaven and Williams, Heidi L. (2015), How Do Patents Affect Follow-On Innovation? Evidence from the Human Genome, NBER Working Paper 21666, National Bureau of Economic Research.",
        "Schore, Allan N. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAll Our Sons: The Developmental Neurobiology and Neuroendocrinology of Boys at RiskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Infant Mental Health Journal 38(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "U.S. Census. (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cS0901: Children Characteristics, 2012-16 American Community Survey 5-year Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "U.S. Department of Health and Human Services. (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChild MaltreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Warburton, William P., Warburton, Rebecca N., Sweetman, Arthur and Hertzman, Clyde. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Impact of Placing Adolescent Males into Foster Care on Education, Income Assistance, and Convictions: Impact of Placing Adolescent Males into Foster CareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081conomique 47(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 69.",
        "Wildeman, Christopher and Waldfogel, Jane. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSomebodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children or Nobody Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children? How the Sociological Perspective Could Enliven Research on Foster CareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annual Review of Sociology 40(1), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Wolfe, David A., Crooks, Claire V., Lee, Vivien, McIntyre-Smith, Alexandra and Jaffe, Peter G. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exposure to Domestic Violence: A Meta-Analysis and CritiqueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Clinical Child and Family Psychology Review 6(3), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "The RI Family Court handles wayward or delinquent offenses for youth ages 10-17, while youth can remain at RITS through age 18. Records of juvenile delinquency (2000-2016) contain the dates of sentencing for each person.",
        "Appendix B.2.5 Standardized testing records RIDE reports standardized mathematics and reading testing results for enrolled students in grades 3-8. Rhode Island administered the New England Common Assessment Program (NECAP) test from school years 2005-06 to 2013-14 and the Partnership for Assessment of Readiness for College and Careers (PARCC) test from 2014-15 to 2016-17. Participation rates for standardized exams in RI have historically been high (more 95 percent of students take exams). In 2014, participation rates fell to roughly 90 percent, but rose to previous levels by 2016.",
        "Note that we focus on these outcomes measured for investigations from 2000-2015 to ensure an uncensored foster care placement measure. For children still in care as of Jan. 1, 2018, foster care variables (e.g., total days in care, days spent with relatives) are measured as of Jan. 1, 2018.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Delinquent (=1): Indicator for RITS enrollment or probation for wayward or delinquent offenses at ages 12-18. Eligible children are those investigated prior to the age of 12 and are born between 1988 and 1998 so that they are observable at ages 12-18 in juvenile delinquency records.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ HS Grad. (=1): Indicator for graduation from a RI high school at ages 18-19. Eligible children are investigated prior to the age of 18 and are born between 1985 and 1997 so that they are observable at ages 18-19 in RIDE public school records.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Teen Birth (=1): Indicator for presence in the DOH vital records as a teen parent at ages 15-19. Eligible children are investigated prior to the age of 15 and are born between 1985 and 1997 so that they are observable at ages 15-19 in vital records.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ College (=1): Indicator for any post-secondary educational institution enrollment at ages 18-20. Eligible children are investigated prior to the age of 18 and are born between 1986 and 1995 so that they are observable at ages 18-20 in NSC records.",
        "To summarize, the average CPI handles investigations in eight of the years covered by the DCYF records (2000-2015). The average CPI makes decisions for 387 children and removed 70 children over the entire period that we observe them. The average CPI is first observed (in the administrative records) in 2003, and the median CPI is first observed in 2000. The average CPI is last observed in 2011, and the median CPI is last observed in 2013.",
        "Note that we calculate the main instrument separately for the 2000-2007 and 2008-2015 periods. Table B3 also provides the average CPI statistics in each of these eight-year periods.",
        "(When a CPI is not observed in one of the two periods, we include a 0 in computing these summary statistics. There are 30 CPIs who only appear in 2000-2007 period. There are 12 CPIs who only appear in the 2008-2015 period.) In each period, the average CPI handles nearly 200 cases and removed around 35 children. 65 Note that restricting the sample to children with parent perpetrators does not imply perpetrators live in the same location (or home) as the child.",
        "(2014) and Dobbie, Goldin and Yang (2018), the share of compliers can be directly estimated as pc = Ã\u0083Å½Ã\u0082Â±, where Ã\u0083Å½Ã\u0082Â± is the coefficient on the instrument from the first stage regression (Equation 2). This is useful for studying the characteristics of compliers. For binary characteristic xi, we know that: Pr(xi = 1|Ri(z) > Ri(z)) Pr(xi = 1) = Pr(Ri(z) > Ri(z)|xi = 1) Pr(Ri(z) > Ri(z)) = E(Ri|Zi = z, xi = 1) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 E(Ri|Zi = z, xi = 1) E(Ri|Zi = z) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 E(Ri|Zi = z) (C2) This expression shows that the relative characteristics of compliers can be recovered by computing a ratio where the numerator is obtained by estimating the first stage coefficient for the subgroup xi = 1 and constructing Ã\u0083Å½Ã\u0082Â±x(zÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099z). The denominator is constructed similarly using the entire sample to estimate a first stage equation.",
        "Following Mueller-Smith (2015), this approach relaxes the monotonicity assumption from our main identification strategy by selecting measures of CPI removal tendencies that vary with case characteristics. We use LASSO regressions to select from a set of potential instruments and use the selected instruments in our two-stage least squares models. The following sections describe the implementation of this approach in more detail. D.1 Constructing Flexible Leave-out Measures for Machine Learning As a first step, we build removal tendency measures that vary with case characteristics. We focus on the following six characteristics: 1. gender; 2. minority (ethnic/race) status (non-minority and minority, respectively); 3. marital status; 4. reporter type; 5. allegation type; 6. investigation level."
    ]
}