{
    "id": 25416,
    "cites": 44,
    "cited_by": 58,
    "reference": [
        "Agarwal, R., and M. Kimball (2015): Breaking through the zero lower bound. International Monetary Fund.",
        "Basten, C., and M. Mariathasan (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Banks Respond to Negative Interest Rates: Evidence from the Swiss Exemption Threshold,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Bech, M. L., and A. Malkhozov (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How have central banks implemented negative policy rates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Benigno, P., G. B. Eggertsson, and F. Romei (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic debt deleveraging and optimal monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Bernanke, B., T. Geithner, and H. Paulson (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What We Need to Fight the Next Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, The New York Times.",
        "Borio, C., and L. Gambacorta (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and bank lending in a low interest rate environment: diminishing effectiveness?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics.",
        "Brunnermeier, M. K., and Y. Koby (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reversal Interest Rate: An Effective Lower Bound on Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preparation). Print.",
        "Buiter, W. H., and N. Panigirtzoglou (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming the zero bound on nominal interest rates with negative interest on currency: GesellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Economic Journal, 113(490), 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Caballero, R. J., and E. Farhi (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The safety trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, p. rdx013.",
        "Carney, M. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank of England Inflation Report Q and A,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBank of England Inflation Report.",
        "Curdia, V., and M. Woodford (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The central-bank balance sheet as an instrument of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 58(1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Drechsler, I., A. Savov, and P. Schnabl (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The deposits channel of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(4), 1819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1876.",
        "Eggertsson, G. B., and P. Krugman (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, deleveraging, and the liquidity trap: A Fisher-Minsky-Koo approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(3), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Eggertsson, G. B., and N. R. Mehrotra (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of secular stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Eggertsson, G. B., and M. Woodford (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal monetary and fiscal policy in a liquidity trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER International Seminar on Macroeconomics 2004, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144. The MIT Press.",
        "Financial Times (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative rates still hurting eurozone banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Times.",
        "Gali, J. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Gerali, A., S. Neri, L. Sessa, and F. M. Signoretti (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and Banking in a DSGE Model of the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(s1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Gertler, M., and N. Kiyotaki (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation and credit policy in business cycle analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of monetary economics, 3(3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Gesell, S. (1916): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Natural Economic Order, translated by Philip Pye, 2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Goodfriend, M. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming the zero bound on interest rate policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, pp. 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035.",
        "Greenlaw, D., J. D. Hamilton, E. Harris, and K. D. West (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Skeptical View of the Impact of the Fed Balance Sheet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Greenwood, R., S. Hanson, J. S. Rudolph, and L. H. Summers (2014): Government debt management at the zero lower bound. Hutchins Center on Fiscal & Monetary Policy at Brookings Institution.",
        "Guerrieri, L., and M. Iacoviello (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OccBin: A toolkit for solving dynamic models with occasionally binding constraints easily,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 70, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Heider, F., F. Saidi, and G. Schepens (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Below Zero: Bank Lending Under Negative Policy Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Holmstrom, B., and J. Tirole (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, loanable funds, and the real sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the Quarterly Journal of economics, 112(3), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "ING (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative rates, negative reactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, ING Economic and Financial Analysis.",
        "Jackson, H. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The international experience with negative policy rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Bank of Canada Staff Discussion Paper.",
        "JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, G., S. Ongena, J.-L. PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, and J. Saurina (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit supply and monetary policy: Identifying the bank balance-sheet channel with loan applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(5), 2301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Jordan, T. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy using negative interest rates: a status report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Swiss National Bank.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household leveraging and deleveraging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 18(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Kashyap, A. K., and J. C. Stein (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do a million observations on banks say about the transmission of monetary policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, pp. 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kerbl, S., and M. Sigmund (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Interest Rates: Forecasting Banks Profitability in a New Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Kiley, M. T., and J. M. Roberts (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy in a low interest rate world,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Paper on Economic Activity.",
        "Krugman, P. R. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slump and the Return of the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1998(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Rognlie, M. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What lower bound? Monetary policy with negative interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Department of Economics, Harvard University (November 23).",
        "Rogoff, K. (2017a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with Monetary Paralysis at the Zero Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 31(3), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Rogoff, K. S. (2017b): The Curse of Cash: How Large-Denomination Bills Aid Crime and Tax Evasion and Constrain Monetary Policy. Princeton University Press.",
        "Rotemberg, J. J., and M. Woodford (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An optimization-based econometric framework for the evaluation of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER macroeconomics annual, 12, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Summers, L. H. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US economic prospects: Secular stagnation, hysteresis, and the zero lower bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Economics, 49(2), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Swanson, E. T. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the effects of Federal Reserve forward guidance and asset purchases on financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "The Riksbank (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Report February 2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDiscussion paper, Sveriges Riksbank.",
        "Waller, C. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative interest rates: a tax in sheepÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s clothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Woodford, M. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest and prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ."
    ]
}