{
    "id": 25424,
    "cites": 63,
    "cited_by": 20,
    "reference": [
        "Acharya, V. and A. Thakor (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dark side of liquidity creation: Leverage and systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, vol. 28, 4-21.",
        "Aguirregabiria, V., R. Clark, and H. Wang (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversification of geographic risk in retail bank networks: Evidence from bank expansion after the Riegle-Neal Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, vol. 47, 529-572.",
        "Aliaga Diaz, R. and M., Olivero (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Bank Capital Requirements Amplify Business Cycles? Bridging the Gap between Theory and Empirics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, doi:10.1017/S1365100510000623, 1-38.",
        "Allen, F., E. Carletti and R. Marquez (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Market Competition and Capital RegulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies, 24, p. 983-1018.",
        "Allen, F. and D. Gale (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Financial Stability Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Money, Credit, and Banking, 36, p. 453-80.",
        "Arellano, Manuel and Bond, Stephen, (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 58(2), p. 277-97.",
        "Basel Committee on Banking Supervision (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Basel III: International framework for liquidity risk measurement, standards, and monitoringÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Bank for International Settlements.",
        "Bassett, W., M. Chosak, J. Driscoll, and E. Zakrajek(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in bank lending standards and the macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 62, 23-40.",
        "Begenau, J. (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Requirements, Risk Choice, and Liquidity Provision in a Business Cycle ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Bianchi, J. and S. Bigio (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks, Liquidity Management and Monetary PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Beck, T., A. Demirguc-Kunt, and R. Levine (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank concentration and crisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 9921.",
        "Berger, A. L. Klapper and R. Turk-Ariss (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking competition and financial stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Services Research, pp. 99-118.",
        "Bernanke, B. and M. Gertler (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 79(1), pp.14-31.",
        "Berger, A., and T. Hannan (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The efficiency cost of market power in the banking industry: A test of the quiet life and related hypotheses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 80.3 (1998): 454-465.",
        "Berger, A. and L. Mester (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the Black Box: What Explains Differences in the Efficiencies of Financial Institutions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Banking and Finance, vol. 21, pp. 895-947.",
        "BIS (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guidance for national authorities operating the countercyclical capital buffer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Basel Committee on Banking Supervision.",
        "BIS (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Basel III: A global regulatory framework for more resilient banks and banking systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Basel Committee on Banking Supervision.",
        "Boyd, J. and G. De Nicolo (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Bank Risk-Taking and Competition RevisitedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Finance, 60, p. 1329-43.",
        "Chatterjee, S., D. Corbae, M. Nakajima, V.Rios-Rull (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Theory of Unsecured Consumer Credit with Risk of DefaultÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica, 75, p. 1525-89.",
        "Cociuba, S., M. Shukayev, and A. Ueberfeldt (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Low Interest Rates Sow the Seeds of Financial Crises?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Clerc, L, A. Derviz, C. Mendicino, S. Moyen, K. Nikolov, L. Stracca, J. Suarez, A. Vardoulakis (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Regulation in a Macroeconomic Model with Three Layers of DefaultÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Journal of Central Banking, vol. 11, p. 9-63.",
        "Cooley, T. and V. Quadrini (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets and Firm DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, vol. 91, pp. 1286-1310.",
        "Corbae, D. and P. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Model of Banking Industry Dynamics Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Corbae, D. and P. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Competition and Banking Industry Dynamics: An Application to MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Monetary Fund Economic Review, vol. 63, pp. 830-867.",
        "Corbae, D. and R. Levine (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Stability, and Efficiency in the Banking Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "den Haan, W., S. Sumner and G. Yamashiro (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank loan portfolios and the monetary transmission mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(3), 904-924.",
        "Diamond, D. (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Delegated MonitoringÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 51, p. 393-414.",
        "De Nicolo, G., A. Gamba, M. Lucchetta (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microprudential Regulation in a Dynamic Model of BankingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies, vol. 27, pp. 2097-2138.",
        "Diamond, D. and P. Dybvig (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBank Runs, Deposit Insurance, and LiquidityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 91, p. 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Diebold F. and K. Yilmaz (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Financial Asset Return and Volatility Spillovers, with Application to Global Equity Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 119(534), 158-171.",
        "Drechsler, I., A Savov, and P. Schnabl (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The deposits channel of monetary policyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, vol. 132, pp. 1819-1876.",
        "Estrella, A. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Optimal Bank Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 28, p. 1469-1498.",
        "Ericson, R. and A. Pakes (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov-Perfect Industry Dynamics: A Framework for Empirical WorkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 62, p. 53-82.",
        "Egan, M., A. Hortascu, and G. Matvos (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Competition and Financial Fragility: Evidence from the US Banking SectorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 107, p. 169-216.",
        "Fernald, J. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quarterly, utilization-adjusted series on total factor productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco.",
        "Gale, D. and O. Ozgur (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Bank Capital Ratios too High or too Low? Incomplete Markets and Optimal Capital StructureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093, Journal of the European Economic Association, 3(2-3), p. 690-700.",
        "Gertler, M. and N. Kiyotaki (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Gomes, J. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 91, p. 12631285.",
        "Gowrisankaran, G. and T. Holmes (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mergers and the Evolution of Industry Concentration: Results from the Dominant-Firm Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 35(3), p. 561-582.",
        "Granja, J., G. Matvos, and A. Seru (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling Failed Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance, 72, p. 1723-1784.",
        "Hennessy, C. and T. Whited (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Costly is External Financing? Evidence from a Structural Estimation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Finance, vol. 62, p. 1705-1745.",
        "Hughes, J. , L. Mester, and C. Moon (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are scale economies in banking elusive or illusive?: Evidence obtained by incorporating capital structure and risk-taking into models of bank production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 25(12), 2169-2208.",
        "Ifrach, B. and G. Weintraub (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Framework for Dynamic Oligopoly in Concentrated IndustriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 84, p. 1106-1150.",
        "Jiang, L., R. Levine, and C. Lin (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Affect Bank Risk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Jimenez, G., S. Ongena, J.L. Peydro, and J. Saurina (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hazardous Times for Monetary Policy: What Do Twenty-Three Million Bank Loans Say About the Effects of Monetary Policy on Credit Risk-Taking? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093, Econometrica, 82, p.463-505.",
        "Kashyap A. and J. Stein (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of monetary policy on bank balance sheetsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, vol. 42, p. 151-195.",
        "Kashyap A. and J. Stein (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do a Million Observations on Banks Say about the Transmission of Monetary Policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 90(3), p. 407428.",
        "Krusell P. and Anthony Smith (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(5), 867-896.",
        "Liang, N. and S. Rhoades (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Diversification and Risk in BankingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Business, vol. 40, p. 271-284.",
        "Martinez-Miera, D. and R. Repullo (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Reduce the Risk of Bank Failure?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Financial Studies, 23, p. 3638-3664.",
        "McLean, R.and M. Zhao (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The business cycle, investor sentiment, and costly external finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 69(3), 1377-1409.",
        "Minnick, K. and L. Rosenthal (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stealth compensation: Do CEOs increase their pay by influencing dividend policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Corporate Finance, 25, p. 435-454.",
        "Nguyen, T. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Capital Requirements: A Quantitative Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Olley, G. S. and A. Pakes (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, vol. 64, p. 1263-1297.",
        "Pakes, A. and P. McGuire (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Markov Perfect Nash Equilibrium: Numerical Implications of a Dynamic Differentiated Goods ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, RAND Journal of Economics, 25, p. 555-589.",
        "Quadrini, V. (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship, saving, and social mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economic dynamics, 3(1), 1-40.",
        "Repullo, R. (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital requirements, market power, and risk-taking in banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, vol. 13, p. 156-182.",
        "Repullo, R. and J. Suarez (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Procyclical Effects of Bank Capital Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 8897.",
        "Rios Rull V., T. Takamura, and Y. Terajima (2018) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Dynamics and Capital Requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Stein, J. (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Takeover Threats and Managerial Myopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 96, p. 61-80.",
        "Tauchen, G. (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state markov-chain approximations to univariate and vector autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 20(2), p. 177-181.",
        "Van Den Heuvel, S. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Cost of Bank Capital RequirementsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Monetary Economics, 55, p. 298-320.",
        "Zhu, H. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Regulation and BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Financial Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 4, p. 165-211."
    ]
}