{
    "id": 25451,
    "cites": 240,
    "cited_by": 30,
    "reference": [
        "Abadie, A. (2018). On Statistical Non-Significance. NBER Working Paper No. 24403. Abadie, A., Athey, S., Imbens, G., and Wooldridge, J. (2017). When Should You Adjust Standard Errors for Clustering? NBER Working Paper No. 24003.",
        "Acemoglu, D. (2010). Theory, General Equilibrium, and Political Economy in Development Economics. The Journal of Economic Perspectives, 23(4):17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Acland, D. and Levy, M. R. (2015). NaiveteÃ\u0083Å\u0092Ã\u0082Â\u0081, Projection Bias, and Habit Formation in Gym Attendance. Management Science, 61(1):146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Al-Ubaydli, O. and List, J. A. (2013). On the generalizability of experimental results in economics: with a response to Camerer. NBER Working Paper No. 19666.",
        "Al-Ubaydli, O. and List, J. A. (2015). Do Natural Field Experiments Afford Researchers More or Less Control Than Laboratory Experiments? American Economic Review, 105(5):462Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Al-Ubaydli, O., List, J. A., LoRe, D., and Suskind, D. (2017a). Scaling for Economists: Lessons from the Non-Adherence Problem in the Medical Literature. Journal of Economic Perspectives, 31(4):125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Al-Ubaydli, O., List, J. A., and Suskind, D. (2017b). The Science of Using Science. In preparation for the International Economic Review.",
        "Al-Ubaydli, O., List, J. A., and Suskind, D. (2017c). What Can We Learn From Experiments? Understanding the Threats to the Scalability of Experimental Results. American Economic Review, 107(5):282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Allcott, H. and Kessler, J. B. (2019). The Welfare Effect of Nudges: A Case Study of Energy Use Social Comparisons. 11(1):236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Allcott, H. and Rogers, T. (2014). The Short-Run and Long-Run Effects of Behavioral Interventions : Experimental Evidence from Energy Conservation. American Economic Review, 104(10):3003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3037.",
        "Allcott, H. and Taubinsky, D. (2015). Evaluating behaviorally-motivated policy: Experimental evidence from the lightbulb market. American Economic Review, 105(8):2501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2538.",
        "Alpizar, F., Carlsson, F., and Johansson-Stenman, O. (2008). Does context matter more for hypothetical than for actual contributions? Evidence from a natural field experiment. Experimental Economics, 11(3):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Amrhein, V. and Greenland, S. (2018). Remove, rather than redefine, statistical significance. Nature Human Behaviour, 2(1):4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Anderson, M. L. (2008). Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.",
        "Anderson, R. G. and Kichkha, A. (2017). Replication, meta-analysis, and research synthesis in economics. American Economic Review, 107(5):56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Andrews, I. and Kasy, M. (2017). Identification of and Correction for Publication Bias. NBER Working Paper No. 23298.",
        "Angrist, J., Imbens, G., and Rubin, D. (1996). Identification of causal effects using instrumental variables. Journal of the American Statistical Association, 91(434):444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Angrist, J. D. (1990). Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. The American Economic Review, 80(3):313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Angrist, J. D. and Imbens, G. W. (1994). Identification and estimation of local average treatment effects. Econometrica, 62(2):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Arellano, M. and Bonhomme, S. (2012). Identifying Distributional Characteristics in Random Coefficients Panel Data Models. The Review of Economic Studies, 79(3):987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Arrow, K. (1973). The Theory of Discrimination. In Ashenfelter, O. and Rees, A., editors, Discrimination in Labor Markets, pages 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33. Princeton University Press.",
        "Athey, S. and Imbens, G. (2017). The Econometrics of Randomized Experiments. In Banerjee, A. and Duflo, E., editors, Handbook of Economic Field Experiments, volume 1, pages 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140. North-Holland.",
        "Attanasio, O. and Meghir, C. (2012). Education choices in Mexico: using a structural model and a randomized experiment to evaluate Progresa. The Review of Economic Studies, 79(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d -66.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2005). Social preferences and the response to incentives: Evidence from personnel data. The Quarterly Journal of Economics, 120(3):917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962.",
        "Banerjee, A. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew Development EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and the Challenge to Theory. Economic and Political Weekly, 40(40):4340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4344.",
        "Banerjee, A., Banerji, R., Berry, J., Duflo, E., Kannan, H., Mukerji, S., Shotland, M., Walton, M., Baneijee, A., Baneiji, R., Berry, J., Duflo, E., Kannan, H., Mukerji, S., Shotland, M., and Walton, M. (2017a). From Proof of Concept to Scalable Policies : Challenges and Solutions, with an Application. Journal of Economic Perspectives, 31(4):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Banerjee, A., Chassang, S., and Snowberg, E. (2017b). Decision Theoretic Approaches to Experiment Design and External Validity. Handbook of Economic Field Experiments, 1:141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 174.",
        "Bareinboim, E. and Pearl, J. (2013). A General Algorithm for Deciding Transportability of Experimental Results. Journal of Causal Inference, 1(1):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Becker, G. S. (2010). The Economics of Discrimination. University of Chicago Press.",
        "Bedoya Arguelles, G., Bittarello, L., Davis, J. M. V., and Mittag, N. K. (2018). Distributional impact analysis: Toolkit and illustrations of impacts beyond the average treatment effect. IZA Discussion Paper No. 11863.",
        "Behaghel, L., CreÃ\u0083Å\u0092Ã\u0082Â\u0081pon, B., and Barbanchon, T. L. (2015). Unintended effects of anonymous resumes. American Economic Journal: Applied Economics, 7(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Bellemare, C., Bissonnette, L., and KroÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, S. (2014). Statistical Power of Within and BetweenSubjects Designs in Economic Experiments. IZA Discussion Papers No. 8583.",
        "Bellemare, C., Bissonnette, L., and KroÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, S. (2016). Simulating power of economic experiments: the powerBBK package. Journal of the Economic Science Association, 2(2):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Benjamini, Y. and Hochberg, Y. (1995). Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. Series B (Methodological), 57(1).",
        "Benz, M. and Meier, S. (2008). Do people behave in experiments as in the field? Evidence from donations. Experimental Economics, 11(3):268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Bernheim, B. D., Fradkin, A., and Popov, I. (2011). The welfare economics of default options: A theoretical and empirical analysis of 401 (k) plans. NBER Working Papers No. 17587.",
        "Berry, J., Coffman, L. C., Hanley, D., Gihleb, R., and Wilson, A. J. (2017). Assessing the Rate of Replication in Economics. American Economic Review, 107(5):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bertsimas, D., Johnson, M., and Kallus, N. (2015). The Power of Optimization Over Randomization in Designing Experiments Involving Small Samples. Operations Research, 63(4):868Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Bettis, R. A. (2012). The search for asterisks: Compromised statistical tests and flawed theories. Strategic Management Journal, 33(1):108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Bohnet, I., van Geen, A., and Bazerman, M. (2016). When Performance Trumps Gender Bias: Joint vs. Separate Evaluation. Management Science, 62(5):1225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "Bonferroni, C. (1935). Il calcolo delle assicurazioni su gruppi di teste. Tipografia del Senato.",
        "Borghans, L., Heckman, J. J., Golsteyn, B. H. H., and Meijers, H. (2009). Gender differences in risk aversion and ambiguity aversion. Journal of the European Economic Association, 7(2-3):649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Brandon, A., Ferraro, P. J., List, J. A., Metcalfe, R. D., Price, M. K., and Rundhammer, F. (2017). Do The Effects of Social Nudges Persist? Theory and Evidence from 38 Natural Field Experiments. NBER Working Paper No. 23277.",
        "Bren, L. (2001). Frances Oldham Kelsey: FDA medical reviewer leaves her mark on history. FDA Consumer, 35(2):24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Briesch, A. M., Swaminathan, H., Welsh, M., and Chafouleas, S. M. (2014). Generalizability theory: A practical guide to study design, implementation, and interpretation. Journal of School Psychology, 52(1):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Briggs, D. C. and Wilson, M. (2007). Generalizability in Item Response Modeling. Journal of Educational Measurement Summer, 44(2):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Brodeur, A., LeÃ\u0083Å\u0092Ã\u0082Â\u0081, M., Sangnier, M., and Zylberberg, Y. (2016). Star wars: The empirics strike back. American Economic Journal: Applied Economics, 8(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Browning, M. and Chiappori, P.-A. (1998). Efficient intra-household allocations: A general characterization and empirical tests. Econometrica, 66(6):1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Bruhn, M. and McKenzie, D. (2009). In pursuit of balance: Randomization in practice in development field experiments. American Economic Journal: Applied Economics, 1(4):200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 232.",
        "Burke, L. E., Styn, M. A., Sereika, S. M., Conroy, M. B., Ye, L., Glanz, K., Sevick, M. A., and Ewing, L. J. (2012). Using Health technology to enhance self-monitoring for weight loss: a randomized trial. American Journal of Preventive Medicine, 43(1):20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Burke, M., Bergquist, L. F., and Miguel, E. (2014). Selling low and buying high: An arbitrage puzzle in Kenyan villages. Working Paper.",
        "Burlig, F., Preonas, L., and Woerman, M. (2017). Panel Data and Experimental Design. Energy Institute at Haas Working Paper No. 277.",
        "Butera, L. and List, J. A. (2017). An Economic Approach to Alleviate the Crises of Confidence in Science: With An Application to the Public Goods Game. NBER Working Paper No. 23335.",
        "Button, K. S., Ioannidis, J. P. a., Mokrysz, C., Nosek, B. a., Flint, J., Robinson, E. S. J., and MunafoÃ\u0083Å\u0092Ã\u0082â\u0082¬, M. R. (2013). Power failure: why small sample size undermines the reliability of neuroscience. Nature reviews. Neuroscience, 14(5):365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Camerer, C. (2015). The promise and success of lab-field generalizability in experimental economics: A critical reply to Levitt and List. In FreÃ\u0083Å\u0092Ã\u0082Â\u0081chette, G. and Schotter, A., editors, Handbook of Experimental Economic Methodology, pages 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295. Oxford University Press.",
        "Camerer, C. F., Dreber, A., Holzmeister, F., Ho, T. H., Huber, J., Johannesson, M., Kirchler, M., Nave, G., Nosek, B. A., Pfeiffer, T., Altmejd, A., Buttrick, N., Chan, T., Chen, Y., Forsell, E., Gampa, A., Heikensten, E., Hummer, L., Imai, T., Isaksson, S., Manfredi, D., Rose, J., Wagenmakers, E. J., and Wu, H. (2018). Evaluating the replicability of social science experiments in Nature and Science between 2010 and 2015. Nature Human Behaviour, 2(9):637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Card, D., DellaVigna, S., and Malmendier, U. (2011). The Role of Theory in Field Experiments. Journal of Economic Perspectives, 25(3):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Carroll, C. D., Overland, J., and Weil, D. N. (2000). Saving and growth with habit formation. American Economic Review, 90(3):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Carter, E. C. and McCullough, M. E. (2014). Publication bias and the limited strength model of self-control: has the evidence for ego depletion been overestimated? Frontiers in Psychology, 5:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Chandar, B. K., Hortacsu, A., List, J. A., Muir, I., and Wooldridge, J. M. (2018). Design and Analysis of Cluster-Randomized Field Experiments in Panel Data Settings. Working Paper.",
        "Chang, A. C. and Li, P. (2017). A Preanalysis Plan to Replicate Sixty Economics Research Papers That Worked Half of the Time. American Economic Review, 107(5):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Charness, G. and Gneezy, U. (2009). Incentives to exercise. Econometrica, 77(3):909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Charness, G., Gneezy, U., and Kuhn, M. A. (2012). Experimental methods: Between-subject and within-subject design. Journal of Economic Behavior and Organization, 81(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Chassang, S., Miquel, P. I., Snowberg, E., and Others (2012). Selective trials: A principal-agent approach to randomized controlled experiments. American Economic Review, 102(4):1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1309.",
        "Cleave, B., Nikiforakis, N., and Slonim, R. (2013). Is there selection bias in laboratory experiments ? The case of social and risk preferences. Experimental Economics, 16(3):372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Clemens, M. A. (2015). the Meaning of Failed Replications: a Review and Proposal. Journal of Economic Surveys, 31(1):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Coffman, L. C. and Niederle, M. (2015). Pre-Analysis Plans Have Limited Upside, Especially Where Replications Are Feasible. Journal of Economic Perspectives, 29(3):81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Coffman, L. C., Niederle, M., and Wilson, A. J. (2017). A Proposal to Organize and Promote Replications. American Economic Review, 107(5):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Coker, B., Rudin, C., and King, G. (2018). A Theory of Statistical Inference for Ensuring the Robustness of Scientific Results. Retrieved from http://arxiv.org/abs/1804.08646. Accessed on 04-28-2018.",
        "Cooper, B. R., Bumbarger, B. K., and Moore, J. E. (2015). Sustaining evidence-based prevention programs: Correlates in a large-scale dissemination initiative. Prevention Science, 16(1):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 157.",
        "Coville, A. and Vivalt, E. (2017). How Often Should We Believe Positive Results. Working Paper.",
        "Cox, D. R. and Reid, N. (2000). The Theory of the Design of Experiments. Chapman & Hall/CRC Press.",
        "CreÃ\u0083Å\u0092Ã\u0082Â\u0081pon, B., Duflo, E., Gurgand, M., Rathelot, R., and Zamora, P. (2013). Do labor market policies have displacement effects? Evidence from a clustered randomized experiment. The Quarterly Journal of Economics, 128(2):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Croke, K., Hicks, J. H., Hsu, E., Kremer, M., and Miguel, E. (2016). Do Mass Deworming Affect Child Nutrition? Meta-analysis, Cost Effectiveness and Statistical Power. NBER Working Paper No. 22382.",
        "Croson, R. and Gneezy, U. (2009). Gender Differences in Preferences. Journal of Economic Literature, 47(2):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Cunha, J. M., Giorgi, D. G., and Jayachandran, S. (2017). The Price Effects of Cash Versus In-Kind Transfers. Review of Economic Studies, 86(1):240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Davis, J., Guryan, J., Hallberg, K., and Ludwig, J. (2017). The Economics of Scale-Up. NBER Working Paper No. 23925.",
        "De Long, J. B. and Lang, K. (1992). Are all Economic Hypotheses False? Journal of Political Economy, 100(6):1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1272.",
        "de Quidt, J., Haushofer, J., and Roth, C. (2018). Measuring and Bounding Experimenter Demand. American Economic Review, 108(11):3266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3302.",
        "Deaton, A. and Cartwright, N. (2018). Understanding and misunderstanding randomized controlled trials. Social Science and Medicine, 210:2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Deck, C. A., Fatas, E., and Rosenblat, T., editors (2015). Replication in Experimental Economics. Research in Experimental Economics. Emerald Group Publishing Limited.",
        "DellaVigna, S., List, J. A., and Malmendier, U. (2012). Testing for Altruism and Social Pressure in Charitable Giving. The Quarterly Journal of Economics, 127(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "DellaVigna, S., List, J. A., Malmendier, U., and Rao, G. (2016). Estimating social preferences and gift exchange at work. NBER Working Paper No. 22043.",
        "DellaVigna, S., List, J. A., Malmendier, U., and Rao, G. (2017). Voting to tell others. The Review of Economic Studies, 84(1):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "DellaVigna, S. and Pope, D. (2018). Predicting Experimental Results: Who Knows What? Journal of Political Economy, 126(6):2410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2456.",
        "Dewald, W. G., Thursby, J. G., and Anderson, R. G. (1986). Replication in Empirical Economics: The Journal of Money, Credit and Banking Project. The American Economic Review, 76(4):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Doucouliagos, C. and Stanley, T. D. (2013). Are all economic facts greatly exaggerated? Theory competition and selectivity. Journal of Economic Surveys, 27(2):316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Dreber, A., Pfeiffer, T., Almenberg, J., Isaksson, S., Wilson, B., Chen, Y., Nosek, B. A., and Johannesson, M. (2015). Using prediction markets to estimate the reproducibility of scientific research. Proceedings of the National Academy of Sciences, 112(50):15343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Duflo, E. (2004). Scaling up and evaluation. In Annual World Bank Conference on Development Economics 2004, pages 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Duflo, E., Glennerster, R., and Kremer, M. (2007). Using randomization in development economics research: A toolkit. In Schultz, T. and Strauss, J., editors, Handbook of Development Economics, volume 4, pages 3895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3962.",
        "Dunn, O. J. (1961). Multiple Comparisons Among Means. Journal of the American Statistical Association, 56(293):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Duvendack, M., Palmer-Jones, R., and Reed, W. R. (2017). What Is Meant by Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ReplicationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Why Does It Encounter Resistance in Economics? American Economic Review, 107(5):46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Falk, A. and Heckman, J. J. (2009). Lab Experiments Are a Major Source of Knowledge in the Social Sciences. Science, 326(5952):535 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Feiveson, A. H. (2002). Power by simulation. The Stata Journal, 2(2):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Ferraro, P. J., Miranda, J. J., and Price, M. K. (2011). The persistence of treatment effects with norm-based policy instruments: evidence from a randomized environmental policy experiment. The American Economic Review, 101(3):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Ferraro, P. J. and Price, M. K. (2013). Using Nonpecuniary Strategies to Influence Behavior: Evidence from a Large-Scale Field Experiment. Review of Economics and Statistics, 95(1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 73.",
        "Fiedler, K., Kutzner, F., and Krueger, J. I. (2012). The Long Way From Ã\u0083Å½Ã\u0082Â±-Error Control to Validity Proper: Problems With a Short-Sighted False-Positive Debate. Perspectives on Psychological Science, 7(6):661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Finkelstein, A. (2007). The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare. The Quarterly Journal of Economics, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Finkelstein, A. and Notowidigdo, M. (2018). Take-up and Targeting: Experimental Evidence from SNAP. NBER Working Paper 24652.",
        "Fisher, R. A. (1925). Statistical Methods for Research Workers. Genesis Publishing Pvt Ltd.",
        "Fisher, R. A. (1935). The Design of Experiments. Oliver and Boyd, London, Edinburgh.",
        "Flory, J. A., Gneezy, U., Leonnard, K. L., and List, J. A. (2018). Gender, Age, and Competition: a Disappearing Gap? Journal of Economic Behavior and Organization, 150(June):256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Food and Drug Administration (1997). Guidance for Industry. Technical report.",
        "Food and Drug Administration (2017). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Research. Regulations, Guidance and Reports related to WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health.",
        "Freedman, D. (2006). Statistical models for causation: What inferential leverage do they provide ? Evaluation Review, 30(6):691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Friedman, M. (1953). The methodology of positive economics. In Essays in Positive Economics. University of Chicago Press, Chicago.",
        "Frison, L. and Pocock, S. J. (1992). Repeated measures in clinical trials: Analysis using mean summary statistics and its implications for design. Statistics in Medicine, 11(13):1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Gabaix, X. and Farhi, E. (2017). Optimal Taxation with Behavioral Agents. Society for Economic Dynamics Working Paper No. 1634.",
        "GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S. (2010). (Dis)advantages of student subjects: What is your research question? Behavioral and Brain Sciences, 33(2-3):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Gelman, A. and Carlin, J. (2014). Beyond Power Calculations: Assessing Type S (Sign) and Type M (Magnitude) Errors. Perspectives on Psychological Science, 9(6):641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Gelman, A. and Hill, J. (2007). Data Analysis Using Regression and Multilevel. Cambridge University Press, New York, NY.",
        "Gerber, A. S., Green, D. P., and Shachar, R. (2003). Voting may be habit-forming: evidence from a randomized field experiment. American Journal of Political Science, 47(3):540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Gibson, R., Tanner, C., and Wagner, A. F. (2013). Preferences for Truthfulness: Heterogeneity among and within Individuals. American Economic Review, 103(1):532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "GineÃ\u0083Å\u0092Ã\u0082Â\u0081, X., Karlan, D., and Zinman, J. (2010). Put your money where your butt is: a commitment contract for smoking cessation. American Economic Journal: Applied Economics, 2(4):213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 235.",
        "Gneezy, U. and List, J. A. (2006). Putting behavioral economics to work: Testing for gift exchange in labor markets using field experiments. Econometrica, 74(5):1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1384.",
        "Goeree, J. K. and Holt, C. A. (2001). Ten Little Treasures of Game Theory and Ten Intuitive Contradictions. The American Economic Review, 91(5):1402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Gosnell, G. K., List, J. A., and Metcalfe, R. (2017). A new approach to an age-old problem: Solving externalities by incenting workers directly. Journal of Public Economics, 148(April):14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Greenland, S., Senn, S. J., Rothman, K. J., Carlin, J. B., Poole, C., Goodman, S. N., and Altman, D. G. (2016). Statistical tests, P values, confidence intervals, and power: a guide to misinterpretations. European Journal of Epidemiology, 31(4):337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Greenstone, M. and Gayer, T. (2009). Quasi-experimental and experimental approaches to environmental economics. Journal of Environmental Economics and Management, 57(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "Groh, M., Krishnan, N., McKenzie, D., and Vishwanath, T. (2016). The impact of soft skills training on female youth employment: evidence from a randomized experiment in Jordan. IZA Journal of Labor and Development, 5(1):9.",
        "Hagger, M. S. and Chatzisarantis, N. L. D. (2016). A Multilab Preregistered Replication of the Ego-Depletion Effect. Perspectives on Psychological Science, 11(4):546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Hagger, M. S., Wood, C., Stiff, C., and Chatzisarantis, N. L. D. (2010). Ego depletion and the strength model of self-control: a meta-analysis. Psychological bulletin, 136(4):495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Hallsworth, M., List, J. A., Metcalfe, R., and Vlaev, I. (2017). The behavioralist as tax collector: using natural field experiments to enhance tax compliance. Journal of Public Economics, 148:14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Hallsworth, M., List, J. A., Metcalfe, R. D., and Vlaev, I. (2015). The Making of Homo Honoratus: From Omission To Commission. NBER Working Paper No. 21210.",
        "Hamermesh, D. S. (2007). Viewpoint: Replication in economics. Canadian Journal of Economics, 40(3):715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733.",
        "Hamermesh, D. S. (2017). Replication in labor economics: Evidence from data and what it suggests. American Economic Review, 107(5):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Handel, B. R. (2013). Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts. American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Harrison, G. W. and List, J. A. (2004). Field Experiments. Journal of Economic Literature, 42(4):1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055.",
        "Heckman, J. (2000). Causal parameters and policy analysis in economics: A twentieth century retrospective. The Quarterly Journal of Economics, 115(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Heckman, J., Moon, S. H., Pinto, R., Savelyev, P., and Yavitz, A. (2010). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Quantitative Economics, 1(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, J. J. (2010). Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy. Journal of Economic Literature, 48:356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Heinrich, J. (2001). General Accounting Office Report: GAO-01-286R Drugs Withdrawn From Market. Technical report.",
        "Henrich, J., Boyd, R., Bowles, S., Camerer, C., Fehr, E., Gintis, H., and McElreath, R. (2001). In Search of Homo Economicus: Behavioral Experiments in 15 Small-Scale Societies. American Economic Review, Papers & Proceedings, 91(2):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Henrich, J. and Heine, S. (2010). Beyond WEIRD: Towards a broad-based behavioral science. Behavioral and Brain, 33(2-3):111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Henrich, J., Heine, S., and Norenzayan, A. (2010a). Most people are not WEIRD. Nature, 466:29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Henrich, J., Heine, S. J., and Norenzayan, A. (2010b). The weirdest people in the world? Behavioral and Brain Sciences, 33(2010):61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Higgins, J. and Thompson, S. (2002). Quantifying heterogeneity in a meta-analysis. Statistics in medicine, 21(11):1539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1558.",
        "Hoel, J. B. (2015). Heterogeneous households: A within-subject test of asymmetric information between spouses in Kenya. Journal of Economic Behavior & Organization, 118:123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Holm, S. (1979). A Simple Sequentially Rejective Multiple Test Procedure. Scandinavian Journal of Statistics, 6(2):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Horton, J., Rand, D., and Zeckhauser, R. (2011). The online laboratory: conducting experiments in a real labor market. Experimental Economics, 14(3):399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Hsee, C. K. (1996). The evaluability hypothesis: An explanation for preference reversals between joint and separate evaluations of alternatives. Organizational Behavior and Human Decision Processes, 67(3):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Huang, J., Reiley, D. H., and Riabov, N. M. (2017). Measuring Consumer Sensitivity to Audio Advertising: A Field Experiment on Pandora Internet Radio. Working Paper.",
        "Ioannidis, J. P., Hozo, I., and Djulbegovic, B. (2013). Optimal type I and type II error pairs when the available sample size is fixed. Journal of Clinical Epidemiology, 66(8):903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c910.e2.",
        "Ioannidis, J. P. A. (2005). Why most published research findings are false. PLoS Medicine, 2(8):0696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c0701.",
        "Jackson, C. K. (2010). A little now for a lot later a look at a texas advanced placement incentive program. Journal of Human Resources, 45(3):591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Jena, A., Mulligan, C., Philipson, T. J., and Sun, E. (2008). The Value of Life in General Equilibrium. NBER Working Paper No. 14157.",
        "Jennions, M. D. and MÃ\u0083Æ\u0092Ã\u0082Â¸ller, A. P. (2003). A survey of the statistical power of research in behavioral ecology and animal behavior. Behavioral Ecology, 14(3):438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Jensen, R. (2010). The (perceived) returns to education and the demand for schooling. The Quarterly Journal of Economics, 125(2):515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Jimenez-Gomez, D. (2017). Nudging and Phishing: A Theory of Behavioral Welfare Economics. Working Paper.",
        "Jimenez-Gomez, D. (2018). Hyperbolic Discounting Is Not Lack of Self-Control. Working Paper.",
        "John, L. K., Loewenstein, G., Troxel, A. B., Norton, L., Fassbender, J. E., and Volpp, K. G. (2011). Financial incentives for extended weight loss: a randomized, controlled trial. Journal of General Internal Medicine, 26(6):621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Karlan, D. and List, J. A. (2007). Does price matter in charitable giving? Evidence from a large-scale natural field experiment. American Economic Review, 97(5):1774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1793.",
        "Kasy, M. (2016). Why experimenters might not always want to randomize, and what they could do instead. Political Analysis, 24(3):324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Keren, G. and Lewis, C. e. (1993). A Handbook for Data Analysis in the Behavioral Sciences: Volume 1: Methodological Issues. Lawrence Erlbaum Associates, Inc.",
        "Klemperer, P. (1987). Markets with consumer switching costs. The Quarterly Journal of Economics, 102(2):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Koudstaal, M., Sloof, R., and Van Praag, M. (2015). Risk, uncertainty, and entrepreneurship: Evidence from a lab-in-the-field experiment. Management Science, 62(10):2897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2915.",
        "Kowalski, A. (2018). How to Examine External Validity Within an Experiment. NBER Working Paper No. 24834.",
        "Lambdin, C. and Shaffer, V. A. (2009). Are within-subjects designs transparent? Judgment and Decision Making, 4(7):554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Lee, S. and Shaikh, A. M. (2014). Multiple Testing and Heterogeneous Treatment Effects: ReEvaluating the Effect of PROGRESA on School Enrollment. Journal of Applied Econometrics, 29(4):612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Lehmann, E. L. (1993). The Fisher, Neyman-Pearson Theories of Testing Hypotheses: One Theory or Two? Journal of the American Statistical Association, 88(424):1242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Lenz, W. (1988). A short history of thalidomide embryopathy. Teratology, 38(3):203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Levitt, S. D. and List, J. A. (2007). What Do Laboratory Experiments Measuring Social Preferences Reveal about the Real World? The Journal of Economic Perspectives, 21(2):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 174.",
        "Levitt, S. D. and List, J. A. (2009). Field Experiments in Economics: the Past, the Present, and the Future. European Economic Review, 53(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Levitt, S. D. and List, J. A. (2011). Was there really a Hawthorne effect at the Hawthorne plant? An analysis of the original illumination experiments. American Economic Journal: Applied Economics, 3(1):224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Levitt, S. D., List, J. A., and Sadoff, S. (2016). The effect of performance-based incentives on educational achievement: Evidence from a randomized experiment. NBER Working Paper No. 22107.",
        "Levitt, S. D., List, J. A., and Sadoff, S. E. (2009). Checkmate: exploring backward induction among chess players. American Economic Review.",
        "List, J. A. (2004). The nature and extent of discrimination in the marketplace: Evidence from the field. The Quarterly Journal of Economics, 119(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "List, J. A. (2006a). Field Experiments: A Bridge between Lab and Naturally Occurring Data. The BE Journal of Economic Analysis & Policy, 5(2).",
        "List, J. A. (2006b). The behavioralist meets the market: Measuring social preferences and reputation effects in actual transactions. Journal of Political Economy, 114(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "List, J. A. (2008). Informed consent in social science. Science, 322(5902):672.",
        "List, J. A. (2011). Why Economists Should Conduct Field Experiments and 14 Tips for Pulling One Off. Journal of Economic Perspectives, 25(3):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "List, J. A., Sadoff, S., and Wagner, M. (2011). So you want to run an experiment, now what? Some simple rules of thumb for optimal experimental design. Experimental Economics, 14(4):439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "List, J. A., Shaikh, A. M., and Xu, Y. (2016). Multiple Hypothesis Testing in Experimental Economics. NBER Working Paper No. 21875.",
        "Ljungqvist, L. (2008). Lucas critique. In Durlauf, S. N. and Blume, L. E., editors, The New Palgrave Dictionary of Economics. Palgrave Macmillan, Basingstoke.",
        "Loken, E. and Gelman, A. (2017). Measurement error and the replication crisis. Science, 355(6325):584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Lucas, R. E. (1976). Econometric Policy Evaluations: A Critique. In Carnegie-Rochester Conference Series on Public Policy, volume 1, pages 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Luedicke, J. (2013). POWERSIM: Stata module for simulation-based power analysis for linear and generalized linear models. Statistical Software Components.",
        "Maniadis, Z., Tufano, F., and List, J. A. (2014). One swallow doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t make a summer: New evidence on anchoring effects. The American Economic Review, 104(1):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Maniadis, Z., Tufano, F., and List, J. A. (2015). How to make experimental economics research more reproducible: Lessons from other disciplines and a new proposal. In Replication in experimental economics, pages 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230. Emerald Group Publishing Limited.",
        "Maniadis, Z., Tufano, F., and List, J. A. (2017). To Replicate or Not To Replicate? Exploring Reproducibility in Economics through the Lens of a Model and a Pilot Study. Economic Journal, 127(605):F209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF235.",
        "McCloskey, D. N. (1985). The loss function has been mislaid: The rhetoric of significance tests. The American Economic Review, 75(2):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "McCullough, B. D. and Vinod, H. D. (2003). Verifying the Solution from a Nonlinear Solver: A Case Study. American Economic Review, 93(3):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "McKenzie, D. (2011). Power Calculations 101: Dealing with Incomplete Take-up. The World Bank. Development Impact Blog. Accessed on 01-02-2019.",
        "McKenzie, D. (2012). Beyond baseline and follow-up: The case for more T in experiments. Journal of Development Economics, 99(2):210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "McShane, B. B., Gal, D., Gelman, A., Robert, C., and Tackett, J. L. (2017). Abandon Statistical Significance. Retreieved from http://arxiv.org/abs/1709.07588. Accessed on 02-20-2018.",
        "Meier, S. (2007). Do subsidies increase charitable giving in the long run? Matching donations in a field experiment. Journal of the European Economic Association, 5(6):1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1222.",
        "Miguel, E. and Kremer, M. (2004). Worms: identifying impacts on education and health in the presence of treatment externalities. Econometrica, 72(1):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Milkman, K. L., Minson, J. A., and Volpp, K. G. M. (2013). Holding the Hunger Games hostage at the gym: An evaluation of temptation bundling. Management Science, 60(2):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Mill, J. S. (1836). On the definition of political economy and the method of investigation proper to it. In Collected Works of John Stuart Mill, pages 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164. University of Toronto Press, Toronto.",
        "Miller, R. G. (1981). Simultaneous Statistical Inference. Springer Series in Statistics. Springer New York.",
        "Moonesinghe, R., Khoury, M. J., and Janssens, A. C. J. W. (2007). Most published research findings are false - But a little replication goes a long way. PLoS Medicine, 4(2):0218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c0221.",
        "Moore, R. T. (2012). Multivariate continuous blocking to improve political science experiments. Political Analysis, 20(4):460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Morgan, K. L. and Rubin, D. B. (2012). Rerandomization to Improve Covariate Balance in Experiments. The Annals of Statistics, 40(2):1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Mueller-Langer, F., Fecher, B., Harhoff, D., and Wagner, G. G. (2017). The Economics of Replication. IZA Discussion Papers No. 10533.",
        "MunafoÃ\u0083Å\u0092Ã\u0082â\u0082¬, M. R., Nosek, B. A., Bishop, D. V. M., Button, K. S., Chambers, C. D., Percie, N., Simonsohn, U., and Wagenmakers, E.-J. (2017). A manifesto for reproducible science. Nature Publishing Group, 1:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Muralidharan, K. and Niehaus, P. (2017). Experimentation at Scale. Journal of Economic Perspectives, 31(4):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Muralidharan, K. and Sundararaman, V. (2015). The aggregate effect of school choice: Evidence from a two-stage experiment in India. The Quarterly Journal of Economics, 130(3):1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1066.",
        "Narita, Y. (2018). Toward an Ethical Experiment. Working paper. Available at SSRN: https://ssrn.com/abstract=3094905.",
        "Nevo, A. and Whinston, M. D. (2010). Taking the Dogma out of Econometrics: Structural Modeling and Credible Inference. Journal of Economic Perspectives, 24(2):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Neyman, J. and Pearson, E. S. (1933). On the Problem of the Most Efficient Tests of Statistical Hypotheses. Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences, 231(694-706):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Niederle, M. and Vesterlund, L. (2007). Do women shy away from competition? Do men compete too much? The Quarterly Journal of Economics, 122(3):1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        "Nosek, B. A., Ebersole, C. R., DeHaven, A. C., and Mellor, D. T. (2018). The preregistration revolution. Proceedings of the National Academy of Sciences, 115(11):201708274.",
        "Nosek, B. A., Spies, J. R., and Motyl, M. (2012). Scientific Utopia: II. Restructuring Incentives and Practices to Promote Truth Over Publishability. Perspectives on Psychological Science.",
        "Open Science Collaboration (2015). Estimating the reproducibility of psychological science. Science, 349(6251):aac4716Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009caac4716.",
        "Paluck, E. and Shafir, E. (2017). The Psychology of Construal in the Design of Field Experiments. In Handbook of Economic Field Experiments, volume 1, pages 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Phelps, E. S. (1972). The statistical theory of racism and sexism. The American Economic Review, 62(4):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Robinson, J. (1977). What are the questions? Journal of Economic Literature, 15:1318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1339.",
        "Rodriguez-Planas, N. (2012). Longer-term impacts of mentoring, educational services, and learning incentives: Evidence from a randomized trial in the United States. American Economic Journal: Applied Economics, 4(4):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Rogers, T. and Frey, E. L. (2016). Changing behavior beyond the here and now. In Blackwell Handbook of Judgment and Decision Making, pages 726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748. 1 edition.",
        "Romano, J. and Wolf, M. (2010). Balanced control of generalized error rates. Annals of Statistics, 38(1):598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Romano, J. P. and Wolf, M. (2005). Stepwise multiple testing as formalized data snooping.",
        "Rosenbaum, P. R. and Rubin, D. B. (1983). The central role of the propensity score in observational studies for causal effects. Biometrika, 70(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Royer, H., Stehr, M., and Sydnor, J. (2015). Incentives, Commitments and Habit Formation in Exercise: Evidence from a Field Experiment with Workers at a Fortune-500 Company. American Economic Journal: Applied Economics, 7(3):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Rubin, D. (1974). Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of Educational Psychology, 66(5):688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Samii, C. and Aronow, P. M. (2012). On equivalencies between design-based and regressionbased variance estimators for randomized experiments. Statistics & Probability Letters, 82(2):365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Seidel, J. and Xu, Y. (2016). MHTEXP: Stata module to perform multiple hypothesis testing correction procedure. Statistical Software Components.",
        "Senn, S. (2013). Seven myths of randomisation in clinical trials. Statistics in medicine.",
        "Shadish, W. R., Cook, T. D., and Campbell, D. T. (2002). Experimental and quasi-experimental designs for generalized causal inference. Wadsworth Cengage learning.",
        "Shah, A. K., Mullainathan, S., and Shafir, E. (2012). Some consequences of having too little. Science, 338(6107):682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Shang, J. and Croson, R. (2009). A field experiment in charitable contribution: The impact of social information on the voluntary provision of public goods. The Economic Journal, 119(540):1422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1439.",
        "Simmons, J. P., Nelson, L. D., and Simonsohn, U. (2011). False-Positive Psychology: Undisclosed Flexibility in Data Collection and Analysis Allows Presenting Anything as Significant.",
        "Simon, H. A. (1972). Theories of bounded rationality. Decision and organization, 1(1):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Slonim, R., Wang, C., Garbarino, E., and Merrett, D. (2013). Opting-in: Participation bias in economic experiments. Journal of Economic Behavior and Organization, 90(June):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Smaldino, P. E. and McElreath, R. (2016). The natural selection of bad science. Royal Society Open Science, 3(9):160384.",
        "Smith, V. L., Kassin, S. M., and Ellsworth, P. C. (1989). Eyewitness accuracy and confidence: Within- versus between-subjects correlations. Journal of Applied Psychology, 74(2):356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Spiegler, R. (2014). On the Equilibrium Effects of Nudging. Journal of Legal Studies, 44(2):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 416.",
        "Sterne, J. A. and Smith, G. D. (2001). Sifting the evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dwhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s wrong with significance tests? BMJ, 322(7280):226.",
        "Stoop, J., Noussair, C. N., and Van Soest, D. (2012). From the lab to the field: Cooperation among fishermen. Journal of Political Economy, 120(6):1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Sukhtankar, S. (2017). Replications in Development Economics. American Economic Review, 107(5):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Travers, J., Marsh, S., Williams, M., Weatherall, M., Caldwell, B., Shirtcliffe, P., Aldington, S., and Beasley, R. (2007). External validity of randomised controlled trials in asthma: to whom do the results of the trials apply? Thorax, 62(3):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Vivalt, E. (2017). How Much Can We Generalize from Impact Evaluations? Working Paper.",
        "Volpp, K., Troxel, A. B., Pauly, M. V., Glick, H. A., Puig, A., Asch, D. A., Galvin, R., Zhu, J., Wan, F., DeGuzman, J., Corbett, E., Weiner, J., and Audrain-McGovern, J. (2009). A Randomized, Controlled Trial of Financial Incentives for Smoking Cessation. The New England Journal of Medicine, 360(7):699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Volpp, K. G., Gurmankin Levy, A., Asch, D. A., Berlin, J. a., Murphy, J. J., Gomez, A., Sox, H., Zhu, J., and Lerman, C. (2006). A randomized controlled trial of financial incentives for smoking cessation. Cancer Epidemiology, Biomarkers & Prevention, 15(1):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Wacholder, S., Chanock, S., El, L., and Rothman, N. (2004). Assessing the Probability That a Positive Report is. Cancer Research, 96(6):434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Walton, G. M. and Cohen, G. L. (2011). A brief social-belonging intervention improves academic and health outcomes of minority students. Science, 331(6023):1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "Wasserstein, R. L. and Lazar, N. A. (2016). The ASAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Statement on p-Values: Context, Process, and Purpose. The American Statistician, 70(2):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Wilhelm, D., Lee, S., and Carneiro, P. (2017). Optimal data collection for randomized control trials. Cemmap Working Paper No. CWP45/17.",
        "Zhang, L. and Ortmann, A. (2013). Exploring the Meaning of Significance in Experimental Economics. UNSW Australian School of Business Discussion Paper.",
        "Zhe Jin, G., Kato, A., and List, J. A. (2010). ThatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s news to me! information revelation in professional certification markets. Economic Inquiry, 48(1):104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Ziliak, S. T. and McCloskey, D. N. (2004). Size matters: the standard error of regressions in the American Economic Review. The Journal of Socio-Economics, 33(5):527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546."
    ]
}