{
    "id": 25454,
    "cites": 33,
    "cited_by": 8,
    "reference": [
        "Anton, M., Ederer, F., Gine, M., and Schmalz, M. C. (2016). Common ownership, competition, and top management incentives. Ross School of Business Paper No. 1328.",
        "Azar, J., Raina, S., and Schmalz, M. C. (2016). Ultimate ownership and bank competition. Working Paper.",
        "Azar, J., Schmalz, M. C., and Tecu, I. (2018). Anti-competitive effects of common ownership.",
        "Backus, M., Conlon, C., and Sinkinson, M. (2018a). Common ownership and competition in the ready-to-eat cereal industry. Working Paper.",
        "Backus, M., Conlon, C., and Sinkinson, M. (2018b). The common ownership hypothesis: Theory and evidence. Brookings Working Paper.",
        "Ben-David, I., Franzoni, F., Moussawi, R., and Sedunov, J. (2018). The granular nature of large institutional investors. Swiss Finance Institute Research Paper Series.",
        "Berle, A. and Means, G. (1932). The Modern Corporation and Private Property. MacMillan.",
        "Bertrand, M., Mehta, P., and Mullainathan, S. (2002). Ferreting out tunneling: An application to indian business groups. Quarterly Journal of Economics, 117(1]).",
        "Bresnahan, T. F. (1987). Competition and collusion in the american automobile industry: The 1955 price war. The Journal of Industrial Economics, 35(4):457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Bresnahan, T. F. and Salop, S. C. (1986). Quantifying the competitive effects of production joint ventures. International Journal of Industrial Organizatoin, 4:155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Conlon, C. and Gortmaker, J. (2018). Best practices for differentiated products demand estimation with pyblp. Working Paper.",
        "Crawford, G. S., Lee, R. S., Whinston, M. D., and Yurukoglu, A. (2018). The welfare effects of vertical integration in multichannel television markets. Econometrica.",
        "Cremers, K. J. M. and Petajisto, A. (2009). How active is your fund manager? a new measure that predicts performance. The Review of Financial Studies, 22(9):3329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3365.",
        "Eaton, J. and Kortum, S. (2002). Technology, geography, and trade. Econometrica, 70(5):1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eekhout, J. and De Loecker, J. (2017). The rise of markups. Working Paper.",
        "Fichtner, J., Heemskerk, E. M., and Garcia-Bernardo, J. (2017). Hidden power of the big three? passive index funds, re-concentration of corporate ownership, and new financial risk. Business and Politics, 19(2):298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Friedman, M. (1953). Essays in Positive Economics, chapter The Methodology of Positive Economics. University of Chicago Press. (unfinished citation).",
        "Gilje, E., Gormley, T. A., and Levit, D. (2018b). WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paying attention? measuring common ownership and its impact on managerial incentives. European Corporate Governance Institute (ECGI) - Finance Working Paper No. 568.",
        "GutieÃ\u0083Å\u0092Ã\u0082Â\u0081rrez, G. and Philippon, T. (2016). Investment-less growth: An empirical investigation. Technical report, National Bureau of Economic Research.",
        "Johnson, S., Porta, R. L., Lopez-De-Silanes, F., and Schleifer, A. (2000). Tunneling. American Economic Review: Papers and Proceedings, 90(2):22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Kahan, M. and Rock, E. (2008). The hanging chads of corporate voting. The Georgetown Law Journal, 96.",
        "Lang, L. H. and Stulz, R. M. (1994). TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate diversification, and firm performance.",
        "Levy, N. (2018). Equity ownership in vertical relations. Working Paper.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, A. and Vives, X. (2018). Overlapping ownership, r&d spillovers, and antitrust policy. Working Paper.",
        "Nevo, A. (2001). Measuring market power in the ready-to-eat cereal industry. Econometrica, 69(2):307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, D. and Salop, S. (2000). Competitive effects of partial ownership: Financial interest and corporate control. Antitrust Law Journal, 67(3):559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Porta, R. L., Lopez-De-Silanes, F., and Schleifer, A. (1999). Corporate ownership around the world. The Journal of Finance, 54(2):471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Rotemberg, J. (1984). Financial transactions costs and industrial performance. Working Paper.",
        "Securities, U. and of Inspector General, E. C. O. (2010). Review of the secÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s section 13(f) reporting requirements. Report No. 480.",
        "Simonovska, I. and Waugh, M. E. (2014). The elasticity of trade: Estimates and evidence. Journal of International Economics, 92(1):34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Van Nieuwerburgh, S. and Veldkamp, L. (2010). Information acquisition and underdiversification. The Review of Economic Studies, 77(2):779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Appendices A Main Appendix A.1 Common Ownership and Oligopoly Models Relationship to Cournot Much attention in the common ownership literature has been paid to the Modified HerfindahlHirschman Index (MHHI) concentration measure, which is derived from a Cournot oligoopoly model of competition in OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien and Salop (2000).32 MHHI extends the traditional concept of HHI to incorporate common ownership, and is defined from the following firm objective function: max qf Ã\u0083Â\u008fÃ\u0082â\u0082¬f (qf , qÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099f ) + X g Ã\u0083Å½Ã\u0082ÂºfgÃ\u0083Â\u008fÃ\u0082â\u0082¬g(qf , qÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099f ) After taking the FOC (where Ã\u0083Å½Ã\u0082Â· represents the elasticity of demand) we get: Pf Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 MCf Pf = Ã\u0083Å½Ã\u0082Â· X g",
        "Ã\u0083Å½Ã\u0082Âºfgsg Originally the MHHI was derived by Bresnahan and Salop (1986) in the context of a joint-venture. Which gives the share weighted average markup of: X f sf Pf Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 MCf Pf = Ã\u0083Å½Ã\u0082Â· X f X g Ã\u0083Å½Ã\u0082Âºfgsgsf | {z } MHHI where MHHI = X f s2 f | {z } HHI + X f X g6=f Ã\u0083Å½Ã\u0082Âºfgsf sg | {z } Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 MHHI"
    ]
}