{
    "id": 25479,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Chetty, Raj, John Friedman, Emmanuel Saez, Nicholas Turner, and Danny Yagan. 2017. \"Mobility Report Cards: The Role of Colleges in Intergenerational Mobility,\" The Equal Opportunity Project Working Paper.",
        "Dynarski, Susan, Katherine Michelmore, and Carmello Libassi. 2018. \"Increasing Economic Diversity at a Highly Selective University: Results from a Large Field Experiment,\" University of Michigan manuscript.",
        "Education Trust. 2014. Toughlove: Bottom-linequality standards for colleges. Washington, DC: Author.",
        "Epple, Dennis; Richard Romano, Sinan Sarpca, Holger Sieg and Melanie Zaber. 2018. \"Market Power and Price Discrimination in the U.S. Market for Higher Education.\" RAND Journal of Economics (forthcoming).",
        "Frank, Mark W. \"U.S. State-Level Income Inequality Data.\" Internet site https://www.shsu.edu/eco_mwf/inequality.html, accessed January 2019.",
        "Heckman, James J., Carolyn Heinrich and Jeffrey Smith. \"The Performance Of Performance Standards,\" Journal of Human Resources, 2002, v37 (4,Fall), 778-811.",
        "Hoxby, Caroline M. 2009. \"The Changing Selectivity of American Colleges.\" Journal of Economic Perspectives, 23 (4): 95-118.",
        "Hoxby, Caroline M. 2015a. \"Computing the Value-Added of American Postsecondary Institutions,\" Internal Revenue Service Statistics of Income working paper.",
        "Hoxby & Turner Measuring Opportunity in Higher Education Hoxby, Caroline M. 2015b. \"Endowment Management Based on a Positive Model of the University,\" in How the Financial Crisis and Great Recession AffectedHigher Education, Jeffrey R. Brown and Caroline M. Hoxby, editors. Chicago: University of Chicago Press.",
        "Hoxby, Caroline M., and Christopher Avery. 2013. \"The Missing \"One-Offs\": The Hidden Supply of High-Achieving, Low Income Students.\" Brookings Papers on Economic Activity, 2013 (1): 1-65.",
        "Hoxby, Caroline M. and Sarah Turner. 2013. \"Expanding College Opportunities for High-Achieving, Low Income Students\" SIEPR Discussion Paper 12-014.",
        "Kane, Thomas, J., and Douglas O. Staiger. 2002. \"The Promise and Pitfalls of Using Imprecise School Accountability Measures.\" Journal of Economic Perspectives, 16(4): 91-114.",
        "Leonhardt, David. 2017. \"College AccessIndex Methodology.\" The New York Times. (May 26) https://www.nytimes.com/2017/05/26/ opinion/2017-college-access-index-methodology.html Leonhardt, David. 2017. \"Virginia, Betraying Jefferson\" TheNew York Times. (September 18).",
        "National Conference of State Legislatures. 2018. \"Performance Based Funding for Higher Education.\" Retrieved from: http://www.ncsl.org/research/education/performance-funding.aspx (April 25).",
        "Sallee, James, Alexandra M. Resch, and Paul Courant. 2008. \"On the optimal allocation of students and resources in a system of higher education.\" B.E. Journal of Economic Analysis and Policy, 8(1).",
        "Hoxby & Turner Measuring Opportunity in Higher Education Tebbs, Jeffrey and Sarah Turner. 2005. \"Low-Income Students: A Caution about Using Data on Pell Grant Recipients.\" Change: The Magazine of Higher Learning.",
        "The New York Times, The Editorial Board. 2014. \"Tying Federal Aid to College Ratings\" (June 25) Page A22.",
        "U.S. Department of Education. 2018. \"For Public Feedback: A College Ratings Framework.\" Retrievedfrom https://www.ed.gov/ collegeratings (April 25).",
        "Washington Monthly. 2017. \"The 2017 College Guide.\" Vol 49 No 9/10 (September/October) https://washingtonmonthly.com/ 2017college-guide?ranking=2017-rankings-national-universities Hoxby & Turner Measuring Opportunity in Higher Education"
    ]
}