{
    "id": 25485,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Daron Acemoglu and David Autor. Skills, tasks and technologies: Implications for employment and earnings. In Handbook of labor economics, volume 4, pages 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1171. Elsevier, 2011.",
        "Joseph G Altonji. The demand for and return to education when education outcomes are uncertain. Journal of Labor Economics, 11(1, Part 1):48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83, 1993.",
        "Joseph G Altonji, Peter Arcidiacono, and Arnaud Maurel. The analysis of field choice in college and graduate school. Handbook of the Economics of Education, 5:305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 2016.",
        "Joseph G Altonji, Erica Blom, and Costas Meghir. Heterogeneity in human capital investments: High school curriculum, college major, and careers. Annu. Rev. Econ., 4(1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223, 2012.",
        "Peter Arcidiacono. Ability sorting and the returns to college major. Journal of Econometrics, 121(1):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375, 2004.",
        "Orazio P Attanasio and Katja M Kaufmann. Education choices and returns to schooling: MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and youthsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ subjective expectations and their role by gender. Journal of Development Economics, 109:203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216, 2014.",
        "David H Autor and Michael J Handel. Putting tasks to the test: Human capital, job tasks, and wages. Journal of Labor Economics, 31(S1):S59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS96, 2013.",
        "Julian R Betts. What do students know about wages? evidence from a survey of undergraduates. Journal of human resources, pages 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56, 1996.",
        "Richard Blundell and Ian Preston. Consumption inequality and income uncertainty. The Quarterly Journal of Economics, 113(2):603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640, 1998.",
        "Martin Browning and Jesus Carro. Heterogeneity and microeconometrics modeling. Econometric Society Monograph, 43:47, 2007.",
        "Flavio Cunha and James J Heckman. Identifying and estimating the distributions of ex post and ex ante returns to schooling. Labour Economics, 14(6):870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893, 2007.",
        "Flavio Cunha, James J Heckman, and Salvador Navarro. Separating heterogeneity from uncertainty an aiyagari-laitner economy. In Goldwater Conference on Labor Markets in Arizona, 2004.",
        "Flavio Cunha, James J Heckman, and Salvador Navarro. Separating uncertainty from heterogeneity in life cycle earnings. Oxford Economic Papers, 57(2):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261, 2005.",
        "Jeff Dominitz and Charles F Manski. Perceptions of economic insecurity: Evidence from the survey of economic expectations. Public Opinion Quarterly, pages 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287, 1997a.",
        "Jeff Dominitz and Charles F Manski. Using expectations data to study subjective income expectations. Journal of the American statistical Association, 92(439):855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 867, 1997b.",
        "Robert Gibbons and Lawrence Katz. Does unmeasured ability explain inter-industry wage differentials? The Review of Economic Studies, 59(3):515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535, 1992.",
        "James J Heckman and Guilherme Sedlacek. Heterogeneity, aggregation, and market wage functions: an empirical model of self-selection in the labor market. Journal of political Economy, 93(6):1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125, 1985.",
        "Charles F Manski. Adolescent econometricians: How do youth infer the returns to schooling? In Studies of supply and demand in higher education, pages 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60. University of Chicago Press, 1993.",
        "Charles F Manski. Measuring expectations. Econometrica, 72(5):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376, 2004.",
        "Costas Meghir and Luigi Pistaferri. Income variance dynamics and heterogeneity. Econometrica, 72(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32, 2004.",
        "Salvador Navarro and Jin Zhou. Identifying agentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s information sets: An application to a lifecycle model of schooling, consumption and labor supply. Review of Economic Dynamics, 25:58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2017.",
        "Ralph Stinebrickner and Todd Stinebrickner. The effect of credit constraints on the college drop-out decision: A direct approach using a new panel study. The American economic review, 98(5):2163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184, 2008.",
        "Ralph Stinebrickner and Todd Stinebrickner. Learning about academic ability and the college dropout decision. Journal of Labor Economics, 30(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748, 2012.",
        "Ralph Stinebrickner and Todd Stinebrickner. A major in science? initial beliefs and final outcomes for college major and dropout. Review of Economic Studies, 81(1):426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472, 2014a.",
        "Ralph Stinebrickner and Todd Stinebrickner. Academic performance and college dropout: Using longitudinal expectations data to estimate a learning model. Journal of Labor Economics, 32(3):601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644, 2014b.",
        "Ralph Stinebrickner, Todd Stinebrickner, and Paul Sullivan. Job tasks and the gender wage gap among college graduates. NBER Working Papers 24790, 2018.",
        "Basit Zafar. How do college students form expectations? Journal of Labor Economics, 29(2):301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348, 2011."
    ]
}