{
    "id": 25496,
    "cites": 66,
    "cited_by": 6,
    "reference": [
        "Agarwal, S., J. C. Driscoll, X. Gabaix, and D. Laibson (2009). The age of reason: Financial decisions over the life cycle and implications for regulation. Brookings Papers on Economic Activity 2009 (2), 51{117.",
        "Agarwal, S. and B. Mazumder (2013). Cognitive abilities and household nancial decision making. American Economic Journal: Applied Economics 5 (1), 193{207.",
        "Aghion, P., U. Akcigit, A. Hyytinen, and O. Toivanen (2017). The social origins of inventors. NBER Working Paper 24110 .",
        "Andre, P., C. Pizzinelli, C. Roth, and J. Wohlfart (2019). Subjective models of the macroeconomy: Evidence from experts and a representative sample. Unpublished Manuscript.",
        "Armantier, O., W. Bruine de Bruin, G. Topa, W. Klaauw, and B. Zafar (2015). In ation expectations and behavior: Do survey respondents act on their beliefs? International Economic Review 56 (2), 505{536.",
        "Banks, J., C. o&apos;Dea, and Z. Oldeld (2010). Cognitive function, numeracy and retirement saving trajectories. The Economic Journal 120 (548), F381{F410.",
        "Ben-David, I., E. Fermand, C. Kuhnen, and G. Li (2018). Expectations uncertainty and household nancial choices. Working Paper.",
        "Benjamin, D. J., S. A. Brown, and J. M. Shapiro (2013). Who is \\behavioral? cognitive ability and anomalous preferences. Journal of the European Economic Association 11 (6), 1231{1255.",
        "Benjamin, D. J., D. Cesarini, M. J. Van Der Loos, C. T. Dawes, P. D. Koellinger, P. K. Magnusson, C. F. Chabris, D. Conley, D. Laibson, M. Johannesson, et al. (2012). The genetic architecture of economic and political preferences. Proceedings of the National Academy of Sciences 109 (21), 8026{8031.",
        "Bernanke, B. S. (2007). In ation expectations and in ation forecasting. Speech 306, Board of Governors of the Federal Reserve System (U.S.). Binder, C. (2017). Measuring uncertainty based on rounding: New method and an application to in ation expectations. Journal of Monetary Economics 90, 1{12.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2017). In ation expectations, learning, and supermarket prices: Evidence from survey experiments. American Economic Journal: Macroeconomics 9 (3), 1{35.",
        "Chabris, C. F., D. Laibson, C. L. Morris, J. P. Schuldt, and D. Taubinsky (2008). Individual laboratory-measured discount rates predict eld behavior. Journal of risk and uncertainty 37 (2-3), 237.",
        "Choi, S., S. Kariv, W.Muller, and D. Silverman (2014). Who is (more) rational? American Economic Review 104 (6), 1518{50.",
        "Coibion, O. and Y. Gorodnichenko (2012). What can survey forecasts tell us about information rigidities? Journal of Political Economy 120 (1), 116{159.",
        "Coibion, O. and Y. Gorodnichenko (2015). Information rigidity and the expectations formation process: A simple framework and new facts. American Economic Review 105 (8), 2644{78.",
        "Coibion, O., Y. Gorodnichenko, and R. Kamdar (2018). The formation of expectations, in ation, and the phillips curve. Journal of Economic Literature 56 (4), 1447{1491.",
        "Coibion, O., Y. Gorodnichenko, and S. Kumar (2018). How do rms form their expectations? New survey evidence. American Economic Review 108 (9), 2671{2713.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2019). Monetary policy communications and their eects on household in ation expectations. Working Paper.",
        "Crump, R. K., S. Eusepi, A. Tambalotti, and G. Topa (2018). Subjective intertemporal substitution. FRB of New York Sta Report (734).",
        "D&apos;Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2018). Human frictions to the transmission of economic policy. Working Paper.",
        "D&apos;Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019). Cognitive abilities and in ation expectations. In AEA Papers and Proceedings, Volume 109, pp. 562{66.",
        "D&apos;Acunto, F., D. Hoang, and M. Weber (2018). Unconventional scal policy. In AEA Papers and Proceedings, Volume 108, pp. 519{23.",
        "D&apos;Acunto, F., D. Hoang, and M. Weber (2019). Managing households&apos; expectations with simple economic policies. Working Paper.",
        "D&apos;Acunto, F., U. Malmendier, J. Ospina, and M. Weber (2019). Exposure to daily price changes and in ation expectations. Unpublished manuscript, University of Chicago Booth School of Business.",
        "D&apos;Acunto, F., U. Malmendier, and M. Weber (2019). Gender roles distort women&apos;s economic outlook. Unpublished Manuscript.",
        "D> 1 2Acunto, F., M. Prokopczuk, and M. Weber (2019). Historical antisemitism, ethnic specialization, and nancial development. The Review of Economic Studies 86 (3), 1170{1206.",
        "Dal Bo, E., F. Finan, O. Folke, T. Persson, and J. Rickne (2017). Who becomes a politician? Quarterly Journal of Economics 132 (4), 1877{1914.",
        "Das, S., C. Kuhnen, and S. Nagel (2017). Socioeconomic status and macroeconomic expectations. Working Paper.",
        "De Bruin, W. B., C. F. Manski, G. Topa, and W. Van Der Klaauw (2011). Measuring consumer uncertainty about future in ation. Journal of Applied Econometrics 26 (3), 454{478.",
        "Di Tella, R., R. J. MacCulloch, and A. J. Oswald (2001). Preferences over in ation and unemployment: Evidence from surveys of happiness. American Economic Review 91 (1), 335{341.",
        "Diether, K. B., C. J. Malloy, and A. Scherbina (2002). Dierences of opinion and the cross section of stock returns. The Journal of Finance 57 (5), 2113{2141.",
        "Dohmen, T., A. Falk, D. Human, and U. Sunde (2010). Are risk aversion and impatience related to cognitive ability? American Economic Review 100 (3), 1238{60.",
        "Frederick, S. (2005). Cognitive re ection and decision making. Journal of Economic perspectives 19 (4), 25{42.",
        "Fuster, A., G. Kaplan, and B. Zafar (2018). What would you do with usd500? spending responses to gains, losses, news and loans. Technical report, National Bureau of Economic Research.",
        "Fuster, A., R. Perez-Truglia, M. Wiederholt, and B. Zafar (2018). Expectations with endogenous information acquisition: An experimental investigation. Technical report, National Bureau of Economic Research.",
        "Gennaioli, N., Y. Ma, and A. Shleifer (2018). Over-reaction in macroeconomic expectations. NBER Working Paper No. 24932 .",
        "Gennaioli, N. and A. Shleifer (2018). A crisis of beliefs: Investor psychology and nancial fragility. Princeton University Press.",
        "Gerardi, K., L. Goette, and S. Meier (2013). Numerical ability predicts mortgage default. Proceedings of the National Academy of Sciences 110 (28), 11267{11271.",
        "Glaeser, E. L. and C. G. Nathanson (2017). An extrapolative model of house price dynamics. Journal of Financial Economics 126 (1), 147{170.",
        "Grinblatt, M., S. Ikaheimo, M. Keloharju, and S. Knupfer (2016). IQ and mutual fund choice. Management Science 62 (4), 924{944.",
        "Grinblatt, M., M. Keloharju, and J. Linnainmaa (2011). IQ and stock market participation. The Journal of Finance 66 (6), 2121{2164.",
        "Grinblatt, M., M. Keloharju, and J. T. Linnainmaa (2012). IQ, trading behavior, and performance. Journal of Financial Economics 104 (2), 339{362.",
        "Hanushek, E. A. and L. Woessmann (2008). The role of cognitive skills in economic development. Journal of economic literature 46 (3), 607{68.",
        "Ilut, C. and R. Valchev (2017). Economic agents as imperfect problem solvers. Unpublished Manuscript, Boston College.",
        "Jonung, L. (1981). Perceived and expected rates of in ation in Sweden. The American Economic Review 71 (5), 961{968.",
        "Kautz, T., J. J. Heckman, R. Diris, B. Ter Weel, and L. Borghans (2014). Fostering and measuring skills: Improving cognitive and non-cognitive skills to promote lifetime success. Technical report, National Bureau of Economic Research.",
        "Kuchler, T. and B. Zafar (2018). Personal experiences and expectations about aggregate outcomes. Journal of Finance, Forthcoming.",
        "Landier, A., Y. Ma, and D. Thesmar (2018). New experimental evidence on expectations formation. Working Paper.",
        "Leiser, D. and S. Drori (2005). Nave understanding of in ation. The Journal of SocioEconomics 34 (2), 179{198.",
        "Malmendier, U. and S. Nagel (2016). Learning from in ation experiences. Quarterly Journal of Economics 131 (1), 53{87.",
        "Manski, C. and F. Molinari (2010). Rounding probabilistic expectations in surveys. Journal of Business Economics and Statistics 28 (2), 219{231.",
        "Manski, C. F. (2004). Measuring expectations. Econometrica 72 (5), 1329{1376.",
        "Manski, C. F. (2018). Survey measurement of probabilistic macroeconomic expectations: progress and promise. NBER Macroeconomics Annual 32 (1), 411{471.",
        "McArdle, J. J., J. P. Smith, and R. Willis (2011). Cognition and economic outcomes in the health and retirement survey. In Explorations in the Economics of Aging, pp. 209{233. University of Chicago Press.",
        "McDowell, M. and P. Jacobs (2017). Meta-analysis of the eect of natural frequencies on bayesian reasoning. Psychological bulletin 143 (12), 1273.",
        "Oechssler, J., A. Roider, and P. W. Schmitz (2009). Cognitive abilities and behavioral biases. Journal of Economic Behavior & Organization 72 (1), 147{152.",
        "Parker, J. A., N. S. Souleles, D. S. Johnson, and R. McClelland (2013). Consumer spending and the economic stimulus payments of 2008. American Economic Review 103 (6), 2530{53.",
        "Roth, C. and J. Wohlfart (2018). How do expectations about the macroeconomy aect personal expectations and behavior? Working Paper.",
        "Rozsypal, F. and K. Schlafmann (2017). Overpersistence bias in individual income expectations and its aggregate implications.",
        "Simon, H. A. (1955). A behavioral model of rational choice. The Quarterly Journal of Economics 69 (1), 99{118.",
        "Stanovich, K. E. (2009). What intelligence tests miss: The psychology of rational thought. Yale University Press.",
        "Vellekoop, N. and M. Wiederholt (2017). In ation expectations and choices of households: Evidence from matched survey and administrative data. Unpublished Manuscript, University of Frankfurt.",
        "Weinberg, R. A. (1989). Intelligence and IQ: Landmark issues and great debates. American psychologist 44 (2), 98.",
        "Yellen, J. (2016). Macroeconomic research after the crisis. Speech at the 60th annual economic conference sponsored by the Federal Reserve Bank of Boston.",
        "Zafar, B. (2011). How do college students form expectations? Journal of Labor Economics 29 (2), 301{348.",
        "Zeldes, S. P. (1989). Consumption and liquidity constraints: An empirical investigation. The Journal of Political Economy 97 (2), 305{346."
    ]
}