{
    "id": 25498,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Association. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Association Report: 2011 AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s disease facts and figuresÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s & Dementia 7:208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Azomahou, TheÃ\u0083Å\u0092Ã\u0082Â\u0081ophile, Bity Diene, and Luc Soete. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of consumption and the financing of health investment under epidemic shocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. United Nations University Working Paper Series: #2009-006.",
        "Becker, Gary. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Allocation of TimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Economic Journal 75 (299).",
        "Bureau of Labor Statistics. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Time Use Survey (ATUS)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Visited on 11/20/2017. https://www.bls.gov/tus/home.htm. Carmichael, F., S. Charles, and C. Hulme. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who will care? Employment participation and willingness to supply informal careÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Carroll, Christopher. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The method of endogenous gridpoints for solving dynamic stochastic optimization problemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economics Letters 91.",
        "Cooley, Thomas, and Espen Henriksen. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demographic DeficitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Monetary Economics 93.",
        "DeJong, David, and Chetan Dave. 2011. Structural Macroeconometrics. Second. Princeton University Press.",
        "DeNardi, Mariacristina, Eric French, and John Jones. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Elderly Save? The Role of Medical ExpensesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 118 (1).",
        "Edwards, Ryan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Risk and Portfolio ChoiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Business & Economic Statistics 26 (4).",
        "French, Eric, and John Bailey Jones. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health Insurance and SelfInsurance on Retirement BehaviorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Econometrica 79 (3).",
        "Hall, Robert, and Charles Jones. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Life and the Rise in Health Spending Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics.",
        "Hodrick, Robert, and Edward Prescott. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postwar U.S. Business Cycles: An Empirical InvestigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Money, Credit, and Banking 29 (1).",
        "Hubbard, R Glenn, Jonathan Skinner, and Stephen Zeldes. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Saving and Social InsuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 103 (2): 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Hurd, Michael, et al. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Costs of Dementia in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The New England Journal of Medicine 368 (14).",
        "Knickman, James, and Emily Snell. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2030 Problem: Caring for Aging Baby BoomersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. HSR: Health Services Research 37 (4).",
        "Krueger, Dirk, and Alexander Ludwig. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the consequences of demographic change for rates of returns to capital, and the distribution of wealth and welfareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Monetary Economics 54:49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Leigh, Andrew. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal care and labor market participationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Labour Economics 17.",
        "Lepore, Michael, Abby Ferrell, and Joshua Wiener. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Living Arrangements of People with AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Disease and Related Dementias: Implications for Services and SupportsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Research Summit on Dementia Care (white paper).",
        "Mommaerts, Corina. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Coresidence and Nursing Homes Substitutes? Evidence from Medicaid Spend-Down ProvisionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d . 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Care Insurance and the FamilyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Muurinen, Jaana-Marja. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Informal Care: Labor Market Effects in the National Hospice StudyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Medical Care 24 (11).",
        "National Institute on Aging. 2011. Global Health and Aging.",
        "National Research Council. 2001. Preparing for an Aging World: The Case for Cross-National Research.",
        "Palumbo, Michael. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Medical Expenses and Precautionary Saving Near the End of the Life CycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Review of Economic Studies 66 (2).",
        "Prescott, Edward. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More Than Europeans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review 28 (1).",
        "United Nations: Department of Economic and Social Affairs. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Population Prospects: The 2017 RevisionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Visited on 07/31/2017. https://esa.un.org/unpd/ wpp/Download/Standard/Population/."
    ]
}