{
    "id": 2550,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Ashenfelter, Drley and Ceorge Johnson. Bargaining Theory, TrIde Unisns and Industrial Strike Activity. American Economic Review 59 (Macrh 1969): 35-49.",
        "Canadian Department of Labour. LgkQLRgjationg,,Legislation in Canada. Ottawa: Queens Printer, 1970.",
        "Card, David, Cost of Living Escalators in Major Union Contracts. Industrial and Labor Relations Review 37 (October 1983): 34-48.",
        "Chamberlain, Cary. Analysis of Covariance with Qualitative Data, Review of Economic Studies 47 (May 1980): 225-238.",
        "Crampton, Peter. Bargaining with Incomplete Information: An Infinite Horizon Model with Two-Sided Uncertainty. Review of Economic Studies 51 (October 1984): 577-593.",
        "Christofides, Louis, R. Swidinsky and D. Wilton. A Microeconomerric Analysis of Spillovers within the Canadian Wage Determination Process. Review of Economics and Statistics 62 (May 1980): 2l3~22l.",
        "Flaherty, Sean. Contract Status and the Economics Determinants of Strike Strike Activity. Industrial Relations 22 (Winter 1983): 20-33.",
        "Fudenberg, Drew and 3. Tirole. Sequential Bargaining with Inccmpiete Information. Review of Economic Studies SD (April 1983): 221-247.",
        "Fudenberg, Drew, David Levine, and Paul Ruud. Strike Activity and Wage Sertlements. Unpublished Research Paper, University of California at Berkeley, May 1985.",
        "Cunderson, Morley, 3. Kervin and F. Reid. Logit Estimates of Strike Incidence from Canadian Contract Data. Journal of Labor Economics 4 (April 1986): 257-276.",
        "Harrison, Alan and Mark Stewart. Conditional Strike Settlement Probabilities and the Cost of a Strike. Unpublished Research Psper, McMaster University, May 1986.",
        "Hart, Oliver. `Bargaining and Strikes. Massachusetts Institute of Technology, Department of Economics Working Paper No. 423, Hey 1986.",
        "Hayes, Beth. Unions and Strikes and Asymmetric Information. Journal of Labor Economics 2 (January 1984): 57-83.",
        "Hicks, John. The Theory of Wages, 2nd Edition. London: Macmillan, 1964.",
        "Holtz-Eakin, Douglas, Harvey Rosen and Whitney Newey. Estimating 7ector Autoregressions with Panel Data. Unpublished Research Paper, Princeton University, June 1986.",
        "Jones, Stephen. The Relationship Between Unemployment Spells and Reservation Wages as a Teat of Search Theory. University of British Columbia, Department of Economics Discussion Paper No, 87-34, October l98~. Kennan, John. Pareto Optimality and the Economics of Strike Duratior,, Journal of Labor Research 1 (1980): 77-94.",
        "Layard, eds. The Handbook of Labor Economics. (Amsterdam: North Holland) 1986.",
        "Lacroix, Robert. A Microeconometric Analysis of the Effects of Strikes Wages. Relations Industrielles 41 (Number 1, l986):lll-l26 Morton, Sanford, The Optirnality of Strikes in Labor Negotiations. Tulane University Discussion Paper No. 83/7, 1983.",
        "McConnell, Sheena. Cyclical Fluctuations in Strike Activity. Princeton University Industrial Relations Section Working Paper No, 215, Jenuar~ 1987 (1987a).",
        "Study. Princeton University Industrial Relations Section Working Paper No. 229, December 1987 (l987b).",
        "Newey, Whitney. Generalized Method of Moments Specification Tests Journal of Econometrics 29 (1985): 229-256.",
        "Riddell, W. Craig. The Empirical Foundations of the Phillips Curve: Evidence from Canadian Wage Contract Data, Econometrica -~ IJar.uary 1979): 1-24 (1979a).",
        "Wage Settlements, University of British Columbia Department of Economics Discussion Paper 80-2, 1980."
    ]
}