{
    "id": 25516,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Bradley, Sebastien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Responses to Dividends Received Deductions: Rewarding Multinational Tax Avoidance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper August 2012.",
        "Desai, Mihir A. and James R. Hines, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and Expatriations: Tracing the Causes and Consequences of Corporate Inversions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, September 2002, LV (3).",
        ", C. Fritz Foley, and James R. Hines, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for tax haven operations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2006, 90 (3), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Dyreng, Scott D. and Bradley P. Lindsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Financial Accounting Data to Examine the Effect of Foreign Operations Located in Tax Havens and Other Countries on U.S. Multinational FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 2009, 47 (5), 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "GAO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Puerto Rico and the Section 936 Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report GAO/GGD-93-109, Government Accountability Office June 1993.",
        "Grubert, Harry and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Taxes on Investment and Income Shifting to Puerto Rico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1998, 80 (3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Hanlon, Michelle and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does tax aggressiveness signal? Evidence from stock price reactions to news about tax shelter involvement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2009, 93 (1), 126 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 141.",
        "Johannesen, Niels and Gabiel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of Bank Secrecy? An Evaluation of the G20 Tax Haven Crackdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Joint Committee on Taxation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Special Tax Rules Related to Puerto Rico and an Ananlysis of the Tax and Economic Policy Implications of Recent Legislative Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 23, 2006 2006.",
        "Laffitte, SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien and Farid Toubal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and Profit Shifting: Evidence from Aggregate Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper October 2018.",
        "MacKinlay, A. Craig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Event Studies in Economics and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, March 1997, 35 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, Juan Carlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unintended Consequences of Eliminating Tax Havens,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Duke University April 2018."
    ]
}