{
    "id": 2551,
    "cites": 22,
    "cited_by": 19,
    "reference": [
        "Brunner, Karl, and Meltzer, Allan H. The Federal. Reserves Attachment to the Free Reserve Concett~ U.S. Congress (House of Representatives. Committee on Banking and Currency, Subcommittee on Domestic Finance), 88th Congress, 2nd Session. Washington: U.S. Government Printing Office, 1964.",
        "DeRosa, Paul, and Stern, Gary H. Monetary Control and the Federal Funds Rate. Journal of Monetary Economics, 3 (April, 1977), 217-231.",
        "Eichenbaum, Martin, and Singleton, Kenneth J. Do Equilibrium Real Business Cycle Theories Explain Postwar U.S. Business Cycles? Fischer (ed.), NBER Macroeconomics Annual. Cambridge: The MIT Press, 1986.",
        "Enzler, Jared, Johnson, Lewis, and Paulus, John. Some Problems of Money Demand. Brookings Papers on Economic Acttvity (No. 1, 1976) 261-278.",
        "Fischer, Stanley. Contracts, Credibility, and Disinf1ation.~ Mimeo: National Bureau of Economic Research, 1985.",
        "Friedman, Benjamin M. Time to Reexamine the Monetary Targets Framework.~ New Eng~1and Economic Review (March/April. 1982), 15-23.",
        "Friedman, Benjamin M. The Roles of Money and Credit in Macroeconomic Analysis. Tobin (ed.), Macroeconomic. Prices and Quantities: Essays in Memory of Arthur M. Okun. Washington: The Brookings Institution. 1983.",
        "Friedman, Benjamin M. Money, Credit, and Interest Rates in the Business Cycle. Gordon (ed.), The American Business Cycle: Continutty and Chan~e. Chicago: University of Chicago Press, 1986.",
        "Friedman, Benjamin M. New Directions in the Relationship Between Public and Private Debt. Science, 236 (April 24, 1987), 397-403.",
        "Goldfeld, Stephen M. The Case of the Missing Money. Brookinzs Papers on Economic Activity (No.3, 1976), 683-730.",
        "Goldfeld, Stephen M. The Demand for Money Revisited. Brookinzs PaDers on Economic Activity (No.3, 1973), 577-638.",
        "Goldfeld, Stephen M. Money Demand. Friedman and Hahn (eds.), Handbook of Monetary Economics. Amsterdam: North-Holland Publishing Company. forthcoming. Guttentag, Jack M. The Strategy of Open Market Operations. quarterly Journal of Economics, 80 (February, 1966), 1-30.",
        "Lornbra, Raymond, and Moran, Michael. Policy Advice and Policymaking at the Federal Reserve. ~runner and Meltzer (eds.), Monetary Institutions and the Policy Process. Amsterdam: North-Holland Publishing Company, 1980.",
        "Okun, Arthur M. Efficient Disinflationary Rules.~ American Economic Review. 68 (May, 1978). 348-352.",
        "Poole, William. Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model. quarterly Journal of Economics, 84 (May, 1970), 197-216.",
        "Porter, Richard D., Simpson, Thomas D., and Mauskopf, Eileen. Financial Innovation and the Monetary Aggregates. Brookings Papers on Economic Activity (No.1, 1979), 213-237.",
        "Roley, V. Vance. Money Demand Predictability.~ Journal of Money. Credit and Banking, 17 (November, 1985), Part 2, 611-641.",
        "Sachs, Jeffrey D. The Dollar and the Policy Mix: 1985. Brookings Papers on Economic Activity (No.1, 1985), 117-185.",
        "Simpson, Thomas D., and Porter, Richard D. Some Issues Involving the Definition and Interpretation of the Monetary Aggregates. Controlling Monetary Ag.gre~ates III. boston: Federal Reserve Bank of Boston, 1980.",
        "Solomon, Robert. The United States as a Debtor in the Nineteenth Century. Mimeo: The ~rookings Institution, 1986.",
        "Stock, James H., and Watson, Mark W. Interpreting the Evidence on Money-Income Causality. Mimeo, National Bureau of Economic Research, 1987.",
        "Wallich, Henry C. `~Recent Techniques of Monetary Policy. Federal Reserve Bank of Kansas City, Economic Review (May, 1984), 21-30."
    ]
}