{
    "id": 25528,
    "cites": 40,
    "cited_by": 7,
    "reference": [
        "Anna Aizer and Joseph J. Doyle, Jr. Juvenile incarceration, human capital, and future crime: Evidence from randomly assigned judges. Quarterly Journal of Economics, 130(2):759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803, May 2015.",
        "Donald W. K. Andrews and Gustavo Soares. Inference for parameters defined by moment inequalities using generalized moment selection. Econometrica, 78(1):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 157, 2010. doi: 10.3982/ECTA7502.",
        "Joshua D. Angrist and Guido W. Imbens. Two-stage least squares estimation of average causal effects in models with variable treatment intensity. Journal of the American Statistical Association, 90:430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442, 1995.",
        "Carolina Arteaga. The cost of bad parents: Evidence from incarceration on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education. Technical report, UCLA, 2018.",
        "David Autor, Andreas Ravndal Kostol, Magne Mogstad, and Bradley Setzler. Disability benefits, consumption insurance, and household labor supply. Working Paper 23466, National Bureau of Economic Research, June 2017. URL http: //www.nber.org/papers/w23466.",
        "Saurabh Barghava and Dayanand Manoli. Psychological frictions and the incomplete take-up of social benefits: Evidence from an irs field experiment. American Economic Review, 105(11):3489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3529, 2015.",
        "Peter Bergman, Jeffrey Denning, and Day Manoli. Broken tax breaks? evidence from a tax credit information experiment with 1,000,000 students. Working Paper, 2017.",
        "Manudeep Bhuller, Gordon B Dahl, Katrine V LÃ\u0083Æ\u0092Ã\u0082Â¸ken, and Magne Mogstad. Incarceration, recidivism and employment. Working Paper 22648, National Bureau of Economic Research, September 2016. URL http://www.nber.org/papers/w22648.",
        "Manudeep Bhuller, Gordon B Dahl, Katrine V LÃ\u0083Æ\u0092Ã\u0082Â¸ken, and Magne Mogstad. Incarceration spillovers in criminal and family networks. Working Paper 24878, National Bureau of Economic Research, August 2018.",
        "Bernard Black, Eric French, Jeremy McCauley, and Jae Song. The effect of disability insurance receipt on mortality. Technical report, Northwestern University, 2018.",
        "Tom Chang and Antoinette Schoar. Judge specific differences in chapter 11 and firm outcomes. Technical report, University of Southern California, 2013.",
        "Xiaohong Chen. Large Sample Sieve Estimation of Semi-Nonparametric Models, chapter 76, pages 5549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5632. 2007.",
        "Gordon B. Dahl, Andreas Ravndal KostÃ\u0083Æ\u0092Ã\u0082Â¸l, and Magne Mogstad. Family welfare cultures *. The Quarterly Journal of Economics, 129(4):1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1752, 2014. doi: 10.1093/qje/qju019. URL http://dx.doi.org/10.1093/qje/qju019.",
        "CleÃ\u0083Å\u0092Ã\u0082Â\u0081ment de Chaisemartin. Tolerating defiance? local average treatment effects without monotonicity. Quantitative Economics, 8(2):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 2017. doi: 10.3982/ QE601. URL https://onlinelibrary.wiley.com/doi/abs/10.3982/QE601.",
        "Will Dobbie and Jae Song. Debt relief and debtor outcomes: Measuring the effects of consumer bankruptcy protection. American Economic Review, 105(3):1272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1311, March 2015. doi: 10.1257/aer.20130612. URL http://www.aeaweb.org/ articles?id=10.1257/aer.20130612.",
        "Will Dobbie, Paul Goldsmith-Pinkham, and Crystal S. Yang. Consumer bankruptcy and financial health. Review of Economics and Statistics, 99(5):853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869, 2017.",
        "Will Dobbie, Jacob Goldin, and Crystal S. Yang. The effects of pretrial detention on conviction, future crime, and employment: Evidence from randomly assigned judges. American Economic Review, 108(2):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40, February 2018a. doi: 10. 1257/aer.20161503. URL http://www.aeaweb.org/articles?id=10.1257/aer. 20161503.",
        "Will Dobbie, Hans Gr onqvist, Susan Niknami, MaÃ\u0083Å\u0092Ã\u0082Å rten Palme, and Mikael Priks. The intergenerational effects of parental incarceration. Working Paper 24186, National Bureau of Economic Research, January 2018b. URL http://www.nber.org/ papers/w24186.",
        "Joseph J. Doyle, Jr. Child protection and child outcomes: Measuring the effects of foster care. American Economic Review, 97(5):1583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610, December 2007. doi: 10. 1257/aer.97.5.1583. URL http://www.aeaweb.org/articles?id=10.1257/aer. 97.5.1583.",
        "Joseph J. Doyle, Jr. Child protection and adult crime: Using investigator assignment to estimate causal effects of foster care. Journal of Political Economy, 116(4): 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770, 2008. doi: 10.1086/590216.",
        "Ozkan Eren and Naci Mocan. Juvenile punishment, high school graduation and adult crime: Evidence from idiosyncratic judge harshness. Working Paper 23573, National Bureau of Economic Research, July 2017. URL http://www.nber.org/ papers/w23573.",
        "Alberto Galasso and Mark Schankerman. Patents and cumulative innovation: Causal evidence from the courts. The Quarterly Journal of Economics, 130(1):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369, 2015. doi: 10.1093/qje/qju029. URL http://dx.doi.org/10.1093/qje/qju029. Donald P. Green and Daniel Winik. Using random judge assignment to estimate the effects of incarceration and probation on recidivism among drug offenders.",
        "Arpit Gupta, Christopher Hansman, and Ethan Frenchman. The heavy costs of high bail: Evidence from judge randomization. The Journal of Legal Studies, 45(2): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505, 2016. Lars Peter Hansen. Large sample properties of generalized method of moments estimators.",
        "Justine Hastings and Jeffrey Weinstein. Information, school choice, and academic achievement: Evidence from two experiments. The Quarterly Journal of Economics, 123(4):1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414, 2008.",
        "Martin Huber and Giovanni Mellace. Testing instrument validity for late identification based on inequality moment constraints. The Review of Economics and Statistics, 97(2):398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411, 2015. doi: 10.1162/REST\\ a\\ 00450. URL https://doi.org/10. 1162/REST_a_00450.",
        "Guido W. Imbens and Joshua D. Angrist. Identification and estimation of local average treatment effects. Econometrica, 62(2):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475, 1994. ISSN 00129682. URL http://www.jstor.org/stable/2951620.",
        "Toru Kitagawa. A test for instrument validity. Econometrica, 83(5):2043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2063, 2015.",
        "Jeffrey R. Kling. Incarceration length, employment, and earnings. American Economic Review, 96(3):863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876, June 2006. doi: 10.1257/aer.96.3.863. URL http://www.aeaweb.org/articles?id=10.1257/aer.96.3.863.",
        "Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r, Raj Chetty, John Friedman, Edward Glaeser, and Guido W. Imbens. Identification and inference with many invalid instruments. Journal of Business & Economic Statistics, 33(4):474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484, 2015. doi: 10.1080/07350015.2014.978175.",
        "Emily Leslie and Nolan G. Pope. The unintended impact of pretrial detention on case outcomes: Evidence from new york city arraignments. The Journal of Law and Economics, 60(3):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557, 2017.",
        "Chares E. Loeffler. Does imprisonment alter the life course? evidence on crimea nd employment from a natural experiment. Criminology, 51(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166, 2013.",
        "Nicole Maestas, Kathleen J. Mullen, and Alexander Strand. Does disability insurance receipt discourage work? using examiner assignment to estimate causal effects of ssdi receipt. American Economic Review, 103(5):1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829, August 2013. doi: 10. 1257/aer.103.5.1797. URL http://www.aeaweb.org/articles?id=10.1257/aer. 103.5.1797.",
        "David McKenzie, Suresh de Mel, and Christopher Woodruff. Returns to capital: Results from a randomized experiment. The Quarterly Journal of Economics, 123 (4):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372, 2008.",
        "Magne Mogstad, Andres Santos, and Alexander Torgovitsky. Using instrumental variables for inference about policy relevant treatment effects. Working Paper 23568, National Bureau of Economic Research, July 2017. URL http://www. nber.org/papers/w23568. Ismael MourifieÃ\u0083Å\u0092Ã\u0082Â\u0081 and Yuanyuan Wan. Testing local average treatment effect assumptions.",
        "The Review of Economics and Statistics, 99(2):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313, 2017. URL https: //EconPapers.repec.org/RePEc:tpr:restat:v:99:y:2017:i:2:p:305-313.",
        "Michael Mueller-Smith. The criminal and labor market impacts of incarceration. 2015.",
        "Samuel Norris, Matthew Pecenco, and Jeffrey Weaver. The effects of parental and sibling incarceration: Evidence from Ohio. Technical report, University of Southern California, 2018. Benjamin Olken. Monitoring corruption: Evidence from a field experiment in indonesia.",
        "Jeffrey S. Racine. A primer on regression splines. unpublished manuscript, May 2018.",
        "Bhaven Sampat and Heidi L Williams. How do patents affect follow-on innovation? evidence from the human genome. Working Paper 21666, National Bureau of Economic Research, October 2015. URL http://www.nber.org/papers/w21666. J. D. Sargan. The estimation of economic relationships using instrumental variables.",
        "Rebecca Thornton. The demand for, and impact of, learning hiv status. American Economic Review, 98(5):1829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1863, 2008."
    ]
}