{
    "id": 25520,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Allen, Franklin, Antonio E Bernardo, and Ivo Welch. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of dividends based on tax clienteles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 55(6): 2499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2536.",
        "Alvarez, Fernando, and Urban J. Jermann. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency, equilibrium, and asset pricing with risk of default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68(4): 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "Auerbach, Alan J. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and corporate financial policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of public economics, 3: 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Bolton, Patrick, Hui Chen, and Neng Wang. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A unified theory of TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate investment, financing, and risk management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of Finance, 66(5): 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Chamley, Christophe. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation of capital income in general equilibrium with infinite lives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Chari, VV, and Patrick J. Kehoe. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Fiscal and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, edited by John B. Taylor and Michael Woodford, Vol. 1C. Elsevier.",
        "Chari, V.V., and P.J. Kehoe. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainable plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Chetty, Raj, and Emmanuel Saez. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend and corporate taxation in an agency model of the firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2(3): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Cremer, Jacques, and Richard P McLean. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full extraction of the surplus in Bayesian and dominant strategy auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "DeMarzo, P.M., and Y. Sannikov. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61(6): 2681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2724.",
        "Farhi, Emmanuel, and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital taxation: Quantitative explorations of the inverse Euler equation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(3): 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Fazzari, Steven M, R Glenn Hubbard, and Bruce C Petersen. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Fudenberg, Drew, and Jean Tirole. 1991. Game Theory. MIT Press.",
        "Golosov, Mikhail, Aleh Tsyvinski, and Nicolas Werquin. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive contracts and endogenously incomplete markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2: 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Graham, John R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do taxes affect corporate decisions? A review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Finance SET: Volumes 2A & 2B: Corporate Finance and Asset Pricing, 123.",
        "Harberger, Arnold C. 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The incidence of the corporation income tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy, 70(3): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Judd, Kenneth L. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive taxation in a simple perfect foresight model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of public Economics, 28(1): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kaplan, Steven N, and Luigi Zingales. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do investment-cash flow sensitivities provide useful measures of financing constraints?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(1): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Kehoe, Timothy J., and David K. Levine. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt-constrained asset markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 60(4): 865.",
        "Kopczuk, Wojciech. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on optimal taxation in the presence of externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 80(1): 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Korinek, Anton, and Joseph E Stiglitz. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend taxation and intertemporal tax arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(1): 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Li, Shaojin, Toni M Whited, and Yufeng Wu. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, taxes, and leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, hhw008.",
        "Mirrlees, J.A. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exploration in the theory of optimum income taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economic studies, 38(2): 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Pavan, A., I. Segal, and J. Toikka. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic mechanism design: Incentive compatibility, profit maximization and information disclosure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Poterba, James M, and Lawrence H Summers. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic effects of dividend taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Rampini, A., and S. Viswanathan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, risk management, and the distribution of debt capacity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 65(6): 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, Adriano A, and S Viswanathan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral and capital structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 109(2): 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Sandmo, Agnar. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation in the presence of externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Swedish Journal of Economics, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Straub, Ludwig, and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive long run capital taxation: Chamley-Judd revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research."
    ]
}