{
    "id": 25532,
    "cites": 47,
    "cited_by": 14,
    "reference": [
        "Alberto Abadie and Javier Gardeazabal. The economic costs of conflict: A case study of the basque country. American Economic Review, 93(-):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132, 2003.",
        "Alberto Abadie and Guido W Imbens. Large sample properties of matching estimators for average treatment effects. Econometrica, 74(1):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267, 2006.",
        "Alberto Abadie and JeÃ\u0083Å\u0092Ã\u0082Â\u0081reÃ\u0083Å\u0092Ã\u0082Â\u0081my LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hour. A penalized synthetic control estimator for disaggregated data, 2016.",
        "Alberto Abadie, Alexis Diamond, and Jens Hainmueller. Synthetic control methods for comparative case studies: Estimating the effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program. Journal of the American Statistical Association, 105(490):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505, 2010.",
        "Alberto Abadie, Alexis Diamond, and Jens Hainmueller. Comparative politics and the synthetic control method. American Journal of Political Science, pages 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2015.",
        "Manuel Arellano. Panel data econometrics. Oxford university press, 2003.",
        "Susan Athey and Guido W Imbens. Design-based analysis in difference-in-differences settings with staggered adoption. Technical report, National Bureau of Economic Research, 2018.",
        "Susan Athey, Mohsen Bayati, Nikolay Doudchenko, Guido Imbens, and Khashayar Khosravi. Matrix completion methods for causal panel data models. arXiv preprint arXiv:1710.10251, 2017.",
        "Susan Athey, Guido W Imbens, and Stefan Wager. Approximate residual balancing: debiased inference of average treatment effects in high dimensions. Journal of the Royal Statistical Society: Series B (Statistical Methodology), 80(4):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623, 2018.",
        "Jushan Bai. Panel data models with interactive fixed effects. Econometrica, 77(4):1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1279, 2009. Jushan Bai and Serena Ng. Determining the number of factors in approximate factor models.",
        "Alexandre Belloni, Victor Chernozhukov, and Christian Hansen. High-dimensional methods and inference on structural and treatment effects. The Journal of Economic Perspectives, 28(2): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 2014.",
        "Eli Ben-Michael, Avi Feller, and Jesse Rothstein. New perspectives on the synthetic control method. Technical report, UC Berkeley, 2018.",
        "Marianne Bertrand, Esther Duflo, and Sendhil Mullainathan. How much should we trust differences-in-differences estimates? The Quarterly journal of economics, 119(1):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, 2004. SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Bonhomme and Elena Manresa. Grouped patterns of heterogeneity in panel data.",
        "Econometrica, 83(3):1147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1184, 2015. SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Bonhomme, Thibaut Lamadon, and Elena Manresa. Discretizing unobserved heterogeneity.",
        "David Card. The impact of the mariel boatlift on the miami labor market. Industrial and Labor Relation, 43(2):245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257, 1990.",
        "Carlos Carvalho, Ricardo Masini, and Marcelo C Medeiros. Arco: an artificial counterfactual approach for high-dimensional panel time-series data. Journal of Econometrics, 207(2):352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 380, 2018.",
        "Victor Chernozhukov, Kaspar Wuthrich, and Yinchu Zhu. An exact and robust conformal inference method for counterfactual and synthetic controls. arXiv preprint arXiv:1712.09089, 2017.",
        "Victor Chernozhukov, Denis Chetverikov, Mert Demirer, Esther Duflo, Christian Hansen, Whitney Newey, and James Robins. Double/debiased machine learning for treatment and structural parameters. The Econometrics Journal, 21(1):C1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC68, 2018a.",
        "Victor Chernozhukov, Juan Carlos Escanciano, Hidehiko Ichimura, Whitney K Newey, and M Robins. Locally robust semiparametric estimation. arXiv preprint arXiv:1608.00033, 2018b.",
        "Victor Chernozhukov, Kaspar Wuthrich, and Yinchu Zhu. Inference on average treatment effects in aggregate panel data settings. arXiv preprint arXiv:1812.10820, 2018c.",
        "Nikolay Doudchenko and Guido W Imbens. Balancing, regression, difference-in-differences and synthetic control methods: A synthesis. Technical report, National Bureau of Economic Research, 2016.",
        "Bradley Efron. The jackknife, the bootstrap, and other resampling plans, volume 38. Siam, 1982.",
        "Bradley Efron and Charles Stein. The jackknife estimate of variance. The Annals of Statistics, pages 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596, 1981.",
        "Sergio Firpo and Vitor Possebom. Synthetic control method: Inference, sensitivity analysis and confidence sets. Journal of Causal Inference, 6(2), 2018.",
        "Bryan S Graham, Cristine Campos de Xavier Pinto, and Daniel Egel. Inverse probability tilting for moment condition models with missing data. The Review of Economic Studies, 79(3): 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079, 2012.",
        "Jinyong Hahn and Ruoyao Shi. Synthetic control and inference. Available at UCLA, 2016.",
        "Jens Hainmueller. Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies. Political Analysis, 20(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 2012.",
        "Christian B Hansen. Asymptotic properties of a robust variance matrix estimator for panel data when t is large. Journal of Econometrics, 141(2):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620, 2007.",
        "David A Hirshberg and Stefan Wager. Augmented minimax linear estimation. arXiv preprint arXiv:1712.00038, 2018.",
        "Kosuke Imai and Marc Ratkovic. Covariate balancing propensity score. Journal of the Royal Statistical Society: Series B (Statistical Methodology), 76(1):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263, 2014.",
        "Guido W Imbens and Donald B Rubin. Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press, 2015.",
        "Hans R Kunsch. The jackknife and the bootstrap for general stationary observations. The Annals of Statistics, pages 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1241, 1989.",
        "Guillaume LecueÃ\u0083Å\u0092Ã\u0082Â\u0081 and Shahar Mendelson. Learning subgaussian classes: Upper and minimax bounds. arXiv preprint arXiv:1305.4825, 2013.",
        "Kathleen T Li and David R Bell. Estimation of average treatment effects with panel data: Asymptotic theory and implementation. Journal of Econometrics, 197(1):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75, 2017. Kung-Yee Liang and Scott L Zeger. Longitudinal data analysis using generalized linear models.",
        "Christopher Liaw, Abbas Mehrabian, Yaniv Plan, and Roman Vershynin. A simple tool for bounding the deviation of random matrices on geometric sets. In Geometric aspects of functional analysis, pages 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299. Springer, 2017.",
        "James G MacKinnon and Halbert White. Some heteroskedasticity-consistent covariance matrix estimators with improved finite sample properties. Journal of econometrics, 29(3):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325, 1985.",
        "Shahar Mendelson. Learning without concentration. In Conference on Learning Theory, pages 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39, 2014.",
        "Rupert G Miller. The jackknife-a review. Biometrika, 61(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, 1974.",
        "Whitney K Newey, Fushing Hsieh, and James M Robins. Twicing kernels and a small bias property of semiparametric estimators. Econometrica, 72(3):947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962, 2004. Juan Peypouquet. Convex optimization in normed spaces: theory, methods and examples.",
        "James M Robins, Andrea Rotnitzky, and Lue Ping Zhao. Estimation of regression coefficients when some regressors are not always observed. Journal of the American statistical Association, 89(427):846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866, 1994.",
        "Daniel O Scharfstein, Andrea Rotnitzky, and James M Robins. Adjusting for nonignorable drop-out using semiparametric nonresponse models. Journal of the American Statistical Association, 94(448):1096Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120, 1999.",
        "James H Stock and Mark W Watson. Heteroskedasticity-robust standard errors for fixed effects panel data regression. Econometrica, 76(1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174, 2008.",
        "William F Trench. Asymptotic distribution of the spectra of a class of generalized kacÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmurdockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c szegoÃ\u0083Å\u0092Ã\u0082Ë\u0086 matrices. Linear algebra and its applications, 294(1-3):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192, 1999.",
        "Roman Vershynin. High-dimensional probability: An introduction with applications in data science, volume 47. Cambridge University Press, 2018.",
        "Yiqing Xu. Generalized synthetic control method: Causal inference with interactive fixed effects models. Political Analysis, 25(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 2017.",
        "Achim Zeileis. Econometric computing with hc and hac covariance matrix estimators. Journal of Statistical Software, Articles, 11(10):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17, 2004. doi: 10.18637/jss.v011.i10. URL https: //www.jstatsoft.org/v011/i10.",
        "JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 R Zubizarreta. Stable weights that balance covariates for estimation with incomplete outcome data. Journal of the American Statistical Association, 110(511):910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922, 2015."
    ]
}