{
    "id": 2553,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Aaron, Henry 0., The Impossible Dream Comes True, in Pechman (ed.) Tax Reform and the U.S. Economy, The Brookings Institution, Washington D.C., 1987.",
        "Blinder, Alan, Discussion, in Economic Consequences of Tax Simplification, Federal Reserve Bank of Boston, 1985, 92-98.",
        "Boskin, Michael J., Taxation, Saving, and the Rate of Interest, Journal of Political Economy, April 1978, 86, S3-527.",
        "Bosworth, 8arry P., Tax Incentives and Economic Growth, The Brookings Institution, Washington D.C., 1984.",
        "Browning, Edgar K. and Jacquelene ,M., Why Not a True Flat Rate Tax?, Cato Journal, Fall 1985, 5, 629-50.",
        "Downs, Thomas and Hendershott, Patric H., Tax Policy and Stock Prices, National Tax Journal, June 1987, 183-190.",
        "Evans, Owen J. Tax Policy, the Interest Elasticity of Saving, and Capital Accumulation, American Economic Review, June 1983, 91, 249-265.",
        "Fullerton, Don and Yolanda K. Henderson, A Disaggregate Equilibrium Model of the Tax Distortions Among Assets, Sectors, and Industries, International Economic Review, 1988.",
        "Fullerton, Don and Andrew B. Lyon, Tax Neutrality and Tangible Capital, in Summers (ed.) Tax Policy and the Economy, NBER Conference Report, 1987, 57-103.",
        "Galper, Nervey, Robert Locke and Eric Toder, The Economic Effects of Tax Reform: A General Equilibrium Analysis, in Aaron, Galper and Pechman (eds.( , uneasy Compromise; Problems of e Mybrid Income-Consumption Tax, Brookings Institution, forthcoming 1988.",
        "Graetz, Michael J. and Emil Sunley, Minimum Taxes and Comprehensive Tax Reform, in Aaron, Galper and Pechman (ede.) , Problems of a Mybrid Income-Consumption Tax, Brookings Institution, forthcoming 1988.",
        "Nail, Robert E. Consumption and Real Interest Rates, NBER Mocking Paper No. 1694, Cambridge, MA, 1985.",
        "Nenderson, yolenda, Lessons from Federal Reform of Business Taxes, New England Economic Review, November/December 1986, 9-25.",
        "Nendershott, Patric N., Tax Changes and Capital Allocation in the l980s, in Feldstein (ed.) The Effects of Taxation on Capital Accumulation, thicago: university of Chicago Press, 1987, 259-90.",
        "Nendershott, Patric N., and David C. Ling, Likely Impacts of the Administration Proposal and MR 3838, in Follain (ed), Tax Reform and Real Estate, The urban Institute, 1986, 87-112.",
        "Krugmen, Paul R. Fiscal Policy, Interest Rates, and Exchange Rates: Some Simple Analytics, MIT Working Paper 391, Cambridge, MA, 1985.",
        "Lea, Michael, Mousing end Capital Markets, mimeo, January 1988.",
        "Phelps, Edmund S., The New View of Investment: A NeoClassical Analysis, Quarterly Journal of Economics, November 1962, 76, 548-67.",
        "Solow, Robert, A Contribution to Economic Growth, Quarterly Journal of Economics, February 1956, 70, 65-94.",
        "Summers, Lawrence H., A Fair Tax Act Thats Bad for Business, Harvard Business Review, March-April 1987, 53-59.",
        "Effects of Economic Policy, Center for the Study of American Business, 1981, 115-148.",
        "Venti, Steven F. and David A. Wise, IRAs and Saving, in Feldstein (ed), The Effects of Taxation on Capital Accumulation, Chicago: University of Chicago Press, 1987, 7-48.",
        "Economic Benav~or, Studies of Government Finance, The Brookings Institution, Washington, D.C. 1981, 327-402."
    ]
}