{
    "id": 25573,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Adrian, Tobias, and Nina Boyarchenko, 2012, Intermediary leverage cycles and financial stability, Staff reports, Federal Reserve Bank of New York.",
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, 2014, Financial intermediaries and the cross-section of asset returns, Journal of Finance 69, 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Adrian, Tobias, Emanuel Moench, and Hyun Song Shin, 2010, Financial intermediation, asset prices, and macroeconomic dynamics, Staff Reports 422 Federal Reserve Bank of New York.",
        "Andersen, T. G., T. Bollerslev, and F. X. Diebold, 2007, Roughing it up: Including jump components in the measurement, modeling, and forecasting of return volatility, Review of Economics and Statistics 89, 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Andrews, Donald W. K., 1993, Tests for parameter instability and structural change with unknown change point, Econometrica 61, 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c856.",
        "Ang, Andrew, and Geert Bekaert, 2007, Stock return predictability: Is it there?, Review of Financial Studies 20, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Bates, David S., 2006, Maximum Likelihood Estimation of Latent Affine Processes, Review of Financial Studies 19, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c965.",
        ", 2008, The market for crash risk, Journal of Economic Dynamics and Control 32.",
        "Bekaert, Geert, and Marie Hoerova, 2014, The VIX, the variance premium and stock market volatility, Journal of Econometrics 183, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Bernanke, Ben, and Mark Gertler, 1989, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review 79, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, 1999, The financial accelerator in a quantitative business cycle framework, in J. B. Taylor, and M. Woodford, ed.: Handbook of Macroeconomics, vol. 1 of Handbook of Macroeconomics . chap. 21, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393 (Elsevier).",
        "Bollen, Nicolas, and Robert Whaley, 2004, Does net buying pressure affect the shape of implied volatility functions?, Journal of Finance 59, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Bollerslev, Tim, George Tauchen, and Hao Zhou, 2009, Expected stock returns and variance risk premia, Review of Financial Studies 22, 4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Boudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, 2007, On the Importance of Measuring Payout Yield: Implications for Empirical Asset Pricing, Journal of Finance 62, 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Brunnermeier, Markus K., and Lasse Heje Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Brunnermeier, Markus K., and Yuliy Sannikov, 2014, A Macroeconomic Model with a Financial Sector, American Economic Review 104, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Buraschi, Andrea, and Alexei Jiltsov, 2006, Model uncertainty and option markets with heterogeneous beliefs, Journal of Finance 61, 2841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2897.",
        "Carr, Peter, and Liuren Wu, 2009, Variance risk premiums, Review of Financial Studies 22, 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Chen, Hui, Scott Joslin, and Ngoc-Khanh Tran, 2012, Rare disasters and risk sharing with heterogeneous beliefs, Review of Financial Studies 25, 2189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2224.",
        "Cochrane, John H., 1999, Portfolio advice of a multifactor world, Economic Perspectives pp. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Cohen, Lauren, Karl B. Diether, and Christopher J. Malloy, 2007, Supply and Demand Shifts in the Shorting Market, Journal of Finance 62, 2061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2096.",
        "Corsi, Fulvio, Davide Pirino, and Roberto Reno, 2010, Threshold bipower variation and the impact of jumps on volatility forecasting, Journal of Econometrics 159, 276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Fontaine, Jean-Sebastien, and Rene Garcia, 2012, Bond Liquidity Premia, Review of Financial Studies 25, 1207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        "Garleanu, Nicolae, Lasse Heje Pedersen, and Allen M. Poteshman, 2009, Demand-based option pricing, Review of Financial Studies 22, 4259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4299.",
        "Geanakoplos, John, 2009, The leverage cycle, Cowles Foundation Discussion Papers 1715 Cowles Foundation for Research in Economics, Yale University.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with financially constrained arbitrageurs, Journal of Financial Economics 66, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Hansen, P.R., and A. Timmermann, 2012, Choice of sample split in out-of-sample forecast evaluation, Working Paper, Stanford University.",
        "He, Zhiguo, Bryan Kelly, and Asaf Manela, 2017, Intermediary asset pricing: New evidence from many asset classes, Journal of Financial Economics, forthcoming.",
        "Hodrick, RJ, 1992, Dividend yields and expected stock returns: alternative procedures for inference and measurement, Review of Financial Studies 5, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Hu, Grace Xing, Jun Pan, and Jiang Wang, 2013, Noise as Information for Illiquidity, Journal of Finance 68, 2341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2382.",
        "Johnson, Timothy C., Mo Liang, and Yun Liu, 2016, What drives index options exposure?, Review of Finance.",
        "Kelly, Bryan, and Hao Jiang, 2014, EditorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s choice tail risk and asset prices, Review of Financial Studies 27, 2841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2871.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit Cycles, Journal of Political Economy 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Lettau, Martin, and Sydney Ludvigson, 2001, Resurrecting the (C)CAPM: a cross-sectional test when risk premia are time-varying, Journal of Political Economy 109, 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287.",
        "Longstaff, Francis A., and Jiang Wang, 2012, Asset pricing and the credit market, Review of Financial Studies 25, 3169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3215.",
        "McCracken, Michael W., 2007, Asymptotics for out of sample tests of Granger causality, Journal of Econometrics 140, 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Muller, Ulrich K., 2014, Hac corrections for strongly autocorrelated time series, Journal of Business & Economic Statistics 32, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Newey, W. K., and K. D. West, 1987, A simple positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix estimator, Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Pan, Jun, and Allen Poteshman, 2006, The information in option volume for future stock prices, Review of Financial Studies 19, 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Rigobon, R, 2003, Identification through heteroskedasticity, Review of Economics and Statistics 85, 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Sentana, Enrique, and Gabriele Fiorentini, 2001, Identification, estimation and testing of conditionally heteroskedastic factor models, Journal of Econometrics 102, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Welch, Ivo, and Amit Goyal, 2008, A comprehensive look at the empirical performance of equity premium prediction, Review of Financial Studies 21, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508."
    ]
}