{
    "id": 25574,
    "cites": 52,
    "cited_by": 1,
    "reference": [
        "Anderson, Patricia M., and Bruce D. Meyer. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance Takeup Rates and the After-Tax Value of Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(3): 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Ashenfelter, Orley, and Mark W. Plant. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimates of the Labor-Supply Effects of Negative Income Tax Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 8(1): 396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Auerbach, Alan J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Excess Burden and Optimal Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Public Economics. Vol. 1, , ed. Alan J. Auerbach and Martin Feldstein, Chapter 2, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127. Elsevier Science Publishers B.V. (North-Holland).",
        "Baily, Martin Neil. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of Optimal Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 10(3): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Blank, Rebecca, and David Card. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 106(4): 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Bockerman, Petri, Ohto Kanninen, and Ilpo Suoniemi. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Kink that Makes You Sick: the Effect of Sick Pay on Absence in a Social Insurance System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Institute for Economic Research Working Paper 297.",
        "Calonico, Sebastian, Matias D. Cattaneo, and Rocio Titiunik. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Nonparametric Confidence Intervals for Regression-Discontinuity Designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6): 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Calonico, Sebastian, Matias D. Cattaneo, Max H. Farrell, and Rocio Titiunik. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093rdrobust: Software for Regression Discontinuity Designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2: 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Card, David, Andrew Johnston, Pauline Leung, Alexandre Mas, and Zhuan Pei. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Unemployment Benefits on the Duration of Unemployment Insurance Receipt: New Evidence from a Regression Kink Design in Missouri, 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 105(5): 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Card, David, David S. Lee, and Zhuan Pei. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Identification and Estimation in the Regression Kink Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Industrial Relations Section Working Paper 553.",
        "Card, David, David S. Lee, Zhuan Pei, and Andrea Weber. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Causal Effects in a Generalized Regression Kink Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(6): 2453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        "Card, David, David S. Lee, Zhuan Pei, and Andrea Weber. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Kink Design: Theory and Practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Regression Discontinuity Designs: Theory and Applications. Vol. 38 of Advances in Econometrics, , ed. Matias D. Cattaneo and Juan Carlos Escanciano, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382. Emerald Publishing Limited.",
        "Chetty, Raj. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard versus Liquidity and Optimal Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(2): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Chetty, Raj. 2009a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy.",
        "Chetty, Raj. 2009b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and ReducedForm Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1(1): 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "DellaVigna, Stefano, Attila Lindner, BalÃ\u0083Æ\u0092Ã\u0082Â¡zs Reizer, and Johannes F. Schmieder. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ReferenceDependent Job Search: Evidence from Hungary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(4): 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2018.",
        "Denning, Jeffrey T., Benjamin M. Marx, and Lesley J. Turner. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ProPelled: The Effects of Grants on Graduation, Earnings, and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23860.",
        "Feldstein, Martin. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Avoidance and the Deadweight Loss of the Income Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 81(4): 674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Gruber, Jonathan. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consumption Smoothing Benefits of Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 87(1): 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Hendren, Nathaniel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Policy Elasticity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, 30(1): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hendren, Nathaniel, and Ben Sprung-Keyser. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Welfare Analysis of Government Policies. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26144.",
        "Kleven, Henrik Jacobsen. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient Statistics Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Kleven, Henrik Jacobsen, and Claus Thustrup Kreiner. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Behavior and the Design of Tax and Transfer Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Danish Journal of Economics, 143(2005): 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Kolsrud, Jonas, Camille Landais, Peter Nilsson, and Johannes Spinnewijn. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Timing of Unemployment Benefits: Theory and Evidence from Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108(4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5): 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Kroft, Kory. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Takeup, Social Multipliers and Optimal Social Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 92(3): 722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Kroft, Kory, and Matthew J. Notowidigdo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Unemployment Insurance Vary with the Unemployment Rate? Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 83(3): 1092Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1124.",
        "Krueger, Alan B., and Bruce D. Meyer. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Effects of Social Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Public Economics. Vol. 4 of Handbook of Public Economics, 2327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2392. Elsevier.",
        "Lalive, Rafael, Jan C. van Ours, and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Changes in Financial Incentives Affect the Duration of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 73(4): 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Landais, Camille. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Welfare Effects of Unemployment Benefits Using the Regression Kink Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7(4): 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Landais, Camille, Pascal Michaillat, and Emmanuel Saez. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Approach to Optimal Unemployment Insurance: Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 10(2): 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Lawson, Nicholas. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Program Substitution and Optimal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 37: 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Lawson, Nicholas. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Externalities and Optimal Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9(4): 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Le Barbanchon, Thomas. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lee, David S. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Experiments from Non-random Selection in U.S. House Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2): 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Lee, David S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 76(3): 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Lee, David S., and Thomas Lemieux. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs in Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48(2): 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355. Leung, Pauline, and Christopher OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Leary. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Means-Tested Program Interactions: Evidence from Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy.",
        "McCall, Brian P. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance Rules, Joblessness, and Part-Time Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(3): 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "McCrary, Justin. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2): 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Meyer, Bruce D. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Unemployment Spells.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 58(4): 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 782.",
        "Moffitt, Robert. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and the Distribution of Unemployment Spells.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 28(1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Nekoei, Arash, and Andrea Weber. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Extending Unemployment Benefits Improve Job Quality ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(2): 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Leary, Christopher. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of the Washington State Unemployment Insurance Earnings Deduction Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d W.E. Upjohn Institute Report prepared for UI Program analysis, Washington State Employment Security Department.",
        "Pei, Zhuan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eligibility Recertification and Dynamic Opt-In Incentives in Income-Tested Social Programs: Evidence from Medicaid/CHIP.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9(1): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Pei, Zhuan, David S. Lee, David Card, and Andrea Weber. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Polynomial Order in Regression Discontinuity Designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IRS Working Papers http://arks.princeton.edu/ark:/88435/dsp01v118rh27h. Pei, Zhuan, JÃ\u0083Æ\u0092Ã\u0082Â¶rn-Steffen Pischke, and Hannes Schwandt. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poorly Measured Confounders Are More Useful on the Left Than on the Right.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics.",
        "Saez, Emmanuel. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reported Incomes and Marginal Tax Rates, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000: Evidence and Policy Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, 18: 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Saez, Emmanuel, Joel Slemrod, and Seth H. Giertz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income with Respect to Marginal Tax Rates: a Critical Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 50(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Schmieder, Johannes F., and Till von Wachter. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Unemployment Insurance Benefits: New Evidence and Interpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 8(1): 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Schmieder, Johannes F., Till von Wachter, and Stefan Bender. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates Over 20 Years.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(2): 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Shimer, Robert, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reservation Wages and Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(3): 1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1185.",
        "Slemrod, Joel. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methodological Issues in Measuring and Interpreting Taxable Income Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 51(4): 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Spinnewijn, Johannes. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployed but Optimistic: Optimal Insurance Design with Biased Beliefs. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 13(1): 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Vroman, Wayne. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance Recipients and Nonrecipients in the CPS.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review."
    ]
}