{
    "id": 25583,
    "cites": 5,
    "cited_by": 0,
    "reference": [
        "Acharya, Viral V, and Philipp Schnabl. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do global banks spread global imbalances ? Asset-backed commercial paper during the financial crisis of 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(1): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73. 1 Andritzky, Jochen R. 2012. Government bonds and their investors: What are the facts and do they matter? International Monetary Fund. 1, 1 Angeletos, George-Marios, and Vasia Panousi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration, Entrepreneurial Risk and Global Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 146(3): 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 896. 2 Baklanova, Viktoria, Cecilia Caglio, Macro Cipriani, and Adam Copeland. 2017.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Collateral in Bilateral Repurchase and Securities Lending Agreements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report 758. 1 Bekaert, Geert, and Campbell R Harvey. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign speculators and emerging equity markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 55(2): 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613. 6 Bertaut, Carol, Laurie Pounder DeMarco, Steven Kamin, and Ralph Tryon. 2012.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ABS inflows to the United States and the global financial crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 88(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234. 1, 13 Bruno, Valentina, and Hyun Song Shin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-border banking and global liquidity.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, rdu042. 1 Caballero, Ricardo J, and Alp Simsek. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Fickle Capital Flows and Retrenchment: Global Liquidity Creation and Reach for Safety and Yield.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research. 2 Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global ImbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Low Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1): 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93. 2 Copeland, Adam, Antoine Martin, and Michael Walker. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repo Runs: Evidence from the Tri-Party Repo Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 69(6): 2343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2380. 1 Davis, J Scott. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial integration and international business cycle comovement.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 64: 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111. 1 Devereux, Michael B, and James Yetman. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage constraints and the international transmission of shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(s1): 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105."
    ]
}