{
    "id": 25592,
    "cites": 67,
    "cited_by": 6,
    "reference": [
        "Andrews, Dan, Chiara Criscuolo, Peter N Gal, et al., 2016, The best versus the rest: the global productivity slowdown, divergence across firms and the role of public policy, Discussion paper, OECD Publishing.",
        "Autor, David, David Dorn, Lawrence F Katz, Christina Patterson, and John Van Reenen, 2017, Concentrating on the fall of the labor share, The American Economic Review 107, 180.",
        "Benetton, Matteo, Giovanni Compiani, and Adair Morse, 2019, Cryptomining: Local evidence from china and the us, Working paper.",
        "Berk, Jonathan B, and Richard C Green, 2004, Mutual fund flows and performance in rational markets, Journal of political economy 112, 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Berk, Jonathan B, Richard Stanton, and Josef Zechner, 2010, Human capital, bankruptcy, and capital structure, The Journal of Finance 65, 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Biais, Bruno, Christophe Bisiere, Matthieu Bouvard, and Catherine Casamatta, 2018, The blockchain folk theorem, .",
        "Budish, Eric, 2018, The economic limits of bitcoin and the blockchain, Discussion paper, National Bureau of Economic Research.",
        "Burdzy, Krzysztof, David M Frankel, and Ady Pauzner, 2001, Fast equilibrium selection by rational players living in a changing world, Econometrica 69, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Calvo, Guillermo A, 1983, Staggered prices in a utility-maximizing framework, Journal of monetary Economics 12, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Cao, Sean, Lin William Cong, and Baozhong Yang, 2018, Auditing and blockchains: Pricing, misstatements, and regulation, Working Paper. Submission invited.",
        "Caves, Richard E, 1998, Industrial organization and new findings on the turnover and mobility of firms, Journal of Economic Literature 36, 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982.",
        "Chapman, James, Rodney Garratt, Scott Hendry, Andrew McCormack, and Wade McMahon, 2017, Project jasper: Are distributed wholesale payment systems feasible yet?, Financial System p. 59.",
        "Chiu, Jonathan, and Thorsten V Koeppl, 2018, Blockchain-based settlement for asset trading, Review of Financial Studies Forthcoming.",
        ", 2019, The economics of cryptocurrenciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbitcoin and beyond, .",
        "Cong, Lin William, and Zhiguo He, 2018, Blockchain disruption and smart contracts, Review of Financial Studies Forthcoming.",
        "Cong, Lin William, Ye Li, and Neng Wang, 2018, Tokenomics: Dynamic adoption and valuation, BFI Working Paper.",
        ", 2019, Tokenomics and platform finance, Working Paper.",
        "de Vilaca Burgos, Aldenio, Jose Deodoro de Oliveira Filho, Marcus Vinicius Cursino Suares, and Rafael Sarres de Almeida, 2017, Distributed ledger technical research in central bank of brazil, .",
        "de Vries, Alex, 2019, Renewable energy will not solve bitcoins sustainability problem, Joule 3, 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Dimitri, Nicola, 2017, Bitcoin mining as a contest, Ledger 2, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Easley, David, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Soumya Basu, 2017, From mining to markets: The evolution of bitcoin transaction fees, .",
        "Economist, The, 2017, Learning the lessons of equihack, The Economist September 16, 2017 September 16, 14.",
        "Eyal, Ittay, 2015, The minerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dilemma, in Security and Privacy (SP), 2015 IEEE Symposium on pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103. IEEE.",
        ", and Emin GuÃ\u0083Å\u0092Ã\u0082Ë\u0086n Sirer, 2014, Majority is not enough: Bitcoin mining is vulnerable, in International Conference on Financial Cryptography and Data Security pp. 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454. Springer.",
        "Fama, Eugene F, 1976, Foundations of finance: portfolio decisions and securities prices (Basic Books (AZ)).",
        "Fisch, Ben, Rafael Pass, and Abhi Shelat, 2017, Socially optimal mining pools, in International Conference on Web and Internet Economics pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218. Springer.",
        "Forum, Bitcoin, 2014, Confused about which mining pool to join and stick with, Bitcon Forum February 4.",
        "Gervais, Arthur, Ghassan O Karame, Karl WuÃ\u0083Å\u0092Ã\u0082Ë\u0086st, Vasileios Glykantzis, Hubert Ritzdorf, and Srdjan Capkun, 2016, On the security and performance of proof of work blockchains, in Proceedings of the 2016 ACM SIGSAC Conference on Computer and Communications Security pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16. ACM.",
        "Glode, Vincent, Richard C Green, and Richard Lowery, 2012, Financial expertise as an arms race, The Journal of Finance 67, 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1759.",
        "Harris, Milton, and Bengt Holmstrom, 1982, A theory of wage dynamics, The Review of Economic Studies 49, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Harvey, Campbell R, 2016, Cryptofinance, Working Paper.",
        "He, Zhiguo, and Wei Xiong, 2012, Dynamic debt runs, Review of Financial Studies 25, 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "HoÃ\u0083Å\u0092Ã\u0082Ë\u0086lmstrom, Bengt, 1979, Moral hazard and observability, The Bell journal of economics pp. 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali, and Chad Syverson, 2004, Product differentiation, search costs, and competition in the mutual fund industry: A case study of s&p 500 index funds, The Quarterly Journal of Economics 119, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Huberman, Gur, Jacob D Leshno, and Ciamac C Moallemi, 2017, Monopoly without a monopolist: An economic analysis of the bitcoin payment system, .",
        "Konrad, Kai A, 2007, Strategy in contests-an introduction, WZB-Markets and Politics Working Paper No. SP II 1.",
        "Kugler, Logan, 2018, Why cryptocurrencies use so much energy: and what to do about it, Communications of the ACM 61, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Lee, Sherman, 2018, BitcoinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s energy consumption can power an entire country Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c but eos is trying to fix that, Discussion paper, https://www.forbes.com/sites/shermanlee/2018/04/19/bitcoinsenergy -consumption-can-power-an-entire-country-but-eos-is-trying-to-fix-that/#45c9a5e91bc8.",
        "Li, Jiasun, 2015, Profit-sharing, wisdom of the crowd, and theory of the firm, Discussion Paper.",
        ", 2017, Profit sharing: A contracting solution to harness the wisdom of the crowd, .",
        "Li, Jingming, Nianping Li, Jinqing Peng, Haijiao Cui, and Zhibin Wu, 2019, Energy consumption of cryptocurrency mining: A study of electricity consumption in mining cryptocurrencies, Energy 168, 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Li, Jiasun, and William Mann, 2018, Initial coin offering and platform building, .",
        "Ma, June, Joshua S Gans, and Rabee Tourky, 2018, Market structure in bitcoin mining, Discussion paper, National Bureau of Economic Research.",
        "Malinova, Katya, and Andreas Park, 2016, Market design for trading with blockchain technology, Available at SSRN.",
        "Mora, Camilo, Randi L Rollins, Katie Taladay, Michael B Kantar, Mason K Chock, Mio Shimada, and Erik C Franklin, 2018, Bitcoin emissions alone could push global warming above 2Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â¦c, Nature Climate Change p. 1.",
        "Nakamoto, Satoshi, 2008, Bitcoin: A peer-to-peer electronic cash system, .",
        "Nitzan, Shmuel, 1991, Collective rent dissipation, The Economic Journal 101, 1522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Pagnotta, Emiliano, and Andrea Buraschi, 2018, An equilibrium valuation of bitcoin and decentralized network assets, .",
        "Prat, Julien, and Benjamin Walter, 2018, An equilibrium model of the market for bitcoin mining, .",
        "Rogers, Adam, 2017, The hard math behind bitcoinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s global warming problem, WIRED Dec 15, 2017, https://www.wired.com/story/bitcoinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cglobalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwarming/.",
        "Rosenfeld, Meni, 2011, Analysis of bitcoin pooled mining reward systems, arXiv preprint arXiv:1112.4980.",
        "Ross, Stephen A, 1999, Adding risks: SamuelsonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s fallacy of large numbers revisited, Journal of Financial and Quantitative Analysis 34, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Rossi-Hansberg, Esteban, and Mark LJ Wright, 2007, Establishment size dynamics in the aggregate economy, American Economic Review 97, 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666.",
        "Rosu, Ioanid, and Fahad Saleh, 2019, Evolution of shares in a proof-of-stake cryptocurrency, Available at SSRN 3377136.",
        "Saleh, Fahad, 2019, Blockchain without waste: Proof-of-stake, Discussion paper, working Paper.",
        "Salop, Steven, and Joseph Stiglitz, 1977, Bargains and ripoffs: A model of monopolistically competitive price dispersion, The Review of Economic Studies 44, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Samuelson, Paul A, 1963, Risk and uncertainty: A fallacy of large numbers, .",
        "Sapirshtein, Ayelet, Yonatan Sompolinsky, and Aviv Zohar, 2016, Optimal selfish mining strategies in bitcoin, in International Conference on Financial Cryptography and Data Security pp. 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 532. Springer.",
        "Schrijvers, Okke, Joseph Bonneau, Dan Boneh, and Tim Roughgarden, 2016, Incentive compatibility of bitcoin mining pool reward functions, in International Conference on Financial Cryptography and Data Security pp. 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498. Springer.",
        "Stiglitz, Joseph E, 1974, Incentives and risk sharing in sharecropping, The Review of Economic Studies 41, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Torpey, Kyle, 2016, An interview with viabtc, the new bitcoin mining pool on the blockchain, Bitcoin Magazine p. Sept 16.",
        "Truby, Jon, 2018, Decarbonizing bitcoin: Law and policy choices for reducing the energy consumption of blockchain technologies and digital currencies, Energy research & social science.",
        "Varian, Hal R, 1980, A model of sales, The American Economic Review 70, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        "Vasek, Marie, Micah Thornton, and Tyler Moore, 2014, Empirical analysis of denial-of-service attacks in the bitcoin ecosystem, in International Conference on Financial Cryptography and Data Security pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71. Springer.",
        "VukolicÃ\u0083Å\u0092Ã\u0082Â\u0081, Marko, 2015, The quest for scalable blockchain fabric: Proof-of-work vs. bft replication, in International Workshop on Open Problems in Network Security pp. 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125. Springer.",
        "Wilson, Robert, 1968, The theory of syndicates, Econometrica pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Yermack, David, 2017, Corporate governance and blockchains, Review of Finance 21, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31."
    ]
}