{
    "id": 25608,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Banerjee, Abhijit and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LearningÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s not about enrolment, latrines in school. WeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re failing children on massive scale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Indian Express, December 2018.",
        ", Shawn Cole, Ester Duflo, and Leigh Linden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remedying education: Evidence from two randomized experiments in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 22 (3), 1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Bau, Natalie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Competition and Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. mimeo.",
        "Duflo, Esther, Pascaline Dupas, and Michael Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects, Teacher Incentives, and the impact of tracking: evidence from a randomized evaluation in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101, 1739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1774.",
        "Hsieh, Chang-Tai and Miguel Urquiola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of generalized school choice on achievement and stratification: Evidence from ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s voucher program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2006, 90, 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503.",
        "KPMG, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the impact of Right to Education Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, KPMG India March 2016. Muralidharan, Karthik, Abhijeet Singh, and Alejandro Ganimian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disrupting education? Experimental evidence on technology-aided instruction in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        ", Jishnu Das, Alaka Holla, and Aakash Mohpal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fiscal cost of weak governance: Evidence from teacher absenceinIndia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2017, 145, 116 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 135.",
        "Neilson, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted vouchers, competition among schools, and the academic achievement of poor students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. mimeo.",
        "Shah, Manisha and Bryce Millett Steinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workfare and Human Capital Investment: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. NBER Working Paper 21543.",
        "The Hindu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093India joins list of 135 countries in making education a right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Hindu, April 2010.",
        "This Figure shows Ã\u0083Å½Ã\u0082Â²t from an OLS regression of Equation 1 on two measures of enrollment (NSS and ASER) and raw enrollment numbers (DISE). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attends schoolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is equal to one if the child lists attending school as his or her primary activity, and zero if he or she lists another primary activity. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currently EnrolledÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is equal to one if the child reports being enrolled in school, and zero if he reports having dropped out or never enrolled. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Number enrolledÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is the average of the total number of students enrolled. NSS and ASER regressions contain district, age, and sex fixed effects and are clustered at the district level. 2008 is omitted base year. 95% confidence intervals are shown for ASER and NSS regressions."
    ]
}