{
    "id": 25601,
    "cites": 57,
    "cited_by": 3,
    "reference": [
        "Adsera, A., C. Boix, and M. Payne (2003). Are you being served? political accountability and quality of government. The Journal of Law, Economics, and Organization 19(2), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Akhtari, M., D. Moreira, and L. Trucco (2017). Political turnover, bureaucratic turnover, and the quality of public services. Bureaucratic Turnover, and the Quality of Public Services (April 25, 2017).",
        "Anderson, M. W. (2013). The new minimal cities. Yale Law Review 123, 1118.",
        "Anzia, S. F. and T. M. Moe (2016). Interest groups on the inside: The governance of public pension funds. Unpublished draft (August).",
        "Besley, T. and R. Burgess (2002). The political economy of government responsiveness: Theory and evidence from india. The Quarterly Journal of Economics 117(4), 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "Boylan, R. T. (2016). The impact of the voting rights act on municipal reform and pensions.",
        "Brinkman, J., D. Coen-Pirani, and H. Sieg (2018). The political economy of municipal pension funding. American Economic Journal: Macroeconomics 10(3), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Brown, J. R. and F. Dye, Richard (2015). Dye. 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093. Illinois Pensions in a Fiscal Context: A (Basket) Case Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper.",
        "Brown, J. R. and D. W. Wilcox (2009). Discounting state and local pension liabilities. American Economic Review Papers & Proceedings 99(2), 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Burns, D. B. (2011). Too big to fail and too big to pay: states, their public-pension bills, and the constitution. Hastings Const. LQ 39, 253.",
        "Cattaneo, M., N. Idrobo, and R. Titiunik (2018). A practical introduction to regression discontinuity designs: Part i. cambridge elements: Quantitative and computational methods for social science.",
        "Colonnelli, E., M. Prem, and E. Teseo (2018). Patronage and selection in public sector organizations.",
        "Dal BoÃ\u0083Å\u0092Ã\u0082Â\u0081, E., P. Dal BoÃ\u0083Å\u0092Ã\u0082Â\u0081, and J. Snyder (2009). Political dynasties. The Review of Economic Studies 76(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Daly, G. G. (1969). The burden of the debt and future generations in local finance. Southern Economic Journal, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Eggers, A. C., A. Fowler, J. Hainmueller, A. B. Hall, and J. M. Snyder Jr (2015). On the validity of the regression discontinuity design for estimating electoral effects: New evidence from over 40,000 close races. American Journal of Political Science 59(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Ferraz, C. and F. Finan (2008). Exposing corrupt politicians: the effects of brazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s publicly released audits on electoral outcomes. The Quarterly journal of economics 123(2), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Ferraz, C. and F. Finan (2011). Electoral accountability and corruption: Evidence from the audits of local governments. American Economic Review 101(4), 1274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Ferreira, F. and J. Gyourko (2009). Do political parties matter? evidence from us cities. The Quarterly journal of economics 124(1), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Fiva, J. H., O. Folke, and R. J. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen (2018). The power of parties: evidence from close municipal elections in norway. The Scandinavian Journal of Economics 120(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Freeman, R. B. (1986). Unionism comes to the public sector. Journal of Economic Literature 24(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Gale, W. G. and A. Krupkin (2016). Financing state and local pension obligations: Issues and options. Retirement Security Project, Brookings Institute, Washington, DC.",
        "Gillers, H. (December 15th 2016). AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s largest pension fund: A 7.5realistic. Wall Street Journal.",
        "Glaeser, E. L. and G. A. Ponzetto (2014). Shrouded costs of government: the political economy of state and local public pensions. Journal of Public Economics 116, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Glaeser, E. L., G. A. Ponzetto, and J. M. Shapiro (2005). Strategic extremism: Why republicans and democrats divide on religious values. The Quarterly Journal of Economics 120(4), 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "Greenhut, S. (2009). Plunder!: How Public Employee Unions are Raiding Treasuries Controlling Our Lives and Bankrupting the Nation.",
        "Grindle, M. S. (2012). Jobs for the Boys. Harvard University Press.",
        "Inman, R. P. (1982). Public employee pensions and the local labor budget. Journal of Public Economics 19(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Johnson, R. W. (1997). Pension underfunding and liberal retirement benefits among state and local government workers. National Tax Journal, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Kelley, D. G. (2014). The political economy of unfunded public pension liabilities. Public Choice 158(1-2), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Lee, D. S., E. , and M. J. Butler (2004). Do voters affect or elect policies? evidence from the us house. The Quarterly Journal of Economics 119(3), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "Lee, D. S. and T. Lemieux (2010). Regression discontinuity designs in economics. Journal of economic literature 48(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "MacKay, R. C. (2014). Implicit debt capitalization in local housing prices: An example of unfunded pension liabilities. National Tax Journal 67(1), 77.",
        "Malanga, S. (August 25th 2016). Covering up the pension crisis. states and actuaries are trying to stifle debate about the growing shortfall in fund assets. Wall Street Journal.",
        "McCrary, J. (2008). Manipulation of the running variable in the regression discontinuity design: A density test. Journal of econometrics 142(2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Mitchell, O. S. and R. S. Smith (1994). Pension funding in the public sector. The Review of Economics and Statistics 76(2), 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Mohan, N. and T. Zhang (2014). An analysis of risk-taking behavior for public defined benefit pension plans. Journal of Banking & Finance 40, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Munnell, A. H., J.-P. Aubry, M. Cafarelli, et al. (2015). How did state/local plans become underfunded. Center for Retirement Research at Boston College (42).",
        "Munnell, A. H., J.-P. Aubry, and L. Quinby (2011). Public pension funding in practice. Journal of Pension Economics & Finance 10(2), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Novy-Marx, R. and J. D. Rauh (2009). The liabilities and risks of state-sponsored pension plans. Journal of Economic Perspectives 23(4), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Novy-Marx, R. and J. D. Rauh (2011). Public pension promises: how big are they and what are they worth? The Journal of Finance 66(4), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Novy-Marx, R. and J. D. Rauh (2014a). Linking benefits to investment performance in us public pension systems. Journal of Public Economics 116, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Novy-Marx, R. and J. D. Rauh (2014b). The revenue demands of public employee pension promises. American Economic Journal: Economic Policy 6(1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Olson, M. (1965). The logic of collective action. Harvard University Press.",
        "Ornaghi, A. (2018). Civil service reforms: Evidence from us police departments. Job Market Paper.",
        "Persson, T. and G. Tabellini (2000). Political economics: explaining economic policy. zeuthen lecture book series. The MIT Press 1(8), 9.",
        "Pettersson-Lidbom, P. (2008). Do parties matter for economic outcomes? a regressiondiscontinuity approach. Journal of the European Economic Association 6(5), 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Reder, M. W. (1988). The rise and fall of unions: The public sector and the private. Journal of Economic Perspectives 2(2), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, D. (2004). RadioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on public spending. The Quarterly Journal of Economics 119(1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "The Economist (October 5th 2017). The big squeeze. american public pensions suffer from a gaping hole.",
        "Trusts, P. C. (2013). The state role in local government financial distress. The Pew Charitable Trusts Report.",
        "Vogl, T. S. (2014). Race and the politics of close elections. Journal of Public Economics 109, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Benefit increases can occur through collective bargaining, but are also frequently determined by statute or by the executive.20 Benefit increases take a number of forms. The simplest form is a straightforward increase of benefits, e.g. 10% higher benefits for all recipients. A more common (and more Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cshroudedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢) form is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093formula enhancementsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Many plans are on formulas such as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932 at 50,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d which means a worker can retire starting at age 50, and draw a pension that equals 2% of their last annual salary for every year of service. So a policeman who has worked since age 20 could retire at age 50 and receive 60% of their last yearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s salary as a pension, or retire at age 65 and draw 90% of their last annual salary. Formula enhancements take the form of moving a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932 at 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d formula to a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933 at 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d formula, or a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933 at 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d formula to a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933 at 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d formula (Greenhut, 2009).",
        "Actuarially required contributions (ARC) are calculated by independent actuarial accountants, and are by definition Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cactuarially adequateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ under the given actuarial assumptions. These actuarial assumptions are, however, determined by pension boards and are heavily politicized choices (Greenhut 2009, 43, Anzia and Moe 2016, 9).21 One important set of actuarial assumptions pertains to modeling retirement choices: Many benefit enhancements will in practice lead to earlier retirement, which reduces a memberÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s years of contributions (and thus lowers the expected 20 At the municipal level, this means the city council or the mayor. At the state level, this means the state legislature or the governor (Anzia and Moe, 2016, p.9). 21 There are exceptions. For example, in some states, the ARC are legislated to be a fixed share of payroll (Anzia and Moe, 2016, p.17).",
        "One objection to such arguments is that the budget neutrality of unfunded pensions should not matter because home-buyers capitalize future tax obligations into property values (Daly, 1969; Brinkman et al., 2018). However, empirical evidence that announcements of major adjustments in official funding levels of San Diego pensions reduced home prices (MacKay, 2014) suggests exactly that voters do not see the true under-funding of the pension plan if it is not officially announced to them. The reality of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cshroudednessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of pension accounting means that most home buyers will not anticipate future taxes related to covering funding gaps.",
        "If the ability to under-fund pensions is key to the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cshroudednessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of pension benefits, it also raises the question how union representatives and union members discount under-funded pension benefits relative to fully funded ones in practice. It is possible that there is no discount at all because under-funded benefits are still legally binding commitments. One caveat to that view is that even if all obligations end up being paid in full, many union members may belong to the tax base from which they are paid.23 However, this should be equally true of funded benefits. If, as suggested by Inman (1982), retired pensioners are more likely to move out of the tax base, then under-funding may actually be preferred.",
        "When public-sector unions expanded in the 1960s, they mostly organized themselves out of pre-existing trade associations (Freeman, 1986; Reder, 1988). Trade associations for police and fire-fighters had traditionally been organized at the city-level, and as a result police and fire-fighter unions are today mostly organized locally, and so are their pension plans.24 By contrast, teachers unions had traditionally been organized at the state or even federal level. The two largest teachers unions, the NEA and AFT, emerged out of associations that even in the early 1960s had operated nation-wide (Greenhut, 2009, 212). As a result, while teachers unions collectively bargain for wages at the city-level, their pension plans are almost exclusively organized at the state-level.",
        "The table also reports on one-year lags of the eight main fiscal outcomes in Ferreira and Gyourko (2009, TableII). Since these are all defined in per capita terms, the table also separately reports on the underlying totals. Of the fourteen covariates, only the percentage of revenues spent on salaries displays a marginally significant difference. 24 While many police and fire-fighter unions belong to larger umbrella organizations (there is even an International Association of Fire Fighters), these are loose federations that play little role in collective bargaining. 25 Vogl (2014) finds some evidence that in cities in the U.S. South black mayoral candidates are more likely to see close wins than close losses. However, as Eggers et al. (2015) note, his evidence is based on only 38 close mayoral races in the South between a white and black candidate."
    ]
}