{
    "id": 25604,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Angelucci, Manuela, Dean Karlan, and Jonathan Zinman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microcredit impacts: evidence from a randomized microcredit program placement experiment by Compartamos Banco,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 151-82.",
        "Attanasio, Orzio, Britta Augsburg, Ralph de Haas, Emla Fitzsimons, and Heike Harmgart (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of microfinance: evidence from joint-liability lending in Mongolia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 90-122.",
        "Augsburg, Britta, Ralph de Haas, Heike Harmgart and Costas Meghir (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of microcredit: evidence from Bosnia and Herzegovina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 183-203.",
        "Banerjee, Abhijit, Esther Duflo, Rachel Glennerster and Cynthia Kinnan (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The miracle of microfinance? Evidence from a randomized evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 22-53.",
        "Banerjee, Abhijit, Dean Karlan and Jonathan Zinman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Six randomized evaluations of microcredit: introduction and further steps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 1-21.",
        "Bertrand, Marianne and Adair Morse (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInformation Disclosure, Cognitive Biases, and Payday Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance.",
        "Bjorkegren, Daniel and Darrell Grissen (2018): The Potential of Digital Credit to Bank the Poor. American Economic Review, Papers and Proceedings, Vol 108: 68-71.",
        "CreÃ\u0083Å\u0092Ã\u0082Â\u0081pon, Bruno, Florencia Devoto, Esther Duflo, and William ParienteÃ\u0083Å\u0092Ã\u0082Â\u0081 (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the impact of microcredit on those who take it up: evidence from a randomized experiment in Morocco,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(1): 123-50.",
        "de Mel, Suresh, David McKenzie, and Chris Woodruff (2008). Returns to capital in microenterprises: Evidence from a field experiment. Quarterly Journal of Economics 123, 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "de Mel, Suresh, David McKenzie, and Chris Woodruff (2009). Are women more credit constrained ? Experimental evidence on gender and microenterprise returns. American Economic Journal: Applied Economics 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Jack, William and Tavneet Suri (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk sharing and transactions costs: evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mobile money revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104(1): 183-223.",
        "Jack, William, Michael Kremer, Joost de Laat, and Tavneet Suri (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing requirements, credit access, and adverse selection: Evidence from Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Karlan, Dean and Jonathan Zinman (2010). Expanding credit access: Using randomized supply decisions to estimate the impacts. Review of Financial Studies 23, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Karlan, Dean, Morduch, Jonathan, and Sendhil Mullainathan (2010). Take Up: Why Microfinance Take Up Rates are Low and Why it Matters. Financial Access Initiative Research Framing"
    ]
}