{
    "id": 2561,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Akerlof, George and Janet Yellen, The Fair Wage/Ef fort Hypothesis and Unemployment, Mimeo., U.c. Berkeley 1987.",
        "Alpert, William, The Minimum Wage in the Restaurant Industry (New York: Praeger Publishers, 1986).",
        "Barron, John and John Bishop, Extensive Search, Intensive Search, and Hiring Costs: New Evidence on Employer Hiring Activity, Economic Inauirv 22, No. 3, 1985, 363-382.",
        "Brown, Charles, Curtis Gilroy and Andrew Kohen, Time-Series Evidence of the Effect of the Minimum Wage on Youth Employment and Unemployment, Journal of Human Resources, Winter 1983, pp. 3-29.",
        "Brown, Charles and James Medoff, The Employer Size Effect, Mimeo., Harvard University, 1987.",
        "Carmichael, H. Lame, Can Unemployment Be Involuntary?: Comment, American Economic Review 75, December 1985, pp. 1213-14.",
        "Dickens, William and Lawrence Katz, Inter-Industry Wage Differences and Industry Characteristics, in K. Lang and J. Leonard (ads.), Unemployment and the Structure of Labor Markets (New York: Basil Blackwell, Inc., 1987a) 48-89.",
        "Dickens, William and Lawrence Katz, Inter-Industry Wage Differences and Theories of Wage Determination, NBER WP 2271, June l987b. Friedman, Milton and Simon Kuznets, Income from Independent Professional Practice (New York: NBER, 1945).",
        "Hashimoto, Masanori, Minimum Wages and On-the-Job Training (Washington: American Enterprise Institute, 1981).",
        "Jensen, Michael and William Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 1976, pp. 305-360.",
        "Katz, Lawrence, Efficiency Wage Theories: A Partial Evaluation, in S. Fischer (ed.), NBER Macroeconomics Annual 1986 (Cambridge, MA: MIT Press, 1986).",
        "Krueger, Alan, The Determinants of Queues for Federal Jobs, forthcoming in Industrial and Labor Relations Review 42, No. 1, October 1988.",
        "Lang, Kevin, Persistent Wage Dispersion and Involuntary Unemployment, Mimeo, Boston University, December 1987.",
        "Leighton, Linda and Jacob Mincer, The Effects of Minimum Wages on Human Capital Formation. In Simon Rottenberg, ed., The Economics of Legal Minimum Wages (Washington: American Enterprise Institute, 1981).",
        "Mincer, Jacob, Unemployment Effects of Minimum Wages, Journal of Political Economy 84, 1976, pp. S87-S1D4.",
        "Mincer, Jacob, The Economics of Wage Floors, in Ronald Ehrenberg (ed.), Research in Labor Economics, Vol. 6 (Greenwich, CT: JAI Press, Inc., 1984) pp. 311-334.",
        "Montgomery, James, Equilibrium Wage Dispersion and Inter-Industry Wage Differentials, Mimeo, MIT, December 1987.",
        "Murphy, Kevin M. and Robert Topel, Efficiency Wages Reconsidered: Theory and Evidence, Mimeo, University of Chicago, May 1987.",
        "Nalebuff, Barry and Joseph Stiglitz, Prices and Quality, Mimeo., Princeton University Econometric Research Program, Paper No. 297, 1982.",
        "Newey, Whitney, Generalized Method of Moments Specification Testing, Journal of Econometrics 29, 1985, pp. 229-256.",
        "Pencavel, John, An Analysis of the Quit Rate in American Manufacturing Industries (Princeton, N.J.: Princeton University Industrial Relations Section, 1970).",
        "Stigler, George, The Economics of Minimum Wage Legislation, American Economics Review, June 1946, pp. 358-367.",
        "Stiglitz, Joseph, Theories of Wage Rigidities, in J. Butkiewicz, et. al. (eds.) Keynes Economic Legacy: Contemoorarv Economic Theories (New York: Praeger Publishers, 1986) 153-206.",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of political Economy 88, 1980, 529-538.",
        "Weitzman, Martin, A Model of Job Market Segmentation, Mimeo, MIT, August 1987.",
        "Wessels, Walter J., The Effect of Minimum Wages in the Presence of Fringe Benefits: An Expanded Model, Economic Inquiry 18 (April 1980): 293-313 (a).",
        "Wessels, Walter J., Minimum Wages. Fringe Benefits, and Working Conditions (Washington, DC: American Enterprise Institute, 1980b)."
    ]
}