{
    "id": 25614,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Abowd, J., Kramarz, F., Margolis, D., 1999. High wage workers and high wage firms. Econometrica 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Ai, C., Norton, E. C., 2003. Interaction terms in logit and probit models. Economics letters 80 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Arkolakis, C., Ramondo, N., RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, A., Yeaple, S., 2018. Innovation and production in the global economy. American Economic Review 108 (8), 2128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Blinder, A. S., 2006. Offshoring: the next industrial revolution? Foreign affairs, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Dornbusch, R., Fischer, S., Samuelson, P. A., 1980. Heckscher-Ohlin trade theory with a continuum of goods. The Quarterly Journal of Economics, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Eaton, J., Kortum, S., Sotelo, S., 2013. International trade: Linking micro and macro. In: Acemoglu, D., Arellano, M., Dekel, E. (Eds.), Advances in Economics and Econometrics Tenth World Congress. Vol. II: Applied Economics. Cambridge University Press.",
        "Feenstra, R. C., 2004. Advanced international trade: Theory and evidence. Princeton University Press, Princeton, New Jersey.",
        "Feenstra, R. C., Hanson, G. H., 1997. Foreign direct investment and relative wages: Evidence from MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s maquiladoras. Journal of international economics 42 (3), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Gibbons, S., Overman, H. G., Pelkonen, P., 2014. Area Disparities in Britain: Understanding the Contribution of People vs. Place Through Variance Decompositions. Oxford Bulletin of Economics and Statistics 76 (5), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Hanson, G., 2015. What Do We Really Know about Offshoring? Industries and Countries in Global Production Sharing. Tech. Rep. 416, Centro Studi Luca DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢agliano Development Studies Working Papers.",
        "Head, K., Mayer, T., 2014. Gravity equations: Workhorse, toolkit, and cookbook. In: Helpman, E., Gopinath, G., Rogoff, K. (Eds.), Handbook of International Economics. Vol. 4. Elsevier, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Head, K., Mayer, T., 2019. Brands in Motion: How frictions shape multinational production. American Economic Review.",
        "Helpman, E., Melitz, M. J., Yeaple, S. R., 2004. Export versus FDI with heterogeneous firms. American Economic Review 94, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Hummels, D., Munch, J. R., Xiang, C., September 2018. Offshoring and Labor Markets.",
        "URL http://www.aeaweb.org/articles?id=10.1257/jel.20161150 Irarrazabal, A., Moxnes, A., Opromolla, L. D., 2013. The margins of multinational production and the role of intrafirm trade. Journal of Political Economy 121 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "McCalman, P., Spearot, A., 2013. Why trucks jump: Offshoring and product characteristics. Journal of International Economics 91 (1), 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Pierce, J. R., Schott, P. K., 2016. The surprisingly swift decline of US manufacturing employment.",
        "Ramondo, N., RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, A., 2013. Trade, multinational production, and the gains from openness. Journal of Political Economy 121 (2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Santos Silva, J., Tenreyro, S., 2006. The log of gravity. The Review of Economics and Statistics 88 (4), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Schott, P. K., 2004. Across-product versus within-product specialization in international trade. The Quarterly Journal of Economics 119 (2), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Tintelnot, F., 2017. Global Production with Export Platforms. The Quarterly Journal of Economics 132 (1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209."
    ]
}