{
    "id": 25612,
    "cites": 51,
    "cited_by": 16,
    "reference": [
        "Adda, J. (2018): Regional Wage Disparities and Migration. Ahlfeldt, G. M., S. J. Redding, D. M. Sturm, and N. Wolf (2015): The economics of density: Evidence from the Berlin Wall. Econometrica, vol. 83, pp. 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Andersen, T. M. et al. (2003): Wage formation and European integration. Tech. rep., Directorate General Economic and Financial Affairs (DG ECFIN), European Commission.",
        "Atkinson, T. and A. Brandolini (2006): The panel of Country Approach to Explain Income Inequality: An Interdisciplinary Research Agenda. In: Mobility and Inequality. Frontiers of Research in Sociology and Economics. Princeton University Press, pp. 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Banfield, E. C. (1958): The Moral Basis of a Backward Society. New York : The Free Press.",
        "Belloc, M., P. Naticchioni, and C. Vittori (2018): Urban Wage Premia, Cost of Living, and Collective Bargaining. CESifo Group Munich.",
        "Bigoni, M., S. Bortolotti, M. Casari, D. Gambetta, and F. Pancotto (2016): Amoral Familism, Social Capital, or Trust? The Behavioural Foundations of the Italian North-South Divide. Economic Journal, vol. 126, pp. 1318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Boeri, T., A. Brugiavini, and L. Calmfors (2001): The role of unions in the twenty-first century: a report for the Fondazione Rodolfo Debenedetti. OUP Oxford.",
        "BraÃ\u0083Å\u0092Ã\u0082Ë\u0086ndle, T., W. D. Heinbach, and M. F. Maier (2011): Tarifliche OÃ\u0083Å\u0092Ã\u0082Ë\u0086ffnung in Deutschland: AusmaÃ\u0083Æ\u0092Ã\u0082Å¸, Determinanten, Auswirkungen. Zeitschrift fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Arbeitsmarktforschung, vol. 44, pp. 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Brandolini, A., P. Casadio, P. Cipollone, M. Magnani, A. Rosolia, and R. Torrini (2007): Employment growth in Italy in the 1990s: institutional arrangements and market forces. In: Social pacts, employment and growth. Springer, pp. 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Brunello, G., C. Lupi, and P. Ordine (2000): Regional Disparities and the Italian NAIRU. Oxford Economic Papers, vol. 52, pp. 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2001): Widening differences in Italian regional unemploymen. Labour Economics, vol. 8, pp. 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Buonanno, P., R. Durante, G. Prarolo, and P. Vanin (2015): Poor Institutions, Rich Mines: Resource Curse and the Origins of the Sicilian Mafia. Economic Journal, vol. 125, pp. 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Burda, M. and J. Hunt (2001): From Reunification to Economic Integration: Productivity and the Labor Market in Eastern Germany. Brookings Papers on Economic Activity, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Calmfors, L. and H. Horn (1986): Employment policies and centralized wage-setting. Economica, pp. 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Card, D., T. Lemieux, and W. Riddel (2004): Unions and wage inequality. Journal of Labor Research, vol. 25, pp. 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Casadio, P. (2003): Wage formation in the Italian private sector after the 1992-93 income policy agreements. MPRA Paper.",
        "Checchi, D. and C. Lucifora (2002): Unions and labor market institutions in Europe. vol. 35, pp. 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "CNEL (2018): Annual Report 2016-17 on the Labour Market and Collective Bargaining.",
        "Dauth, W., S. Findeisen, E. Moretti, and J. Suedekum (2018): Matching in Cities. NBER WP 25227.",
        "Du Caju, P., E. Gautier, D. Momferatou, and M. E. Ward-Warmedinger (2008): Institutional features of wage bargaining in 23 European countries, the US and Japan. ECB Working Paper Series.",
        "Duranton, G. and D. Puga (2014): The growth of cities. In: Handbook of economic growth, vol. 2. Elsevier, pp. 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Dustmann, C., B. Fitzenberger, U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and A. Spitz-Oener (2014): From sick man of Europe to economic superstar: GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s resurgent economy. Journal of Economic Perspectives, vol. 28, pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Dustmann, C., J. Ludsteck, and U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg (2009): Revisiting the German wage structure. The Quarterly Journal of Economics, vol. 124, pp. 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Erickson, C. L. and A. Ichino (1994): Lump-Sum Bonuses in Union Contracts. Advances in Industrial and Labor Relations, vol. 6, pp. 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Fajgelbaum, P. D., E. Morales, J. C. S. Serrato, and O. M. Zidar (2015): State taxes and spatial misallocation. Tech. rep., National Bureau of Economic Research.",
        "Flanagan, R. (1999): Macroeconomic Performance and Collective Bargaining: An International Perspective. Journal of Economic Literature, vol. 37, pp. 1150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Garnero, A. (2018): The dog that barks doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t bite: coverage and compliance of sectoral minimum wages in Italy. IZA Journal of Labor Policy, vol. 7, p. 3.",
        "Guiso, L., P. Sapienza, and L. Zingales (2004): The role of social capital in financial development. American Economic Review, vol. 94, pp. 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c556.",
        "Hijzen, A. and P. Martins (2016): No Extension without Representation? Evidence from a Natural Experiment in Collective Bargaining. IMF Working Paper, vol. 16.",
        "Hornbeck, R. and E. Moretti (2018): Who Benefits From Productivity Growth? Direct and Indirect Effects of Local TFP Growth on Wages, Rents, and Inequality. Tech. rep., National Bureau of Economic Research. Hsieh, C.-T. and E. Moretti (forthcoming): Housing constraints and spatial misallocation. American Economic Journal: Macroeconomics.",
        "Ichino, A. and G. Maggi (2000): Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm. Quarterly Journal of Economics, vol. 115, pp. 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "IStat (2000): La flessibilitaÃ\u0083Å\u0092Ã\u0082â\u0082¬ del mercato del lavoro nel periodo 1995-96. Collana Informazioni.",
        "Istat (2014): Noi Italia. 100 statistiche per capire il Paese in cui viviamo.",
        "Jappelli, T. and L. Pistaferri (2000): The dynamics of household wealth accumulation in Italy. Fiscal Studies, vol. 21, pp. 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010): Does consumption inequality track income inequality in Italy? Review of Economic Dynamics, vol. 13, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Kline, P. and E. Moretti (2013): Place based policies with unemployment. American Economic Review, Papers and Proceedings, vol. 103, pp. 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Kohaut, S. and C. Schnabel (2007): Tarifliche OÃ\u0083Å\u0092Ã\u0082Ë\u0086ffnungsklauselnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cVerbreitung, Inanspruchnahme und Bedeutung. Sozialer Fortschritt, pp. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Manacorda, M. (2004): Can the Scala Mobile explain the fall and rise of earnings inequality in Italy? A semiparametric analysis, 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1993. Journal of Labor economics, vol. 22, pp. 585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Manacorda, M. and B. Petrongolo (2001): Regional mismatch and unemployment: theory and evidence from Italy, 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998. Journal of Population Economics, vol. 19, pp. 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Moretti, E. (2011): Local labor markets. In: Handbook of labor economics, vol. 4. Elsevier, pp. 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Real wage inequality. American Economic Journal: Applied Economics, vol. 5, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "OECD (2017): Collective bargaining in a changing world of work. OECD Employment Outlook 2017.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018a): Regional Statistics. Date retrieved from https://stats.oecd.org on 17/10/2018.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018b): The role of collective bargaining systems for good labour market performance.",
        "Putnam, R., R. Leonardi, and R. Nanetti (1993): Making Democracy Work: Civic Traditions in Modern Italy. Princeton University Press.",
        "Redding, S. J. (2013): Economic geography: a review of the theoretical and empirical literature. In: Palgrave handbook of international trade. Springer, pp. 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Restuccia, D. and R. Rogerson (2017): The causes and costs of misallocation. Journal of Economic Perspectives, vol. 31, pp. 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Saggio, R., D. Daruich, and S. di Addario (2018): The Effects of Partial Employment Protection Reforms: Evidence from Italy.",
        "Schnabel, C. (1998): The reform of collective bargaining in Germany: corporatist stability vs. firm flexibility. The German Model of Industrial Relations between Adaptation and Erosion, pp. 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Traxler, F., S. Blaschke, B. Kittel et al. (2001): National labour relations in internationalized markets: A comparative study of institutions, change, and performance. Oxford University Press Oxford.",
        "Van Ruysseveldt, J. and J. Visser (1996): Industrial relations in Europe. Traditions and transitions."
    ]
}