{
    "id": 25620,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Andreoni, J. (1989). Giving with impure altruism: Applications to charity and ricardian equivalence. Journal of Political Economy, 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1458.",
        "Andreoni, J. (1990). Impure altruism and donations to public goods: A theory of warm-glow giving. Economic Journal 100(401), 464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Baker, G. P. (1992). Incentive contracts and performance measurement. Journal of Political Economy, 598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nabou, R. and J. Tirole (2006). Incentives and prosocial behavior. American Economic Review 96(5), 1652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Christen, M., G. Iyer, and D. Soberman (2006). Job satisfaction, job performance, and effort: A reexamination using agency theory. Journal of Marketing 70(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "DellaVigna, S., J. A. List, and U. Malmendier (2012). Testing for Altruism and Social Pressure in Charitable Giving. Quarterly Journal of Economics 127(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fowlie, M., M. Greenstone, and C. Wolfram (2015). Do energy efficiency investments deliver? evidence from the weatherization assistance program. Technical report, National Bureau of Economic Research.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. (1979). Moral hazard and observability. The Bell Journal of Economics, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. and P. Milgrom (1991). Multitask principal-agent analyses: Incentive contracts, asset ownership, and job design. Journal of Law, Economics, & Organization, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Interagency Working Group on Social Cost of Carbon (2013). Technical support document: Technical update of the social cost of carbon for regulatory impact analysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dunder executive order 12866. https://www.whitehouse.gov/sites/default/files/omb/assets/inforeg/ technical-update-social-cost-of-carbon-for-regulatory-impact-analysis.",
        "Jessoe, K. and D. Rapson (2014). Knowledge is (less) power: Experimental evidence from residential energy use. American Economic Review 104(4), 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "KÃ\u0083Æ\u0092Ã\u0082Â¶szegi, B. and M. Rabin (2006). A model of reference-dependent preferences. Quarterly Journal of Economics 121(4), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Mazraati, M. and O. M. Alyousif (2009). Aviation fuel demand modelling in oecd and developing countries: impacts of fuel efficiency. OPEC energy review 33(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Pugno, M. and S. Depedri (2009). Job performance and job satisfaction: An integrated survey. Department of Economics Working Papers 0904, Department of Economics, University of Trento, Italia."
    ]
}