{
    "id": 25627,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Aizer, Anna. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gender wage gap and domestic violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (4): 1847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1859.",
        "AlmÃ\u0083Æ\u0092Ã\u0082Â¥s, Ingvild, Alex Armand, Orazio Attanasio, and Pedro Carneiro. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and Changing Control: WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Empowerment and Targeted Transfers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 128 (612): F609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF639.",
        "Anderson, Michael. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple inference and gender differences in the effects of early intervention: A reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 103 (484): 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Angelucci, Manuela. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Love on the rocks: domestic violence and alcohol abuse in rural Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy 8, no. 1.",
        "Bloch, Francis, and Vijayendra Rao. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Terror as a Bargaining Instrument: A Case Study of Dowry Violence in Rural India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (4): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1043 (September).",
        "Bobonis, Gustavo J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the allocation of resources within the household efficient? New evidence from a randomized experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 117 (3): 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Bobonis, Gustavo J., Melissa Gonzalez-Brenes, and Roberto Castro. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public transfers and domestic violence: The roles of private information and spousal control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (1): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Eswaran, Mukesh, and Nisha Malhotra. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic violence and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s autonomy in developing countries: theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Æ\u0092Ã\u0082Â©conomique 44 (4): 1222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1263 (November).",
        "Farmer, Amy, and Jill Tiefenthaler. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An economic analysis of domestic violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Social Economy 55 (3): 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Haushofer, Johannes, and Jeremy Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Term Impact of Unconditional Cash Transfers to the Poor: Experimental Evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, July, qjw025.",
        "Heath, Rachel, Melissa Hidrobo, and Shalini Roy. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash Transfers, Polygamy, and Intimate Partner Violence: Experimental Evidence from Mali.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFPRI Working Paper.",
        "Hidrobo, Melissa, and Lia Fernald. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash transfers and domestic violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 32 (1): 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319 (January).",
        "Hidrobo, Melissa, Amber Peterman, and Lori Heise. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Cash, Vouchers, and Food Transfers on Intimate Partner Violence: Evidence from a Randomized Experiment in Northern Ecuador.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics (forthcoming).",
        "Hindin, Michelle J., Sunita Kishor, and Donna L. Ansara. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate partner violence among couples in 10 DHS countries: Predictors and health outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rivera-Rivera, Leonor, Eduardo Lazcano-Ponce, Jorge SalmerÃ\u0083Æ\u0092Ã\u0082Â³n-Castro, Eduardo Salazar-MartÃ\u0083Æ\u0092Ã\u0082Â­nez, Roberto Castro, and Mauricio HernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Avila. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prevalence and determinants of male partner violence against Mexican women: a population-based study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Salud PÃ\u0083Æ\u0092Ã\u0082Âºblica de MÃ\u0083Æ\u0092Ã\u0082Â©xico 46 (2): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Roy, Shalini, Melissa Hidrobo, John Hoddinott, and Akhter Ahmed. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfers, Behavior Change Communication, and Intimate Partner Violence: Post-Program Evidence from Rural Bangladesh.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, November, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Stevenson, Betsey, and Justin Wolfers. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining in the shadow of the law: Divorce laws and family distress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 121 (1): 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Tankard, Margaret. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Money on Your Own or in Solidarity: An Experiment on WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Empowerment and Intimate Partner Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD Dissertation, Princeton University.",
        "Tankard, Margaret E., and Elizabeth Levy Paluck. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Norm Perception as a Vehicle for Social Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Issues and Policy Review 10 (1): 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211 (January).",
        "Tauchen, Helen V., Ann Dryden Witte, and Sharon K. Long. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic violence: A non-random affair.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 1665, National Bureau of Economic Research.",
        "Zwane, A., J. Zinman, E. VanDusen, W. Pariente, C. Null, E. Miguel, M. Kremer, D. Karlan, R. Hornbeck, X. Gine, E. Duflo, F. DeVoto, B. Crepon, and A. Banerjee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Being Surveyed Can Change Later Behavior and Related Parameter Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 108 (5): 1821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1826."
    ]
}