{
    "id": 25626,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "John M. Abowd and Ian M. Schmutte. Economic analysis and statistical disclosure limitation. Brookings Papers on Economic Activity, pages 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267, 2015. ISSN 00072303, 15334465. URL http://www.jstor.org/stable/43684103.",
        "John M. Abowd and Ian M. Schmutte. An economic analysis of privacy protection and statistical accuracy as social choices. American Economic Review, 109(1):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202, January 2019.",
        "J. Trent Alexander, Michael Davern, and Betsey Stevenson. Inaccurate age and sex data in the census pums files: Evidence and implications. Technical report, January 2010.",
        "Joshua D. Angrist, Parag A. Pathak, and Christopher R. Walters. Explaining charter school effectiveness. American Economic Journal: Applied Economics, 5(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27, October 2013.",
        "Raj Chetty, John N Friedman, Nathaniel Hendren, Maggie R Jones, and Sonya R Porter. The opportunity atlas: Mapping the childhood roots of social mobility. Working Paper 25147, National Bureau of Economic Research, October 2018.",
        "Zack Cooper, Stuart Craig, Martin Gaynor, and John Van Reenen. The price ainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t right? hospital prices and health spending on the privately insured. 2015.",
        "Cynthia Dwork. Differential privacy. In M. Bugliesi, B. Preneel, V. Sassone, and I. Wegene, editors, Automata, Languages and Programming. ICALP 2006. Lecture Notes in Computer Science, vol 4052, chapter 1, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12. Springer, Berlin, Heidelberg, 2006.",
        "Cynthia Dwork and Jing Lei. Differential privacy and robust statistics. In Proceedings of the 41th Annual ACM Symposium on Theory of Computing (STOC). Association for Computing Machinery, Inc., May 2009. URL https://www.microsoft.com/en-us/research/publication/ differential-privacy-and-robust-statistics/.",
        "Cynthia Dwork, Frank McSherry, Kobbi Nissim, and Adam Smith. Calibrating noise to sensitivity in private data analysis. In Shai Halevi and Tal Rabin, editors, Theory of Cryptography, pages 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284, Berlin, Heidelberg, 2006. Springer Berlin Heidelberg. ISBN 978-3-540-32732-5.",
        "Simson Garfinkel, John M Abowd, and Christian Martindale. Understanding database reconstruction attacks on public data. Queue, 16(5):50, 2018.",
        "Peter Hull. Estimating hospital quality with quasi-experimental data. February 2018.",
        "Shiva Prasad Kasiviswanathan, Homin K. Lee, Kobbi Nissim, Sofya Raskhodnikova, and Adam D. Smith. What can we learn privately? SIAM Journal of Computing, 109(1), 2011.",
        "Daniel Kifer, Adam Smith, and Abhradeep Thakurta. Private convex empirical risk minimization and high-dimensional regression. In Shie Mannor, Nathan Srebro, and Robert C. Williamson, editors, Proceedings of the 25th Annual Conference on Learning Theory, volume 23 of Proceedings of Machine Learning Research, pages 25.1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.40, Edinburgh, Scotland, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27 Jun 2012. PMLR. URL http://proceedings.mlr.press/v23/kifer12.html.",
        "Frank McSherry and Kunal Talwar. Mechanism design via differential privacy. In 48th Annual IEEE Symposium on Foundations of Computer Science. IEEE, October 2007.",
        "Davis A. Morris, Jesse Gregory, and Daniel A. Hartley. The long-run effects of low-income housing on neighborhood composition. December 2018.",
        "Seattle Housing Authority. Creating Moves to Opportunity: Seattle & King County. 2017. URL https://www.seattlehousing.org/sites/default/files/CMTO Fact Sheet.pdf.",
        "Adam Smith. Privacy-preserving statistical estimation with optimal convergence rates. In Proceedings of the Forty-third Annual ACM Symposium on Theory of Computing, STOC Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢11, pages 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 822, New York, NY, USA, 2011. ACM. ISBN 978-1-4503-0691-1. doi: 10.1145/1993636.1993743.",
        "U.S. Census Bureau. Statistical safeguards. Data Protection and Privacy Program, U.S. Census Bureau, 2018. URL https://www.census.gov/about/policies/privacy/statistical safeguards.html.",
        "Washington State Department of Health. Department of health agency standards for reporting data with small numbers. pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24, 2018. URL https://www.doh.wa.gov/portals/1/documents/ 1500/smallnumbers.pdf.",
        "Larry Wasserman and Shuheng Zhou. A statistical framework for differential privacy. Journal of the American Statistical Association, 105(489):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389, 2010."
    ]
}