{
    "id": 25639,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "Abramitzky, R., L. P. Boustan, and K. Eriksson (2014). A nation of immigrants: Assimilation and economic outcomes in the age of mass migration. Journal of Political Economy 122(3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Bhaskar, R., L. Fernandez, and S. R. Porter (2016). Assimilation and coverage of the foreign-born population in administrative records. Statistical Journal of the IAOS (Preprint), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Bond, B., J. D. Brown, A. Luque, and A. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2014). The nature of the bias when studying only linkable person records: Evidence from the American Community Survey. Center for Administrative Records Research and Applications Working Paper 8.",
        "Borjas, G. J. (1985). Assimilation, changes in cohort quality, and the earnings of immigrants. Journal of Labor Economics 3(4), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Borjas, G. J. (1989). Immigrant and emigrant earnings: A longitudinal study. Economic Inquiry 27(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Borjas, G. J. (1995). The economic benefits from immigration. Journal of Economic Perspectives 9(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Borjas, G. J. (2003). The labor demand curve is downward sloping: Reexamining the impact of immigration on the labor market. The Quarterly Journal of Economics 118(4), 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Borjas, G. J. et al. (1987). Self-selection and the earnings of immigrants. American Economic Review 77(4), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Card, D. (1990). The impact of the Mariel boatlift on the miami labor market. ILR Review 43(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Card, D. (2005). Is the new immigration really so bad? The Economic Journal 115(507), F300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF323.",
        "Card, D. (2009). Immigration and inequality. American Economic Review 99(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Chiquiar, D. and G. H. Hanson (2005). International migration, self-selection, and the distribution of wages: Evidence from Mexico and the United States. Journal of Political Economy 113(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Chiswick, B. R. (1978). The effect of Americanization on the earnings of foreign-born men. Journal of Political Economy 86(5), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Cortes, P. (2008). The effect of low-skilled immigration on US prices: evidence from CPI data. Journal of Political Economy 116(3), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Duleep, H. O. and D. J. Dowhan (2002). Insights from longitudinal data on the earnings growth of US foreign-born men. Demography 39(3), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Duleep, H. O. and D. J. Dowhan (2008). Research on immigrant earnings. Soc. Sec. Bull. 68, 31.",
        "Duleep, H. O. and M. C. Regets (1997). Measuring immigrant wage growth using matched CPS files. Demography 34(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Dustmann, C., A. Glitz, and T. Vogel (2010). Employment, wages, and the economic cycle: Differences between immigrants and natives. European Economic Review 54(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Dustmann, C. and J.-S. GoÃ\u0083Å\u0092Ã\u0082Ë\u0086rlach (2015). Selective out-migration and the estimation of immigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings profiles. In Handbook of the Economics of International Migration, Volume 1, pp. 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533. Elsevier.",
        "Dustmann, C. and Y. Weiss (2007). Return migration: theory and empirical evidence from the UK. British Journal of Industrial Relations 45(2), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Foged, M. and G. Peri (2016). ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ effect on native workers: New analysis on longitudinal data. American Economic Journal: Applied Economics 8(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Foster, T. B., M. Ellis, and L. Fiorio (2018). Foreign-born and native-born migration in the us: Evidence from irs administrative and census survey records.",
        "Friedberg, R. M. (2001). The impact of mass migration on the Israeli labor market. The Quarterly Journal of Economics 116(4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Grieco, E. M., L. J. Larsen, and H. Hogan (2018). How Period Data Influence the Estimates of Recently Arrived Immigrants in the American Community Survey. International Migration Review 52(1), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Hall, M. and G. Farkas (2008). Does human capital raise earnings for immigrants in the low-skill labor market? Demography 45(3), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Hu, W.-Y. (2000). Immigrant earnings assimilation: Estimates from longitudinal data. American Economic Review 90(2), 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Hunt, J. (1992). The impact of the 1962 repatriates from Algeria on the French labor market. ILR Review 45(3), 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Jasso, G. and M. R. Rosenzweig (1982). Estimating the emigration rates of legal immigrants using administrative and survey data: The 1971 cohort of immigrants to the United States. Demography 19(3), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Jasso, G. and M. R. Rosenzweig (1988). How well do u.s. immigrants do? vintage effects, emigration selectivity, and occupational mobility. In T. P. Schultz (Ed.), Research in Population Economics, Volume 6. JAI Press.",
        "Kaushal, N. (2011). Earning trajectories of highly educated immigrants: Does place of education matter? ILR Review 64(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Kaushal, N., Y. Lu, N. Denier, J. S.-H. Wang, and S. J. Trejo (2016). Immigrant employment and earnings growth in Canada and the USA: Evidence from longitudinal data. Journal of Population Economics 29(4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Lehmer, F. and J. Ludsteck (2015). Wage Assimilation of Foreigners: Which Factors Close the Gap? Evidence From Germany. Review of Income and Wealth 61(4), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Lubotsky, D. (2007). Chutes or ladders? a longitudinal analysis of immigrant earnings. Journal of Political Economy 115(5), 820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Lubotsky, D. (2011). The effect of changes in the U.S. wage structure on recent immigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings. The Review of Economics and Statistics 93(1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Ottaviano, G. I. and G. Peri (2012). Rethinking the effect of immigration on wages. Journal of the European Economic Association 10(1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Peri, G. (2012). The effect of immigration on productivity: Evidence from U.S. states. Review of Economics and Statistics 94(1), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Peri, G. and C. Sparber (2009). Task specialization, immigration, and wages. American Economic Journal: Applied Economics 1(3), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Schwabish, J. A. (2011). Identifying rates of emigration in the United States using administrative earnings records. International Journal of Population Research 2011.",
        "Van Hook, J. and W. Zhang (2011). Who stays? Who goes? Selective emigration among the foreignborn. Population Research and Policy Review 30(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Villarreal, A. and C. R. Tamborini (2018). ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Economic Assimilation: Evidence from Longitudinal Earnings Records. American Sociological Review, 0003122418780366. A Appendix Figures For Online Publication"
    ]
}