{
    "id": 25641,
    "cites": 57,
    "cited_by": 8,
    "reference": [
        "Adamowicz, W., Dickie, M., Gerking, S., Veronesi, M., and Zinner, D. (2014). Household decision making and valuation of environmental health risks to parents and their children. Journal of the Association of Environmental and Resource Economists, 1(4):481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Adar, S. D., DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Souza, J., Sheppard, L., Kaufman, J. D., Hallstrand, T. S., Davey, M. E., Sullivan, J. R., Jahnke, J., Koenig, J., Larson, T. V., et al. (2015). Adopting clean fuels and technologies on school buses. pollution and health impacts in children. American journal of respiratory and critical care medicine, 191(12):1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421.",
        "Anderson, M. L., Gallagher, J., and Ritchie, E. R. (2018). School meal quality and academic performance. Journal of Public Economics, 168:81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Barone, T. L., Storey, J. M., and Domingo, N. (2010). An analysis of field-aged diesel particulate filter performance: Particle emissions before, during, and after regeneration. Journal of the Air & Waste Management Association, 60(8):968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c976.",
        "Beatty, T. and Shimshack, J. (2011). School buses, diesel emissions, and respiratory health. Journal of Health Economics, 30(5):987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c999.",
        "Beatty, T. K. and Shimshack, J. P. (2014). Air pollution and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s respiratory health: A cohort analysis. Journal of Environmental Economics and Management, 67(1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Biswas, S., Verma, V., Schauer, J. J., and Sioutas, C. (2009). Chemical speciation of pm emissions from heavy-duty diesel vehicles equipped with diesel particulate filter (dpf) and selective catalytic reduction (scr) retrofits. Atmospheric Environment, 43(11):1917 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1925.",
        "Bjornson, C. and Mitchell, I. (2000). Gender differences in asthma in childhood and adolescence. Journal of Gender Specific Medicine, 3(8):57 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 61.",
        "Blasingame, K. (2012). Measurement agreement of fitnessgram aerobic capacity and body composition standards. Iowa State University Graduate Theses and Dissertations.",
        "Borak, J. and Sirianni, G. (2007). Studies of self-pollution in diesel school buses: methodological issues. Journal of occupational and environmental hygiene, 4(9):660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "CalderoÃ\u0083Å\u0092Ã\u0082Â\u0081n-GarciduenÃ\u0083Å\u0092Ã\u0082Æ\u0092as, L., Mora-TiscarenÃ\u0083Å\u0092Ã\u0082Æ\u0092o, A., Styner, M., GoÃ\u0083Å\u0092Ã\u0082Â\u0081mez-garza, G., Zhu, H., TorresJardoÃ\u0083Å\u0092Ã\u0082Â\u0081n, R., Carlos, E., Solorio-LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, E., Medina-Cortina, H., Kavanaugh, M., and DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Angiulli, A. (2012). White matter hyperintensities, systemic inflammation, brain growth, and cognitive functions in children exposed to air pollution. Journal of AlzheimerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Disease, 31(1):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Castelli, D. M., Hillman, C. H., Buck, S. M., and Erwin, H. E. (2007). Physical fitness and academic achievement in third-and fifth-grade students. Journal of Sport and Exercise Psychology, 29(2):239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Castillo-GarzoÃ\u0083Å\u0092Ã\u0082Â\u0081n, M. J., Ruiz, J., Ortega, F. B., and GutieÃ\u0083Å\u0092Ã\u0082Â\u0081rrez, A. (2006). Anti-aging therapy through fitness enhancement. 1:213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Castro-PinÃ\u0083Å\u0092Ã\u0082Æ\u0092ero, J., Perez-Bey, A., Segura-JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, V., Aparicio, V. A., GoÃ\u0083Å\u0092Ã\u0082Â\u0081mez-MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nez, S., Izquierdo-Gomez, R., Marcos, A., Ruiz, J. R., Marcos, A., Castro-PinÃ\u0083Å\u0092Ã\u0082Æ\u0092ero, J., et al. (2017). Cardiorespiratory fitness cutoff points for early detection of present and future cardiovascular risk in children: a 2-year follow-up study. In Mayo Clinic Proceedings, volume 92, pages 1753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1762. Elsevier.",
        "Chen, X., Zhang, X., and Zhang, X. (2017). Smog in Our Brains: Gender Differences in the Impact of Exposure to Air Pollution on Cognitive Performance. GLO Discussion Paper Series, (32).",
        "Chetty, R., Friedman, J. N., Hilger, N., Saez, E., Schanzenbach, D. W., and Yagan, D. (2011). How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star. The Quarterly Journal of Economics, 126(4):1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Clougherty, J. E. and Kubzansky, L. D. (2008). Traffic-related air pollution and stress: Effects on asthma. Environmental Health Perspectives, 116(9):A376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA377.",
        "Commins, B. T., Waller, R. E., and Lawther, P. J. (1957). Air pollution in diesel bus garages. British Journal of Industrial Medicine, 14(4):232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Currie, J., Hanushek, E. A., Kahn, E. M., Neidell, M., and Rivkin, S. G. (2009). Does Pollution Increase School Absences? The Review of Economics and Statistics, 91(4):682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Currie, J. and Neidell, M. (2005). Air pollution and infant health: What can we learn from california Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s recent experience?*. The Quarterly Journal of Economics, 120(3):1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Ebenstein, A., Lavy, V., and Roth, S. (2016). The long-run economic consequences of high-stakes examinations: Evidence from transitory variation in pollution. American Economic Journal: Applied Economics, 8(4):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Edwards, J. U., Mauch, L., and Winkelman, M. R. (2011). Relationship of nutrition and physical activity behaviors and fitness measures to academic performance for sixth graders in a midwest city school district. Journal of School Health, 81(2):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "EPA (2003). Technical highlights: Questions and answers on using a diesel particulate matter filter in heavy-duty trucks and buses. Technical report, Environmental Protection Agency Office of Transportation and Air Quality.",
        "Fahlman, M. M., Hall, H. L., and Lock, R. (2006). Ethnic and socioeconomic comparisons of fitness, activity levels, and barriers to exercise in high school females. Journal of School Health, 76(1):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Freire, C., Ramos, R., Puertas, R., Lopez-Espinosa, M.-J., Julvez, J., Aguilera, I., Cruz, F., Fernandez, M.-F., Sunyer, J., and Olea, N. (2010). Association of traffic-related air pollution with cognitive development in children. Journal of Epidemiology & Community Health, 64(3):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Gauderman, W. J., Avol, E., Lurmann, F., Kuenzli, N., Gilliland, F., Peters, J., and McConnell, R. (2005). Childhood asthma and exposure to traffic and nitrogen dioxide. Epidemiology, 16(6):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 743.",
        "Gendron-Carrier, N., Gonzalez-Navarro, M., Polloni, S., and Turner, M. A. (2018). Subways and Urban Air Pollution. NBER Working Papers 24183, National Bureau of Economic Research, Inc.",
        "Guxens, M. and Sunyer, J. (2012). A review of epidemiological studies on neuropsychological effects of air pollution. The European Journal of Medical Sciences, 141(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Ham, J. C., Zweig, J. S., and Avol, E. (2014). Pollution, test scores and the distribution of academic achievement: Evidence from california schools 2002-2008. Manuscript, University of Maryland.",
        "Hammond, D., M. Lalor, M., and Jones, S. (2007). In-vehicle measurement of particle number concentrations on school buses equipped with diesel retrofits. Water, Air, and Soil Pollution, 179:217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Harder, B. (2005). School buses spew pollution into young lungs. Science News, 167(21):334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Hu, S., Herner, J. D., Shafer, M., Robertson, W., Schauer, J. J., Dwyer, H., Collins, J., Huai, T., and Ayala, A. (2009). Metals emitted from heavy-duty diesel vehicles equipped with advanced pm and nox emission controls. Atmospheric Environment, 43(18):2950 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2959.",
        "Institute of Medicine (2012). Fitness Measures and Health Outcomes in Youth. The National Academies Press, Washington, DC.",
        "Jiang, Y., Yang, J., Cocker, D., Karavalakis, G., Johnson, K. C., and Durbin, T. D. (2018). Characterizing emission rates of regulated pollutants from model year 2012+ heavy-duty diesel vehicles equipped with dpf and scr systems. Science of The Total Environment, 619-620:765 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 771.",
        "Kodama, S., Saito, K., Tanaka, S., Maki, M., Yachi, Y., Asumi, M., Sugawara, A., Totsuka, K., Shimano, H., Ohashi, Y., et al. (2009). Cardiorespiratory fitness as a quantitative predictor of allcause mortality and cardiovascular events in healthy men and women: a meta-analysis. JAMA, 301(19):2024Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2035.",
        "Lakoski, S. G., Willis, B. L., Barlow, C. E., Leonard, D., Gao, A., Radford, N. B., Farrell, S. W., Douglas, P. S., Berry, J. D., DeFina, L. F., et al. (2015). Midlife cardiorespiratory fitness, incident cancer, and survival after cancer in men: the cooper center longitudinal study. JAMA oncology, 1(2):231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Lavy, V., Ebenstein, A., and Roth, S. (2014). The impact of short term exposure to ambient air pollution on cognitive performance and human capital formation. Working Paper 20648, National Bureau of Economic Research.",
        "Li, F., Lee, E. S., Liu, J., and Zhu, Y. (2015). Predicting self-pollution inside school buses using a cfd and multi-zone coupled model. Atmospheric Environment, 107:16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Marshall, J. D. and Behrentz, E. (2005). Vehicle self-pollution intake fraction: childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s exposure to school bus emissions. Environmental Science & Technology, 39(8):2559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2563. PMID: 15884349.",
        "Monahan, P. (2006). School Bus Pollution Report Card 2006 : Grading the States. Report, Union of Concerned Scientists.",
        "Muzyka, V., Veimer, S., and Shmidt, N. (1998). Particle-bound benzene from diesel engine exhaust. Scandinavian Journal of Work, Environment Health, 24(6):481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Ngo, N. S. (2015). Analyzing the relationship between bus pollution policies and morbidity using a quasi-experiment. Medicine, 94(37).",
        "Ngo, N. S. (2017). Emission standards, public transit, and infant health. Journal of policy analysis and management, 36 4:773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ortega, F., Ruiz, J., Castillo, M., and SjoÃ\u0083Å\u0092Ã\u0082Ë\u0086stroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, M. (2008). Physical fitness in childhood and adolescence: a powerful marker of health. International journal of obesity, 32(1):1.",
        "Reichardt, R. (2000). The Cost of Class Size Reduction: Advice for Policy Makers. Ph.D. dissertation, RAND Corporation.",
        "Rice, J. K. (2010). The impact of teacher experience examining the evidence and policy implications. CALDER, Brief 11.",
        "Ross, R., Blair, S. N., Arena, R., Church, T. S., DespreÃ\u0083Å\u0092Ã\u0082Â\u0081s, J.-P., Franklin, B. A., Haskell, W. L., Kaminsky, L. A., Levine, B. D., Lavie, C. J., Myers, J., Niebauer, J., Sallis, R., Sawada, S. S., Sui, X., and WislÃ\u0083Æ\u0092Ã\u0082Â¸ff, U. (2016). Importance of assessing cardiorespiratory fitness in clinical practice: A case for fitness as a clinical vital sign. AHA.",
        "Sappok, A., Santiago, M., Vianna, T., and Wong, V. (2009). Characteristics and effects of ash accumulation on diesel particulate filter performance: Rapidly aged and field aged results. SAE Technical Paper.",
        "Soll-Johanning, H., Bach, E., Olsen, J. H., and TuÃ\u0083Å\u0092Ã\u0082Ë\u0086chsen, F. (1998). Cancer incidence in urban bus drivers and tramway employees: A retrospective cohort study. Occupational and Environmental Medicine, 55(9):594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Stevens, T., Cheng, W., Jaspers, I., and Madden, M. (2010). Effect of short-term exposure to diesel exhaust particles and carboxylic acids on mitochondrial membrane disruption in airway epithelial cells. 181:A1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA1031.",
        "Sunyer, J., Esnaola, M., Alvarez-Pedrerol, M., Forns, J., Rivas, I., LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Vicente, M., SuadesGonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez, E., Foraster, M., Garcia-Esteban, R., BasaganÃ\u0083Å\u0092Ã\u0082Æ\u0092a, X., Viana, M., Cirach, M., Moreno, T., Alastuey, A., Sebastian-Galles, N., Nieuwenhuijsen, M., and Querol, X. (2015). Association between traffic-related air pollution in schools and cognitive development in primary school children: A prospective cohort study. PLOS Medicine, 12(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Tate, J., Mason, R., and Schmitt, L. (2017). 2050 - the air quality emissions and health benefits of cleaner buses: A city of york (uk) case study using micro-scale models and a health impact toolkit. Journal of Transport Health, 5:S41.",
        "Waller, R. E., Hampton, L., and Lawther, P. J. (1985). A further study of air pollution in diesel bus garages. British Journal of Industrial Medicine, 42(12):824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830.",
        "Welk, G. J., Jackson, A. W., Jr., J. R. M., Haskell, W. H., Meredith, M. D., and Cooper, K. H. (2010). The association of health-related fitness with indicators of academic performance in texas schools. Research Quarterly for Exercise and Sport, 81(sup3):S16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS23. PMID: 21049834.",
        "Xu, W., Mai, G., Zhu, Q., Yu, Z., and Liu, Y. (2016). Pollution exposure at bus commuter stations in guangzhou, china. International Journal of Environmental Technology and Management, 19(2):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Zhang, Q. and Zhu, Y. (2011). Performance of school bus retrofit systems: ultrafine particles and other vehicular pollutants. Environmental science & technology, 45(15):6475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6482.",
        "Zuurbier, M., Hoek, G., Oldenwening, M., Lenters, V., Meliefste, K., van den Hazel, P., and Brunekreef, B. (2010). CommutersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exposure to particulate matter air pollution is affected by mode of transport, fuel type, and route. Environmental Health Perspectives, 118(6):783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789."
    ]
}