{
    "id": 25655,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Autor and Lyle. 2004. Women, War and Wages. Journal of Political Economy.",
        "Autor, D.H., Katz, L.F. and Kearney, M.S., 2008. Trends in US wage inequality: Revising the revisionists. The Review of economics and statistics, 90(2), pp.300-323.",
        "Albanesi, S. and C. Olivetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Roles and Medical Progress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, (2016). 1.1",
        "Albanesi, S. and M. Prados, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Household Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript (2014). 2",
        "Albanesi, S. and A. Sahin. 2018. The Gender Unemployment Gap. The Review of Economic Dynamics. 2.2, 8, 14",
        "An, Sungbae, and Frank Schorfheide. 2007. Bayesian analysis of DSGE models.\" Econometric Reviews 26.2-4: 113-172. 4",
        "Baily, Martin Neil, Robert J. Gordon. 1989. The Productivity Slowdown, Measurement Issues, and the Explosion of Computer Power. NBER Reprint No. 1199. 4",
        "Black, S. and C. Juhn. 2000. The Rise of Female Professionals: WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Response to Rising Skill Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 90(2): 450-455. 1.1",
        "Black, Sandra and A. Spitz-Oener. 2007. Explaining WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Success: Technological Change and the Skill Content of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work. NBER Working Paper 13116. 1.1",
        "Chang, Y., Doh, T. and Schorfheide, F., 2007. Non-stationary Hours in a DSGE Model. Journal of Money, credit and Banking, 39(6), pp.1357-1373. 20",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber. 2011. Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins. American Economic Review 101(2). 4",
        "Christiano, Lawrence J., Martin Eichenbaum and Charles L. Evans. 2005. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113(1): 1-45. 3",
        "Christiano L.J., M. Eichenbaum , R. Vigfusson. 2003. What Happens After a Technology Shock?\" NBER Working Papers 9819, National Bureau of Economic Research. 3",
        "Christiano L.J., M. Eichenbaum , R. Vigfusson. 2004. The Response of Hours to a Technology Shock: Evidence Based on Direct Measures of Technology,\" Journal of the European Economic Association, MIT Press, vol. 2(2-3): 381-395. 3",
        "Davis, Steven J. and James A. Kahn. 2008. Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels. Journal of Economic Perspectives, American Economic Association, vol. 22(4), pages 155-80, Fall.",
        "Fernald, John G. 2015. Productivity and Potential Output before, during, and after the Great Recession. NBER Macroeconomics Annual, 29: 1-51. 3.3.2",
        "Fogli, Alessandra and Laura Veldkamp. 2007. Nature or Nurture? Learning and Female Labor Force Participation. Federal Reserve Bank of Minneapolis, Research Department Staff Report 386. 2",
        "Foote, Christopher and R. Ryan. 2012. Labor Market Polarization Over the Business Cycle. Federal Reserve Bank of Boston Public Policy Discussion Paper No.12-8. 2.3",
        "Francis, Neville and Valerie Ramey. 2009. Measures of Per Capita Hours and Their Implications for the Technology-Hours Debate. Journal of Money, Credit, and Banking. 3",
        "Fukui, Masao, Emi Nakamura, JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2018. Women, Wealth Effects, and Slow Recoveries. NBER Working Paper No. 25311. 1.1",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, and Luca Gambetti. 2009. \"On the Sources of the Great Moderation.\" American Economic Journal: Macroeconomics, 1(1): 26-57. 1, 2.2, 2.2, 3.3.2, 4.2",
        "Galor, Oded and David N. Weil. 1996. The Gender Gap, Fertility, and Growth. American Economic Review, 86 (3): 374-387. 1.1",
        "Goldin, Claudia and Lawrence Katz. 2002. The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions. Journal of Political Economy 100, 730-770. 1.1",
        "Greenwood, Jeremy and Boyan Jovanovic. 1998. Accounting for Growth. NBER Working Paper No. 6647. 4",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorugoklu. 2005. Engines of Liberation. The Review of Economic Studies 72: 109-133. 1.1",
        "Jaimovich N. and H. and Siu. 2012. The Trend is the Cycle: Job Polarization and Jobless Recoveries. Manuscript. 2.3",
        "Juhn, Chinhui, and Simon Potter. 2007. Is there still an added worker effect? National Bureau of Economic Research. 7",
        "Jones, Larry, Manuelli Rodolfo E. and Ellen R. McGrattan. 2003. Why are Married Women Working So Much? Research Department Staff Report 317, Federal Reserve Bank of Minneapolis.",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti. 2010. Investment Shocks and Business Cycles. Journal of Monetary Economics 57(2): 132-145. 9, C.7",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti. 2012. Is There a Trade-Off Between Inflation and Output Stabilization? American Economic Journal: Macroeconomics. 4, 4, 4.2",
        "Lundberg, S., 1985. The added worker effect. Journal of Labor Economics, 3(1, Part 1), pp.1137. 2.2",
        "Nordhaus, William. 2004 Retrospective on the 1970s Productivity Slowdown. NBER Working Paper No. 10950. 4",
        "Olivetti, Claudia, 2006. Changes in womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s hours of market work: The role of returns to experience. Review of Economic Dynamics, 9(4): 557-587. 3.3.1",
        "Rendall, Michelle. 2010. Brain versus Brawn: The Realization of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Comparative Advantage. Manuscript, University of Zurich. 1.1",
        "Stephens, Jr, M., 2002. Worker displacement and the added worker effect. Journal of Labor Economics, 20(3), pp.504-537. 7",
        "Stock. J. and M. Watson. 2003. Has the Business Cycle Changed and Why? \" NBER Macroeconomics Annual, Mark Gertler and Ken Rogoff (eds), MIT Press. 5",
        "Stock. J. and M. Watson. 2003. Has the Business Cycle Changed? Evidence and Explanations,\" FRB Kansas City Symposium, Jackson Hole, Wyoming."
    ]
}