{
    "id": 25656,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Bailey, M. J. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Power to the Pill: The Impact of Contraceptive Freedom on WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lifecycle Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Erratum, 121(1), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "(2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Power to the Pill: Erratum and Addendum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121(1), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reexamining the Impact of Family Planning Programs on US Fertility: Evidence from the War on Poverty and the Early Years of Title X,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4(2), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Bailey, M. J., M. Guldi, and B. J. Hershbein (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Evidence on the Broad Benefits of Reproductive Health Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 32(4), 888Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Bailey, M. J., and J. M. Lindo (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access and Use of Contraception and Its Effects on WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Outcomes in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Oxford Handbook of Women and the Economy, ed. by S. L. Averett, L. M. Argys, and S. D. Hoffman.",
        "Bailey, M. J., O. Malkova, and Z. McLaren (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Access to Family Planning Increase ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Opportunities? Evidence from the War on Poverty and the Early Years of Title X,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Journal of Human Resources. Beauchamp, A., and C. Pakaluk (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Paradox of the Pill: Heterogeneous Effects of Oral Contraceptive Access,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry.",
        "Buckles, K., M. E. Guldi, and L. Schmidt (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Trends in the United States, 1980-2017: The Role of Unintended Births,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25521.",
        "Byker, T., C. Myers, and M. Graff (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can a Social Media Campaign Increase the Use of Long-Acting Reversible Contraception? Evidence from a Randomized Control Trial using Facebook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Colorado Department of Public Health and Environment (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking the Unintended Out of Pregnancy: ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Success with Long-Acting Reversible Contraceptives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 11-June-2018 at https://www.colorado.gov/pacific/sites/ default/files/PSD_TitleX3_CFPI-Report.pdf.",
        "Dinerman, L. M., M. D. Wilson, A. K. Duggan, and A. Joffe (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Long-Acting Reversible Contraceptive Use by Adolescent Girls and Young Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The European Journal of Contraception and Reproductive Health Care, 17(4), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Finer, L. B., and M. R. Zolna (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declines in Unintended Pregnancy in the United States, 20082011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 374(9), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Fischer, S., H. Royer, and C. White (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Reduced Access to Abortion and Family Planning Services on Abortions, Births, and Contraceptive Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 167, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Frank, J. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093With Less Money, ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Birth Control Program Feels the Pain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https://www.denverpost.com/2015/08/02/ with-less-money-colorados-birth-control-program-feels-the-pain/.",
        "Goldin, C., and L. F. Katz (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110(4), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 770.",
        "Grady, W. R., M. D. Hayward, and J. Yagi (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contraceptive Failure Rates in the United States: Estimates from the 1982 National Survey of Family Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Family Planning Perspectives, 18(5), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Grimes, D. A. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrauterine Devices (IUDs),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Contraceptive Technology, 19th ed., ed. by R. A. Hatcher, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143. Ardent Media, New York.",
        "Guldi, M. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Effects of Abortion and Birth Control Pill Access for Minors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 45(4), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Guttmacher Institute (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contraceptive Use in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fact Sheet, Accessed 24-November-2018 at https://www.guttmacher.org/sites/default/files/ factsheet/fb_contr_use_0.pdf.",
        "Horsley, S. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-Lasting Birth Control Program For Teens May Not Last Long,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https://www.npr.org/sections/itsallpolitics/2015/09/03/437268213/ colorados-long-lasting-birth-control-program-for-teens-may-not-last-long.",
        "Kearney, M. S., and P. B. Levine (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidized Contraception, Fertility, and Sexual Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Kearney, M. S., and P. B. Levine (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investigating recent trends in the U.S. teen birth rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 41, 15 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 29.",
        "Kost, K., I. Maddow-Zimet, and A. Arpaia (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pregnancies, Births and Abortions Among Adolescents and Young Women in the United States, 2013: National and State Trends by Age, Race and Ethnicity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York: Guttmacher Institute.",
        "Levine, P. B. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sexual Activity and Birth-Control Use of American Teenagers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Risky Behavior among Youths: An Economic Analysis, ed. by J. Gruber. University of Chicago Press. Lindo, J. M., C. Myers, A. Schlosser, and S. Cunningham (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Far Is Too Far? New Evidence on Abortion Clinic Closures, Access, and Abortions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources.",
        "Lindo, J. M., and A. Packham (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Can Expanding Access to Long-Acting Reversible Contraceptives Reduce Teen Birth Rates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9(3), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Lu, Y., and D. J. Slusky (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Family Planning Funding Cuts on Preventative Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(3), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124. (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Women?s Health Clinic Closures on Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Health Economics.",
        "Mestad, R., G. Secura, J. E. Allsworth, T. Madden, Q. Zhao, and J. F. Peipert (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acceptance of Long-Acting Reversible Contraceptive Methods by Adolescent Participants in the Contraceptive CHOICE Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contraception, 84(5), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Muralidharan, K., and N. Prakash (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cycling to School: Increasing Secondary School Enrollment for Girls in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 9(3), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Myers, C. K. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Abortion Policy: Re-Examining the Effects of Young WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Access to Reproductive Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125(6), 2178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2224.",
        "National Center for Health Statistics (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Survey of Family Growth 20112013 Female Respondent Data File,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 24-March-2015 at www.cdc.gov/nchs/ nsfg/nsfg_2011_2013.puf.htm.",
        "Packham, A. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Planning Funding Cuts and Teen Childbearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 55(1), 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Paul, J. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Birth Control Program Kept Afloat by $2M in Temporary Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https://www.denverpost.com/2015/08/25/ colorados-birth-control-program-kept-afloat-by-2m-in-temporary-funds/.",
        "Picard, R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GEONEAR: Stata Module to Find Nearest Neighbors Using Geodetic Distances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 7-September-2018 at https://ideas.repec.org/c/boc/ bocode/s457146.html.",
        "Planned Parenthood (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IUDs and Implants: Its Not Too Late for LARCs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 24-November-2018 at http://advocatesaz.org/2017/03/06/ iuds-and-implants-its-not-too-late-for-larcs/.",
        "Popovich, N. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colorado Contraception Program Was a Huge Success- but the GOP is Scrapping It,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https://www.vox.com/2014/ 7/7/5877505/colorado-contraceptives-teen-pregnancy-birth-control.",
        "Quast, T., F. Gonzalez, and R. Ziemba (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Abortion Facility Closings and Abortion Rates in Texas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 54, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Ricketts, S., G. Klingler, and R. Schwalberg (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Game Change in Colorado: Widespread Use of Long-Acting Reversible Contraceptives and Rapid Decline in Births Among Young, Low-Income Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives on Sexual and Reproductive Health, 46(3), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Schmidt, C. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colorado Teen Birthrate Drops 40% with Low-Cost Birth Control, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https://www.cnn.com/2014/07/10/health/ colorado-teen-pregnancy/.",
        "Secura, G., J. E. Allsworth, T. Madden, J. L. Mullersman, and J. F. Peipert (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contraceptive CHOICE Project: Reducing Barriers to Long-Acting Reversible Contraception, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Obstetrics and Gynecology, 203(2), 115.e1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.e7.",
        "Solon, G., S. Haider, and J. Wooldridge (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are We Weighting For,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50(2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "The National Campaign to Prevent Teen and Unplanned Pregnancy (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey Says: Hide the Birth Control?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 7-September-2015 at https:// thenationalcampaign.org/sites/default/files/resource-primary-download/ survey-says-april15-letter.pdf.",
        "Trussell, J., A. M. Lalla, Q. V. Doan, E. Reyes, L. Pinto, and J. Gricar (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Effectiveness of Contraceptives in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contraception, 80(2), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Vagianos, A. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colorado Lawmakers Wear IUD Earrings to Support Bill That Will Fund Low-Cost Contraceptives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19-September-2018 at https: //www.huffingtonpost.com/2015/03/17/colorado-lawmakers-iud-earrings_n_ 6887978.html.",
        "Walker, C. F. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lowering the Teenage Birthrate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed 19September -2018 at https://www.nytimes.com/2015/07/13/opinion/ lowering-the-teenage-birthrate.html?_r=2.",
        "Zigler, R. E., J. F. Peipert, Q. Zhao, R. Maddipati, and C. McNicholas (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LongActing Reversible Contraception Use Among Residents in Obstetrics/Gynecology Training Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Access Journal of Contraception, 8, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Zolna, M. R., and J. J. Frost (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Publicly Funded Family Planning Clinics in 2015: Patterns and Trends in Service Delivery Practices and Protocols,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York: Guttmacher Institute, Accessed 26-November2018 at https://www.guttmacher.org/sites/default/files/report_pdf/ publicly-funded-family-planning-clinic-survey-2015_1.pdf."
    ]
}