{
    "id": 25670,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Bernard, G. R., J.-L. Vincent, P.-F. Laterre, S. P. LaRosa, J.-F. Dhainaut, A. LopezRodriguez, J. S. Steingrub, G. E. Garber, J. D. Helterbrand, E. W. Ely, and C. J. Fisher (2001). Efficacy and safety of recombinant human activated protein c for severe sepsis. New England Journal of Medicine 344(10), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709. PMID: 11236773.",
        "Foot, P. (1967). The problem of abortion and the doctrine of double effect. Oxford Review 5, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Holland, P. W. (1986). Statistics and causal inference. Journal of the American statistical Association 81(396), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Rubin, D. B. (1974). Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of educational Psychology 66(5), 688.",
        "Rubin, D. B. (1977). Assignment to treatment group on the basis of a covariate. Journal of Educational and Behavioral statistics 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Sahinidis, N. V. (2018). BARON 18.8.23: Global Optimization of Mixed-Integer Nonlinear Programs, UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Manual.",
        "Siegel, J. P. (2002). Assessing the use of activated protein c in the treatment of severe sepsis.",
        "The New England journal of medicine 347(13), 1030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1034.",
        "The Mathworks, Inc. (2016). Matlab, Version r2016a. Natick, Massachusetts, United States.",
        "Thomson, J. J. (1985). The trolley problem. Yale Law Journal 94(1395), 1395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1415.",
        "US Food and Drug Administration and others (2011). FDA drug safety communication: voluntary market withdrawal of xigris due to failure to show a survival benefit. US Food and Drug Administration, Washington, DC.",
        "Warren, H. S., A. F. Suffredini, P. Q. Eichacker, and R. S. Munford (2002). Risks and benefits of activated protein c treatment for severe sepsis. The New England journal of medicine 347(13), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030."
    ]
}