{
    "id": 25673,
    "cites": 76,
    "cited_by": 17,
    "reference": [
        "Adrian, T., Boyarchenko, N., and Giannone, D. Vulnerable growth. American Economic Review (2018).",
        "Adrian, T., and Shin, H. S. Procyclical leverage and value-at-risk. The Review of Financial Studies 27, 2 (2013), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Adrian, T., Shin, H. S., Adrian, T., and Shin, H. S. Money, liquidity and monetary policy. American Economic Review (2009).",
        "AÃ\u0083â\u0080\u009eÃ\u0082Â±t-Sahalia, Y., and Lo, A. W. Nonparametric risk management and implied risk aversion. Journal of Econometrics 94, 1 (2000), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., and Labys, P. Modeling and forecasting realized volatility. Econometrica 71, 2 (2003), 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Baele, L., Bekaert, G., Cho, S., Inghelbrecht, K., and Moreno, A. Macroeconomic regimes. Journal of Monetary Economics 70 (2015), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Baele, L., Bekaert, G., Inghelbrecht, K., and Wei, M. Flights to safety. Working Paper (2018).",
        "Baker, M., and Wurgler, J. Investor sentiment and the cross-section of stock returns. The Journal of Finance 61, 4 (2006), 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1680.",
        "Baker, S. R., Bloom, N., and Davis, S. J. Measuring economic policy uncertainty. The Quarterly Journal of Economics 131, 4 (2016), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Bakshi, G., Kapadia, N., and Madan, D. Stock return characteristics, skew laws, and the differential pricing of individual equity options. The Review of Financial Studies 16, 1 (2003), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Bakshi, G., and Madan, D. Spanning and derivative-security valuation. Journal of financial economics 55, 2 (2000), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Bakshi, G., and Madan, D. A theory of volatility spreads. Management Science 52, 12 (2006), 1945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Bakshi, G., and Wu, L. The behavior of risk and market prices of risk over the nasdaq bubble period. Management Science 56, 12 (2010), 2251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2264.",
        "Bansal, R., Kiku, D., Shaliastovich, I., and Yaron, A. Volatility, the macroeconomy, and asset prices. The Journal of Finance 69, 6 (2014), 2471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2511.",
        "Bansal, R., and Yaron, A. Risks for the long run: A potential resolution of asset pricing puzzles. The journal of Finance 59, 4 (2004), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Bates, D. S. Maximum likelihood estimation of latent affine processes. The Review of Financial Studies 19, 3 (2006), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c965.",
        "Bekaert, G., and Engstrom, E. Asset return dynamics under habits and bad environmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cgood environment fundamentals. Journal of Political Economy 125, 3 (2017), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760.",
        "Bekaert, G., Engstrom, E., and Grenadier, S. R. Stock and bond returns with moody investors. Journal of Empirical Finance 17, 5 (2010), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Bekaert, G., Engstrom, E., and Xing, Y. Risk, uncertainty, and asset prices. Journal of Financial Economics 91, 1 (2009), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Bekaert, G., and Hoerova, M. What do asset prices have to say about risk appetite and uncertainty? Journal of Banking & Finance 67 (2016), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Bekaert, G., Hoerova, M., and Lo Duca, M. Risk, uncertainty and monetary policy. Journal of Monetary Economics 60, 7 (2013), 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Bernanke, B. S., Boivin, J., and Eliasz, P. Measuring the effects of monetary policy: a factor-augmented vector autoregressive (favar) approach. The Quarterly journal of economics 120, 1 (2005), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Bernoth, K., and Erdogan, B. Sovereign bond yield spreads: A time-varying coefficient approach. Journal of International Money and Finance 31, 3 (2012), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Besley, T., and Coate, S. Centralized versus decentralized provision of local public goods: a political economy approach. Journal of public economics 87, 12 (2003), 2611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2637.",
        "Bliss, R. R., and Panigirtzoglou, N. Option-implied risk aversion estimates. The journal of finance 59, 1 (2004), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Bloom, N. The impact of uncertainty shocks. Econometrica 77, 3 (2009), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bollerslev, T., Gibson, M., and Zhou, H. Dynamic estimation of volatility risk premia and investor risk aversion from option-implied and realized volatilities. Journal of Econometrics 160, 1 (2011), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Bollerslev, T., Tauchen, G., and Zhou, H. Expected stock returns and variance risk premia. The Review of Financial Studies 22, 11 (2009), 4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Boudoukh, J., Michaely, R., Richardson, M., and Roberts, M. R. On the importance of measuring payout yield: Implications for empirical asset pricing. The Journal of Finance 62, 2 (2007), 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Brandt, M. W., and Wang, K. Q. Time-varying risk aversion and unexpected inflation. Journal of Monetary Economics 50, 7 (2003), 1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Britten-Jones, M., and Neuberger, A. Option prices, implied price processes, and stochastic volatility. The Journal of Finance 55, 2 (2000), 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Broadie, M., Chernov, M., and Johannes, M. Model specification and risk premia: Evidence from futures options. The Journal of Finance 62, 3 (2007), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1490.",
        "Campbell, J. Y., and Cochrane, J. H. By force of habit: A consumption-based explanation of aggregate stock market behavior. Journal of Political Economy 107, 2 (1999), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, J. Y., and Shiller, R. J. The dividend-price ratio and expectations of future dividends and discount factors. The Review of Financial Studies 1, 3 (1988), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Carr, P., and Wu, L. Analyzing volatility risk and risk premium in option contracts: A new theory. Journal of Financial Economics 120, 1 (2016), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Cheng, I.-H. The vix premium. The Review of Financial Studies 32, 1 (2019), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Christiano, L. J., Motto, R., and Rostagno, M. Risk shocks. American Economic Review 104, 1 (2014), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Cohn, A., Engelmann, J., Fehr, E., and MareÃ\u0083Å\u0092Ã\u0082Â\u0081chal, M. A. Evidence for countercyclical risk aversion: an experiment with financial professionals. American Economic Review 105, 2 (2015), 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Coudert, V., and Gex, M. Does risk aversion drive financial crises? testing the predictive power of empirical indicators. Journal of Empirical Finance 15, 2 (2008), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Da, Z., Engelberg, J., and Gao, P. The sum of all fears investor sentiment and asset prices. The Review of Financial Studies 28, 1 (2014), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "De Santis, R. A. Unobservable systematic risk, economic activity and stock market. Journal of Banking & Finance 97 (2018), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Drechsler, I., and Yaron, A. WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s vol got to do with it. The Review of Financial Studies 24, 1 (2010), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Fagiolo, G., Napoletano, M., and Roventini, A. Are output growth-rate distributions fattailed ? some evidence from oecd countries. Journal of Applied Econometrics 23, 5 (2008), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Gai, P., and Vause, N. Measuring investors risk appetite. International Journal of Central Banking (2006).",
        "Gambetti, L., Pappa, E., and Canova, F. The structural dynamics of us output and inflation: what explains the changes? Journal of Money, Credit and Banking 40, 2-3 (2008), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Gilchrist, S., and ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, E. Credit spreads and business cycle fluctuations. The American Economic Review 102, 4 (2012), 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Hamilton, J. D. Analysis of time series subject to changes in regime. Journal of econometrics 45, 1-2 (1990), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Harvey, C. R. The real term structure and consumption growth. Journal of Financial Economics 22, 2 (1988), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "He, Z., and Krishnamurthy, A. Intermediary asset pricing. American Economic Review 103, 2 (2013), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Hodrick, R. J. Dividend yields and expected stock returns: Alternative procedures for inference and measurement. The Review of Financial Studies 5, 3 (1992), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Jackwerth, J. C. Recovering risk aversion from option prices and realized returns. The Review of Financial Studies 13, 2 (2000), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Joslin, S., Le, A., and Singleton, K. J. Why gaussian macro-finance term structure models are (nearly) unconstrained factor-vars. Journal of Financial Economics 109, 3 (2013), 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Jurado, K., Ludvigson, S. C., and Ng, S. Measuring uncertainty. The American Economic Review 105, 3 (2015), 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Kamstra, M. J., Kramer, L. A., and Levi, M. D. Winter blues: A sad stock market cycle. American Economic Review 93, 1 (2003), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Kostakis, A., Magdalinos, T., and Stamatogiannis, M. P. Robust econometric inference for stock return predictability. The Review of Financial Studies 28, 5 (2015), 1506Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1553.",
        "Lemmon, M., and Portniaguina, E. Consumer confidence and asset prices: Some empirical evidence. The Review of Financial Studies 19, 4 (2006), 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1529.",
        "Liu, J., Pan, J., and Wang, T. An equilibrium model of rare-event premia and its implication for option smirks. The Review of Financial Studies 18, 1 (2004), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Longstaffa, F. A., and Piazzesib, M. Corporate earnings and the equity premium. Journal of Financial Economics 74 (2004), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Martin, I. What is the expected return on the market? The Quarterly Journal of Economics 132, 1 (2017), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Menzly, L., Santos, T., and Veronesi, P. Understanding predictability. Journal of Political Economy 112, 1 (2004), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Miranda-Agrippino, S., and Rey, H. World asset markets and the global financial cycle. Tech. rep., 2015.",
        "Pan, J. The jump-risk premia implicit in options: Evidence from an integrated time-series study. Journal of financial economics 63, 1 (2002), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L., and Veronesi, P. Political uncertainty and risk premia. Journal of Financial Economics 110, 3 (2013), 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Pflueger, C., Siriwardane, E., and Sunderam, A. A measure of risk appetite for the macroeconomy. Tech. rep., National Bureau of Economic Research, 2018.",
        "Politis, D. N., and Romano, J. P. Bias-corrected nonparametric spectral estimation. Journal of time series analysis 16, 1 (1995), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Politis, D. N., and White, H. Automatic block-length selection for the dependent bootstrap. Econometric Reviews 23, 1 (2004), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Qiu, L., and Welch, I. Investor sentiment measures. Tech. rep., 2006.",
        "Rajan, R. G. Has finance made the world riskier? European Financial Management 12, 4 (2006), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Rey, H. Dilemma not trilemma: the global financial cycle and monetary policy independence. Tech. rep., 2015.",
        "Rosenberg, J. V., and Engle, R. F. Empirical pricing kernels. Journal of Financial Economics 64, 3 (2002), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Ross, S. The recovery theorem. The Journal of Finance 70, 2 (2015), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Smets, F., and Wouters, R. Shocks and frictions in us business cycles: A bayesian dsge approach. American economic review 97, 3 (2007), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Stock, J. H., and Watson, M. W. Forecasting using principal components from a large number of predictors. Journal of the American statistical association 97, 460 (2002), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Wachter, J. A. A consumption-based model of the term structure of interest rates. Journal of Financial Economics 79, 2 (2006), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Welch, I., and Goyal, A. A comprehensive look at the empirical performance of equity premium prediction. Review of Financial Studies 21, 4 (2008), 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Xu, N. R. Global risk aversion and international return comovements. Working Paper (2017)."
    ]
}