{
    "id": 25685,
    "cites": 69,
    "cited_by": 10,
    "reference": [
        "Abadie, Alberto, Susan Athey, Guido W. Imbens, and Jeffrey Wooldridge. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Should You Adjust Standard Errors for Clustering?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24003.",
        "Achdou, Yves, Jiequn Han, Jean-Michel Lasry, Pierre-Louis Lions, and Benjamin Moll. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Distribution in Macroeconomics: A Continuous-Time Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23732.",
        "Adao, Rodrigo, Costas Arkolakis, and Federico Esposito. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Linkages, Global Shocks, and Local Labor Markets: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25544.",
        "Adelino, Manuel, Antoinette Schoar, and Felipe Severino. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of Housing Debt in the Recent Boom and Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 32(1): 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Agarwal, Sumit, Gene Amromin, Itzhak Ben-David, Souphala Chomsisengphet, Tomasz Piskorski, and Amit Seru. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Intervention in Debt Renegotiation: Evidence from the Home Affordable Modification Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125(3): 654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Athreya, Kartik B. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Implications of the Bankruptcy Reform Act of 1999.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 49(8): 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1595.",
        "Auclert, Adrien, and Kurt Mitman. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy as Aggregate Demand Management. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Auclert, Adrien, and Matthew Rognlie. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Multipliers in NK Models with GHH Preferences. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Benigno, Gianluca, and Luca Fornaro. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stagnation Traps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85(3): 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1470.",
        "Beraja, Martin, Erik Hurst, and Juan Ospina. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Implications of Regional Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 21956.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-In-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119(1): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Board of Governors. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charge-Off and Delinquency Rates on Loans and Leases at Commercial Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System. https://www.federalreserve. gov/releases/chargeoff/chgallsa.htm.",
        "Board of Governors. 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Households and nonprofit organizations; consumer credit; liability, Level.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System. Retrieved from FRED, Federal Reserve Bank of St. Louis. https://fred.stlouisfed.org/series/HNOCCIQ027S.",
        "Chatterjee, Satyajit, and Grey Gordon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with Consumer Default: Bankruptcy vs Garnishment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59: S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS16. Chodorow-Reich, Gabriel. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Cross-Sectional Fiscal Multipliers: What Have We Learned?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy.",
        "Chodorow-Reich, Gabriel, Gita Gopinath, Prachi Mishra, and Abhinav Narayanan. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash and the Economy: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Demonetization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25370.",
        "Chodorow-Reich, Gabriel, Plamen T. Nenov, and Alp Simsek. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Market Wealth and the Real Economy: A Local Labor Market Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript. Corbi, Raphael B., Elias Papaioannou, and Paolo Surico. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Transfer Multipliers. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies.",
        "Currie, Janet, and Jonathan Gruber. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(6): 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "DÃ\u0083Æ\u0092Ã\u0082Â¡vila, Eduardo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Bankruptcy Exemptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Systemic Risk Board Working Paper.",
        "Di Maggio, Marco, and Amir Kermani. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance as an Automatic Stabilizer: The Financial Channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dobbie, Will, and Jae Song. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Relief and Debtor Outcomes: Measuring the Effects of Consumer Bankruptcy Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(3): 1272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Dobbie, Will, and Paige Marta Skiba. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Asymmetries in Consumer Credit Markets: Evidence from Payday Lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5(4): 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Dobbie, Will, Paul Goldsmith-Pinkham, and Crystal Yang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy and Financial Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 21032. Donaldson, Jason Roderick, Giorgia Piacentino, and Anjan V Thakor. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance.",
        "Dupor, Bill, Marios Karabarbounis, Marianna Kudlyak, and M. Saif Mehkari. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Consumption Responses and the Aggregate Fiscal Multiplier.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve of San Francisco Working Paper 3131248.",
        "Eggertsson, Gauti B., and Paul Krugman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(3): 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Farhi, Emmanuel, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning. 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 31 - Fiscal Multipliers: Liquidity Traps and Currency Unions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics. Vol. 2, , ed. Harald Uhlig and John B. Taylor, 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2492. Elsevier.",
        "Farhi, Emmanuel, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning. 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Macroprudential Policies in the Presence of Nominal Rigidities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(5): 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Foote, Christopher L, Lara Loewenstein, and Paul S Willen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Sectional Patterns of Mortgage Debt during the Housing Boom: Evidence and Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 22985.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, and Tommaso Monacelli. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Exchange Rate Volatility in a Small Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 72(3): 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Ganong, Peter, and Pascal Noel. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity vs. Wealth in Household Debt Obligations: Evidence from Housing Policy in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24964.",
        "Ghent, Andra C, and Marianna Kudlyak. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recourse and Residential Mortgage Default: Evidence from US States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(9): 3139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3186.",
        "Goodman, Paul. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Emergence of Homestead Exemption in the United States: Accommodation and Resistance to the Market Revolution, 1840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1880.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of American History, 80(2): 470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 78(3): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Gropp, Reint, John Karl Scholz, and Michelle J White. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personal Bankruptcy and Credit Supply and Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 112(1): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Gross, Tal, Matthew J. Notowidigdo, and Jialan Wang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Marginal Propensity to Consumer Over the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 22518.",
        "Guerrieri, Luca, and Matteo Iacoviello. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occbin: A Toolkit for Solving Dynamic Models with Occasionally Binding Constraints Easily.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 70: 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Guerrieri, Veronica, and Guido Lorenzoni. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 132(3): 1427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Guren, Adam M., Alisdair McKay, Emi Nakamura, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From Cross-Sectional Empirical Estimates in Macroeconomics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Hall, Robert E. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hausman, Joshua K., Paul W. Rhode, and Johannes F. Wieland. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery from the Great Depression: The Farm Channel in Spring 1933.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109(2): 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "House, Christopher L, Christian Proebsting, and Linda L Tesar. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Austerity in the Aftermath of the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23147.",
        "Hsu, Joanne W, David A Matsa, and Brian T Melzer. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance as a Housing Market Stabilizer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Jarosch, Gregor. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for Job Security and the Consequences of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Kekre, Rohan. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance in Macroeconomic Stabilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Korinek, Anton, and Alp Simsek. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Trap and Excessive Leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(3): 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Lee, Donghoon, and Wilbert Van der Klaauw. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to the FRBNY Consumer Credit Panel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report.",
        "Livshits, Igor, James MacGee, and Michele Tertilt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy: A Fresh Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(1): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Li, Wenli, and Pierre-Daniel Sarte. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Consumer Bankruptcy Choice: The Importance of General Equilibrium Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 53(3): 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Mahoney, Neale. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankruptcy as Implicit Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(2): 710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Martin, Philippe, and Thomas Philippon. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inspecting the Mechanism: Leverage and the Great Recession in the Eurozone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(7): 1904Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "McKay, Alisdair, and Ricardo Reis. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Automatic Stabilizers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 22359.",
        "Mian, Atif, Amir Sufi, and Emil Verner. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Credit Supply Shocks Affect the Real Economy ? Evidence from the United States in the 1980s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23802.",
        "Mian, Atif, and Amir Sufi. 2014a. House of Debt: How They (and You) Caused the Great Recession, and How We Can Prevent It from Happening Again. Chicago; London: University Of Chicago Press.",
        "Mian, Atif, and Amir Sufi. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6): 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(4): 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Midrigan, Virgiliu, and Thomas Philippon. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 16965.",
        "Nakamura, Emi, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(3): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Nakamura, Emi, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in Macroeconomics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 32(3): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Piskorski, Tomasz, and Amit Seru. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Relief and Slow Recovery: A Decade after Lehman.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25403.",
        "Saiz, Albert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Sarto, Andres. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Macro Elasticities from Regional Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Severino, Felipe, and Meta Brown. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personal Bankruptcy Protection and Household Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper 2447687.",
        "Skeel, David A. 2001. DebtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dominion: A History of Bankruptcy Law in America. Princeton University Press.",
        "SuÃ\u0083Æ\u0092Ã\u0082Â¡rez Serrato, Juan Carlos, and Philippe Wingender. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Local Fiscal Multipliers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 22425.",
        "Tai, Mingzhu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and the Allocation of Consumer Credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "U.S. Courts. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankruptcy Abuse Prevention and Consumer Protection Act (BAPCPA) Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.uscourts.gov/statistics-reports/bapcpa-report-2017.",
        "U.S. Treasury. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making Home Affordable Program Performance Report - Fourth Quarter 2017.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.treasury.gov/initiatives/financial-stability/reports/ Documents/4Q17MHAReportFinal.pdf.",
        "Verner, Emil, and Gyozo Gyongyosi. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt Revaluation and the Real Economy: Evidence from a Foreign Currency Debt Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper 3241309.",
        "Whittaker, Julie M., and Katelin P. Isaacs. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance: Programs and Benefits. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service CRS Report RL33362. https://fas.org/sgp/crs/misc/ RL33362.pdf.",
        "Wilshusen, Stephanie. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Meeting the Demand for Debt Relief.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Payment Cards Center, Federal Reserve Bank of Philadelphia Discussion Paper 11-04.",
        "Yagan, Danny. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Hysteresis from the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23844."
    ]
}