{
    "id": 2569,
    "cites": 43,
    "cited_by": 3,
    "reference": [
        "A. B. Abel, Optimal Investment under Uncertainty, American Economic Review, March 1983, 228-233.",
        "A. B. Abel, A Stochastic Model of Investment, Marginal q and the Market Value of the Firm, International Economic Review, June 1985, 305-322.",
        "M. Abramowitz and I. A. Stegun, Handbook of Mathematical Functions, Dover, 1972.",
        "M. Adler and B. Dumas, International Portfolio Choice and Corporation Finance: a Synthesis, The Journal of Finance, XXXVIII, no. 3 (June 1983), 925-9814.",
        "M. Adler and B. Lehman, Deviations from Purchasing Power Parity in the LongRun, The Journal of Finance, XXXVIII (December 1983), 11471.",
        "S. Benninga and A. Protopapadakis, The Equilibrium Pricing of Exchange Rates and Assets when Trade Takes Time, working paper, 1986.",
        "F. Black, International Capital Market Equilibrium with Investment Barriers, Journal of Financial Economics, 1 (December 19714), 337-352.",
        "W. C. Brainard and J. Tobin, Pitfalls in Financial Model Building, American Economic Review, 58 (May 1968), 99-122.",
        "M. J. Brennan, The Demand for Storage, American Economic Review, 148 (March 1958), 50-72.",
        "H. J. Brennan and E. S. Schwartz, Evaluating Matural Resource Investments, Journal of Business, 58, 2 (1985), 135-157.",
        "G. M. Constantinides, Intertemporal Asset Pricing with Heterogeneous Consumers and Without Demand Aggregation, Journal of Business, 55, no. 2 (1982), 253-267.",
        "C. M. Constantinides, Capital Market Equilibrium with Transactions Costs, Journal of Political Economy, (November 1986), 842.",
        "J. C. Cox, .J. E. Ingersoll and S. A. Ross, An Intertemporal General Equilibrium Model of Asset Prices, Econometrica, 53, no. 2 (March 1985), 385-408.",
        "D. R. Cox and H. D. Miller, The Theory of Stochastic Processes, London; Chapman and Hall, 1965.",
        "R. E. Cumby and M. Obstfeld, International Interest Rate and Price Level Linkages under Flexible Exchange Rates: a Review of Recent Evidence, in J. F. 0. Bilson and R. C. Marston, eds., Exchange Rate Theory and Practice, Chicago: the University of Chicago Press, 1984, 121-151.",
        "R. Eisner and R. H. Strotz, Determinants of Business Investment, in Commission on Money and Credit, Impacts of Monetary Policy (Englewood Cliffs, N.J.: Prentice-Hall, 1963), 59-337.",
        "E. Fama, Forward and Spot Exchange Rates, Journal of Monetary Economics, 114 (November 1984), 319-338.",
        "J. Frankel, On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review, 69, 14 (September 1979), 610-622.",
        "J. Huizenga, An Empirical Investigation of the Long Run Behavior of Real Exchange Rates, working paper, University of Chicago, 1986.",
        "S. Karlin and H. H. Taylor, A Second Course in Stochastic Processes, New York: Academic Press, 1981.",
        "N. V. Krylov, Controlled Diffusion Processes, New York: Springer Verlag, 1980.",
        "F. E. Kydland and E. C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica, 50, 6~ (November 1982), 13145~1370.",
        "R. E. Lucas, Jr., Optimal Investment Policy and the Flexible Accelerator, International Economic Review, 8 (February 1967), 78-85.",
        "R. E. Lucas, JR., Adjustment Costs and the Theory of Supply, Journal of Political Economy, 75 (August 1967), 321_3314.",
        "R. E. Lucas, Asset Prices in an Exchange Economy, Econometrica, 146 (November 1978), 11429-1446.",
        "R. E. Lucas and B. C. Prescott, Investment under Uncertainty, Econometrica 39, no 5 (1971), 659-681.",
        "S. Majd and R. S. Pyndick, Time to Build, Option Value and Investment Decisions, Journal of Financial Economics, 18 (1987), 7-27.",
        "R. McDonald and D. Siegel, The Value of Waiting to Invest, The Quarterly .Journal of Economics, November 1986, 707-727.",
        "H. P. Mckean Jr., Appendix: A Free Boundary Problem for the Heat Equation Arising from a Problem in Mathematical Economies, Industrial Management Review, 6, 2 (Spring 1965), 32-39. Reprinted in the Collected Scientific Papers of P. A. Samuelson, Vol. 3.",
        "R. C. Merton, Theory of Rational Option Pricing, Bell Journal of Economics, 14, 1 (Spring 1973), 1141_183.",
        "M. Mussa, External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment, Economica, 144 (May 1977), 163-178.",
        "S. Mickell, On the Role of Expectations and the Pure Theory of Investment, Review of Economic Studies, 19714, 1-19.",
        "R. S. Fyndick, Adjustment Costs, Uncertainty and the Behavior of the Firm, American Economic Review, 72 (June 1982), 1415-1427.",
        "R. S. Pyndick, Irreversible Investment, Capacity Choice, and the Value of the Firm, NBER Working Paper fl980, June 1986.",
        "R. J. Rogalski and J. P. Vinso, Empirical Properties of Foreign Exchange Rates, Journal of International Business Studies, 9 (1978), 2, 69-79.",
        "R. Roll, Violations of Purchasing Power Parity and their Implications for Efficient International Commodity Markets, in H. Sarnat and G.P. Szego, eds., International Finance and Trade, Cambridge, Ma; Ballinger Publishing Co, 1979.",
        "B. H. Solnik, An Equilibrium Model of the International Capital Market, Journal of Economic Theory, 8 (August 19714), 500-5214.",
        "A. C. Stockman and L. E. 0. Svensson, Capital Flows, Investment and Exchange Rates, Journal of Monetary Economics, 19 (1987), 171-201.",
        "R. H. Stulz, On the Effects of Barriers to International Investment, Journal of Finance, 36 (September 1981), 923-934.",
        "L. B. 0. Svensson, Currency Prices, Terms of Trade, and Interest Rates, Journal of International Economics, 18 (1985), 17-141.",
        "J. Tobin, Money, Capital and Other Stores of Value, American Economic Review, 51 (May 1961), 26-37.",
        "J. Tobth, A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking, 1 (February 1969), 15-29.",
        "A. B. Treadway, On Rational Entrepreneurial Behavior and the Demand for Investment, Review of Economic Studies, 36 (1969), 227-239."
    ]
}