{
    "id": 25698,
    "cites": 64,
    "cited_by": 8,
    "reference": [
        "Adelino, M., A. Schoar, and F. Severino (2015). House prices, collateral and selfemployment. Journal of Financial Economics 117, 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Andrade, G. and S. N. Kaplan (1998). How costly is financial (not economic) distress? Evidence from highly leveraged transactions that became distressed. Journal of Finance 53, 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1493.",
        "Avraham, D., P. Selvaggi, and J. Vickery (2012). A structural view of U.S. bank holding companies. FRBNY Economic Policy Review June, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bajari, P., C. S. Chu, and M. Park (2008). An empirical model of subprime mortgage default from 2000 to 2007. NBER Working Paper 14625.",
        "Begenau, J., M. Piazzesi, and M. Schneider (2015). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ risk exposures. NBER Working Paper 21334.",
        "Bernanke, B. and M. Gertler (1989). Agency costs, net worth and business fluctuations. American Economic Review 79, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, B. and M. Gertler (1995). Inside the black box: The credit channel of monetary policy transmission. Journal of Economic Perspectives 9, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bord, V. M., V. Ivashina, and R. D. Taliaferro (2018). Large banks and small firm lending. NBER Working Paper 25184.",
        "Breeden, D. and S. Viswanathan (2016). Why do firms hedge? An asymmetric information model. Journal of Fixed Income 25, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Brunnermeier, M. K. and Y. Sannikov (2014). A macroeconomic model with a financial sector. American Economic Review 104, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Chaney, T., D. Sraer, and D. Thesmar (2012). The collateral channel: How real estate shocks affect corporate investment. American Economic Review 102, 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        "Chodorow-Reich, G. (2014). The employment effects of credit market disruptions: Firmlevel evidence from the 2008-9 financial crisis. Quarterly Journal of Economics 129, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "CuÃ\u0083Æ\u0092Ã\u0082Â±at, V., D. CvijanoviÃ\u0083â\u0080\u009eÃ\u0082â\u0080¡, and K. Yuan (2018). Within-bank spillovers of real estate shocks. Review of Corporate Finance Studies 7, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Davidson, R. and J. G. MacKinnon (1981). Several tests for model specification in the presence of alternative hypotheses. Econometrica 49, 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "DeMarzo, P. and D. Duffie (1995). Corporate incentives for hedging and hedge accounting. Review of Financial Studies 8, 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Demyanyk, Y. and O. Van Hemert (2011). Understanding the subprime mortgage crisis.",
        "Di Tella, S. and P. Kurlat (2018). Why are banks exposed to monetary policy? Working paper.",
        "Drechsler, I., A. Savov, and P. Schnabl (2017). The deposit channel of monetary policy.",
        "Drechsler, I., A. Savov, and P. Schnabl (2018). Banking on deposits: Maturity transformation without interest rate risk. NBER Working Paper 24582.",
        "Ellul, A. and V. Yerramilli (2013). Stronger risk controls lower risk: Evidence from U.S. bank holding companies. Journal of Finance 68, 1757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1803.",
        "English, W. B., S. J. Van den Heuvel, and E. Zakrajsek (2018). Interest rate risk and bank equity valuations. Journal of Monetary Economics 98, 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Flannery, M. J. and C. M. James (1984). Market evidence on the effective maturity of bank assets and liabilities. Journal of Money, Credit and Banking 16, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein (1993). Risk management: Coordinating corporate investment and financing policies. Journal of Finance 48, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1658.",
        "Froot, K. A. and J. C. Stein (1998). Risk management, capital budgeting and capital structure policy for financial institutions: An integrated approach. Journal of Financial Economics 47, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "GÃ\u0083Æ\u0092Ã\u0082Â©czy, C., B. A. Minton, and C. Schrand (1997). Why firms use currency derivatives.",
        "Gertler, M. and S. Gilchrist (1994). Monetary policy, business cycles, and the behavior of small manufacturing firms. Quarterly Journal of Economics 109, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Gertler, M. and N. Kiyotaki (2010). Financial intermediation and credit policy in business cycle analysis. In B. M. Friedman and M. Woodford (Eds.), Handbook of Monetary Economics, pp. 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599. Elsevier.",
        "Gomez, M., A. Landier, D. Sraer, and D. Thesmar (2016). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exposure to interestrate risk and the transmission of monetary policy. Working paper.",
        "Granja, J., G. Matvos, and A. Seru (2017). Selling failed banks. Journal of Finance 72, 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1784.",
        "Greene, W. H. (2012). Econometric Analysis (7th ed.). Pearson.",
        "Guay, W. and S. Kothari (2003). How much do firms hedge with derivatives? Journal of Financial Economics 70, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "Haddad, V. and D. Sraer (2018). The banking view of bond risk premia. Working paper.",
        "Hoffmann, P., S. Langfield, F. Pierobon, and G. Vuillemey (2018). Who bears interest rate risk? Review of Financial Studies, forthcoming.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. and J. Tirole (1997). Financial intermediation, loanable funds, and the real sector. Quarterly Journal of Economics 112, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. and J. Tirole (2000). Liquidity and risk management. Journal of Money Credit and Banking 32, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Jensen, M. and W. Meckling (1976). Theory of the firm: Managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "JimÃ\u0083Æ\u0092Ã\u0082Â©nez, G., S. Ongena, J.-L. PeydrÃ\u0083Æ\u0092Ã\u0082Â³, and J. Saurina (2012). Credit supply and monetary policy: Identifying the bank balance-sheet channel with loan applications. American Economic Review 102, 2301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Kashyap, A. K. and J. C. Stein (2000). What do a million observations on banks say about the transmission of monetary policy? American Economic Review 90, 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kleiner, K. (2015). House price contagion: Evidence from bank branching networks. Working Paper.",
        "Landier, A., D. Sraer, and D. Thesmar (2015). The risk-shifting hypothesis: Evidence from subprime originations. Working paper.",
        "Leland, H. E. (1998). Agency costs, risk management, and capital structure. Journal of Finance 53, 1213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Loutskina, E. and P. E. Strahan (2011). Informed and uninformed investment in housing: The downside of diversification. Review of Financial Studies 24, 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1480.",
        "Mayer, C., K. Pence, and S. M. Sherlund (2009). The rise in mortgage defaults. Journal of Economic Perspectives 23, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Mello, A. and J. Parsons (2000). Hedging and liquidity. Review of Financial Studies 13, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Mian, S. L. (1996). Evidence on corporate hedging policy. Journal of Financial and Quantitative Analysis 31, 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Mishkin, F. and S. Eakins (2009). Financial Markets and Institutions (7th ed.). Pearson.",
        "Nance, D. R., C. W. Smith, and C. W. Smithson (1993). On the determinants of corporate hedging. Journal of Finance 48, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Palmer, C. (2015). Why did so many subprime borrowers default during the crisis: Loose credit or plummeting prices? Working paper.",
        "Peek, J. and E. S. Rosengren (1997). The international transmission of financial shocks: The case of Japan. American Economic Review 87, 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Peek, J. and E. S. Rosengren (2000). Collateral damage: Effects of the Japanese bank crisis on real activity in the United States. American Economic Review 90, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Purnanandam, A. (2007). Interest rate derivatives at commercial banks: An empirical investigation. Journal of Monetary Economics 54, 1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1808.",
        "Rampini, A. A., A. Sufi, and S. Viswanathan (2014). Dynamic risk management. Journal of Financial Economics 111, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Rampini, A. A. and S. Viswanathan (2010). Collateral, risk management, and the distribution of debt capacity. Journal of Finance 65, 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, A. A. and S. Viswanathan (2013). Collateral and capital structure. Journal of Financial Economics 109, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Rampini, A. A. and S. Viswanathan (2019). Financial intermediary capital. Review of Economic Studies 86, 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Rauh, J. D. (2009). Risk shifting versus risk management: Investment policy in corporate pension plans. Review of Financial Studies 22, 2687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2734.",
        "Saiz, A. (2010). The geographic determinants of housing supply. Quarterly Journal of Economics 125, 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Saunders, A. and M. M. Cornett (2008). Financial Institutions Management - A Risk Management Approach (6th ed.). McGraw-Hill.",
        "Stock, J. H. and M. Yogo (2005). Testing for weak instruments in linear IV regression. In D. W. K. Andrews and J. H. Stock (Eds.), Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, Chapter 5, pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. Cambridge: Cambridge University Press.",
        "Stulz, R. M. (1984). Optimal hedging policies. Journal of Financial and Quantitative Analysis 19, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Stulz, R. M. (1996). Rethinking risk management. Journal of Applied Corporate Finance 9, 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Tufano, P. (1996). Who manages risk? An empirical examination of risk management practices in the gold mining industry. Journal of Finance 51, 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137.",
        "Vuillemey, G. (2019). Bank interest rate risk management. Management Science, forthcoming.",
        "Panel A: Interest rate hedging 0 .02 .04 .06 .08 Interest rate hedging 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Non-treated Treated Panel B: Foreign exchange hedging 0 .002 .004 .006 .008 Foreign exchange hedging 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Non-treated Treated Appendix Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For Online Publication Appendix A: Auxiliary tables and figures Table A1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Variable definitions This table provides definitions of the variables used in the empirical analysis."
    ]
}