{
    "id": 25699,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Albouy, D. and Ehrlich, G. (2018). Housing productivity and the social cost of land-use restrictions. Journal of Urban Economics, 107:101 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 120.",
        "Banzhaf, H. S. (2014). The market for local public goods. Case Western Reserve Law Review, 64(4):1441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1480.",
        "Banzhaf, S., Ma, L., and Timmins, C. (2019). Environmental justice: The economics of race, place, and pollution. Journal of Economic Perspectives, 33(1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Bayer, P., Ferreira, F., and McMillan, R. (2007). A unified framework for measuring preferences for schools and neighborhoods. Journal of Political Economy, 115(4):588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Bayer, P., Keohane, N., and Timmins, C. (2009). Migration and hedonic valuation: The case of air quality. Journal of Environmental Economics and Management, 58(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Bishop, K. C. and Murphy, A. D. (2011). Estimating the willingness to pay to avoid violent crime: A dynamic approach. American Economic Review, Papers and Proceedings, 101(3):625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Brueckner, J. K. (1981). Zoning and property taxation in a system of local governments: Further analysis. Urban Studies, 18(1):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Calabrese, S. M., Epple, D. N., and Romano, R. E. (2011). Inefficiencies from metropolitan political and fiscal decentralization: failures of Tiebout competition. Review of Economic Studies, 79(3):1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1111.",
        "Carroll, R. J. and Yinger, J. (1994). Is the property tax a benefit tax? the case of rental housing. National Tax Journal, 47(2):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Davis, M. A. and Palumbo, M. G. (2008). The price of residential land in large US cities. Journal of Urban Economics, 63(1):352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Downes, T. A. and Zabel, J. E. (2002). The impact of school characteristics on house prices: Chicago 1987-1991. Journal of Urban Economics, 52(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Epple, D. and Platt, G. J. (1998). Equilibrium and local redistribution in an urban economy when households differ in both preferences and incomes. Journal of Urban Economics, 43(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Epple, D., Quintero, L., and Sieg, H. (2019). A new approach to estimating hedonic equilibrium models for metropolitan housing markets. Journal of Political Economy, forthcoming.",
        "Fischel, W. A. (1985). The economics of zoning laws: A property rights approach to American land use controls. JHU Press.",
        "Fischel, W. A. (1992). Property taxation and the Tiebout model: Evidence for the benefit view from zoning and voting. Journal of Economic Literature, 30(1):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Fischel, W. A. (2001). Municipal corporations, homeowners, and the benefit view of the property tax. In Oates, W., editor, Property Tax and Local Public Finance, pages 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Glaeser, E. L. and Gyourko, J. (2003). The impact of building restrictions on housing affordability. FRBNY Economic Policy Review, pages 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Glaeser, E. L. and Gyourko, J. (2005). Urban decline and durable housing. Journal of Political Economy, 113(2):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Glaeser, E. L. and Ward, B. A. (2009). The causes and consequences of land use regulation: Evidence from greater boston. Journal of Urban Economics, 65(3):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Gyourko, J., Saiz, A., and Summers, A. (2008). A new measure of the local regulatory environment for housing markets: The Wharton Residential Land Use Regulatory Index. Urban Studies, 45(3):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Hamilton, B. W. (1975). Zoning and property taxation in a system of local governments. Urban Studies, 12(2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Hamilton, B. W. (1976). Capitalization of intrajurisdictional differences in local tax prices. American Economic Review, 66(5):743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Hilber, C. A. and Vermeulen, W. (2015). The impact of supply constraints on house prices in england. Economic Journal, 126(591):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Ihlanfeldt, K. R. et al. (2007). The effect of land use regulation on housing and land prices. Journal of Urban Economics, 61(3):420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Kuminoff, N. V. (2012). Recovering preferences from a dual-market locational equilibrium. Arizona State.",
        "Kuminoff, N. V., Parmeter, C. F., and Pope, J. C. (2010). Which hedonic models can we trust to recover the marginal willingness to pay for environmental amenities? Journal of Environmental Economics and Management, 60(3):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Kuminoff, N. V., Smith, V. K., and Timmins, C. (2013). The new economics of equilibrium sorting and policy evaluation using housing markets. Journal of Economic Literature, 51(4):1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Landvoigt, T., Piazzesi, M., and Schneider, M. (2015). The housing market(s) of San Diego.",
        "Lutz, B. (2015). Quasi-experimental evidence on the connection between property taxes and residential capital investment. American Economic Journal: Economic Policy, 7(1):300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 330.",
        "McConnell, V. and Walls, M. (2009). Policy monitor: US experience with transferable development rights. Review of Environmental Economics and Policy, 3(2):288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Mieszkowski, P. and Zodrow, G. R. (1989). Taxation and the Tiebout model: the differential effects of head taxes, taxes on land rents, and property taxes. Journal of Economic Literature, 27(3):1098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1146.",
        "Neary, J. P. and Roberts, K. W. (1980). The theory of household behaviour under rationing. European Economic Review, 13(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Nechyba, T. J. (2001). The benefit view and the new view: Where do we stand, twenty-five years into the debate? In Oates, W., editor, Property Tax and Local Public Finance, pages 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Quigley, J. M. and Raphael, S. (2005). Regulation and the high cost of housing in california. American Economic Review, 95(2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Reinhardt, C. (2019). Accurate assignment of school quality to properties. Georgia State University.",
        "Ross, S. and Yinger, J. (1999). Sorting and voting: A review of the literature on urban public finance. Handbook of regional and urban economics, 3:2001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2060.",
        "SABINS (2011). School attendance boundary information system. Technical Report Version 1.0, College of William and Mary and the Minnesota Population Center.",
        "Saiz, A. (2010). The geographic determinants of housing supply. Quarterly Journal of Economics, 125(3):1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Saks, R. E. (2008). Job creation and housing construction: Constraints on metropolitan area employment growth. Journal of Urban Economics, 64:178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Scotchmer, S. (1985). Hedonic prices and cost/benefit analysis. Journal of Economic Theory, 37(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Sieg, H., Smith, V. K., Banzhaf, H. S., and Walsh, R. (2002). Inter-jurisdictional housing prices in locational equilibrium. Journal of Urban Economics, 52:131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Sieg, H., Smith, V. K., Banzhaf, H. S., and Walsh, R. (2004). Estimating the general equilibrium benefits of large changes in spatially delineated public goods. International Economic Review, 45(4):1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "Taylor, L. O. (2017). Hedonics. In Champ, P. A., Boyle, K., and Brown, T. C., editors, A Primer on Nonmarket Valuation, pages 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393. Springer, second edition.",
        "Tiebout, C. M. (1956). A pure theory of local expenditures. Journal of Political Economy, 64(5):416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Turner, M. A., Haughwout, A., and Van Der Klaauw, W. (2014). Land use regulation and welfare. Econometrica, 82(4):1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1403.",
        "Wilson, R. B. (1993). Nonlinear Pricing. Oxford University Press, New York.",
        "Yinger, J. (2015). Hedonic markets and sorting equilibria: Bid-function envelopes for public services and neighborhood amenities. Journal of Urban Economics, 86:9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Zodrow, G. R. (2001). Reflections of the new view and benefit view of the property tax. In Oates, W., editor, Property Tax and Local Public Finance, pages 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111."
    ]
}