{
    "id": 25690,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Ai, Hengjie, M. Max Croce, Anthony M. Diercks, and Kai Li, 2018, News Shocks and the Production-Based Term Structure of Equity Returns, Review of Financial Studies 31, 2423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2467.",
        "Backus, David, Nina Boyarchenko, and Mikhail Chernov, 2017, Term structures of asset prices and returns, Journal of Financial Economics 129, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Belo, Frederico, Pierre Collin-Dufresne, and Robert S Goldstein, 2015, Dividend dynamics and the term structure of dividend strips, Journal of Finance 70, 1115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Binsbergen, Jules van, Michael Brandt, and Ralph Koijen, 2012, On the timing and pricing of dividends, American Economic Review 102, 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "Binsbergen, Jules van, Wouter Hueskes, Ralph Koijen, and Evert Vrugt, 2013, Equity yields, Journal of Financial Economics 110, 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Binsbergen, Jules van, and Ralph Koijen, 2016, On the Timing and Pricing of Dividends: Reply, American Economic Review 106, 3224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3237.",
        "Binsbergen, Jules van, and Ralph Koijen, 2017, The term structure of returns: Facts and theory, Journal of Financial Economics 124, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Boguth, Oliver, Murray Carlson, Adlai Fisher, and Mikhail Simutin, 2011, Leverage and the limits of arbitrage pricing: Implications for dividend strips and the term structure of equity risk premia, Unpublished Paper, University of British Columbia, Sauder School of Business.",
        "Campbell, John Y., and John H. Cochrane, 1999, By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior, The Journal of Political Economy 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Croce, Mariano M, Martin Lettau, and Sydney C Ludvigson, 2015, Investor information, long-run risk, and the term structure of equity, Review of Financial Studies 28, 706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 742.",
        "Giannone, Domenico, Michele Lenza, and Giorgio E. Primiceri, 2015, Prior Selection For Vector Autoregressions, Review of Economics and Statistics 97, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, Refet S, Brian Sack, and Jonathan Wright, 2007, The US Treasury yield curve: 1961 to the present, Journal of Monetary Economics 54, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Hansen, Lars Peter, 2013, Risk Pricing Over Alternative Investment Horizons, In Handbook of the Economics of FinanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEditors: George M Constantinides, Milton Harris, and Rene M Stulz pp. 1571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1611.",
        "Hasler, Michael, and Roberto Marfe, 2016, Disaster recovery and the term structure of dividend strips, Journal of Financial Economics 122, 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Klein, Matthew C, 2018, Why do futures markets imply a Depression-level collapse in European dividends?, Financial Times.",
        "Mixon, Scott, and Esen Onur, 2017, Dividend Swaps and Dividend Futures: State of Play, Journal of Alternative Investments pp. 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Piazzesi, Monika, Martin Schneider, and Selale Tuzel, 2007, Housing, Consumption and Asset Pricing, Journal of Financial Economics 83, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Schulz, Florian, 2016, On the timing and pricing of dividends: Comment, The American Economic Review 106, 3185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3223.",
        "Weber, Michael, 2018, Cash Flow Duration and the Term Structure of Equity Returns, Journal of Financial Economics 128, 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503. Online Appendix A-1 Online Appendix: The Term Structure of Equity Risk Premia Ravi Bansal, Shane Miller, Dongho Song, Amir Yaron A Bayesian Linear Regression Without loss of generality, we can express any linear dynamics by yt = Ã\u0083Å½Ã\u0082Â¦xt + Ã\u0083Å½Ã\u0082Âµt, Ã\u0083Å½Ã\u0082Âµt Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ N(0, Ã\u0083Å½Ã\u0082Â£). (A-1) For ease of exposition, define Y = [yp, ..., yT ]0 , X = [xp, ..., xT ]0 , and Ã\u0083Å½Ã\u0082Âµ = [Ã\u0083Å½Ã\u0082Âµp, ..., Ã\u0083Å½Ã\u0082ÂµT ]0 . Assume that the initial p observations are available. Because of the conjugacy if the prior is Ã\u0083Å½Ã\u0082Â¦|Ã\u0083Å½Ã\u0082Â£ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ MN Ã\u0083Å½Ã\u0082Â¦, Ã\u0083Å½Ã\u0082Â£ Ã\u0083Â¢Ã\u0082Å Ã\u0082â\u0080\u0094 (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)  , Ã\u0083Å½Ã\u0082Â£ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ IW(Ã\u0083Å½Ã\u0082Â¨, d) (A-2) then the posterior can be expressed as Ã\u0083Å½Ã\u0082Â¦|Ã\u0083Å½Ã\u0082Â£ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ MN Ã\u0083Å½Ã\u0082Â¦, Ã\u0083Å½Ã\u0082Â£ Ã\u0083Â¢Ã\u0082Å Ã\u0082â\u0080\u0094 V Ã\u0083Å½Ã\u0082Â¦  where Ã\u0083Å½Ã\u0082Â¦ =  X0 X + (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 X0 Y + (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Å½Ã\u0082Â¦  , V Ã\u0083Å½Ã\u0082Â¦ =  X0 X + (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 .",
        "We follow the exposition in Giannone, Lenza, and Primiceri (2015). Ã\u0083Å½Ã\u0082Â¾ is a scalar parameter controlling the tightness of the prior information. For instance, prior becomes more informative when Ã\u0083Å½Ã\u0082Â¾ Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 0. In contrast, when Ã\u0083Å½Ã\u0082Â¾ = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾, then it is easy to see that Ã\u0083Å½Ã\u0082Â¦ = Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å\u0092Ã\u0082â\u0080\u009a, i.e., an OLS estimate. We can choose Ã\u0083Å½Ã\u0082Â¾ that maximizes the marginal likelihood function (A-3), which is available in closed form p(Y |Ã\u0083Å½Ã\u0082Â¾) =  Ã\u0083Â\u008fÃ\u0082â\u0082¬ n(T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099p) 2 Ã\u0083Å½Ã\u0082â\u0080\u009cn(TÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099p+d ) Ã\u0083Å½Ã\u0082â\u0080\u009cn(d ) |V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾|Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099n 2 |Ã\u0083Å½Ã\u0082Â¨| d 2 X0 X + (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099n (A-3) Ã\u0083Å½Ã\u0082Â¨ + Ã\u0083Å½Ã\u0082ÂµÃ\u0083Å\u0092Ã\u0082â\u0080\u009a0 Ã\u0083Å½Ã\u0082ÂµÃ\u0083Å\u0092Ã\u0082â\u0080\u009a + (Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å\u0092Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â¦)0 (V Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å½Ã\u0082Â¾)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 (Ã\u0083Å½Ã\u0082Â¦Ã\u0083Å\u0092Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â¦) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099p+d ."
    ]
}