{
    "id": 25697,
    "cites": 43,
    "cited_by": 3,
    "reference": [
        "Adams, Nathan R and Glen R Waddell. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy-Induced Belief Updating: What Can We Learn from the Extension of Marriage Rights to Same-Sex Couples?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Aksoy, Cevat Giray, Christopher S Carpenter, Ralph De Haas and Kevin Tran. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do laws shape attitudes? Evidence from same-sex relationship recognition policies in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Alsan, Marcella and Marianne Wanamaker. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuskegee and the health of black men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of economics 133(1):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Attanasio, Orazio and Valerie Lechene. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests of income pooling in household decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economic dynamics 5(4):720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Bacchetti, Peter and Andrew R Moss. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incubation period of AIDS in San Francisco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature 338(6212):251.",
        "Bartels, Larry M. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the Running Tally: Partisan Bias in Political Perceptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Behavior 24(2):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Bastian, Jacob. 2017. The rise of working mothers and the 1975 earned income tax credit. Technical report Working paper.",
        "Bau, Natalie. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Policy Change Culture? Government Pension Plans and Traditional Kinship Practices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Beaman, Lori, Raghabendra Chattopadhyay, Esther Duflo, Rohini Pande and Petia Topalova. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Powerful women: female leadership and gender bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124(4):1497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1540.",
        "Bell, Robert R. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Friendships of women and of men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychology of Women Quarterly 5(3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Bertrand, Marianne and Emir Kamenica. 2018. Coming apart? Cultural distances in the United States over time. Technical report National Bureau of Economic Research.",
        "Brewer, Paul R. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The shifting foundations of public opinion about gay rights.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 65(4):1208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Brodeur, Abel and Joanne Haddad. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions, Attitudes and LGBT: Evidence from the Gold Rush.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Bursztyn, Leonardo, Alessandra L GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez and David Yanagizawa-Drott. 2018. Misperceived social norms: Female labor force participation in Saudi Arabia. Technical report National Bureau of Economic Research.",
        "Case, Anne and Angus Deaton. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large cash transfers to the elderly in South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 108(450):1330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1361.",
        "Centers for Disease Control and Prevention (CDC). 1993. HIV/AIDS Surveillance Report. Technical report.",
        "Croson, Rachel and Uri Gneezy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic literature 47(2):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Desmet, Klaus and Romain Wacziarg. 2019. The cultural divide. Technical report National Bureau of Economic Research.",
        "Edlund, Lena. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of paternity presumption and custodial rights for understanding marriage patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 80(320):650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Fehr, Beverley. 1996. Friendship processes. Vol. 12 Sage.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Culture Matter? Published in, J. Benhabib, MO Jackson and A. Bisin, editors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Social Economics 1.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural change as learning: The evolution of female labor force participation over a century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(1):472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, Alessandra Fogli and Claudia Olivetti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mothers and sons: Preference formation and female labor force dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 119(4):1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1299.",
        "Garretson, Jeremiah J. 2018. The Path to Gay Rights: How Activism and Coming Out Changed Public Opinion. NYU Press.",
        "Gay, Victor. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legacy of the Missing Men: The Long-Run Impact of World War I on Female Labor Force Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Ghaziani, Amin. 2008. The dividends of dissent: How conflict and culture work in lesbian and gay marches on Washington. University of Chicago Press.",
        "Giffin, Erin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identity Formation, Gender Differences, and the Perpetuation of Stereotypes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Giuliano, Paola and Antonio Spilimbergo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing up in a Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 81(2):787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Giuliano, Paola and Nathan Nunn. 2019. Understanding cultural persistence and change. Technical report National Bureau of Economic Research.",
        "Grosjean, Pauline and Rose Khattar. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s raining men! Hallelujah? The long-run consequences of male-biased sex ratios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies .",
        "Hertzog, Mark. 1996. The lavender vote: Lesbians, gay men, and bisexuals in American electoral politics. NYU Press.",
        "Jensen, Robert and Emily Oster. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The power of TV: Cable television and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s status in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 124(3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Kenny, Charles and Dev Patel. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Norms and Reform: Legalizing Homosexuality Improves Attitudes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Global Development Working Paper (465).",
        "La Ferrara, Eliana, Alberto Chong and Suzanne Duryea. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap operas and fertility: Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Lenz, Gabriel S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Opinion Change, Not Priming: Reconsidering the Priming Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 53(4):821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "Long, Ronald. 2013. Men, homosexuality, and the Gods: an exploration into the religious significance of male homosexuality in world perspective. Routledge.",
        "Manning, Alan and Paolo Masella. 2018. Diffusion of social values through the lens of US newspapers. Technical report London School of Economics and Political Science, LSE Library.",
        "Osmond, Dennis H. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Epidemiology of Disease Progression in HIV, HIV InSite Knowledge Base Chapter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "URL: http://hivinsite.ucsf.edu/InSitepage=kb-03-01-04S2X Park, Alison and Rebecca Rhead. 2013. Personal relationships: Changing attitudes towards sex, marriage and parenthood. NatCen Social Research.",
        "Perron, Pierre. 2006. Dealing with Structural Breaks, in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Palgrave Handbook of EconometricsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Vol. 1: Econometric Theory, K. Patterson and TC Mills. Vol. 278 Palgrave Macmillan.",
        "Schmalz, Jeffrey. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gay Politics Goes Mainstream.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times Magazine .",
        "URL: https://nyti.ms/29bkYXW Teso, Edoardo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-term effect of demographic shocks on the evolution of gender roles: Evidence from the transatlantic slave trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association .",
        "Walters, Suzanna Danuta. 2003. All the rage: The story of gay visibility in America. University of Chicago Press."
    ]
}