{
    "id": 25692,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Anderson, J. R. (1974). Retrieval of propositional information from long-term memory. Cognitive Psychology, 6(4), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Anderson, J. R., & Reder, L. M. (1999). The fan effect: New results and new theories. Journal of Experimental Psychology: General, 128(2), 186.",
        "Anderson, M. C., & Spellman, B. A. (1995). On the status of inhibitory mechanisms in cognition: memory retrieval as a model case. Psychological Review, 102(1), 68.",
        "Baddeley, A. (2000). The episodic buffer: a new component of working memory? Trends in Cognitive Sciences, 4(11), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Benjamin, D. J. (2018). Errors in Probabilistic Reasoning and Judgment Biases. In D. Berheim, S. DellaVigna, & D. Laibson (Eds.), Handbook of behavioral economics (Vol. forthcoming, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166). Elsevier Press.",
        "Bhatia, S. (2017). Associative Judgment and Vector Space Semantics. Psychological Review, 124(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Bordalo, P., Coffman, K., Gennaioli, N., & Shleifer, A. (2019). Beliefs about gender. American Economics Review, forthcoming.",
        "Bordalo, P., Gennaioli, N., LaPorta, R., & Shleifer, A. (2018). Diagnostic expectations and stock returns. Journal of Finance, forthcoming.",
        "Bordalo, P., Gennaioli, N., Ma, Y., & Shleifer, A. (2018). Overreaction in macroeconomic expectations. Working Paper.",
        "Bordalo, P., Gennaioli, N., & Shleifer, A. (2018a). Diagnostic expectations and credit cycles. Journal of Finance, 73(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Bordalo, P., Gennaioli, N., & Shleifer, A. (2018b). Memory, attention, and choice. Working Paper.",
        "Busemeyer, J. R., Pothos, E. M., Franco, R., & Trueblood, J. S. (2011). A quantum theoretical explanation for probability judgment errors. Psychological Review, 118(2), 193.",
        "Dougherty, M. R., Gettys, C. F., & Ogden, E. E. (1999). Minerva-dm: A memory processes model for judgments of likelihood. Psychological Review, 106(1), 180.",
        "Elliot, A. J., Maier, M. A., Moller, A. C., Friedman, R., & Meinhardt, J. (2007). Color and psychological functioning: The effect of red on performance attainment. Journal of Experimental Psychology: General, 136(1), 154.",
        "Gennaioli, N., & Shleifer, A. (2010). What comes to mind. Quarterly Journal of Economics, 125(4), 1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1433.",
        "Gigerenzer, G., & Hoffrage, U. (1995). How to improve bayesian reasoning without instruction: frequency formats. Psychological Review, 102(4), 684.",
        "Hintzman, D. L. (1984). Minerva 2: A simulation model of human memory. Behavior Research Methods, Instruments, & Computers, 16(2), 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Jenkins, J. G., & Dallenbach, K. M. (1924). Obliviscence during sleep and waking. The American Journal of Psychology, 35(4), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c612.",
        "Judd, C. M., & Park, B. (1993). Definition and assessment of accuracy in social stereotypes. Psychological Review, 100(1), 109.",
        "Kahana, M. J. (2012). Foundations of human memory. OUP USA.",
        "Kahneman, D. (2003). Maps of Bounded Rationality: Psychology for Behavioral Economics.",
        "Kahneman, D., & Tversky, A. (1972). Subjective Probability: A Judgment of Representativeness. Cognitive Psychology, 3(3), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Kahneman, D., & Tversky, A. (1984). Choices, values, and frames. American psychologist, 39(4), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Keppel, G. (1968). Retroactive and proactive inhibition. TR Dixon & DL Horton (Eds.), Verbal behavior and general behavior theory.",
        "Koehler, J. J. (1996). The base rate fallacy reconsidered: Descriptive, normative, and methodological challenges. Behavioral and Brain Sciences, 19(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Lieder, F., Griffiths, T. L., & Hsu, M. (2018). Overrepresentation of extreme events in decision making reflects rational use of cognitive resources. Psychological Review, 125(1), 1.",
        "McGeoch, J. A. (1932). Forgetting and the law of disuse. Psychological Review, 39(4), 352.",
        "Sanborn, A. N., & Chater, N. (2016). Bayesian Brains without Probabilities. Trends in Cognitive Sciences, 20(12), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        "Shi, L., & Griffiths, T. L. (2009). Neural implementation of hierarchical bayesian inference by importance sampling. In Advances in neural information processing systems (pp. 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1677).",
        "Tenenbaum, J. B., & Griffiths, T. (2001). The rational basis of representatives. In Proceedings of the annual meeting of the cognitive science society (Vol. 23).",
        "Tversky, A. (1977). Features of similarity. Psychological Review, 84(4), 327.",
        "Tversky, A., & Kahneman, D. (1974). Judgment under uncertainty: Heuristics and biases. science, 185(4157), 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Tversky, A., & Kahneman, D. (1983). Extensional Versus Intuitive Reasoning: The Conjunction Fallacy in Probability Judgment. Psychological Review, 90(4), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Underwood, B. J. (1957). Interference and forgetting. Psychological Review, 64(1), 49."
    ]
}