{
    "id": 2571,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Abel, A., A Dynamic Model of Investment and Capacity Utilization, quarterly Journal of Economics, (1981), 379-403.",
        "Abel, A., and 0. Blanchard, The Present Value of Profits and Cyclical Movements in Investment, Econometrica, 54 (1986), 249-273.",
        "Bernstein, J.I., Investment, Labour Skills, and Variable Factor Utilization in the Theory of the Firm, Canadian Journal of Economics, 16 (1983), 463-479.",
        "Betancourt, R. , and C. Clague, An Econometric Analysis of Capital Utilization, International Economic Review, 19 (1978), 211-227.",
        "Bliss, C.J. , Ca~ital Theory and the Distribution of Income, New York: American Elsevier Publishing Co., 1975.",
        "Diewert, W.E., Aggregation Problems in the Measurement of Capital, in D. Usher (ed.), The Measurement of Capital, Chicago: University of Chicago Press, 1980.",
        "Epstein, L., Comparative Dynamics in the Adjustment Cost Model of the Firm, Journal of Economic Theory, 27 (1982), 77-100.",
        "Epstein, L. , and M. Denny, Endogenous Capital Utilization in a Short-Run Production Model: Theory and Empirical Application, Journal of Econometrics, 12 (1980), 189-207.",
        "Foss, M., Long-run Changes in the Workweek of Fixed Capital, American Economic Review Papers and Proceedings, 71 (1981), 58-63.",
        "Could, J.P. , Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies, 35 (1968), 41-55.",
        "Hicks, J.R., Value and Capital, 2nd edition, Oxford: Oxford University Press, 1946.",
        "Lucas, R.E. , Optimal Investment Policy and the Flexible Accelerator, International Economic Review, 8 (1967), 78-85.",
        "American Economic Review Pamers and Proceedings, 60 (l97O),23a27. Malinvaud, E. , Capital Accumulation and the Efficient Allocation of Resources, Econometrica, 21 (1953), 233-268.",
        "Mortensen, D., Generalized Costs of Adjustment and Dynamic Factor Demand Theory, Econometrica, 41 (1973), 657-666.",
        "Nadiri, M.I. , and S. Rosen, Interrelated Factor Demand Functions, American Economic Review, 59 (1969), 457-471.",
        "Review. Pacers and Proceedinas, 71 (1981), 64-69.",
        "Smith, K.R. , Risk and the Optimal Utilization of Capital, Review of Economic Studies, 37 (1970), 253-259.",
        "Taubman, P. and M. Wilkinson, User Cost, Capital Utilization and Investment Theory, Internationi Economic Review, 11 (1970), 209- 215.",
        "Treadway, A.B., On the Multivariate Flexible Accelerator, Econometrica, 39 (1971), 845-855.",
        "Winston, G.C., and T. Mccoy, Investment and the Optimal Idleness of Capital, Review of Economic Studies, 41 (1974), 419-428."
    ]
}