{
    "id": 25725,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Akcigit, Ufuk, Douglas Hanley, and Nicolas Serrano-Velarde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Basics: Basic Research Spillovers, Innovation Policy and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2016. University of Chicago manuscript.",
        ", John Grigsby, Tom Nicholas, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Innovation in the 20th Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24982, National Bureau of Economic Research September 2018.",
        ", Salome Baslandze, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and the International Mobility of Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2016, 106 (10), 2930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Badel, Alejandro and Mark Huggett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Top Earners: A Human Capital Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers, Georgetown University, Department of Economics September 2015.",
        "TAXING TOP INCOMES IN A WORLD OF IDEAS 45 Bell, Alexander M., Raj Chetty, Xavier Jaravel, Neviana Petkova, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Becomes an Inventor in America? The Importance of Exposure to Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24062, National Bureau of Economic Research November 2017.",
        ", , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Tax Cuts Produce More Einsteins? The Impacts of Financial Incentives vs. Exposure to Innovation on the Supply of Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25493, National Bureau of Economic Research January 2019.",
        "Bloom, Nicholas, Charles I. Jones, John Van Reenen, and Michael Webb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ideas Getting Harder to Find?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Stanford University manuscript.",
        ", Mark Schankerman, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Technology Spillovers and Product Market Rivalry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 07 2013, 81 (4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Budish, Eric, Benjamin N. Roin, and Heidi Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do firms underinvest in long-term research? Evidence from cancer clinical trials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2015, 105 (7), 2044Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2085.",
        "Diamond, Peter A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1998, 88 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Diamond, Peter and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case for a Progressive Tax: From Basic Research to Policy Recommendations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2011, 25 (4), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Gabaix, Xavier and Augustin Landier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has CEO Pay Increased So Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2008, 123 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Hall, Bronwyn H., Jacques Mairesse, and Pierre Mohnen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 24 - Measuring the Returns to R&D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Bronwyn H. Hall and Nathan Rosenberg, eds., Handbook of the Economics of Innovation, Volume 2, Vol. 2 of Handbook of the Economics of Innovation, North-Holland, 2010, pp. 1033 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1082.",
        "Howell, Sabrina T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Innovation: Evidence from R&D Grants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2017, 107 (4), 1136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Internal Revenue Service, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics of Income 2015: Individual Income Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report September 2017. Publication 1304.",
        "CHARLES I. JONES , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SOI Tax Stats - Historical Table 23,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2018.",
        "Jaimovich, Nir and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Effects of Taxation on Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (1), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven A. Durlauf, eds., Handbook of Economic Growth, New York: North Holland, 2005, pp. 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1111.",
        "Kindermann, Fabian and Dirk Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Marginal Tax Rates on the Top 1%? Lessons from a Life Cycle Model with Idiosyncratic Income Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20601, National Bureau of Economic Research October 2014.",
        "Lockwood, Benjamin, Charles Nathanson, and E. Glen Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and the Allocation of Talent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (5), 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "Lucking, Brian and Nicholas Bloom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have R&D Spillovers Changed over Time?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Stanford University manuscript.",
        "Mirrlees, James A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exploration in the Theory of Optimum Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1971, 38, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Moretti, Enrico and Daniel J. Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of State Taxes on the Geographical Location of Top Earners: Evidence from Star Scientists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, July 2017, 107 (7), 1858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Piketty, Thomas and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality In The United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2003, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        ", , and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Top Labor Incomes: A Tale of Three Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2014, 6 (1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Rothschild, Casey and Florian Scheuer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Income Taxation under Multidimensional Skill Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript 5165, Stanford University 2015.",
        "Sachs, Dominik, Aleh Tsyvinski, and Nicolas Werquin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Tax Incidence and Optimal Taxation in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 22646, National Bureau of Economic Research, Inc September 2016.",
        "TAXING TOP INCOMES IN A WORLD OF IDEAS 47 Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2001, 68, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Scheuer, Florian and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Taxation of Superstars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Stokey, Nancy L. and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Effects of Flat-Rate Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1995, 103, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Tervio, Marko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Difference that CEOs Make: An Assignment Model Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (3), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Wolfe, Raymond M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business R&D Performance in the United States Tops $300 Billion in 2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NCSES Info Brief, NSF, October 2014, 15-303."
    ]
}