{
    "id": 25735,
    "cites": 62,
    "cited_by": 14,
    "reference": [
        "Alesina, Alberto, and Edward L. Glaeser. 2004. Fighting Poverty in the US and Europe: A World of Difference. Oxford: Oxford University Press.",
        "Alesina, Alberto, Stefanie Stantcheva, and Edoardo Teso. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility and Preferences for Redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108 (2): 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Becker, Gary S., and Nigel Tomes. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 87 (6): 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and the Rise and Fall of Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 4 (3, Part 2): S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS39.",
        "Berger, Thor. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Places of Persistence: Slavery and the Geography of Intergenerational Mobility in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 55 (4): 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Bhattacharya, Debopam, and Bhashkar Mazumder. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nonparametric Analysis of BlackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwhite Differences in Intergenerational Income Mobility in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 2 (3): 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, Anders, and Markus JÃ\u0083Æ\u0092Ã\u0082Â¤ntti. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Income Mobility and the Role of Family Background.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Oxford Handbook of Economic Inequality, edited by Wiemer Salverda, Brian Nolan, and Tim Smeeding. Oxford: Oxford University Press.",
        "Black, Sandra E., and Paul J. Devereux. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Developments in Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, edited by David Card and Orley Ashenfelter, 4, Part B:1487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1541. Elsevier.",
        "Blanden, Jo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Differences in Intergenerational Earnings Mobility: A Comparison of Approaches from Economics and Sociology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys 27 (1): 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Chen, Wen-Hao, Yuri Ostrovsky, and Patrizio Piraino. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle Variation, Errors-inVariables Bias and Nonlinearities in Intergenerational Income Transmission: New Evidence from Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 44 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Chetty, Raj, and Nathaniel Hendren. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility I: Childhood Exposure Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (3): 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility II: CountyLevel Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (3): 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1228.",
        "Chetty, Raj, Nathaniel Hendren, and Lawrence F. Katz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (4): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chetty, Raj, Nathaniel Hendren, Maggie R. Jones, and Sonya R. Porter. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Economic Opportunity in the United States: An Intergenerational Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d www.equality-of-opportunity.org/assets/documents/race_paper.pdf.",
        "Chetty, Raj, Nathaniel Hendren, Patrick Kline, and Emmanuel Saez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 129 (4): 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Cook, K., and A. Demnati. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weighting the Intergenerational Income Data File.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, 10 pages. Statistics Canada, Social Surveys Methods Division.",
        "Corak, Miles. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Death and Divorce: The Long-Term Consequences of Parental Loss on Adolescents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 19 (3): 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Poor Children Become Poor Adults? Lessons from a Cross Country Comparison of Generational Earnings Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Research on Economic Inequality, edited by In John Creedy and Guyonne Kalb. Vol. 13. Amsterdam: Elsevier.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chasing the Same Dream, Climbing Different Ladders: Economic Mobility in the United States and Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington DC: Pew Charitable Trusts.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality, Equality of Opportunity, and Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 27 (3): 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInequality Is the Root of Social Evil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ or Maybe Not? Two Stories About Inequality and Public Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy 42 (4): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414. doi:10.3138/cpp.2016056.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Canadian Geography of Intergenerational Income Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal forthcoming.",
        "Corak, Miles, and Andrew Heisz. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Get Ahead in Life: Some Correlates of Intergenerational Income Mobility in Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Labour Markets, Social Institutions, and the Future of CanadaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children, edited by Miles Corak. Catalogue No. 89-553. Ottawa: Statistics Canada.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intergenerational Earnings and Income Mobility of Canadian Men: Evidence from Longitudinal Income Tax Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources 34 (3): 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Corak, Miles, and Patrizio Piraino. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intergenerational Transmission of Employers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 29 (1): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inheritance of Employers and Nonlinearities in Intergenerational Earnings Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Inequality and Growth: Patterns and Policy, edited by Kaushik Basu and Joseph Stiglitz. London: Palgrave Macmillan.",
        "Corak, Miles, Lori J. Curtis, and Shelley Phipps. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Mobility, Family Background, and the Well-Being of Children in the United States and Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Persistence, Privilege, and Parenting: The Comparative Study of Intergenerational Mobility, edited by Tim M. Smeeding, Robert Erikson, and Markus JÃ\u0083Æ\u0092Ã\u0082Â¤ntti. New York: Russell Sage Foundation.",
        "Corak, Miles, Bjorn Gustafsson, and Torun Osterberg. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Influences on the Receipt of Unemployment Insurance in Canada and Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Generational Income Mobility in North America and Europe, edited by Miles Corak. Cambridge: Cambridge University Press.",
        "Derenoncourt, Ellora. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Great Migration Destinations Become Mobility Traps?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. Harvard University.",
        "Fortin, Nicole, and Sophie Lefebvre. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Income Mobility in Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Labour Markets, Social Institutions, and the Future of CanadaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children, edited by Miles Corak. Catalogue No. 89-553. Ottawa: Statistics Canada.",
        "Fortin, Nicole, and Thomas Lemieux. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality in Canadian Provinces.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Income Inequality: The Canadian Story, edited by D.A. Green, W.C. Riddell, and F. St-Hiliare. Montreal: Institute for Research on Public Policy.",
        "Grawe, Nathan D. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconsidering the Use of Nonlinearities in Intergenerational Earnings Mobility as a Test for Credit Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources 39 (3): 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle Bias in Estimates of Intergenerational Earnings Persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 13 (5): 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Haider, Steven, and Gary Solon. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-Cycle Variation in the Association Between Current and Lifetime Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 96 (4): 1308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Hastie, Trevor, Robert Tibshirani, and Jerome Friedman. 2009. The Elements of Statistical Learning: Data Mining, Inference, and Prediction. Second Edition. New York: Springer.",
        "Heckman, James J., and Stefano Mosso. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Human Development and Social Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, Mass.: NBER Working Paper Series No. 19925.",
        "Hertz, Tom. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rags, Riches, and Race: The Intergenerational Economic Mobility of Balck and White Families in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Unequal Chances: Family Background and Economic Success, edited by Samuel Bowles, Herbert Gintis, and Melissa Osborne Groves. New York; Princeton N.J.: Russell Sage Foundation; Princeton University Press.",
        "Hoynes, Hilary, and Mark Stabile. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do the U.S and Canadian Social Safety Nets Compare for Women and Children?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, Mass.: NBER Working Paper Series No. 23380. http://www.nber.org/papers/w23380.",
        "James, Gareth, Daniela Witten, Trevor Hastie, and Robert Tibshirani. 2013. An Introduction to Statistical Learning with Applications in R. Sixth Edition. New York: Springer.",
        "Jenkins, Stephen. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Snapshots Versus Movies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 31 (5): 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Krueger, Alan B. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Consequences of Inequality in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://obamawhitehouse.archives.gov/sites/default/files/krueger_cap_speech_final_ remarks.pdf.",
        "Loury, Glenn C. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and the Distribution of Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 49 (4): 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Marchand, J. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Labor Market Impacts of Energy Boom-Bust-Boom in Western Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 71 (1): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributional Impacts of the Energy Boom in Western Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics 48 (2): 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Mazumder, Bhashkar. 2005a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fortunate Sons: New Estimates of Intergenerational Mobility in the United States Using Social Security Earnings Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 87 (2): 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Apple Falls Even Closer to the Tree Than We Thought: New and Revised Estimates of the Intergenerational Inheritance of Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Unequal Chances: Family Background and Economic Success, edited by Samuel Bowles, Herbert Gintis, and Melissa Osborne Groves. New York; Princeton N.J.: Russell Sage Foundation; Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility in the United States: What Have We Learned from the PSID.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the American Academy of Political and Social Science 680 (1): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "McCall, Leslie. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Politics of Inequality, Opportunity, and Redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presentation. Kingston Canada: QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s University International Institute on Social Policy.",
        "Mitnik, Pablo, Victoria Bryant, Michael Weber, and David B. Grusky. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Estimates of Intergenerational Mobility Using Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. Washington DC: Internal Revenue Service.",
        "Mulligan, Casey B. 1997. Parental Priorities and Economic Inequality. Chicago: University of Chicago Press.",
        "Nybom, Martin, and Jan Stuhler. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in Standard Measures of Intergenerational Income Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 52 (3). Institute for Evaluation of Labor Market; Education Policy: 800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825.",
        "Oreopoulos, Philip. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Consequences of Living in a Poor Neighborhood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 118 (4): 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Oreopoulos, Philip, Marianne Page, and Ann Huff Stevens. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intergenerational Effects of Worker Displacement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 26 (3): 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, Donal, Olive Sweetman, and Dirk Van de gaer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Measurement Error and Omitted Variables When Using Transition Matrices to Measure Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Inequality 5 (2): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rothstein, Jesse. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality of Educational Opportunity? Schools as Mediators of the Intergenerational Transmission of Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. University of California Berkeley. https://eml.berkeley.edu/~jrothst/workingpapers/rothstein_mobility_april2017.pdf.",
        "Solon, Gary. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Income Mobility in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 82 (3): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, edited by Orley C. Ashenfelter and David Card. Vol. 3A. Amsterdam: Elsevier Science.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Differences in Intergenerational Earnings Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 16 (3): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Intergenerational Mobility Variation over Time and Place.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Generational Income Mobility in North America and Europe, edited by Miles Corak. Cambridge: Cambridge University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know so Far About Multigenerational Mobility?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, Mass.: NBER Working Paper Series No. 21053. Statistics Canada. undated. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Income Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Family and Labour Studies Division; unpublished mimeo.",
        "Stuhler, Jan. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of Intergenerational Mobility and Its Drivers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report Joint Research Centre. Publications Office of the European Union.",
        "Zimmerman, David J. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Toward Mediocrity in Economic Stature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 82 (3): 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29. http://www.jstor.org/stable/2117313."
    ]
}