{
    "id": 25736,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Angrist, Joshua D. and Victor Lavy, Using Maimonides' rule to estimate the eect of class size on scholastic achievement, The Quarterly Journal of Economics, 1999, 114 (2), 533575.",
        "Bandiera, Oriana, Valentino Larcinese, and Imran Rasul, Heterogeneous class size eects: New evidence from a panel of university students, The Economic Journal, 2010, 120 (549), 13651398.",
        "Bingley, Paul, Vibeke Jensen, and Ian Walker, The eect of school class size on postcompulsory education: Some cost benet analysis, 2007.",
        "BonesrÃ\u0083Æ\u0092Ã\u0082Â¸nning, Hans, Class size eects on student achievement in Norway: Patterns and explanations,  Southern Economic Journal, 2003, 69 (4), 952965.",
        "Borland, Melvin V., Roy M. Howsen, and Michelle W. Trawick, An investigation of the eect of class size on student academic achievement, Education Economics, 2005, 13 (1), 7383.",
        "Browning, Martin and Eskil Heinesen, Class size, teacher hours and educational attainment,  The Scandinavian Journal of Economics, 2007, 109 (2), 415438.",
        "Chernozhukov, Victor, Ivan Fernandez-Val, Jinyong Hahn, and Whitney Newey, Average and quantile eects in nonseparable panel models, Econometrica, 2013, 81 (2), 535580.",
        "Chetty, Raj, John N Friedman, and Jonah E Rocko, Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates, American Economic Review, 2014, 104 (9), 25932632.",
        "Dobbelsteen, Simone, Jesse Levin, and Hessel Oosterbeek, The causal eect of class size on scholastic achievement: Distinguishing the pure class size eect from the eect of changes in class composition, Oxford Bulletin of Economics and Statistics, 2002, 64 (1), 1738.",
        "Gary-Bobo, Robert J. and Mohamed-Badrane Mahjoub, Estimation of class-Size eects, using \"Maimonides' Rule\" and other instruments: The case of French junior high schools, Annals of Economics and Statistics, 2013, (111/112), 193225.",
        "Ghanem, Dalia, Testing identifying assumptions in nonseparable panel data models, Journal of Econometrics, 2017, 197 (2), 202217.",
        "Hanushek, Eric A., Some ndings from an independent investigation of the Tennessee STAR experiment and from other investigations of class size eects, Educational Evaluation and Policy Analysis, 1999, 21 (2), 143163.",
        ", The failure of input-based schooling policies, The Economic Journal, 2003, 113 (485), 6498.",
        "Hoxby, Caroline M., The eects of class size on student achievement: New evidence from population variation, The Quarterly Journal of Economics, 2000, 115 (4), 12391285.",
        "Jepsen, Christopher and Steven Rivkin, Class size reduction and student achievement: The potential tradeo between teacher quality and class size, Journal of Human Resources, 2009, 44 (1), 223250.",
        "Krueger, Alan B., Experimental estimates of education production functions, The Quarterly Journal of Economics, 1999, 114 (2), 497532.",
        "Lee, Sokbae, Endogeneity in quantile regression models: A control function approach, Journal of Econometrics, 2007, 141 (2), 11311158.",
        "Leuven, Edwin, Hessel Oosterbeek, and Marte Ronning, Quasi-experimental estimates of the eect of class size on achievement in norway, The Scandinavian Journal of Economics, 2008, 110 (4), 663693.",
        "Levin, Jesse, For whom the reductions count: A quantile regression analysis of class size and peer eects on scholastic achievement, Empirical Economics, 2001, 26 (1), 221246.",
        "OECD, PISA 2012 results: What makes schools successful?: Resources, policies and practices (volume IV), 2013.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain, Teachers, schools, and academic achievement, Econometrica, 2005, 73 (2), 417458.",
        "Stylianidou, F, G Bagakis, and D Stamovlasis, Attracting, developing and retaining eective teacher, 2004.",
        "Todd, Petra E. and Kenneth I. Wolpin, On the specication and estimation of the production function for cognitive achievement*, The Economic Journal, 2003, 113 (485), 333.",
        "Urquiola, Miguel, Identifying class size eects in developing countries: Evidence from rural bolivia, The Review of Economics and Statistics, 2006, 88 (1), 171177. A Testing the time-homogeneity assumption Assumption 1 (time-homogeneity). Ã\u0083Å½Ã\u0082Âµjt | CSj, Ã\u0083Å½Ã\u0082Â±j Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ F(. | CSj,Ã\u0083Å½Ã\u0082Â±j).",
        "For the implementation of the test, we set B = 500. We use the Kolmogorov-Smirnov and Cramer-von-Mises statistics (See (Ghanem, 2017) for details on the formulas). All p-values are higher than 10%, suggesting that the identifying Assumption 1 is not rejected at any 1%, 5% nor 10% signicance levels. The p-values for the standard parallel trend assumption are 0.99 and 0.90 for the Kolmogorov-Smirnov and Cramer-von-Mises statistics, respectively. B Nonparametric Estimates"
    ]
}