{
    "id": 25745,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Allingham, M. G. and A. Sandmo (1972). Income tax evasion: a theoretical analysis. Journal of Public Economics 1(3-4), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Alm, J., K. M. Bloomquist, and M. McKee (2017). When you know your neighbour pays taxes: information, peer effects and tax compliance. Fiscal Studies 38(4), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Alm, J., B. R. Jackson, and M. McKee (2009). Getting the word out: enforcement information dissemination and compliance behavior. Journal of Public Economics 93(3-4), 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Andreoni, J., B. Erard, and J. Feinstein (1998). Tax compliance. Journal of Economic Literature 36(2), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c860.",
        "Anselin, L. (1988). Spatial Econometrics. Methods and Models. Dordrecht: Kluwer Academic.",
        "Beck, P. J. and W.-O. Jung (1989). The role of tax preparers in tax compliance. Policy Sciences 22(2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Bloomquist, K. M., M. F. Albert, and R. L. Edgerton (2007). Evaluating preparation accuracy of tax practitioners: a bootstrap approach. IRS Research Bulletin: Proceedings of the 2007 IRS Research Conference, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Boning, W. C., J. Guyton, R. H. Hodge, J. Slemrod, and U. Troiano (2018). Heard it through the grapevine: direct and network effects of a tax enforcement field experiment. NBER WP 24305.",
        "Book, L. (2008). Study of the role of preparers in relation to taxpayer compliance with internal revenue laws.",
        "Bordignon, M. (1993). A fairness approach to income tax evasion. Journal of Public Economics 52(3), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Braithwaite, J. (2005). Globalisation, redistribution and tax avoidance. Public Policy Research 12(2), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "DeGroot, M. H. (1970). Optimal Statistical Decisions. John Wiley and Sons.",
        "Devos, K. (2012). The impact of tax professionals upon the compliance behaviour of Australian individual taxpayers. Revenue Law Journal 22(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Erard, B. (1993). Taxation with representation: an analysis of the role of tax practitioners in tax compliance. Journal of Public Economics 52(2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Filippin, A., C. Fiorio, and E. Viviano (2013). The effect of tax enforcement on tax morale. European Journal of Political Economy 32, 320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Fondazione Nazionale dei Commercialisti (2017). Rapporto 2017 sullÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢albo dei dottori commercialisti e degli esperti contabili. Technical report.",
        "Fortin, B., G. Lacroix, and M.-C. Villeval (2007). Tax evasion and social interactions. Journal of Public Economics 91, 2089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2112.",
        "Galbiati, R. and G. Zanella (2012). The tax evasion social multiplier: evidence from Italy. Journal of Public Economics 96(5), 485 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 494.",
        "Graetz, M. J., J. F. Reinganum, and L. Wilde (1986). The tax compliance game: toward an interactive theory of law enforcement. Journal of Law Economics and Organization 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Klepper, S., M. Mazur, and D. Nagin (1991). Expert intermediaries and legal compliance: the case of tax preparers. Journal of Law and Economics 34(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Meiselman, B. S. (2018). Ghostbusting in detroit: Evidence on nonfilers from a controlled field experiment. Journal of Public Economics 158, 180 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 193.",
        "Perez-Truglia, R. and U. Troiano (2018). Shaming tax delinquents. Journal of Public Economics 167, 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Raskolnikov, A. (2007). The cost of norms: tax effects of tacit understandings. University of Chicago Law Review 74(2).",
        "Reinganum, J. F. and L. L. Wilde (1991). Equilibrium enforcement and compliance in the presence of tax practitioners. Journal of Law, Economics and Organization 7(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Rincke, J. and C. Traxler (2011). Enforcement spillovers. The Review of Economics and Statistics 93(4), 1224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "Scotchmer, S. (1989). Who profits from taxpayer confusion? Economics Letters 29(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Slemrod, J. (1989). The return to tax simplification: an econometric analysis. Public Finance Quarterly 17(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27."
    ]
}