{
    "id": 25749,
    "cites": 49,
    "cited_by": 0,
    "reference": [
        "AGUIAR, M., & HURST, E. 2005. Consumption versus Expenditure. Journal of Political Economy, 113(5), 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "ATTANASIO, ORAZIO, & PISTAFERRI, LUIGI. 2016. Consumption Inequality. Journal of Economic Perspectives, 30(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "BAILY, MARTIN. 1978. Some Aspects of Optimal Unemployment Insurance. Journal of Public Economics, 10, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "BAKER, SCOTT R. 2018. Debt and the response to household income shocks: Validation and application of linked financial account data. Journal of Political Economy, 126(4), 1504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1557.",
        "BLANCHARD, OLIVIER, & TIROLE, JEAN. 2006. The Joint Design of Unemployment Insurance and Employment Protection: A First Pass. Journal of the European Economic Association, 6(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "BOSCH, MARIANO, & CAMPOS-VASQUEZ, RAYMUNDO. 2014. The Trade-Offs of Welfare Policies in Labor Markets with Informal Jobs: The Case of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seguro PopularÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Program in Mexico. American Economic Journal: Economic Policy, 6(4), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "BRITTO, DIOGO. 2018. Cash-on-hand in Developing Countries and the Value of Social Insurance. Mimeo, Catholic University of Milan.",
        "CAMPBELL, JEFFREY, & HERCOWITZ, ZVI. 2018. Liquidity Constraints of the Middle Class. accepted for publication, American Economic Journal: Economic Policy.",
        "CARD, DAVID, CHETTY, RAJ, & WEBER, ANDREA. 2007. CashÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009conÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cHand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market. Quarterly Journal of Economics, 122(4), 1511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1560.",
        "CARVALHO, CRISTIANO, CORBI, RAPHAEL, & NARITA, RENATA. 2018. Unintended consequences of unemployment insurance: Evidence from stricter eligibility criteria in Brazil. Economics Letters, 162(C), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "CASABURI, LORENZO, & MACCHIAVELLO, ROCCO. 2019. Demand and supply of infrequent payments as a commitment device: evidence from Kenya. American Economic Review, 109(2), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "CHETTY, RAJ. 2006. A General Formula for the Optimal Level of Social Insurance. Journal of Public Economics, 90, 1879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1901.",
        "CHETTY, RAJ. 2008. Moral Hazard versus Liquidity and Optimal Unemployment Insurance. Journal of Political Economy, 116(2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "CHETTY, RAJ. 2015. Behavioral economics and public policy: A pragmatic perspective. American Economic Review, 105(5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "CHETTY, RAJ, & FINKELSTEIN, AMY. 2013. Social Insurance: Connecting Theory to Data. Handbook of Public Economics, 5, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "CHETTY, RAJ, & LOONEY, ADAM. 2007. Income Risk and the Benefits of Social Insurance: Evidence from Indonesia and the United States. Fiscal Policy and Management in East Asia. NBER East Asia Seminar on Economics 16 (eds. T. Ito and A. Rose): Chicago, University of Chicago Press.",
        "DELLAVIGNA, STEFANO, & PASERMAN, DANIELE. 2005. Job Search and Impatience. Journal of Labor Economics, 23(3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "DELLAVIGNA, STEFANO, LINDNER, ATTILA, REIZER, BALAZS, & SCHMIEDER, JOHANNES. 2017. ReferenceDependent Job Search: Evidence from Hungary. Quarterly Journal of Economics, 132(4), 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2018.",
        "ERICSON, KEITH MARZILLI, & LAIBSON, DAVID. 2019. Intertemporal Choice. Handbook of Behavioral Economics - Foundations and Applications, 2.",
        "GANONG, PETER, & NOEL, PASCAL. 2018. Consumer Spending During Unemployment: Positive and Normative Implications. forthcoming American Economic Review.",
        "GERARD, FRANÃ\u0083Æ\u0092Ã\u0082â\u0080¡OIS, & GONZAGA, GUSTAVO. 2016. Informal Labor and the Efficiency Cost of Social Programs: Evidence from the Brazilian Unemployment Insurance Program. NBER Working Paper 22608.",
        "GORDON, ROGER, & LI, WEI. 2009. Tax Structure in Developing Countries: Many Puzzles and a Possible Explanation. Journal of Public Economics, 93 (7-8), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "GRUBER, JON. 1997. The Consumption Smoothing Benefits of Unemployment Insurance. American Economic Review, 87 (1), 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "HASTINGS, JUSTINE, & WASHINGTON, EBONYA. 2010. The First of the Month Effect: Consumer Behavior and Store Responses. American Economic Journal: Economic Policy, 2(2), 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "HAUSHOFER, JOHANNES, & FEHR, ERNST. 2014. On the psychology of poverty. Science, 344, 862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "HAUSHOFER, JOHANNES, SCHUNK, DANIEL, & FEHR, ERNST. 2013. Negative income shocks increase discount rates. University of Zurich Working Paper.",
        "HOLZMANN, ROBERT, POUGET, YANN, VODOPIVEC, MILAN, & WEBER, MICHAEL. 2012. Severance Pay Programs around the World: History, Rationale, Status, and Reforms. Washington DC: The International Bank for Reconstruction and Development, The World Bank. Chap. 2, pages 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "JAKIELA, PAMELA, & OZIER, OWEN. 2016. Does Africa Need a Rotten Kin Theorem? Experimental Evidence from Village Economies. Review of Economic Studies, 83(1), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "KAPLAN, GREG, & VIOLANTE, GIOVANNI L. 2014. A model of the consumption response to fiscal stimulus payments. Econometrica, 82(4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "KOLSRUD, JONAS, LANDAIS, CAMILLE, NILSSON, PETER, & SPINNEWIJN, JOHANNES. 2018. The Optimal Timing of Unemployment Benefits: Theory and Evidence from Sweden. American Economic Review, forthcoming.",
        "KRUEGER, ALAN, & MUELLER, ANDREAS. 2012. The Lot of the Unemployed: a Time Use Perspective. Journal of the European Economic Association, 10(4), 765Ã\u0083Æ\u0092Ã\u0082Â¢794.",
        "KUENG, LORENZ. 2018. Excess sensitivity of high-income consumers. The Quarterly Journal of Economics, 133(4), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1751.",
        "LAIBSON, DAVID. 1997. Golden Eggs and Hyperbolic Discounting. The Quarterly Journal of Economics, 112(2), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "LAIBSON, DAVID I, REPETTO, ANDREA, TOBACMAN, JEREMY, HALL, ROBERT E, GALE, WILLIAM G, & AKERLOF, GEORGE A. 1998. Self-control and saving for retirement. Brookings papers on economic activity, 1998(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "LOCKWOOD, BENJAMIN B. 2016. Optimal income taxation with present bias. University of Pennsylvania Working Paper.",
        "LONG, IAIN, & POLITO, VITO. 2017. Job Search, Unemployment Protection and Informal Work. CESifo Working Paper Series, 6763.",
        "MULLAINATHAN, SENDHIL, & SHAFIR, ELDAR. 2013. Scarcity: Why Having Too Little Means So Much. New York: Times Books.",
        "NARITOMI, JOANA. 2018. Consumers as Tax Auditors. accepted, American Economic Review.",
        "OLAFSSON, ARNA, & PAGEL, MICHAELA. 2018. The liquid hand-to-mouth: Evidence from personal finance management software. The Review of Financial Studies, 31(11), 4398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4446.",
        "PARSONS, DONALD. 2016a. Job Displacement Insurance: A Policy Typology. IZA Working Paper, 9865.",
        "PARSONS, DONALD O. 2016b. The Simple Analytics of Job Displacement Insurance. Journal of Risk and Insurance.",
        "PERRY, GUILLERMO, MALONEY, WILLAM, ARIAS, OMAR, FAJNZYLBER, PABLO, MASON, ANDREW, & SAAVEDRA-CHANDUVI, JAIME. 2007. Informality: Exit and Exclusion. The World Bank, Washington DC.",
        "SCHMIEDER, JOHANNES, & VON WACHTER, TILL. 2017. A Context-Robust Measure of the Disincentive Cost of Unemployment Insurance. American Economic Review Papers and Proceedings, 107(5), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "SCHMIEDER, JOHANNES, VON WACHTER, TILL, & BENDER, STEFAN. 2012. The Effects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates over Twenty Years. Quarterly Journal of Economics, 127(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "SHAPIRO, JESSE. 2005. Is there a Daily Discount Rate? Evidence from the Food Stamp Nutrition Cycle. Journal of Public Economics, 89 (2-3), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "SHIMER, R., & WERNING, I. 2008. Liquidity and Insurance for the Unemployed. American Economic Review, 98(5), 1922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1942.",
        "SPINNEWIJN, JOHANNES. 2015. Unemployed but optimistic: Optimal insurance design with biased beliefs. Journal of the European Economic Association, 13(1), 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "SQUIRES, MUNIR. 2018. Kinship Taxation as an Impediment to Growth: Experimental Evidence from Kenyan Microenterprises.",
        "STEPHENS, MELVIN. 2001. The long-run consumption effects of earnings shocks. Review of Economics and Statistics, 83 (1), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36. Online Appendix A A.1. Additional figures and tables Full schedule of UI benefits in Brazil. The UI benefit level depends on a displaced formal workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s average wage in the three months prior to layoff and ranges from 100% to 187% of the minimum wage. Define w the displaced formal workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s average nominal wage in the three months prior to layoff expressed in multiples of the prevailing minimum wage (mw). Her UI benefit level (b) is then calculated as follows: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ b = mw if w < 1.25 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ b = .8 w if 1.25 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ w < 1.65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ b = 1.32 mw + .5 w if 1.65 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ w < 2.75 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ b = 1.87 mw if w Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 2.75"
    ]
}