{
    "id": 25741,
    "cites": 53,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron. 2002. Directed Technical Change. Review of Economic Studies 69: 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809. Acemoglu, Daron. 2010. When Does Labor Scarcity Encourage Innovation? Journal of Political Economy 118(6): 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Acemoglu, Daron, Philippe Aghion, and Fabrizio Zilibotti. 2006. Distance to Frontier, Selection, and Economic Growth. Journal of the European Economic Association. 4(1): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91(5): 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2005. The Rise of Europe: Atlantic Trade, Institutional Change, and Economic Growth. American Economic Review 95(3): 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Acemoglu, Daron, and James A. Robinson. 2012. Why Nations Fail: The Origins of Power, Prosperity, and Poverty. Crown Publishing, Random House.",
        "Acemoglu, Daron, and Fabrizio Zilibotti. 2001. Productivity Differences. Quarterly Journal of Economics 116: 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Aghion, Philippe, and Peter Howitt. 1992. A Model of Growth through Creative Destruction. Econometrica 60(2): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Aghion, Philippe, Peter Howitt, and David Mayer-Foulkes. 2005. The Effect Of Financial Development On Convergence: Theory and Evidence. Quarterly Journal of Economics 120(1): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Baldwin, Richard. 2012. The Great Convergence: Information Technology and the New Globalization.",
        "Harvard University Press Basu, Susanto, and David N. Weil. 1998. Appropriate Technology and Growth. Quarterly Journal of Economics 113(4): 1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bilar, L. Kamran, and Eduardo Morales. 2016. Innovation in the Global Firm. NBER Working Paper 22160.",
        "Branstetter, Lee, Britta Glennon, and J. Bradford Jensen. 2018. Knowledge Transfer Abroad: The Role of U.S. Inventors within Global R&D Networks. NBER Working Paper 24453.",
        "Clark, Gregory. 2007. A Farewell to Alms: A Brief Economic History of the World. Princeton, N.J.: Princeton University Press.",
        "de Pleijt, Alexandra M., and Jacob L. Weisdorf. 2017. Human Capital Formation from Occupations: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDeskilling HypothesisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Revisited. Cliometrica 11(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "de Zwart, Pim, and Jan Luiten van Zanden. 2018. The Origins of Globalization: World Trade in the Making of the Global Economy, 1500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1800. Cambridge University Press.",
        "Doepke, Mattias, Moshe Hazan, and Yishay D. Maoz. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Baby Boom and World War II: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 82(3): 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Easterlin, Richard A. 1961. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Baby Boom in Historical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 51 (5): 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d911.",
        "Richard A. Easterlin. 1981. Why IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t the Whole World Developed? Journal of Economic History 41(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Eaton, Jonathan, and Samuel Kortum. 1999. International Technology Diffusion: Theory and Measurement. International Economic Review 40(3): 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Estevadeordal, A., B. Frantz, and A. M. Taylor. 2003. The Rise and Fall of World Trade, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1939. Quarterly Journal of Economics 118: 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Estevadeordal, A., and A. M. Taylor. 2002a. Testing Trade Theory in OhlinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Time. In Bertil Ohlin: A Centennial Celebration, 1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999, edited by R. Findlay, L. Jonung, and M. Lundahl. Cambridge: MIT Press.",
        "Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence Princeton University Press.",
        "Ferguson, Niall. 2012. Civilization: The West and the Rest. Penguin Books. Frankel, Jeffrey A., and David H. Romer. Does Trade Cause Growth? American Economic Review 89(3): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Galor, Oded. 2005. From Stagnation to Growth: Unified Growth Theory. In Handbook of Economic Growth, vol. 1, part 1, edited by P. Aghion and S. N. Durlauf. Amsterdam: North Holland, pp. 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Galor, Oded, and Andrew Mountford. 2002. Why are a Third of People Indian and Chinese? Trade, Industrialization and Demographic Transition. CEPR Discussion Paper 3136.",
        "Galor, Oded, and Andrew Mountford. 2006. Trade and the Great Divergence: The Family Connection. American Economic Review Papers and Proceedings 96(2): 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Galor, Oded, and Andrew Mountford. 2008. Trading Population for Productivity: Theory and Evidence. Review of Economic Studies 75(4): 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Grossman, Gene M., and Elhanan Helpmann. 1991. Innovation and Growth in the Global Economy. Cambridge, Mass.: MIT Press.",
        "Howitt, Peter. 1999. Steady Endogenous Growth with Population and R&D Inputs Growing. Journal of Political Economy 107(4): 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Jones, Charles I. 1995. R&D-Based Models of Economic Growth. Journal of Political Economy. 103(4): 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Jones, Charles I. 2003. Population and Ideas: A Theory of Endogenous Growth. In Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, edited by P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford. Princeton, N.J.: Princeton University Press, pp. 498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Klemp, Marc, and Jacob Weisdorf. 2018. Fecundity, Fertility and the Formation of Human Capital. Economic Journal, forthcoming.",
        "Klenow, Peter J., and Rodriguez-Clare, Andres. 2005. Externalities and Growth, in: Philippe Aghion & Steven Durlauf (ed.), Handbook of Economic Growth, edition 1, volume 1, chapter 11, pages 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861 Elsevier.",
        "Lipsey, Richard G., and Clifford Bekar. 1995. A Structuralist View of Technical Change and Economic Growth. Bell Canada Papers on Economic and Public Policy 3. Proceedings of the Bell Canada Conference at QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s University. Kingston, Ont.: John Deutsch Institute, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-CoÃ\u0083Å\u0092Ã\u0082Â\u0081rdova, J. Ernesto, and Christopher M. Meissner. 2008. The Impact of International Trade on Democracy: A Long-run Perspective. World Politics 60(4): 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Melvin, James R. 1968. Production and Trade with Two Factors and Three Goods. American Economic Review 58(5): 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Mitchener, Kris J., and Se Yan. 2014. Globalization, Trade, and Wages: What Does History Tell Us About China? International Economic Review 55(1): 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Mokyr, Joel. 2002. The Gifts of Athena: Historical Origins of the Knowledge Economy. Princeton, N.J.: Princeton University Press.",
        "Murtin, Fabrice. 2013. Long-term Determinants of the Demographic Transition, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Review of Economics and Statistics 95(2): 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Kevin H., Ahmed S. Rahman, and Alan M. Taylor. 2013. Luddites, the Industrial Revolution, and the Demographic Transition. Journal of Economic Growth 18(4): 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Kevin H., Alan M. Taylor, and Jeffrey G. Williamson. 1996. Factor Price Convergence in the Late Nineteenth Century. International Economic Review 37(3): 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Kevin H., and Jeffrey G. Williamson. 1994. Late 19th Century Anglo-American Factor Price Convergence: Were Heckscher and Ohlin Right? Journal of Economic History 54(4): 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Kevin H., and Jeffrey G. Williamson. 1999. Globalization and History: The Evolution of a Nineteenth Century Atlantic Economy. Cambridge, Mass.: MIT Press.",
        "Pack, Howard, and Lawrence Westphal. 1986. Industrial Strategy and Technological Change: Theory versus Reality. Journal of Development Economics 22(1): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Peri, Giovanni, and Dieter Urban. 2006. Catching-Up to Foreign Technology? Evidence On The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Veblen-GerschenkronÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effect Of Foreign Investments. Regional Science and Urban Economics 36(1): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Perkins, Dwight, and John Tang. 2017. East Asian Industrial Pioneers: Japan, Korea and Taiwan.",
        "In The Spread of Modern Industry to the Periphery since 1871, edited by K. H. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke and J. G. Williamson, editors. Oxford University Press.",
        "Rahman, Ahmed S. 2013. The Road Not Taken: What Is The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AppropriateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Path to Development When Growth Is Unbalanced? Macroeconomic Dynamics 17(4): 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Romer, Paul M. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy 94: 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Romer, Paul M. 1990. Endogenous Technological Change. Journal of Political Economy 98(5): S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Romer, Paul M. 1992. Two Strategies for Economic Development: Using Ideas and Producing Ideas. World Bank Economic Review 6(S1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Weil, David. 2013. Economic Growth, 3rd ed. Routledge.",
        "Young, Alwyn. 1998. Growth without Scale Effects. Journal of Political Economy 106(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63."
    ]
}