{
    "id": 25752,
    "cites": 74,
    "cited_by": 5,
    "reference": [
        "Aaronson, D, Lange, F, & Mazumder, B. 2014. Fertility Transitions Along the Extensive and Intensive Margins. American Economic Review, 104(11), 3701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3724.",
        "Ager, P, Hansen, CW, & Jensen, PS. 2018. Fertility and Early Life Mortality: Evidence from Smallpox Vaccination in Sweden. Journal of the European Economic Association, 16(2), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 521.",
        "Alesina, Alberto, Giuliano, Paola, & Nunn, Nathan. 2013. On the Origins of Gender Roles: Women and the Plough. The Quarterly Journal of Economics, 128(2), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Allen, RA. 2001. The Great Divergence in European Wages and Prices from the Middle Ages to the First World War. Explorations in Economic History, 38, 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Alsan, M, & Wanamaker, M. 2018. Tuskegee and the Health of Black Men. Quarterly Journal of Economics, 133(1), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Austen-Smith, David, & Fryer Jr, Roland G. 2005. An economic analysis of acting white. The Quarterly Journal of Economics, 120(2), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Bailey, M. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MommaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Got the PillÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: How Anthony Comstock and Griswold v. Connecticut Shaped US Childbearing. American Economic Review, 100(1), 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Banks, J. A., & Banks, O.B. 1954. The Bradlaugh-Besant Trial and the English Newspapers. Population Studies, 8(1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Bassi, V, & Rasul, I. 2017. Persuasion: A Case Study of Papal Influences on Fertility-Related Beliefs and Behavior. American Economic Journal: Applied Economics, 9(4), 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Becker, GS, & Lewis, HG. 1973. On the Interaction between the Quantity and Quality of Children. Journal of Political Economy, 81(2).",
        "Becker, Sascha O, Cinnirella, Francesco, & Woessmann, Ludger. 2010. The trade-off between fertility and education: evidence from before the demographic transition. Journal of Economic Growth, 15(3), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Becker, Sascha O., Cinnirella, Francesco, & Woessmann, Ludger. 2013. Does womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education affect fertility? Evidence from pre-demographic transition Prussia. European Review of Economic History, 17(1), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Becker, SO, Cinnirella, F, & Woessmann, L. 2012. The Effect of Investment in ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Education on Fertility in 1816 Prussia. Cliometrica, 6, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Bengtsson, T, & Dribe, M. 2014. The Historical Fertility Transition at the Micro Level: Southern Sweden 1815-1939. Demographic Research, 30, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Blanc, G, & Wacziarg, R. 2019 (Jan.). Change and Persistence in the Age of Modernization: SaintGermain -DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Anxure 1730-1895. NBER Working Paper No. 25490.",
        "Bleakley, Hoyt, & Lange, Fabian. 2009. Chronic Disease Burden and the Interaction of Education, Fertility, and Growth. Review of Economics and Statistics, 91(1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Brodie, JF. 1994. Contraception and Abortion in Nineteenth-Century America. Ithaca: Cornell University Press.",
        "Brown, JC, & Guinnane, TW. 2002. Fertility Transition in a Rural, Catholic Population: Bavaria, 1880-1910. Population Studies, 56(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Bursztyn, L, Egorov, G, & Fiorin, S. 2017 (July). From Extreme to Mainstream: How Social Norms Unravel. Mimeo.",
        "Bursztyn, L, Gonzalez, AL, & Yanagizawa-Drott, D. 2018 (June). Misperceived Social Norms: Female Labor Force Participation in Saudi Arabia. Mimeo.",
        "Chandrasekhar, S. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dirty Filty BookÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Berkeley: University of California Press.",
        "Coale, Ansley. 1973. The demographic transition reconsidered. Pages 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57 of: International Population Conference, Leige 1973, vol. 1. International Union for the Scientific Study of Population.",
        "Coughlin, TA. 1904. Report of the Royal Commission on the Decline of the Birth-rate and on the Mortality of Infants in New South Wales. Vol. 1. William Applegate Gullick, Government Printer.",
        "Crafts, N. F. R. 1989. Duration of Marriage, Fertility and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment Opportunities in England and Wales in 1911. Population Studies, 43(2), pp. 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Arcy, F. 1977. The Malthusian League and the Resistance to Birth Control Propaganda in Late Victorian Britain. Population Studies.",
        "David, Paul, & Sanderson, Warren. 1986. Rudimentary contraceptive methods and the American transition to marital fertility control, 1855-1915. Pages 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390 of: Long-term factors in American economic growth. University of Chicago Press.",
        "de Silva, Tiloka, & Tenreyro, Silvana. 2017. Population Control Policies and Fertility Convergence. Journal of Economic Perspectives, 31(4), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "de Silva, Tiloka, & Tenreyro, Silvana. 2018 (Feb.). The Fall in Global Fertility: A Quantitative Model. Mimeo.",
        "Diebolt, C, & Perrin, F. 2013. From Stagnation to Sustained Growth: The Role of Female Empowerment. American Economic Review, Papers and Proceedings, 103(3), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Diebolt, C, Menard, A-R, & Perrin, F. 2016 (February). Behind the Fertility-Education Nexus: What Triggered the French Development Process? Working Paper.",
        "Dribe, M. 2008. Demand and supply factors in the fertility transition: a county-level analysis of age-specific marital fertility in Sweden, 1880-1930. European Review of Economic History, 13, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Dribe, M, Breschi, M, Gagnon, A, Gauvreau, D, Hanson, HA, Maloney, TN, Mazzoni, S, Molitoris, J, Pozzi, L, Smith, KR, & Vezina, H. 2017. Socio-economic Status and Fertilty Decline: Insights from Historical Transitions in Europe and North America. Population Studies, 71(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Elderton, EM. 1914. Report on the English Birthrate. Cambridge University Press.",
        "Fernandez, R, & Fogli, A. 2009. Culture: An Empirical Investigation of Beliefs, Work, and Fertility. American Economic Journal: Macroeconomics, 1(1), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Fernihough, A. 2017. Human Capital and the Quantity-Quality Trade-off During the Demographic Transition. Journal of Economic Growth, 22, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Franck, R, & Galor, O. 2015 (August). Industrialization and the Fertility Decline. Working paper.",
        "Galor, Oded, & Weil, David N. 1996. The Gender Gap, Fertility, and Growth. The American Economic Review, 86(3), 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Galor, Oded, & Weil, David N. 1999. From Malthusian Stagnation to Modern Growth. American Economic Review, 89(2), 150 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 154.",
        "Galor, Oded, & Weil, David N. 2000. Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond. American Economic Review, 90(4), 806 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 828.",
        "Glass, DV. 1951. A Note on the Under-Registration of Births in Britain in the Nineteenth Century. Population Studies, 5(1), 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Glass, DV. 1967. Population Policies and Movements in Europe. Second edn. Frank Cass and Company Limited.",
        "Greif, A. 1994. Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies. Journal of Political Economy, 102(5), 912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 950.",
        "Greif, A. 2006. Institutions and the Path to the Modern Economy: Lessons from Medieval Trade. Cambridge: Cambridge University Press.",
        "Guinnane, Timothy. 2011. The Historical Fertility Transition: A Guide for Economists. Journal of Economic Literature, 49(3), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Hansen, CW, Jensen, PS, & Lonstrup, L. 2018. The Fertility Decline in the United States: Schooling and Income. Macroeconomic Dynamics, 22, 1584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1612.",
        "Henripin, Jacques. 1968. Tendances et Facteurs de la Fecondite au Canada. Ottawa: Bureau Federal de la Statistique.",
        "Himes, NE. 1970. Medical History of Contraception. Schocken Books.",
        "Houston, CJ, & Smyth, WJ. 1999. Irish Emigration and Canadien Settlement. Toronto: University of Toronto Press.",
        "Jaeger, DA, Joyce, TJ, & Kaestner, R. 2018 (July). A Cautionary Tale of Evaluating Identifying Assumptions: Did Reality TV Really Cause a Decline in Teenage Childbearing? NBER Working Paper No. 24856.",
        "Jensen, Robert. 2012. Do Labor Market Opportunities Affect Young WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work and Family Decisions? Experimental Evidence from India. Quarterly Journal of Economics, 127(2), 753 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 792.",
        "Kahn-Lang, A, & Lang, K. 2018 (July). The Promises and Pitfalls of Differences-in-Differences: Reflections on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009316 and PregnantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Other Applications. NBER Working Paper No. 24857.",
        "Kalemli-Ozcan, S, Ryder, HE, & DN, Weil. 2000. Mortality Decline, Human Capital Investment, and Economic Growth. Journal of Development Economics, 62, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23. Klemp, Marc, & Weisdorf, Jacob. Forthcoming. Fecundity, Fertility and The Formation of Human Capital. The Economic Journal.",
        "Knodel, J, & van de Walle, E. 1986. The Decline of Fertility in Europe. Princeton, NJ: Princeton University Press. Chap. Ch. 10: Lessons from the Past: Policy Implications of Historical Fertility Studies, pages 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Manvell, Roger. 1976. The Trial of Annie Besant and Charles Bradlaugh. New York: Horizon Press.",
        "McInnis, M. 1994. Migration and the International Labor Market. New York: Routledge. Chap. Immigration and Emmigration: Canada in the Late Nineteenth Century, pages 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "McLaren, A. 1978. Birth Control in Nineteenth-Century England. Holmes & Meier.",
        "Mitchell, BR. 2007a. International Historical Statistics: Africa, Asia and Oceania, 1750-2005. 5th edn. Basingstoke: Palgrave Macmillan.",
        "Mitchell, BR. 2007b. International Historical Statistics: The Americas, 1750-2005. 6th edn. Basingstoke: Palgrave Macmillan.",
        "Munshi, K, & Myaux, J. 2006. Social norms and the fertility transition. Journal of Development Economics, 80, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Murphy, TE. 2015. Old Habits Die Hard (Sometimes). Can Department Heterogeneity Tell Us Something About the French Fertility Decline? Journal of Economic Growth, 20, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Nunn, N, & Wantchekon, L. 2011. The Slave Trade and the Origins of Mistrust in Africa. American Economic Review, 101, 3221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3252.",
        "Schultz, T. Paul. 1985. Changing World Prices, WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wages, and the Fertility Transition: Sweden, 1860-1910. Journal of Political Economy, 93(6), pp. 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Spolaore, E, & Wacziarg, R. 2016. The Palgrave Handbook of Economics and Language. Palgrave Macmillan. Chap. Ancestry, Language and Culture, pages 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Spolaore, Enrico, & Wacziarg, Romain. 2019. Fertility and modernity. Tech. rept. National Bureau of Economic Research.",
        "Szreter, S. 1996. Fertility, Class and Gender in Britain, 1860-1940. Cambridge University Press.",
        "Teitelbaum, MS. 1984. The British Fertility Decline. Princeton University Press.",
        "van de Kaa, D. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ready, Willing and AbleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Ansley J. Coale, 1917-2002. The Journal of Interdisciplinary History, 34(3), 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Wanamaker, MH. 2012. Industrialization and Fertility in the Nineteenth Century: Evidence from South Carolina. Journal of Economic History, 72(1), 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Williams, Kevin. 2010. Read All About It! A History of the British Newspaper. London: Routledge.",
        "Winks, Robin. 1998. The Civil War Years: Canada and the United States. McGill-QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s University Press.",
        "Woods, R. 1997 (March). Causes of Death in England and Wales, 1851-60 to 1891-1900 : The Decennial Supplements. [computer file].",
        "Woods, RI. 1987. Approaches to the Fertility Transition in Victorian England. Population Studies, 41(2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Woods, Robert. 2000. The Demography of Victorian England and Wales. Cambridge, UK: Cambridge University Press.",
        "Young, HP. 2015. The Evolution of Social Norms. Annual Review of Economics, 7, 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87."
    ]
}