{
    "id": 25761,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Aaronson, Daniel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Pass-Through and the Minimum Wage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 83(1): 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Aaronson, Daniel, Sumit Agarwal, and Eric French. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Spending and Debt Response to Minimum Wage Hikes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(7): 3111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3139.",
        "Aaronson, Daniel, Eric French, and James MacDonald. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Minimum Wage, Restaurant Prices, and Labor Market Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 43(3): 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Allegretto, Sylvia, Arindrajit Dube, Michael Reich, and Ben Zipperer. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credible Research Designs for Minimum Wage Studies. A Response to Neumark, Salas, and Wascher.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review 70(3): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Alonso, Cristian. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Labor Market Outcomes: The Impact of the Minimum Wage on Nondurable Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. Princeton, NJ: Princeton University Economics Department Working Paper.",
        "Amromin, Gene, Mariacristina De Nardi, and Karl Schulze. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Inequality and the Consumption Response to Aggregate Real Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24073. National Bureau of Economic Research.",
        "Awuku-Budu, Christian, Mahsa Gholizadeh, Ledia Guci, Joshua S. Ingber, Christopher A. Lucas, and Levi J. Weible. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personal Consumption Expenditures by State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business 96(11).",
        "Awuku-Budu, Christian, Ledia Guci, Christopher, A. Lucas, and Carol A. Robbins. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A First Look at Experimental Personal Consumption Expenditures by State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Briefing. Bureau of Economic Analysis.",
        "Bai, Jushan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Data Models with Interactive Fixed Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77(4): 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1279.",
        "Bartik, Timothy. 1991. Who Benefits from State and Local Economic Development Policies ? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Basker, Emek, and Muhammad Taimur Kahn. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Minimum Wage Bite into Fast-Food Prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Research 37(2): 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Card, David, and Alan B. Krueger. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 84(4): 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Dettling, Lisa J., and Joanne W. Hsu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wages and Consumer Credit: Impacts on Access to Credit and Traditional and High-Cost Borrowing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2017-010. Washington, DC: Board of Governors of the Federal Reserve System.",
        "Dube, Arindrajit, T. William Lester, and Michael Reich. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Shocks, Employment Flows, and Labor Market Frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34(3): 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Ganapati, Sharat, and Jeffrey Weaver. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage and Retail Price Passthrough: Evidence and Estimates from Consumption Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. New Haven, CT: Yale University Economics Department Working Paper.",
        "Horn, Brady P, Joanna Catherine Maclean, and Michael R Strain. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Minimum Wage Increases Influence Worker Health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22578. National Bureau of Economic Research.",
        "Jardim, Ekaterina, Mark C. Long, Robert Plotnick, Emma van Inwegen, Jacob Vigdor, and Hilary Wething. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Increases, Wages, And Low-Wage Employment: Evidence From Seattle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23532. Cambridge, MA: National Bureau of Economic Research.",
        "Lemos, Sara. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Policy and Employment Effects: Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia 5(1): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Lenhart, O. 2017a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Higher Minimum Wages Benefit Health? Evidence from the UK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 36(4): 828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Lenhart, O. 2017b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact Of Minimum Wages On Population Health: Evidence From 24 Oecd Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Health Economics 18(8): 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Lenze, David G. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preview of the 2018 Comprehensive Update of the Regional Economic Accounts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business 98(8).",
        "Leung, Justin H. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage and Real Wage Inequality: Evidence from PassThrough to Retail Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. Chicago, IL: Chicago Booth School of Business Working Paper.",
        "MacDonald, Daniel, and Eric Nilsson. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Increasing the Minimum Wage on Prices: Analyzing the Incidence of Policy Design and Context.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 16-260. Upjohn Institue Working Papers Series.",
        "MaCurdy, Thomas. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Effective Is the Minimum Wage at Supporting the Poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 123(2): 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Meltzer, David O., and Zhuo Chen. 2011. The Impact of Minimum Wage Rates on Body Weight in the United States, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34. University of Chicago Press.",
        "Neumark, David, J.M. Ian Salas, and William Wascher. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Minimum Wage-Employment Debate: Throwing Out the Baby with the Bathwater?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review 67(Supplement 3): 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Paciorek, Andrew. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply Constraints and Housing Market Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 77: 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Pesaran, M. Hashem. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74(4): 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Reich, Michael, Sylvia Allegretto, and Claire Montialoux. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of a 15$ Minimum Wage in California and Fresno.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. University of California, Berkley: Institute for Research on Labor and Employment.",
        "Renkin, Tobias, Claire Montialoux, and Michael Siegenthaler. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pass-through of Minimum Wages into US Retail Prices: Evidence from Supermarket Scanner Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. Zurich: University of Zurich Economics Department Working Paper.",
        "Totty, Evan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Minimum Wages on Employment: A Factor Model Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 55(4): 1712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1737.",
        "Wehby, George, Dhaval Dave, and Robert Kaestner. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the Minimum Wage on Infant Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22373. National Bureau of Economic Research.",
        "Wolff, Edward N., and Ishaq Nadiri. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simulation Model of the Effect of an Increase in the Minimum Wage on Employment, Output and the Price Level.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Report of the Minimum Wage Study Commission, Vol. VI: The Minimum Wage and the Macro Economy, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232. Washington, DC: U.S. Government Printing Office."
    ]
}