{
    "id": 25774,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Acharya, Viral V., and Lasse Heje Pedersen, 2005, Asset pricing with liquidity risk, Journal of Financial Economics 77, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Amihud, Yakov, and Haim Mendelson, 1986, Asset pricing and the bid-ask spread, Journal of Financial Economics 17, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Asness, Clifford S., Tobias J. Moskowitz, and Lasse Heje Pedersen, 2013, Value and momentum everywhere, Journal of Finance 68, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Bekaert, Geert, Campbell R. Harvey, and Christian Lundblad, 2007, Liquidity and expected returns: Lessons from emerging markets, Review of Financial Studies 20, 1783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1831.",
        "Bongaerts, Dion, Frank De Jong, and Joost Driessen, 2017, An asset pricing approach to liquidity effects in corporate bond markets, Review of Financial Studies 30, 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Brunnermeier, Markus K., and Lasse Heje Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2000, Commonality in liquidity, Journal of Financial Economics 56, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F., and Kenneth R. French, 2015, A five-factor asset pricing model, Journal of Financial Economics 116, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Franzoni, Francesco, Eric Nowak, and Ludovic Phalippou, 2012, Private equity performance and liquidity risk, Journal of Finance 67, 2341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2373.",
        "Galiani, Sebastian, Paul Gertler, and Mauricio Romero, 2017, Incentives for replication in economics, NBER Working Paper No. 23576, Cambridge, MA.",
        "Goyenko, Ruslan Y., Craig W. Holden, and Charles A. Trzcinka, 2009, Do liquidity measures measure liquidity? Journal of Financial Economics 92, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Huberman, Gur, Shmuel Kandel, and Robert F. Stambaugh, 1987, Mimicking portfolios and exact arbitrage pricing, Journal of Finance 42, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Li, Hongtao, Robert Novy-Marx, and Mihail Velikov, 2017, Liquidity risk and asset pricing, Critical Finance Review, forthcoming.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Robert F. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 111, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Pontiff, Jeffrey, and Rohit Singla, 2019, Liquidity risk?, Critical Finance Review, forthcoming.",
        "Sadka, Ronnie, 2006, Momentum and post-earnings-announcement drift anomalies: The role of liquidity risk, Journal of Financial Economics 80, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Sadka, Ronnie, 2010, Liquidity risk and the cross-section of hedge-fund returns, Journal of Financial Economics 98, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71."
    ]
}