{
    "id": 25789,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Appleton, S., Balihuta, A. et al., 1996, Education and agricultural productivity: Evidence from Uganda, University of Oxford, Centre for the Study of African Economies.",
        "Barham, B. and Boucher, S., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMigration, remittances, and inequality: estimating the net effects of migration on income distributionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Development Economics, 55(2), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Bertrand, M., Duflo, E. and Mullainathan, S., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow much should we trust differences-in-differences estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics, 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bonini, N., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUn sieÃ\u0083Å\u0092Ã\u0082â\u0082¬cle dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081ducation scolaire en TanzanieÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Cahiers dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081tudes africaines, (1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cameron, A.C., Gelbach, J.B. and Miller, D.L., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBootstrap-based improvements for inference with clustered errorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Review of Economics and Statistics, 90(3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Card, D., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating the return to schooling: Progress on some persistent econometric problemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 69(5), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Court, D. and Kinyanjui, K., 1980, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDevelopment policy and educational opportunity: the experience of Kenya and TanzaniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Occasional Paper 33, Nairobi: Institute for Development Studies, University of Nairobi.",
        "De Chaisemartin, C. and d Haultfoeuille, X., 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFuzzy differences-indifferences Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Cemmap working paper No. CWP69/15, Centre for Microdata Methods and Practice.",
        "Deaton, A. and Zaidi, S., 2002, Guidelines for constructing consumption aggregates for welfare analysis, volume 135, World Bank Publications.",
        "Duflo, E., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSchooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American economic review, 91(4), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Elbers, C., Lanjouw, J.O. and Lanjouw, P., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMicroÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009clevel estimation of poverty and inequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 71(1), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Foster, A.D. and Rosenzweig, M.R., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTechnical change and human-capital returns and investments: evidence from the green revolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The American economic review, 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Gillette, A., 1975, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081ducation en Tanzanie: une reÃ\u0083Å\u0092Ã\u0082Â\u0081forme de plus ou une reÃ\u0083Å\u0092Ã\u0082Â\u0081volution eÃ\u0083Å\u0092Ã\u0082Â\u0081ducationnelle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Revue Tiers Monde, 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Griliches, Z., 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimating the returns to schooling: Some econometric problemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Gubert, F., Lassourd, T. and MespleÃ\u0083Å\u0092Ã\u0082Â\u0081-Somps, S., 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTransferts de fonds des migrants, pauvreteÃ\u0083Å\u0092Ã\u0082Â\u0081 et ineÃ\u0083Å\u0092Ã\u0082Â\u0081galiteÃ\u0083Å\u0092Ã\u0082Â\u0081s au MaliÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Revue eÃ\u0083Å\u0092Ã\u0082Â\u0081conomique, 61(6), 1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1050.",
        "Jensen, S., Mkama, J. and ya Uchumi na Mipango ya Maendeleo, T.W., 1968, District data, Tanzania, 1967, Ministry of Economic Affairs and Development Planning.",
        "Jolliffe, D., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe impact of education in rural Ghana: Examining household labor allocation and returns on and off the farmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Development Economics, 73(1), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Kinunda, M.J., 1975, Experience in Tanzania in identifying and satisfying local needs in Education: A Contribution to the IIEP Seminar on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Planning of learning arrangements of all kinds for local CommunitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, 9-17 December 1974, volume 14, International Institute for Educational Planning.",
        "Lockheed, M.E., Jamison, T. and Lau, L.J., 1980, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFarmer education and farm efficiency: A surveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic Development and Cultural Change, 29(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Maluccio, J., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEndogeneity of schooling in the wage function: Evidence from the rural PhilippinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Food Consumption and Nutrition Division Discussion Paper, 54.",
        "Maro, P.S. and Mlay, W.F., 1979, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDecentralization and the organization of space in TanzaniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Africa, 49(03), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Martin, D., 1988, Tanzanie: lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢invention dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢une culture politique, KARTHALA Editions.",
        "Meyer, B.D. and Sullivan, J.X., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasuring the well-being of the poor using income and consumptionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, National Bureau of Economic Research Working Pape No. 9760.",
        "Nyerere, J.K., 1967, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEducation for self-relianceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Ecumenical Review, 19(4), 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 403.",
        "Shao, I.F., 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA neo-colony and its problems during the process of attempting to bring about socialist rural transformation: the case of TanzaniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, In: Taamuli: a Political Science Forum, volume 12, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Tarozzi, A. and Deaton, A., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUsing census and survey data to estimate poverty and inequality for small areasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Review of Economics and Statistics, 91(4), 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Wooldridge, J.M., 2010, Econometric Analysis of Cross Section and Panel Data, second edition, MIT press.",
        "Wooldridge, J.M., 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cQuasi-maximum likelihood estimation and testing for nonlinear models with endogenous explanatory variablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Econometrics, 182(1), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234. A The proxy for consumption A.1 Construction By following a two step-procedure, I predict household consumption from a set of predictors P that are common to both household and census data.26 The idea behind this method is first to estimate the joint distribution of the consumption, logC, and of P from the household survey: LogCijt = bPijt + Ã\u0083Å½Ã\u0082Â´j + Ã\u0083Å½Ã\u0082Â½ijt (8) where Ã\u0083Å½Ã\u0082Â½ijt is the error term of household i. Then, I use the estimated distribution bÃ\u0083Å\u0092Ã\u0082â\u0080\u009aPijt to predict \\ logCijt in the census data. This method is valid if the predictors P are similarly measured in both data sets, and if questions have the same wording for the two questionnaires."
    ]
}