{
    "id": 25788,
    "cites": 45,
    "cited_by": 5,
    "reference": [
        "Abebe, Girum Tefera et al. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anonymity or Distance? Job Search and Labour Market Exclusion in a Growing African City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Abel, Martin, Rulof Burger, and Patrizio Piraino (2017). The value of reference letters.",
        "Akerlof, George A. and Janet L. Yellen (1986). Efficiency wage models of the labor market. Cambridge University Press. isbn: 0-521-31284-1.",
        "Arulampalam, Wiji, Paul Gregg, and Mary Gregory (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment scarring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Economic Journal 111.475, pp. 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Atkin, David (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working for the Future: Female Factory Work and Child Health in Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Bandiera, Oriana et al. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can entrepreneurship programs transform the economic lives of the poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor markets and poverty in village economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Quarterly Journal of Economics 132.2, pp. 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Banerjee, Abhijit V. and Esther Duflo (2011). Poor economics: A radical rethinking of the way to fight global poverty. New York: Public Affairs. isbn: 1-58648-798-1.",
        "Banerjee, Abhijit, Dean Karlan, and Jonathan Zinman (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Six Randomized Evaluations of Microcredit: Introduction and Further Steps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Journal: Applied Economics 7.1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21. doi: 10.1257/app.20140287. url: http://www.aeaweb.org/ articles.php?doi=10.1257/app.20140287 (visited on 06/02/2015).",
        "Bassi, Vittorio and Aisha Nansamba (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Frictions in the Labor Market: Evidence from a Field Experiment in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working Paper.",
        "Beaman, Lori et al. (2014). Self-Selection into Credit Markets: Evidence from Agriculture in Mali. Working Paper 20387. National Bureau of Economic Research. doi: 10.3386/ w20387. url: http://www.nber.org/papers/w20387.",
        "Beegle, Kathleen et al. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methods of household consumption measurement through surveys: Experimental results from Tanzania.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Journal of Development Economics 98.1, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18. issn: 0304-3878. url: http://www.sciencedirect.com/science/ article/pii/S0304387811001039.",
        "Bernard, Andrew B., Raymond Robertson, and Peter K. Schott (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Mexico a Lumpy Country?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d en. In: Review of International Economics 18.5, pp. 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c950. issn: 1467-9396. doi: 10.1111/j.1467-9396.2010.00918.x. url: http://onlinelibrary.wiley.com/ doi/10.1111/j.1467-9396.2010.00918.x/abstract (visited on 07/17/2014).",
        "Bianchi, Milo and Matteo Bobba (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Risk, and Occupational Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Review of Economic Studies 80.2, pp. 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511. url: http://restud.oxfordjournals. org/content/80/2/491.abstract.",
        "Blattman, Christopher and Stefan Dercon (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of industrial and entrepreneurial work on income and health: Experimental evidence from Ethiopia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Journal: Applied Economics 10.3, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Blattman, Christopher, Nathan Fiala, and Sebastian Martinez (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Term Impacts of Grants on Poverty: 9-Year Evidence from UgandaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Youth Opportunities Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Blattman, Christopher, Julian Jamison, and Margaret Sheridan (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing crime and violence: Experimental evidence on cognitive behavioral therapy in Liberia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Review 107.4, pp. 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Blattman, Christopher and Laura Ralston (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generating employment in poor and fragile states: A review of the evidence from labor market and entrepreneurship programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Blattman, Christopher et al. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The returns to microenterprise support among the ultra-poor: A field experiment in postwar Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Journal: Applied Economics 8.2, pp. 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Brudevold-Newman, Andrew Peter et al. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A firm of oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s own: experimental evidence on credit constraints and occupational choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Card, David (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Unions on the Structure of Wages: A Longitudinal Analysis.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Econometrica 64.4, pp. 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979. issn: 0012-9682. doi: 10.2307/2171852. url: http://www.jstor.org/stable/2171852 (visited on 10/30/2014).",
        "CSA (2011). Report on large and medium manufacturing industries survey 2009-2010. Tech. rep. Addis Abada: Central Statistical Authority.",
        "El Badaoui, E., E. Strobl, and F. Walsh (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Informal Employment Wage Penalty? Evidence from South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Economic Development and Cultural Change 56, pp. 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Fafchamps, Marcel et al. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is capital enough to get female microenterprises growing? Evidence from a randomized experiment in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Journal of Development Economics 106.1, pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Fiala, Nathan (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to microcredit, cash grants and training for male and female microentrepreneurs in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: World Development 105, pp. 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Fields, Gary S. (1975). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural-urban migration, urban unemployment and underemployment, and job-search activity in LDCs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Journal of development economics 2.2, pp. 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Gertler, Paul, Sebastian Martinez, and Marta Rubio (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing Cash Transfers to Raise Long Term Living Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Journal: Applied Economics. 164-192 4.1, pp. 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Getahun, Tigabu D. and Espen Villanger (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-intensive jobs for women and development: Intrahousehold welfare effects and its transmission channels.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Harris, John R. and Michael P. Todaro (1970). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration, unemployment and development: a two-sector analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The American Economic Review 60.1, pp. 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Haushofer, Johannes and Jeremy Shapiro (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-term impact of unconditional cash transfers to the poor: Experimental evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Quarterly Journal of Economics 131.4, pp. 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impact of Unconditional Cash Transfers: Experimental Evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Hewett, P. and S. Amin (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Impact of Garment Work on Quality of Life Measures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Discussion paper, Population Council.",
        "Hussam, Reshmaan, Natalia Rigol, and Benjamin Roth (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting high ability entrepreneurs using community information: Mechanism design in the field.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Working paper.",
        "Kabeer, N. (2002). The Power to Choose: Bangladeshi Garment Workers in London and Dhaka. London: Verso.",
        "Karlan, Dean et al. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural decisions after relaxing credit and risk constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Quarterly Journal of Economics 129.2, pp. 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Katz, Lawrence F. et al. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry Rents: Evidence and Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Brookings Papers on Economic Activity. Microeconomics 1989, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290. issn: 1057-8641. doi: 10.2307/2534722. url: http://www.jstor.org/stable/2534722 (visited on 10/30/2014).",
        "Kroft, Kory, Fabian Lange, and Matthew J Notowidigdo (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration dependence and labor market conditions: Evidence from a field experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Quarterly Journal of Economics 128.3, pp. 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Lewis, W. Arthur (1954). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic development with unlimited supplies of labor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Manchester School 22.2, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "McKenzie, David (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond baseline and follow-up: The case for more T in experiments. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Journal of Development Economics 99.2, pp. 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How effective are active labor market policies in developing countries? A critical review of recent evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The World Bank Research Observer 32.2, pp. 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Mel, Suresh de, David J. McKenzie, and Christopher Woodruff (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One-Time Transfers of Cash or Capital Have Long-Lasting Effects on Microenterprises in Sri Lanka.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Science 335.6071, pp. 962Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966. url: http://www.sciencemag.org/content/335/ 6071/962.abstract.",
        "Moore, VC (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spirometry: step by step.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Breathe 8.3, pp. 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¶derbom, MÃ\u0083Æ\u0092Ã\u0082Â¥ns and F. Teal (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size and efficiency in African manufacturing firms: evidence from firm-level panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Journal of Development Economics 73.1, pp. 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 394.",
        "The Economist (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An awakening giant.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Economist. issn: 0013-0613. url: http : / / www . economist . com / news / middle - east - and - africa / 21595949 - if -africas-economies-are-take-africans-will-have-start-making-lot (visited on 07/15/2014).",
        "Verhoogen, Eric (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Quarterly Journal of Economics 123.2, pp. 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530. Online appendix i"
    ]
}