{
    "id": 2578,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Abel, A.. (1985), Gifts and Bequests: Comments and Extensions Mimeo.",
        "Harvard University. Abel, A,, (1985), Birth, Death and Taxes, Mimeo, Wharton School, University of Pennsylvania, March.",
        "Barro, R. , (1974), Are Government Bonds Net Wealth?, Journal of Political Economy, Vol. 82, pp.1095-1117.",
        "Blanchard, 0., (1985), Debt, Deficits and Finite Horizons, Journal of Political Economy, Vol. 93, pp.223-247.",
        "Buiter, P., (1979), Government Finance in an Overlapping Generations Model with Gift and Bequests, in G.M. von Furstenberg ed. Social Security Versus Private Saving, Ballinger.",
        "Butter, V., (1980), Crowding Out of Private Capital Formation by Government Borrowing in the Presence of Intergenerational Gifts and Bequests, Greek Economic Review, Vol. 2, August, pp.lll-l42.",
        "Buiter, W. , (1988a), Death, Birth, Productivity Growth and Debt Neutrality, forthcoming, Economic Journal, June.",
        "Buiter, V., (1988b), Structural and Stabilization Aspects of Fiscal and Financial Policy in the Dependent Economy, forthcoming, Oxford Economic Papers.",
        "Buiter, W. and Carmichael, J. , (1984), Government Debt: Comment, American Economic Review, Vol. 74, pp.762-765.",
        "Buiter, V. and Tobin, J., (1979), Debt Neutrality: A Brief Review of Doctrine and Evidence, in G.M. von Furstenberg ad. Social Security Versus Private Saving, Ballinger.",
        "Surbridge. C., (1983), Government Debt in an Overlapping Generations Model with BeCueats and Gifts, American Economic Re ..ew Vol. ~`3, Ut..--- Carmifioe_. C. :9 , The Roe of Government Financial Policy in EconomIc Growth, onpublushed, ?rinceton 1niveraitv Pn.D Thesis, CacmocnaF . , 1Ã\u0082Â°F,, Government Den:. Comment, American Economic Review, `.`F. li, pp.202-FS.",
        "Dianond, P , 1965,, National Dan.- in a NeoclasFcal Gmosth..hodel.",
        "American Economic Review. ~Jo1~3 ~p. 1126-1150. Ferguson, C., 1964), Public Debt and Future Generations Unicarsicy of North Carolina Press, Chapel Hill.",
        "Frenkel, C. and Razin, A. (1986). FIscal Policies in tue I,ord Economy, Journal of Political Economy, Id. 94 No, 3, Part 1, pp.564-594 Kimball, H., (l987a), Making Sense of Two-Sided Altruism, Chapter 2 in Essays on Interremporal Household Choice, Unpublished Harvard 2nD, Dissertation.",
        "Kimball, H., F987b), Making Sense of Two-SIded Altruism, Journal of Monetary Economics, Vol. 20, September, pp 301-326. Modigliani, F., (1961), Long-Run Implications of Alternative fiscal Policies and the Burden of the National Debt, Economic Journal, December.",
        "Tobin, J. , (1979), Deficit Spending and Crowding Out in Shorter and Longer Runs, in HI. Greenfield et al. eds. Economic Theory for Economic Efficiency: Essays in Honor of Abba P. Lamer, M.I.T. Press.",
        "Tobin, C., (1980), Asset Accumulation and Economic Activity, Basil Blackwell, Oxford.",
        "Tobin, C. and Buiter, V., (1980), Fiscal and Monetary Policies, Capital Formation and Economic Activity, in G.M. von Furstenberg ed, The Government and Capital Formation, Ballinger.",
        "Yotauzuka, T. , (198?), Ricardian Equivalence in the Presence of Capital Market Imperfections, Journal of Monetary Economics, Vol. 20, September, pp.411-436. Veil, P., (1985), Essays on the Valuation of Unbacked Essays, Harvard University Ph.D. Thesis, May."
    ]
}