{
    "id": 25780,
    "cites": 47,
    "cited_by": 5,
    "reference": [
        "Adamopoulos, T. (2008). Land inequality and the transition to modern growth. Review of Economic Dynamics, 11(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Adamopoulos, T. (2011). Transportation costs, agricultural productivity, and cross-country income differences. International Economic Review, 52(2):489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Adamopoulos, T., Brandt, L., Leight, J., and Restuccia, D. (2017). Misallocation, selection and productivity: A quantitative analysis with panel data from china. Technical report, National Bureau of Economic Research.",
        "Adamopoulos, T. and Restuccia, D. (2014). The size distribution of farms and international productivity differences. American Economic Review, 104(6):1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Adamopoulos, T. and Restuccia, D. (2015). Land reform and productivity: A quantitative analysis with micro data. Technical report, University of Toronto.",
        "Adamopoulos, T. and Restuccia, D. (2018). Geography and agricultural productivity: Cross-country evidence from micro plot-level data. Technical report, National Bureau of Economic Research.",
        "Banerjee, A. V. (1999). Land reforms: prospects and strategies. In Pleskovic, B. and Stiglitz, J. E., editors, Annual World Bank Conference on Development Economics. World Bank Report 21837:99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 24, Washington DC.",
        "Banerjee, A. V., Gertler, P. J., and Ghatak, M. (2002). Empowerment and efficiency: Tenancy reform in west bengal. Journal of Political Economy, 110(2):239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Bardhan, P. and Mookherjee, D. (2007). Land reform and farm productivity in west bengal. Unpublished manuscript, Boston University.",
        "Bento, P. and Restuccia, D. (2017). Misallocation, establishment size, and productivity. American Economic Journal: Macroeconomics, 9(3):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Berry, R. A. and Cline, W. R. (1979). Agrarian Structure and Productivity in Developing Countries: A study prepared for the International Labour Office within the framework of the World Employment Programme. Johns Hopkins Univ. Press, Baltimore.",
        "Besley, T. and Burgess, R. (2000). Land reform, poverty reduction, and growth: Evidence from india. Quarterly Journal of Economics, 115(2):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Binswanger-Mkhize, H. P., Bourguignon, C., and van den Brink, R. J. E. (2009). Agricultural Land Redistribution: Toward Greater Consensus. World Bank Publications.",
        "Borras, S. M. (2003). InclusionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cexclusion in public policies and policy analyses: The case of philippine land reform, 1972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002. Journal of International Development, 15(8):1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1065.",
        "Lynne Rienner, Boulder, Colorado, U.S.A. Buera, F. J., Kaboski, J. P., and Shin, Y. (2014). Macro-perspective on asset grants programs: Occupational and wealth mobility. The American Economic Review: Papers and Proceedings, 104(5):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 164.",
        "Carter, M. R. (1984). Identification of the inverse relationship between farm size and productivity: an empirical analysis of peasant agricultural production. Oxford Economic Papers, 36:131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Chen, C. (2017). Technology adoption, capital deepening, and international productivity differences. University of Toronto Department of Economics Working Paper, 584.",
        "Chen, C., Restuccia, D., and SantaeulaÃ\u0083Å\u0092Ã\u0082â\u0082¬lia-Llopis, R. (2017). The effects of land markets on resource allocation and agricultural productivity. Technical report, National Bureau of Economic Research.",
        "Cornia, G. A. (1985). Farm size, land yields and the agricultural production function: An analysis for fifteen developing countries. World Development, 13(4):513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "DAR (2006). Primer on carp extension. Department of Agrarian Reform, Philippines.",
        "De Janvry, A. (1981). The role of land reform in economic development: Policies and politics. American Journal of Agricultural Economics, 63(2):384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "De Janvry, A., Emerick, K., Gonzalez-Navarro, M., and Sadoulet, E. (2015). Delinking land rights from land use: Certification and migration in mexico. American Economic Review, 105(10):3125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Deininger, K. and Feder, G. (2001). Land institutions and land markets. Handbook of Agricultural Economics, 1:288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "FAO (2000). Yield gap and productivity decline in rice production. Food and Agricultural Organization, United Nations. See Chapter Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-yielding technologies for increasing rice production in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d S.R. Obien, E.D. Redona, S.R. Francisco, P.Alviola IV, and L.S.Sebastian.",
        "Foster, L., Haltiwanger, J., and Syverson, C. (2008). Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review, 98(1):394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Foster, L., Haltiwanger, J. C., and Krizan, C. J. (2001). Aggregate productivity growth. lessons from microeconomic evidence. In New developments in productivity analysis, pages 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372. University of Chicago Press.",
        "Galor, O., Moav, O., and Vollrath, D. (2009). Inequality in landownership, the emergence of human-capital promoting institutions, and the great divergence. The Review of Economic Studies, 76(1):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Ghatak, M. and Roy, S. (2007). Land reform and agricultural productivity in india: A review of the evidence. Oxford Review of Economic Policy, 23(2):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Gollin, D., Lagakos, D., and Waugh, M. E. (2014a). Agricultural productivity differences across countries. The American Economic Review: Papers and Proceedings, 104(5):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Gollin, D., Lagakos, D., and Waugh, M. E. (2014b). The agricultural productivity gap. The Quarterly Journal of Economics, 129(2):939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993.",
        "Gollin, D., Parente, S. L., and Rogerson, R. (2004). Farm work, home work and international productivity differences. Review of Economic Dynamics, 7(4):827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Guner, N., Ventura, G., and Xu, Y. (2008). Macroeconomic implications of size-dependent policies. Review of Economic Dynamics, 11(4):721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Hayami, Y. and Ruttan, V. (1985). Agricultural development: an international perspective.",
        "Herrendorf, B. and Schoellman, T. (2015). Why is measured productivity so low in agriculture? Review of Economic Dynamics, 18(4):1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Hsieh, C.-T. and Klenow, P. J. (2009). Misallocation and manufacturing tfp in china and india. The Quarterly Journal of Economics, 124(4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hsieh, C.-T. and Klenow, P. J. (2014). The life cycle of plants in india and mexico. The Quarterly Journal of Economics, 129(3):1035Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Lagakos, D. and Waugh, M. E. (2013). Selection, agriculture, and cross-country productivity differences. The American Economic Review, 103(2):948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Lahiff, E. and Li, G. (2012). Land redistribution in south africa: A critical review. WP 80874, World Bank. Washington D.C. Lipton, M. (2009). Land Reform in Developing Countries: Property Rights and Property Wrongs. Routledge.",
        "Lucas, R. E. (1978). On the size distribution of business firms. The Bell Journal of Economics, 9(2):508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Mendola, M. and Simtowe, F. (2014). The welfare impact of land distribution: Evidence from a quasiexperimental initiative in malawi. Centro Studi Luca dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agliano Development Studies Working Paper.",
        "Mundlak, Y. (2001). Production and supply. Handbook of agricultural economics, 1:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Restuccia, D. and Rogerson, R. (2008). Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics, 11(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Restuccia, D. and Rogerson, R. (2017). The causes and costs of misallocation. Journal of Economic Perspectives, 31(3):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Restuccia, D. and Santaeulalia-Llopis, R. (2017). Land misallocation and productivity. Technical report, National Bureau of Economic Research.",
        "Restuccia, D., Yang, D. T., and Zhu, X. (2008). Agriculture and aggregate productivity: A quantitative cross-country analysis. Journal of Monetary Economics, 55(2):234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Saulo-Adriano, L. (1991). A General Assessment of the Comprehensive Agrarian Reform Program. Philippine institute for development studies.",
        "Sokoloff, K. L. and Engerman, S. L. (2000). History lessons: Institutions, factors endowments, and paths of development in the new world. The Journal of Economic Perspectives, 14(3):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232."
    ]
}