{
    "id": 25781,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent. 1998. Risk and Robustness in Equilibrium. Available on webpages.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2003. A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection. Journal of the European Economic Association 1 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Ang, Andrew and Monika Piazzesi. 2003. A No-Arbitrage Vector Autoregression of the Term Structure Dynamics with Macroeconomic and Latent Variables. Journal of Monetary Economics 50:745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Bansal, Ravi and Amir Yaron. 2004. Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59 (4):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Battigalli, Pierpaolo, Simone Cerreia-Vioglio, Fabio Maccheroni, and Massimo Marinacci. 2015. Self-Confirming Equilibrium and Model Uncertainty. American Economic Review 105 (2):646Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Berger, James O. 1994. An Overview of Robust Bayesian Analysis (with discussion). Test 3 (1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, Mark Hendricks, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2011. Risk-Price Dynamics. Journal of Financial Econometrics 9 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2014. Shock Elasticities and Impulse Response Functions. Mathematics and Financial Economics 8 (4):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Campbell, John Y. and John Cochrane. 1999. Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107 (2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Chamberlain, Gary. 2000. Econometric Applications of Maxmin Expected Utility. Journal of Applied Econometrics 15 (6):625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Chen, Hui, Winston Wei Dou, and Leonid Kogan. 2015. Measuring the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDark MatterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Asset Pricing Models. MIT Sloan School of Management.",
        "Chen, Zengjing and Larry Epstein. 2002. Ambiguity, Risk, and Asset Returns in Continuous Time. Econometrica 70:1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Chernoff, Herman. 1952. A Measure of Asymptotic Efficiency for Tests of a Hypothesis Based on the Sum of Observations. Annals of Mathematical Statistics 23 (4):pp. 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Donsker, Monroe E. and S. R. Srinivasa Varadhan. 1976. On the Principal Eigenvalue of Second-Order Elliptic Differential Equations. Communications in Pure and Applied Mathematics 29:595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Eberly, Janice C and Neng Wang. 2011. Reallocating and Pricing Illiquid Capital: Two Productive Trees.",
        "Epstein, Larry G. and Shaolin Ji. 2014. Ambiguous Volatility, Possibility and Utility in Continuous Time. Journal of Mathematical Economics 50:269 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 282.",
        "Epstein, Larry G. and Martin Schneider. 2003. Recursive Multiple-Priors. Journal of Economic Theory 113 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Fudenberg, Drew and David K. Levine. 1993. Self-Confirming Equilibrium. Econometrica 61:523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2009. Self-confirming Equilibrium and the Lucas Critique. Journal of Economic Theory 144 (6):2354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2371.",
        "Gilboa, Itzhak and David Schmeidler. 1989. Maxmin Expected Utility with Non-unique Prior. Journal of Mathematical Economics 18 (2):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Good, Irving J. 1952. Rational Decisions. Journal of the Royal Statistical Society. Series B (Methodological) 14 (1):pp. 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Gordon, Robert J. and Joel Mokyr. 2016. Boom or Doom: Debating the future of the U.S. economy. /https://news.northwestern.edu/stories/2016/11/podcast-boom-vs-doom.",
        "Hansen, Lars Peter. 2007. Beliefs, Doubts and Learning: Valuing Macroeconomic Risk. American Economic Review 97 (2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Dynamic Valuation Decomposition Within Stochastic Economies. Econometrica 80 (3):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "Hansen, Lars Peter and Massimo Marinacci. 2016. Ambiguity Aversion and Model Misspecification: An Economic Perspective. Statistical Science 31 (4):511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        "Hansen, Lars Peter and Thomas J. Sargent. 2001. Robust Control and Model Uncertainty. American Economic Review 91 (2):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007. Recursive Robust Estimation and Control Without Commitment. Journal of Economic Theory 136 (1):1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Fragile Beliefs and the Price of Uncertainty. Quantitative Economics 1 (1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. Structured Uncertainty and Model Misspecification. https://www.ssrn.com/abstract=3280597. SSRN Working Paper.",
        "Hansen, Lars Peter and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2012. Pricing Growth-rate Risk. Finance and Stochastics 16 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Thomas D. Tallarini. 1999. Robust Permanent Income and Pricing. The Review of Economic Studies 66 (4):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Hansen, Lars Peter, Thomas J. Sargent, Gauhar A. Turmuhambetova, and Noah Williams. 2006. Robust Control and Model Misspecification. Journal of Economic Theory 128 (1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li. 2008. Consumption Strikes Back?: Measuring Long Run Risk. Journal of Political Economy .",
        "Hansen, Lars Peter, BaÃ\u0083Å\u0092Ã\u0082Â\u0081lint SzoÃ\u0083Å\u0092Ã\u0082â\u0080¹ke, Lloyd S. Han, and Thomas J. Sargent. 2018. Twisted Probabilities, Uncertainty, and Prices. Unpublished manuscript.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini. 2006a. Dynamic Variational Preferences. Journal of Economic Theory 128:4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006b. Dynamic Variational Preferences. Journal of Economic Theory 128 (1):4 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "Newman, Charles M. and Barton W. Stuck. 1979. Chernoff Bounds for Discriminating between Two Markov Processes. Stochastics 2 (1-4):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Peng, Shige. 2004. Nonlinear Expectations, Nonlinear Evaluations and Risk Measures.",
        "Stochastic Methods in Finance: Lectures given at the C.I.M.E.-E.M.S. Summer School held in Bressanone/Brixen, Italy, July 6-12, 2003. Berlin, Heidelberg: Springer Berlin Heidelberg.",
        "Sargent, Thomas J. 1999. The Conquest of American Inflation. Princeton, New Jersey: Princeton University Press.",
        "Tallarini, Thomas D. 2000. Risk-Sensitive Real Business Cycles. Journal of Monetary Economics 45 (3):507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Ulrich, Maxim. 2013. Inflation Ambiguity and the Term Structure of U.S. Government Bonds. Journal of Monetary Economics 60 (2):295 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 309.",
        "Watson, James and Chris Holmes. 2016. Approximate Models and Robust Decisons. Statistical Science 31 (4):465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Zha, Tao. 1999. Block recursion and structural vector autoregressions. Journal of Econometrics 90 (2):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316."
    ]
}