{
    "id": 25796,
    "cites": 79,
    "cited_by": 6,
    "reference": [
        "Abadie, Alberto. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap Tests for Distributional Treatment EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects in Instrumental Variables Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 97 (457):284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Atila, Joshua Angrist, Susan Dynarski, Thomas J. Kane, and Parag Pathak. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aexibility in public schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s charters and pilots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126 (2):699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Atila, Joshua D. Angrist, Peter Hull, and Parag A. Pathak. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charters Without Lotteries: Testing Takeovers in New Orleans and Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (7):1878Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1920.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Atila, Joshua D. Angrist, Yusuke Narita, and Parag A. Pathak. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research Design Meets Market Design: Using Centralized Assignment for Impact Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 85 (5):1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Angrist, Joshua, Parag Pathak, and Christopher Walters. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Charter School EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5 (4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Angrist, Joshua D., Sarah R. Cohodes, Susan M. Dynarski, Parag A. Pathak, and Christopher R. Walters. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stand and Deliver: EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter High Schools on College Preparation, Entry, and Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34 (2):275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Angrist, Joshua D, Susan M. Dynarski, Thomas J. Kane, Parag A. Pathak, and Christopher R. Walters. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inputs and Impacts in Charter Schools: KIPP Lynn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review Papers and Proceedings 100.",
        "Angrist, Joshua D., Susan M. Dynarski, Thomas J. Kane, Parag A. Pathak, and Christopher R. Walters. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts from KIPP?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 31 (4):837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 860.",
        "Angrist, Joshua D., Peter D. Hull, Parag A. Pathak, and Christopher R. Walters. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraging Lotteries for School Value-added: Testing and Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 132 (2):871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Arsen, David and Yongmei Ni. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of charter school competition on school district resource allocation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Administration Quarterly 48 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Banerjee, Abhijit, Rukmini Banerji, James Berry, Esther DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ao, Harini Kannan, Shobhini Mukerji, Marc Shotland, and Michael Walton. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Proof of Concept to Scalable Policies: Challenges and Solutions, with an Application.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 31 (4):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Betts, Julian R. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The competitive eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of charter schools on traditional public schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of research on school choice :195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Bifulco, Robert and Randall Reback. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal impacts of charter schools: lessons from New York.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy 9 (1):86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Blinder, Alan S. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage discrimination: reduced form and structural estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 8 (4):436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Bold, Tessa, Mwangi Kimenyi, Germano Mwabu, Justin Sandefur et al. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental evidence on scaling up education reforms in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 168:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Booker, Kevin, Scott M Gilpatric, Timothy Gronberg, and Dennis Jansen. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of charter schools on traditional public school students in Texas: Are children who stay behind left behind?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 64 (1):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Borman, GeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey D., Robert E. Slavin, Alan C. K. Cheung, Anne M. Chamberlain, Nancy A. Madden, and Bette Chambers. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Final Reading Outcomes of the National Randomized Field Trial of Success for All.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Educational Research Journal 44 (3):701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c731.",
        "Boston Municipal Research Bureau. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Status of Charter Schools in Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://bmrb.org/wp-content/uploads/2014/10/Charter608.pdf.",
        "Carter, Samuel Casey. 2000. No Excuses: Lessons from 21 High-Performing, High-Poverty Schools. Washington, DC: Heritage Foundation.",
        "Chabrier, Julia, Sarah Cohodes, and Philip Oreopoulos. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can We Learn from Charter School Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 30 (3):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Chamberlain, Gary. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multivariate Regression Models for Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 18 (1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Chetty, Raj, John N. Friedman, and Jonah E. RockoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (9):2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2632.",
        "Clotfelter, Charles, Helen Ladd, and Jacob Vigdor. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How and why do teacher credentials matter for student achievement?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No 12828 .",
        "Cohodes, Sarah R., Elizabeth M. Setren, Christopher R. Walters, Joshua D. Angrist, and Parag A. Pathak. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Demand and EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness: a Boston Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston, MA: The Boston Foundation, October.",
        "Cook, Jason B. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of charter competition on unionized district revenues and resource allocation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 158:48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cordes, Sarah A. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In pursuit of the common good: The spillover eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of charter schools on public school students in New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy 13 (4):484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "David, Rebecca. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Charter School Management Overview: 2016-17 School Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Alliance for Public Charter Schools.",
        "David, Rebecca, Kevin Hesla, and Susan Aud Pendergrass. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Growing Movement: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Public Charter School Communitieis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Alliance for Public Charter Schools.",
        "Davis, Jonathan, Jonathan Guryan, Kelly Hallberg, and Jens Ludwig. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Scale-Up.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. Working Paper No. 23925, National Bureau of Economic Research.",
        "Davis, Tomeka M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter school competition, organization, and achievement in traditional public schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d education policy analysis archives 21:88.",
        "Dobbie, Will and Roland Fryer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High Quality Schools Enough to Increase Achievement Among the Poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3 (3):158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Beneath the Veil of EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ective Schools: Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5 (4):28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium-Term Impacts of High-Achieving Charter Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 123 (5):985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ao, Esther, Pascaline Dupas, and Michael Kremer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (5):1739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74. URL http://www.aeaweb.org/articles?id=10.1257/aer.101.5.1739.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School governance, teacher incentives, and pupilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cteacher ratios: Experimental evidence from Kenyan primary schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 123:92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Epple, Dennis, Richard Romano, and Ron Zimmer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter schools: A survey of research on their characteristics and eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of the Economics of Education, vol. 5. Elsevier, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Fryer, Roland. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Injecting Charter School Best Practices Into Traditional Public Schools: Evidence from Field Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 129 (3):1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1407.",
        "Furgeson, Joshua, Brian Gill, Joshua Haimson, Alexandra Killewald, Moira McCullough, Ira Nichols-Barrer, Bing-ru Teh, Natalya Verbitsky-Savitz, Melissa Bowen, Allison Demeritt et al. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The National Study of Charter Management Organization (CMO) EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness. CharterSchool Management Organizations: Diverse Strategies and Diverse Student Impacts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research, Inc. . Gabbianelli, Leslie, Kate McGovern, and Melissa Wu. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greenhouse Schools in Boston: School Leadership Practices Across a High-Performing Charter Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., The New Teacher Project.",
        "Gill, Brian. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of charter schools on students in traditional public schools: A review of the evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Next .",
        "Gill, Brian and Kevin Booker. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School competition and student outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of research in education finance and policy :183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Hanushek, Eric A. and Steven G. Rivkin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizations about Using ValueAdded Measures of Teacher Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (2):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71. URL http://www.aeaweb.org/articles?id=10.1257/aer.100.2.267.",
        "Harris, Doug. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher training, teacher quality and student achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (7-8):798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "Heckman, James, Seong Hyeok Moon, Rodrigo Pinto, Peter A. Savelyev, and Adam Yavitz. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Social Experiments as Implemented: A Reexamination of the Evidence from the High/ Scope Perry Preschool Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 1 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, James, Rodrigo Pinto, and Peter Savelyev. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms Through Which an InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009auential Early Childhood Program Boosted Adult Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6):2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Imberman, Scott A. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of charter schools on achievement and behavior of public school students.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (7-8):850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        "Jackson, C. Kirabo and Elias Bruegmann. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teaching Students and Teaching Each Other: The Importance of Peer Learning for Teachers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 1 (4):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. URL http://www.jstor.org/stable/25760183.",
        "Jackson, C. Kirabo and Alexey Makarin. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Online OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬-The-Shelf Lessons Improve Student Outcomes? Evidence from A Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 10 (3). Https://www.aeaweb.org/articles?id=10.1257/pol.20170211.",
        "Jepsen, Christopher and Steven Rivkin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Class Size Reduction and Student Achievement: The Potential TradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ between Teacher Quality and Class Size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources 44 (1):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Jinnai, Yusuke. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and indirect impact of charter schoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ entry on traditional public schools: New evidence from North Carolina.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 124 (3):452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Kane, Thomas J., Jonah E. RockoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, and Douglas O. Staiger. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does CertiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation Tell Us About Teacher EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness? Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 27:615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Krueger, Alan. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Estimates of Education Production Functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114 (2):497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Ladd, Helen and John D. Singleton. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Externalities of Charter Schools: Evidence from North Carolina.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. Working Paper 182, National Center for Analysis of Longitudinal Data in Education Research.",
        "Massachusetts Department of Elementary and Secondary Education. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education Laws and Regulations 603 CMR 1.00: Charter Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.doe.mass.edu/lawsregs/603cmr1.html.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Massachusetts Charter Schools Fact Sheet.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.doe.mass.edu/charter/factsheet.pdf.",
        "Massachusetts State Legislature. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Act Relative to the Achievement Gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 12.",
        "Mundlak, Yair. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Pooing of Time Series and Cross Section Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 46 (1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Oaxaca, Ronald. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male-female wage diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentials in urban labor markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 14 (3):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Papay, John and Matt Kraft. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity returns to experience in the teacher labor market: Methodological challenges and new evidence on long-term career improvement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 130:105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Papay, John P., Eric S. Taylor, John H. Tyler, and Mary Laski. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Job Skills from Colleagues at Work: Evidence from a Field Experiment Using Teacher Performance Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21986, National Bureau of Economic Research. URL http://www.nber.org/papers/w21986. DOI: 10.3386/w21986.",
        "Puma, Michael, Stephen Bell, and Camilla Heid. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Third Grade Follow-up to the Head Start Impact Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OPRE Report 2012-45. U.S. Department of Health and Human Services. Washington, DC, October.",
        "Quint, Janet, Pei Zhu, Rekha Balu, Shelley Rappaport, and Micah DeLaurentis. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scaling Up the Sucess for All Model of School Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MDRC Report, September.",
        "Ridley, Matthew and Camille Terrier. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal and Education Spillovers from Charter School Expansion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. SEII Discussion Paper 2018.02, School EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness and Inequality Initiative.",
        "RockoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Jonah. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of individual teachers on student achievement. Evidence from panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94 (2):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Ronfeldt, Matthew, Susanna Owens Farmer, Kiel McQueen, and Jason A. Grissom. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Collaboration in Instructional Teams and Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Educational Research Journal 52 (3):475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514. URL https://doi.org/10.3102/0002831215585562.",
        "Sass, Tim R. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter schools and student achievement in Florida.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy 1 (1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Setren, Elizabeth M. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Special Education and English Language Learner Students in Boston Charter Schools: Impact and ClassiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d School EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness & Inequality Initiative Working Paper 2016.06, October.",
        "Shin, Hyo Jeong, Bruce Fuller, and Luke Dauter. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Charter Schools: Unpacking Family Selection and Achievement Growth in Los Angeles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of School Choice 11 (1):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94. URL https://doi.org/10.1080/15582159.2016.1238278.",
        "Sun, Min, Susanna Loeb, and Jason A. Grissom. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Teacher Teams: Evidence of Positive Spillovers From More EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ective Colleagues. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis 39 (1):104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125. URL http://journals.sagepub.com.ezproxy.cul.columbia.edu/doi/abs/10.3102/0162373716665698.",
        "Taylor, Eric S. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Technology and Teacher Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Harvard University. Unpublished manuscript.",
        "Thernstrom, Abigail and Stephen Thernstrom. 2003. No Excuses: Closing the Racial Gap in Learning. New York: Simon and Schuster.",
        "Tuttle, Christina Clark, Brian Gill, Philip Gleason, Virginia Knechtel, Ira Nichols-Barrer, and Alexandra Resch. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093KIPP Middle Schools: Impact on Achievement and Other Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research Report 06441.910, February.",
        "Tuttle, Christina Clark, Philip Gleason, Virginia Knechtel, Ira Nichols-Barrer, Kevin Booker, Gregory Chojnacki, Thomas Coen, and Goble Lisbeth. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of KIPP as it Scales: Volume I, Impacts on Achievement and Other Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research Report .",
        "Walters, Christopher R. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ective Charter Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 126 (6).",
        "Winters, Marcus A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of charter schools on public school student achievement in an urban environment: Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education review 31 (2):293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Ziebarth, Todd and Louann Bierlein Palmer. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring up to the model: A ranking of state public charter school laws.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Alliance for Public Charter Schools.",
        "Zimmer, Ron and Richard Buddin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is charter school competition in California improving the performance of traditional public schools?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Administration Review 69 (5):831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        "The Uncommon Schools/Roxbury Preparatory charter network held a single lottery for its three We do not have Spring 2004 lottery records for Brooke Roslindale, Boston Prep, and Academy of the Pacific Rim or Spring 2005 records for Brooke Roslindale. Brooke Roslindale does not have lotteries in after charter expansion because their elementary school students filled the middle school seat. All other schools and years have oversubscribed lottery data.",
        "campuses in the Spring 2012 and Spring 2013 lotteries. When the school called a students lottery number, the student could pick from the campuses that still had open seats. Our lottery records show which campus they picked at the time of the lottery. We Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nd the last lottery number for each campus and code all students with better lottery numbers as having oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ers from that campus. Uncommon Schools oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ered seats from the waitlist as they became available for individual campuses. Parents chose to accept or decline waitlist oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ers for single schools. If they declined, they were taken oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ the waitlist and would not be considered for seats at the other campuses.",
        "Test scores This paper uses individual student math and English Language Arts (ELA) Massachusetts Comprehensive Assessment System (MCAS) test scores from 2003-2004 through 2013-2014. Massachusetts public school students take the exam each year in grades grades 5 through 8. Data includes the unique student identiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081er. We standardize the raw scores to to have a mean of zero within subject-grade-year in Boston."
    ]
}