{
    "id": 25790,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Abiad, Abdul, Prachi Mishra, and Petia Topalova. 2014. How Does Trade Evolve in the Aftermath of Financial Crises? IMF Economic Review 62(2): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Alessandria, George, Joseph P Kaboski, and Virgiliu Midrigan. 2010. The Great Trade Collapse of 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09: An Inventory Adjustment? IMF Economic Review 58(2): 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Amiti, Mary, and David E Weinstein. 2011. Exports and Financial Shocks. The Quarterly Journal of Economics 126(4): 1841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1877.",
        "Angrist, Joshua D, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, and Guido M Kuersteiner. 2018. Semiparametric Estimates of Monetary Policy Effects: String Theory Revisited. Journal of Business and Economic Statistics 36(3): 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Baldwin, Richard, and James Harrigan. 2011. Zeros, Quality, and Space: Trade Theory and Trade Evidence. American Economic Journal: Microeconomics 3(2): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Baldwin, Richard E, editor. 2009. The Great Trade Collapse: Causes, Consequences and Prospects. Centre for Economic Policy Research.",
        "Barro, Robert J, and Jose F Ursua. 2008. Macroeconomic Crises Since 1870. Brookings Papers on Economic Activity 39(1 (Spring)): 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Behrens, Kristian, Gregory Corcos, and Giordano Mion. 2013. Trade Crisis? What Trade Crisis? The Review of Economics and Statistics 95(2): 702Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Bems, Rudolfs, Robert C Johnson, and Kei-Mu Yi. 2011. Vertical Linkages and the Collapse of Global Trade. The American Economic Review 101(3): 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Benigno, Pierpaolo, and Federica Romei. 2014. Debt Deleveraging and the Exchange Rate. Journal of International Economics 93(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "BussieÃ\u0083Å\u0092Ã\u0082â\u0082¬re, Matthieu, Giovanni Callegari, Fabio Ghironi, Giulia Sestieri, and Norihiko Yamano. 2013. Estimating Trade Elasticities: Demand Composition and the Trade Collapse of 2008-2009. American Economic Journal: Macroeconomics 5(3): 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Chor, Davin, and Kalina Manova. 2012. Off the Cliff and Back? Credit Conditions and International Trade during the Global Financial Crisis. Journal of International Economics 87(1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Eaton, Jonathan, Samuel Kortum, Brent Neiman, and John Romalis. 2016. Trade and the Global Recession. The American Economic Review 106(11): 3401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Eggertsson, Gauti B, and Paul Krugman. 2012. Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach. The Quarterly Journal of Economics 127(3): 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Fouquin, Michel, and Jules Hugot. 2016. Two Centuries of Bilateral Trade and Gravity Data: 1827-2014. Working Paper .",
        "Freund, Caroline L. 2009. The Trade Response to Global Downturns: Historical Evidence. World Bank Policy Research Working Paper Series 5015 .",
        "Glick, Reuven, and Alan M Taylor. 2010. Collateral Damage: Trade Disruption and the Economic Impact of War. The Review of Economics and Statistics 92(1): 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi. 2001. The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics 54(1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Iacovone, Leonardo, and Veronika Zavacka. 2009. Banking Crises and Exports: Lessons from the Past. In The Great Trade Collapse: Causes, Consequences and Prospects, edited by Baldwin, Richard E. Centre for Economic Policy Research.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar. 2005. Estimation and Inference of Impulse Responses by Local Projections. The American Economic Review 95(1): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Jorda, Oscar, Moritz Schularick, and Alan Taylor. 2013. When Credit Bites Back. Journal of Money, Credit and Banking 45(s2): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M Taylor. 2011. Financial Crises, Credit Booms, and External Imbalances: 140 Years of Lessons. IMF Economic Review 59(2): 340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M Taylor. 2016. Sovereigns versus Banks: Credit, Crises, and Consequences. Journal of the European Economic Association 14(1): 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, and Alan M Taylor. 2011. Performance Evaluation of Zero Net-Investment Strategies. NBER Working Paper 17150 .",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, and Alan M Taylor. 2016. The Time for Austerity: Estimating the Average Treatment Effect of Fiscal Policy. The Economic Journal 126(590): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Levchenko, Andrei A, Logan T Lewis, and Linda L Tesar. 2010. The Collapse of International Trade During the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09 Crisis: In Search of the Smoking Gun. IMF Economic review 58(2): 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Maddison, Angus. 1995. Monitoring the World Economy, 1820-1992 .",
        "Maddison, Angus. 2001. The World Economy: A Millenial Perspective, Development Centre of the Organization for Economic Cooperation and Development.",
        "Martin, Philippe, and Thomas Philippon. 2017. Inspecting the Mechanism: Leverage and the Great Recession in the Eurozone. The American Economic Review 107(7): 1904Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi. 2013. Household Balance Sheets, Consumption, and the Economic Slump. The Quarterly Journal of Economics 128(4): 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Mian, Atif, and Amir Sufi. 2014. What Explains the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 Drop in Employment? Econometrica 82(6): 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Mian, Atif, Amir Sufi, and Emil Verner. 2017. Household Debt and Business Cycles Worldwide. The Quarterly Journal of Economics 132(4): 1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1817.",
        "Mitchell, B. 1993. International History Statistics: the Americas (1750-1988).",
        "Mitchell, B. 1995. International Historical Statistics Africa Asia and Oceania (1750-1988).",
        "Monacelli, Tommaso. 2009. New Keynesian Models, Durable Goods, and Collateral Constraints. Journal of Monetary Economics 56(2): 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Novy, Dennis, and Alan M Taylor. 2014. Trade and Uncertainty. Working Paper .",
        "Reinhart, Carmen M. 2010. This Time is Different Chartbook: Country Histories on Debt, Default, and Financial Crises. NBER Working Paper 15815 .",
        "Reinhart, Carmen M, and Kenneth S Rogoff. 2009. The Aftermath of Financial Crises. The American Economic Review 99(2): 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Reinhart, Carmen M, and Kenneth S Rogoff. 2011. From Financial Crash to Debt Crisis. The American Economic Review 101(5): 1676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "Schularick, Moritz, and Alan M Taylor. 2012. Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008. The American Economic Review 102(2): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Wei, Shang-Jin. 1996. Intra-national versus International Trade: How Stubborn are Nations in Global Integration? NBER Working Paper 5531 . Appendices A. List and Frequency of Financial Crises"
    ]
}