{
    "id": 25797,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "AndrÃ\u0083Â©, Francisco J., M. Alejandro Cardenete, and Esther VelÃ\u0083Â¡zquez (2005). Performing an environmental tax reform in a regional economy. A computable general equilibrium approach. The Annals of Regional science 39, no. 2: 375-392.",
        "Aubert, Diane, and Mireille Chiroleu-Assouline. Environmental tax reform and income distribution with imperfect heterogeneous labour markets. (2017). CESifo Working Paper No. 6498.",
        "BÃ\u0083Â¶hringer, C., LÃ\u0083Â¶schel, A., & Welsch, H. (2008). Environmental taxation and induced structural change in an open economy: the role of market structure. German Economic Review, 9(1), 17-40.",
        "BÃ\u0083Â¶hringer, Christoph, Klaus Conrad, and Andreas LÃ\u0083Â¶schel. Carbon taxes and joint implementation. an applied general equilibrium analysis for germany and india. Environmental and Resource Economics 24, no. 1 (2003): 49-76.",
        "Babiker, M. H., & Eckaus, R. S. (2007). Unemployment effects of climate policy. Environmental science & policy, 10(7), 600-609.",
        "Babiker, Mustafa H., and Thomas F. Rutherford. The economic effects of border measures in subglobal climate agreements. The Energy Journal (2005): 99-125.",
        "Balistreri, E. J. (2002). Operationalizing equilibrium unemployment: a general equilibrium external economies approach. Journal of Economic Dynamics and Control, 26(3), 347-374.",
        "Bernstein, P., S.D. Tuladhar, W.D. Montgomery, and B. Ramkrishnan. 2017. Impacts of Greenhouse Gas Regulations on the Industrial Sector. NERA Economic Consulting, Washington, DC.",
        "Blanchflower, D. G., & Oswald, A. J. (1995). An introduction to the wage curve. Journal of Economic Perspectives, 9(3), 153-167.",
        "Boeters, S., & Savard, L. (2013). The labor market in computable general equilibrium models. In Handbook of computable general equilibrium modeling (Vol. 1, pp. 1645-1718). Elsevier.",
        "Carbone, J. C., & Rivers, N. (2017). The impacts of unilateral climate policy on competitiveness: evidence from computable general equilibrium models. Review of Environmental Economics and Policy, 11(1), 24-42.",
        "Congressional Budget Office. (2013) The Distribution of Federal Spending and Taxes in 2006. http://www.cbo.gov/publication/44698 Conrad, Klaus, and Andreas LÃ\u0083Â¶schel. Recycling of eco-taxes, labor market Effects and the true cost of labor-A CGE analysis. Journal of Applied Economics 8 (2005): 259-278.",
        "Fischer, Stanley. Long-term contracts, rational expectations, and the optimal money supply rule. journal of Political Economy 85, no. 1 (1977): 191-205.",
        "Fullerton, Don & Chi L. Ta, 2019.  Environmental Policy on the Back of an Envelope: A Cobb-Douglas Model is Not Just a Teaching Tool, NBER working paper # 25582.",
        "Goulder, L. H., Hafstead, M. A., & Williams III, R. C. (2016). General equilibrium impacts of a federal clean energy standard. American Economic Journal: Economic Policy, 8(2), 186-218.",
        "Goulder, Lawrence H., and Marc AC Hafstead. Tax reform and environmental policy: options for recycling revenue from a tax on carbon dioxide. (2013).",
        "Graafland, Johan J., Ruud A. de Mooij, AndrÃ\u0083Â© Nibbelink, and Ate Nieuwenhuis. MIMICing tax policies and the labour market. Contributions to economic analysis (2001).",
        "Greenstone, M. (2002). The impacts of environmental regulations on industrial activity: Evidence from the 1970 and 1977 clean air act amendments and the census of manufactures. Journal of Political Economy, 110(6), 1175-1219.",
        "Hafstead, Marc A. C., and Roberton C. Williams III (2018). Unemployment and Environmental Regulation in General Equilibrium. Journal of Public Economics, 160, 50-65.",
        "Hafstead, Marc A. C., Roberton C. Williams III, and Yunguang Cheng. Environmental Policy, Full-Employment Models and Employment: A Critical Analysis. NBER working Paper #24505 (2018).",
        "Hazilla, M., & Kopp, R. J. (1990). Social cost of environmental quality regulations: A general equilibrium analysis. Journal of Political Economy, 98(4), 853.",
        "Hutton, John P., and Anna Ruocco. Tax reform and employment in Europe. International Tax and Public Finance 6, no. 3 (1999): 263-287.",
        "Jorgenson, D. W., Goettle, R. J., Ho, M. S., & Wilcoxen, P. J. (2013). Energy, the environment and US economic growth. In Handbook of Computable General Equilibrium Modeling (Vol. 1, pp. 477-552). Elsevier. doi:https://doi.org/10.1016/0161-8938(90)90006-Z",
        "Kehoe, T. J., & Serra-Puche, J. (1983). A computational general equilibrium model with endogenous unemployment: An analysis of the 1980 fiscal reform in Mexico. Journal of Public Economics, 22(1), 1-26.",
        "KÃ\u0083Â¼ster, R., Ellersdorfer, I. R., & Fahl, U. (2007). A CGE-analysis of energy policies considering labor market imperfections and technology specifications. FEEM Working Paper #7.2007.",
        "Liu, Zhaoyang, Xianqiang Mao, Jianjun Tu, and Mark Jaccard. A comparative assessment of economic-incentive and command-and-control instruments for air pollution and CO2 control in China&apos;s iron and steel sector. Journal of environmental management 144 (2014): 135-142.",
        "McKibbin, Warwick J., and Peter J. Wilcoxen. The economic and environmental effects of border tax adjustments for climate policy. In Brookings Trade Forum, vol. 2008, no. 1, pp. 1-34. Brookings Institution Press, 2009.",
        "Neal, Derek. Industry-specific human capital: Evidence from displaced workers. Journal of labor Economics 13.4 (1995): 653-677.",
        "O&apos;Ryan, RaÃ\u0083Âºl, Carlos J. De Miguel, Sebastian Miller, and Mohan Munasinghe (2005). Computable general equilibrium model analysis of economy wide cross effects of social and environmental policies in Chile. Ecological Economics 54, no. 4: 447-472.",
        "Shapiro, C., & Stiglitz, J. E. (1984). Equilibrium unemployment as a worker discipline device. The American Economic Review, 74(3), 433-444.",
        "United States Departement of Energy. Energy Information Administration. Annual Energy Review 2007. Washington D.C. 2007 U.S. Carbon Dioxide Emissions and Intensities Over Time: A Detailed Accounting of Industries, Government and Households Economics & Statistics Administration. April 2010. Accessed March 27, 2018. http://www.esa.doc.gov/reports/us-carbon-dioxide-emissions-and-intensities-over-time-detailed-accounting-industries.",
        "Van der Werf, Edwin. Production functions for climate policy modeling: An empirical analysis. Energy economics 30, no. 6 (2008): 2964-2979.",
        "Vona, Francesco, Giovanni Marin, Davide Consoli, and David Popp. Environmental regulation and green skills: an empirical exploration. Journal of the Association of Environmental and Resource Economists 5, no. 4 (2018): 713-753.",
        "Walker, W. Reed. The transitional costs of sectoral reallocation: Evidence from the clean air act and the workforce. The Quarterly journal of economics 128, no. 4 (2013): 1787-1835."
    ]
}