{
    "id": 25807,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, and Martin Kaae Jensen, 2015, Robust comparative statics in large dynamic economies, Journal of Political Economy 123, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Acharya, Viral, Robert Engle, and Diane Pierret, 2014, Testing macroprudential stress tests: The risk of regulatory risk weights, Journal of Monetary Economics 65, 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Acharya, Viral V, Deniz Anginer, and A Joseph Warburton, 2014, The end of market discipline? investor expectations of implicit state guarantees, Working paper, New York University.",
        "Bharath, Sreedhar T, and Tyler Shumway, 2008, Forecasting default with the Merton distance to default model, Review of Financial Studies 21, 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Black, F., and M. Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 81, 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Boucher, Christophe M, JoÃ\u0083Å\u0092Ã\u0082Â\u0081n DanÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081elsson, Patrick S Kouontchou, and Bertrand B Maillet, 2014, Risk models-at-risk, Journal of Banking & Finance 44, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Campbell, John Y, Jens Hilscher, and Jan Szilagyi, 2008, In search of distress risk, Journal of Finance 63, 2899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2939.",
        "Chen, Andrew H, Nengjiu Ju, Sumon C Mazumdar, and Avinash Verma, 2006, Correlated default risks and bank regulations, Journal of Money, Credit and Banking, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Crosbie, Peter J., and Jeffrey R. Bohn, 2001, Modeling default risk, KMV LLC.",
        "Culp, Christopher L., Yoshio Nozawa, and Pietro Veronesi, 2014, Option-based credit spreads, Working paper, University of Chicago.",
        "Dermine, Jean, and Fatma Lajeri, 2001, Credit risk and the deposit insurance premium: A note, Journal of Economics and Business 53, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Duan, Jin-Chuan, GenevieÃ\u0083Å\u0092Ã\u0082â\u0082¬ve Gauthier, and Jean-Guy Simonato, 2004. On the equivalence of the kmv and maximum likelihood methods for structural credit risk models.",
        "Duffie, Darrell, Robert Jarrow, Amiyatosh Purnanandam, and Wei Yang, 2003, Market pricing of deposit insurance, Journal of Financial Services Research 24, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Duffie, Darrell, and David Lando, 2001, Term structures of credit spreads with incomplete accounting information, Econometrica 69, 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Duffie, Darrell, Leandro Saita, and Ke Wang, 2007, Multi-period corporate default prediction with stochastic covariates, Journal of Financial Economics 83, 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Giacomini, Emanuela, David C Ling, and Andy Naranjo, 2015, Leverage and returns: A crosscountry analysis of public real estate markets, The Journal of Real Estate Finance and Economics 51, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Gofman, Michael, 2017, Efficiency and stability of a financial architecture with toointerconnected -to-fail institutions, Journal of Financial Economics 124, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Goldstein, Itay, and Yaron Leitner, 2018, Stress tests and information disclosure, Journal of Economic Theory.",
        "Goldstein, Itay, and Haresh Sapra, 2014, Should banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ stress test results be disclosed? an analysis of the costs and benefits, Foundations and Trends R in Finance 8, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Gornall, William, and Ilya A Strebulaev, 2014, Financing as a supply chain: The capital structure of banks and borrowers, Working paper, Stanford University.",
        "Greenlaw, David, Anil Kashyap, Kermit Schoenholtz, and Hyun Shin, 2012, Stressed out: Macroprudential principles for stress testing.",
        "Haldane, Andrew G, 2011. Capital discipline. in relazione allAmerican Economic Association Meeting, Volume 9.",
        "Jarrow, Robert A, and Philip Protter, 2004, Structural vs reduced form models: A new information based perspective, Journal of Investment Management 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Jones, E Philip, Scott P Mason, and Eric Rosenfeld, 1984, Contingent claims analysis of corporate capital structures: An empirical investigation, The journal of finance 39, 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Kelly, Bryan T, Hanno Lustig, and Stijn Van Nieuwerburgh, 2016, Too-systemic-to-fail: What option markets imply about sector-wide government guarantees, American Economic Review 106.",
        "Khandani, Amir E., Andrew W. Lo, and Robert C. Merton, 2013, Systemic risk and the refinancing ratchet effect, Journal of Financial Economics 108, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Kogan, Leonid, Dimitris Papanikolaou, and Noah Stoffman, 2017, Winners and losers: Creative destruction and the stock market, Working paper, National Bureau of Economic Research.",
        "Leitner, Yaron, 2014, Should regulators reveal information about banks, Federal Reserve Bank of Philadelphia Business Review, Third Quarter.",
        "Ling, David C, and Andy Naranjo, 2015, Returns and information transmission dynamics in public and private real estate markets, Real Estate Economics 43, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Lucas, Deborah, and Robert McDonald, 2006, An options-based approach to evaluating the risk of Fannie mae and Freddie mac, Journal of Monetary Economics 53, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Lucas, Deborah, and Robert McDonald, 2010, Valuing government guarantees: Fannie and Freddie revisited, in Deborah Lucas, ed.: Measuring and Managing Federal Financial Risk, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154).",
        "Marcus, Alan J., and Israel Shaked, 1984, The valuation of FDIC deposit insurance using optionpricing estimates, Journal of Money, Credit and Banking 16, 446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Merton, R., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Merton, Robert C., 1977, An analytic derivation of the cost of deposit insurance and loan guarantees An application of modern option pricing theory, Journal of Banking and Finance 1, 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 11.",
        "Peleg-Lazar, Sharon, and Alon Raviv, 2017, Bank risk dynamics where assets are risky debt claims, European Financial Management 23, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Pennacchi, George G., 1987, Alternative forms of deposit insurance: Pricing and bank incentive issues, Journal of Banking and Finance 11, 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Ritchken, Peter, James B Thomson, and Ivilina Popova, 1995. The changing role of banks and the changing value of deposit guarantees).",
        "Ronn, Ehud I., and Avinash K. Verma, 1986, Pricing risk-adjusted deposit insurance: An optionbased model, Journal of Finance 41, 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Schweikhard, Frederic A, Zoe Tsesmelidakis, and Robert C Merton, 2014, The value of implicit guarantees, Working paper, Oxford University.",
        "Stanton, Richard, and Nancy Wallace, 2012, CMBS subordination, ratings inflation, and regulatory-capital arbitrage, Working paper, UC Berkeley.",
        "Uhlig, Harald, 1996, A law of large numbers for large economies, Economic Theory 8, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Vasicek, Oldrich, 1991, Limiting loan loss probability distribution, Working paper, Working Paper, KMV Corporation.",
        "Vassalou, Maria, and Yuhang Xing, 2004, Default risk in equity returns, The journal of finance 59, 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Zhou, Chunsheng, 2001, The term structure of credit spreads with jump risk, Journal of Banking and Finance 25, 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2040."
    ]
}