{
    "id": 25812,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Anderson, H., Calomiris, C. W., Jaremski, M., and Richardson, G. (2018). Liquidity Risk, Bank Networks, and the Value of Joining the Federal Reserve System. Journal of Money, Credit and Banking, 50(1):173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Baradaran, M. (2013). How the Poor Got Cut Out of Banking. Emory Law Journal, 62(3):483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Baradaran, M. (2014). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Time for Postal Savings. Harvard Law Review Forum, 127:165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Commercial and Financial Chronicle (1909). September 25, 1909.",
        "Committee on Post-Offices and Post-Roads (1910). Postal Savings Depositories. 61st Congress. 2nd Session. Report No. 125. GPO, Washington, DC.",
        "Davidson, L. and Ramirez, C. D. (2016). Does Deposit Insurance Promote Financial Depth? Evidence from the Postal Savings System During the 1920s. GMU Working Paper in Economics No. 16-37.",
        "Dockery, A. (1916). The United States Postal System. Statement of Hon. Alexander M. Dockery, Third Assistant Postmaster General Before the Subcommittee of the Joint Committee on Rural Credits Relative to the Proposal to Invest Postal Savings Depostis in Federal Farm-Loan Bonds.",
        "Government Printing Office, Washtington, D.C. FDIC Unbanked/Underbanked Survey Study Group (2016). FDIC National Survey of Unbanked and Underbanked Households .",
        "Federal Deposit Insurance Corporation (1984). Federal Deposit Insurance Corporation Data on Banks in the United States, 1920-1936 [Computer file].",
        "Federal Deposit Insurance Corporation (2017). Failures and Assistance Transactions - Historical Statistics on Banking. Accessed: 2017-11-8.",
        "Fishback, P., Horrace, W., and Kantor, S. (2005). The Impact of New Deal Expenditures on Local Economic Activity: An Examination of Retail Sales, 1929-1939. The Journal of Economic History, 65(1):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Freeport Journal-Standard (1923). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPostal Savings for AliensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. May 18, 1923. p. 18.",
        "Friedman, M. and Schwartz, A. J. (1970). Monetary Statistics of the United States: Estimates, Sources, Methods. Columbia University Press, New York.",
        "Garon, S. (2012). Beyond Our Means: Why America Spends While the World Saves. Princeton University Press, Princeton, NJ.",
        "Haines, M. R. (2010). Historical, Demographic, Economic, and Social Data: The United States, 1790-2002 [Computer file].",
        "Harris, A. L. (1996). The Prospects of Black Bourgeoisie. In Wintz, C. D., editor, The Politics and Aesthetics of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New NegroÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Literature, pages 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134. Routledge, Abingdon.",
        "Havins, B. (1948). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postal Savings is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Poor FolksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, But Deposits in MillionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Abilene Reporter-News. June 20, 1948.",
        "Immigration Commision, T. (1916). Immigrant Banks. 61st Congression. 2nd Session. Document 381. Government Printing Office, Washtington, D.C. Kemmerer, E. (1917). Six Years of Postal Savings in the United States. The American Economic Review, 7(1):46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Kuwayama, P. H. (2000). Postal Banking in the United States and Japan: a Comparative Analysis. Monetary and Economic Studies, 18(1).",
        "Los Angeles Times (1897). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postal Savings BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Oct. 24, 1897. p. 1.",
        "Massachusetts Bank Commissioner (1915). Annual report of the Bank Commissioner for the year 1915.",
        "Moyers, J. (1948). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMarshallites Line Up Regularly For Deposits in Postal SavingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Marshall News Messenger. July 7, 1948.",
        "National Bureau of Economic Research (2012). Index of Yields of High Grade Municipal Bonds for United States [M13023USM156NNBR].",
        "National Monetary Commission (1910). Notes on the Postal Savings-Bank Systems of the Leading Countries. Government Printing Office, Washington, D.C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, M. and Easley, D. (1979). The Postal Savings System in the Depression. The Journal of Economic History, 39(3):741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753. Post Office Department. Annual Report of the Postmaster General. GPO, various issues, Washington, DC. Post Office Department. Operations of the Postal Savings System. GPO, various issues, Washington, DC.",
        "Reid, C. J. J. (2016). AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s First Great Constitutional Controversy: Alexander HamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Bank of the United States. University of St. Thomas (Minnesota) Legal Studies Research Paper No. 16-21.",
        "Roberts, G. E. (1907). Objections to a Postal Savings-Bank. The North American Review, 184(609):364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Rosenbloom, J. L. and Sundstrom, W. A. (1999). The Sources of Regional Variation in the Severity of the Great Depression: Evidence from U.S. Manufacturing, 1919-1937. The Journal of Economic History, 59(3):714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Sacramento Record-Union (1898). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postal Savings and InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Feb. 4, 1898. p. 2.",
        "Schewe, D. B. (1971). A History of the Postal Savings System in America, 1910-1970. Ph.D. Dissertation, Department of History, The Ohio State University.",
        "Sissman, L. (1936). Development of the Postal Savings System. Journal of the American Statistical Association, 31(196):708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Sissman, L. (1938). The Postal Savings System and the Banks. Southern Economic Journal, 31(3):339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Stuart, R. (1955). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEnd Postal Savings, U.S. UrgedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Pittsburgh Press. Feb 9, 1955.",
        "The St. Louis Star and Times (1924). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCoolidge Acts to Stop Rise in Bank FailuresÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Jan. 19, 1924. p. 3.",
        "Treasury Department (1917). Annual Report of the Comptroller of the Currency. Government Printing Office, Washington, D.C."
    ]
}