{
    "id": 25824,
    "cites": 44,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, David Autor, David Dorn, Gordon H. Hanson, and Brendan Price. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great U.S. Employment Sag of the 2000s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34 (S1):S141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS198.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and the International Organization of Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95 (2):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol and Davin Chor. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing the Global Value Chain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 81 (6):2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2204.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, Teresa C. Fort, and Felix Tintelnot. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from US Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (9):2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol and Elhanan Helpman. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Sourcing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (3):552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "ArtucÃ\u0083Å\u0092Ã\u0082Â§, Erhan, Shubham Chaudhuri, and John McLaren. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Shocks and Labor Adjustment: A Structural Empirical Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (3):1008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Autor, David H., David Dorn, and Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6):2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Benassy, Jean-Pascal. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there always too little research in endogenous growth with expanding product variety?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 42 (1):61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Bernard, Andrew, Teresa Fort, Valerie Smeets, and Frederic Warzynski. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Globalization: Offshoring and Reorganization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Bernard, Andrew and J. Bradford Jensen. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Structure, Multinationals, and Manufacturing Plant Deaths.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 89 (2):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Bernard, Andrew B. and Teresa C. Fort. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factoryless Goods Producing Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings 105 (5):518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Blasnik, Michael. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RECLINK: A Stata Module to Probabilistically Match Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper. Blaum, Joaquin, Claire LeLarge, and Michael Peters. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from Input Trade in Firm-Based Models of Importing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics .",
        "Boehm, Christoph, Aaron Flaaen, and Nitya Pandalai-Nayar. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Linkages and the Transmission of Shocks: Firm Level Evidence from the 2011 ToÃ\u0083Å\u0092Ã\u0082â\u0080\u009ehoku Earthquake.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics .",
        "Braconier, Henrik and Karolina Ekholm. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Swedish Multinationals and Competition from High and Low-Wage Locations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics 8 (3):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "Brainard, S. Lael and David A. Riker. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are U.S. Multinationals Exporting U.S. Jobs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 5958, National Bureau of Economic Research.",
        "Cameron, Colin, Jonah Gelbach, and Douglas Miller. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Inference with Multiway Clustering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 29 (2):238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Contessi, Silvio. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multinational firms entry and productivity: Some aggregate implications of firm-level heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 61:61 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 80.",
        "Cravino, Javier and Andrei Levchenko. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multinational Firms and International Business Cycle Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan.",
        "Davis, Steven J. and John Haltiwanger. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Job Creation, Gross Job Destruction and Employment Reallocation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 107 (3):819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral job creation and destruction responses to oil price changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 48 (3):465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Davis, Steven J, John Haltiwanger, and Scott Schuh. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Small Business and Job Creation: Dissecting the Myth and Reassessing the Facts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Small Business Economics 8 (4):297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Debaere, Peter, Hongshik Lee, and Joonhyung Lee. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093It Matters Where You Go: Outward Foreign Direct Investment and Multinational Employment Growth at Home.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 91 (2):301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Effects of the Foreign Activities of US Multinationals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 1 (1):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Ebenstein, Avraham, Ann Harrison, and Margaret McMillan. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are American Workers getting Poorer? China, Trade and Offshoring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21027, National Bureau of Economic Research, Inc.",
        "Ebenstein, Avraham, Ann Harrison, Margaret McMillan, and Shannon Phillips. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of Trade and Offshoring on American Workers using the Current Population Surveys.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 96 (3):581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Flaaen, Aaron. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constructing a Bridge Between the LexisNexis Directory of Corporate Affiliations and the U.S. Business Register.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multinational Firms in Context.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan.",
        "Fort, Teresa and Shawn Klimek. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Industry Classification Changes on U.S. Employment Composition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, U.S. Census Bureau.",
        "Fort, Teresa, Justin Pierce, and Peter Schott. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Perspectives on the Decline of U.S. Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24490, NBER.",
        "Harrison, Ann and Margaret McMillan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring Jobs? Multinationals and U.S. Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 93 (3):857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c875.",
        "Helpman, Elhanan, Oleg Itskhoki, and Stephen Redding. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Unemployment in a Global Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78 (4):1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1283.",
        "Helpman, Elhanan, Marc Melitz, and Stephen Yeaple. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports vs FDI with Heterogeneous Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94:300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Hijzen, Alexander, Sebastien Jean, and Thierry Mayer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects at Home of Initiating Production Abroad: Evidence from Matched French Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics 147 (3):457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Hummels, David, Rasmus JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Jakob Munch, and Chong Xiang. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wage Effects of Offshoring: Evidence from Danish Matched Worker-Firm Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (6):1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        "Konings, Jozef and Alan Patrick Murphy. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Multinational Enterprises Relocate Employment to Low-Wage Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Weltwirtschaftliches Archiv (Review of World Economics) 142 (2):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Kovak, Brian, Lindsey Oldenski, and Nicholas Sly. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market Effects of Offshoring by U.S. Multinational Firms: Evidence from Changes in Global Tax Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Magyari, Ildiko. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Reorganization, Chinese Imports, and US Manufacturing Employment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Melitz, Marc J. and Stephen J. Redding. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, New Welfare Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (3):1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1146.",
        "Monarch, Ryan, Jooyoun Park, and Jagadeesh Sivadasan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic gains from offshoring? Evidence from TAA-linked U.S. microdata.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 105:150 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 173.",
        "Muendler, Marc-Andreas and Sascha O. Becker. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Margins of Multinational Labor Substitution.",
        "Pierce, Justin and Peter Schott. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Concordance Between U.S. Harmonized System Codes and SIC/NAICS Product Classes and Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement 37 (1-2):61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Pierce, Justin R. and Peter K. Schott. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (7):1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Ramondo, Natalia, Veronica Rappoport, and Kim J. Ruhl. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrafirm trade and vertical fragmentation in U.S. multinational corporations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 98:51 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 59.",
        "Wasi, Nada and Aaron Flaaen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Record Linkage Using Stata: Pre-Processing, Linking and Reviewing Utilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal 15 (3):672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697."
    ]
}