{
    "id": 25823,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Ahn, H., and J. L. Powell. 1993. Semiparametric estimation of censored selection models with a nonparametric selection mechanism. Journal of Econometrics 58(1-2): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Altonji, J., P. Bharadwaj, and F. Lange. 2012. Changes in the characteristics of American youth: Implications for adult outcomes. Journal of Labor Economics 30(4): 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Buchinsky, M. 1998. The dynamics of changes in the female wage distribution in the USA: A quantile regression approach. Journal of Applied Econometrics 13(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Chamberlain, G. 1986. Asymptotic efficiency in semiparametric model with censoring. Journal of Econometrics 32(2): 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Chen, S., and S. Khan. 2003. Semiparametric estimation of a heteroskedastic sample selection model. Econometric Theory 19(6): 1040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1064.",
        "Chernozhukov, V., and I. Fernandez-Val. 2011. Inference for extremal conditional quantile models, with an application to market and birthweight risks. Review of Economic Studies 78(2): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Chernozhukov, V., I. Fernandez-Val, and T. Kaji. 2017. Extremal quantile regression: An overview. In Handbook of Quantile Regression, ed. R. Koenker, V. Chernozhukov, X. He, and L. Peng. Chapman and Hall/CRC.",
        "Das, M., W. Newey, and F. Vella. 2003. Nonparametric estimation of sample selection models. Review of Economic Studies 70(1): 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haultfoeuille, X., and A. Maurel. 2013. Another look at the identification at infinity of sample selection models. Econometric Theory 29(1): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢HaultfÃ\u0083â\u0080¦Ã\u0082â\u0080\u009cuille, X., A. Maurel, and Y. Zhang. 2018. Extremal quantile regressions for selection models and the blackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwhite wage gap. Journal of Econometrics 203(1): 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Donald, S. 1995. Two-step estimation of heteroskedastic sample selection models. Journal of Econometrics 65(2): 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Heckman, J. J. 1974. Shadow prices, market wages, and labor supply. Econometrica 42(4): 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        ". 1979. Sample selection bias as a specification error. Econometrica 47(1): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        ". 1990. Varieties of selection bias. The American Economic Review 80(2): 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "HonoreÃ\u0083Å\u0092Ã\u0082Â\u0081, B., and L. Hu. 2018. Selection without exclusion. Working paper.",
        "Juhn, C. 2003. Labor market dropouts and trends in the wages of black and white men. Industrial and Labor Relations Review 56(4): 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Lewbel, A. 2007. Endogenous selection or treatment model estimation. Journal of Econometrics 141(2): 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Newey, W. 2009. Two step series estimation of sample selection models. The Econometrics Journal 12(1): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Vella, F. 1998. Estimating models with sample selection bias: A survey. Journal of Human Resources 33(1): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169."
    ]
}