{
    "id": 2583,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Chishoim, A.H. and R. Tyers. Food Security: Theory, Policy and Perspectives from the Pacific Rim, Amsterdam: North- Holland, 1982.",
        "Ciria, F. Agricultural Trade in Argentina: Impacts on the Global Economy and Strategy for the Next GATT Negotiations. Mimeo, June 28, 1986 (on file).",
        "Coyle, B., Robert 0. Chambers and Philip II. Paarlberg. Measuring the Gains from Trade for US Farm Exports. USDA Economic Research Service (FAER-XXX) 1985.",
        "Dam, K.W. The GAIT. Chicago: University of Chicago Press, 1970.",
        "International Trade in Differentiated Products. American Journal of Agricultural Economics. January 1987.",
        "Gerrard, C. and G. Posehn. Government Intervention in Food Grain Markets in Kenya. Saskatchewan: University of Saskatchewan, (mimeo), 1985.",
        "Hufbauer, G.D. and J.S. Erb. Subsidies in International Trade, Washington, DC: Institute for International Economics, 1984.",
        "Lattimore, R.G. World Grain Market Instability and Food Security: An Exporters Perspective. Chapter in A.H. Chisholm and R. Tyers, Food Security: Theory, Policy and Perspectives from the Pacific Rim, 1982.",
        "Naraomi, Imamura and Sawa Takamitsu. `Rice and the Politics of Protectionism~~, Japan Echo, Vol. XIV, No. 3 (1987), 57-61.",
        "Shoven, J.B. and J. Whailey, Applying General E~ui1ibrium, 1988, to be published by Gambridga University Press.",
        "Traia, Irene, John Wbaliey and Randall Wigla. International Trade in Grain: Domestic Policies and Trade Conflicts in Scandinavian Journal of Economics, Vol. 89, No. 3 (1987), 271-83.",
        "USDA (Economic Research Service) Polity Research Notes Issue 22, Waahing~on. Govarneant Printing Office, November 1986.",
        "USDA (Economic Research Service) Government Intervention in Agricu~ture. Measurement, Evaluation, end Implications for Trade Negotiations, Waah~ngton. Government Printing Office, April 1987."
    ]
}