{
    "id": 25841,
    "cites": 101,
    "cited_by": 29,
    "reference": [
        "Allcott, Hunt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Misperceived Product Costs: Data and Calibrations from the Automobile Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (3):30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Allcott, Hunt, Christopher Knittel, and Dmitry Taubinsky. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tagging and Targeting of Energy Efficiency Subsidies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (5):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c01.",
        "Allcott, Hunt, Benjamin B. Lockwood, and Dmitry Taubinsky. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ramsey Strikes Back: Optimal Commodity Taxes and Redistribution in the Presence of Salience Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Association Papers and Proceedings 108:88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Allcott, Hunt, Sendhil Mullainathan, and Dmitry Taubinsky. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Policy with Externalities and Internalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 112:72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Allcott, Hunt and Dmitry Taubinsky. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Behaviorally-Motivated Policy: Experimental Evidence from the Lightbulb Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (8):2501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2538.",
        "Andreyeva, Tatiana, Michael W. Long, and Kelly D. Brownell. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Food Prices on Consumption: A Systematic Review of Research on the Price Elasticity of Demand for Food.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health 100 (2):216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Atkinson, Anthony B and J.E. Stiglitz. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Tax Structure: Direct Versus Indirect Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 6 (1-2):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Attari, Shahzeen, Michael DeKay, Cliff Davidson, and Wandi Bruine de Bruin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Perceptions of Energy Consumption and Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 107 (37):16054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16059.",
        "Bartels, Larry M. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninformed Votes: Information Effects in Presidential Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 40 (1):194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Bernheim, B. Douglas and Antonio Rangel. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Addiction and Cue-Triggered Decision Processes.",
        "Bernheim, B. Douglas and Dmitry Taubinsky. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Public Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Handbook of Behavioral Economics, vol. 1, edited by B. Douglas Bernheim, Stefano DellaVigna, and David Laibson. New York: Elsevier.",
        "Bhattacharya, Jay and Neeraj Sood. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays for Obesity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 25 (1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Blumgart, Jake. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Soda Tax is Fundamentally Regressive. What If ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s PhiladelphiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Best Hope for Progressive Change?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Nation .",
        "Bollinger, Bryan, Phillip Leslie, and Alan Sorensen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Calorie Posting in Chain Restaurants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 3 (1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Bollinger, Bryan and Steven Sexton. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Excise Taxes, Sticky Prices, and Spillovers: Evidence from BerkeleyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Soda Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bond, Timothy N. and Kevin Lang. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sad Truth About Happiness Scales: Empirical Results.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24853.",
        "Bovenberg, A. Lans and Lawrence H. Goulder. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Environmental Taxation in the Presence of Other Taxes: General-Equilibrium Analyses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 86 (4):985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1000.",
        "Bronnenberg, Bart, Jean-Pierre DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, Matthew Gentzkow, and Jesse Shapiro. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Pharmacists Buy Bayer? Sophisticated Shoppers and the Brand Premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 130 (4):1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Bureau of Economic Analysis. 2017. Personal Income Summary: Personal Income, Population, Per Capita Personal Income.",
        "Cawley, John and Chad Meyerhoefer. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medical Care Costs of Obesity: An Instrumental Variables Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 31 (1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Chetty, Raj. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 80 (3):969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Economics and Public Policy: A Pragmatic Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (5):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Taxation: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (4):1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "Chodorow-Reich, Gabriel and Johannes Wieland. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular Labor Reallocation and Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21864.",
        "Cutler, David, Amber Jessup, Donald Kenkel, and Martha Starr. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Regulations Affecting Addictive or Habitual Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Benefit Cost Analysis 6 (2):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Davis, Lucas and Severin Borenstein. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributional Effects of U.S. Clean Energy Tax Credits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy 30 (1):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Davis, Lucas and Christopher Knittel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Fuel Economy Standards Regressive?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22925. DellaVigna, Stefano and Matthew Gentzkow. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniform Pricing in US Retail Chains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics .",
        "Diamond, Peter and Johannes Spinnewijn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Income Taxes with Heterogeneous Discount Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 3 (4):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Diamond, Peter A. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Externalities and Imperfect Corrective Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics and Management Science :526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Many-Person Ramsey Tax Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 4 (4):335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Dubois, Pierre, Rachel Griffith, and Martin OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Well-Targeted Are Soda Taxes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Duffey, Kiyah J., Penny Gordon-Larsen, James M. Shikany, David Guilkey, David R. Jacobs, and Barry M. Popkin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food Price and Diet and Health Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Internal Medicine 170 (5):420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Farhi, Emmanuel and Xavier Gabaix. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Behavioral Agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21524.",
        "Finkelstein, Eric A., Chen Zhen, Marcel Bilger, James Nonnemaker, Assad M. Farooqui, and Jessica E. Todd. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of a Sugar-Sweetened Beverage (SSB) Tax When Substitutions to Non-Beverage Items are Considered.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 32 (1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Fletcher, Jason M., David E. Frisvold, and Nathan Teft. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Soft Drink Taxes on Child and Adolescent Consumption and Weight Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 94 (11-12):967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c974.",
        "Gauthier, Stephane and Fanny Henriet. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Economic Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Commodity taxes and taste heterogeneity (101):284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Gillen, Ben, Erik Snowberg, and Leeat Yariv. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimenting with Measurement Error: Techniques with Applications to the Caltech Cohort Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21517.",
        "Global Food Research Program (GFRP). 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sugary Drink Taxes Around the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://www.dropbox.com/s/bqbj501wgocor24/UNCGFRP_SSB_tax_maps.pdf?dl=0.",
        "Goldin, Jacob and Tatiana Homonoff. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smoke Gets In Your Eyes: Cigarette Tax Salience and Regressivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (1):302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Goulder, Lawrence H. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Taxation and the Double Dividend: A ReaderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance 2 (2):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Interactions with the Tax System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 40 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Goulder, Lawrence H. and Roberton C. Williams. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Substantial Bias from Ignoring General Equilibrium Effects in Estimating Excess Burden, and a Practical Solution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 111 (4):898Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Gruber, Jon and Emmanuel Saez. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income: Evidence and Implications. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 84 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Gruber, Jonathan and Botond KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Addiction Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRationalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116 (4):1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1303.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence When Individuals Are Time-Inconsistent: The Case of Cigarette Excise Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 88 (9-10):1959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987.",
        "Gruber, Jonathan and Sendhil Mullainathan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Cigarette Taxes Make Smokers Happier.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy 5 (1).",
        "Handel, Benjamin R and Jonathan T Kolstad. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHumansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Information Frictions, Plan Choice, and Consumer Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (8):2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Harding, Matthew and Michael Lovenheim. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Prices on Nutrition: Comparing the Impact of Product- and Nutrient-Specific Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 53:53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Hausman, Jerry. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of New Goods Under Perfect and Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economics of New Goods, vol. 58, edited by Timothy Bresnaham and Roger Gordon. University of Chicago Press, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Hedrick, Valisa, Jyoti Savla, Dana Comber, Kyle Flack, Paul Estabrooks, Phyllis Nsiah-Kumi, Stacie Ortmeier, and Brenda Davy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development of a Brief Questionnaire to Assess Habitual Beverage Intake (BEVQ-15): Sugar-Sweetened Beverages and Total Beverage Energy Intake.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Academy of Nutrition and Dietetics 112 (6):840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Hendel, Igal and Aviv Nevo. 2006a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Implications of Sales and Consumer Inventory Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74 (6):1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sales and Consumer Inventory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 37 (3):543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of Demand Anticipation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Heutel, Garth. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Policy Instruments for Externality-Producing Durable Goods under Present Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 72:54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Hirth, Richard A., Michael E. Chernew, Edward Miller, Mark Fendrick, and William G. Weissert. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Willingness to Pay for a Quality-Adjusted Life Year: In Search of a Standard.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Decision Making 20 (3):332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Hitsch, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter J., Ali Hortacsu, and Xiliang Lin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices and Promotions in U.S. Retail Markets: Evidence from Big Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Huehnergarth, Nancy Fink. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Senator Sanders Is Wrong: A Soda Tax Is Progressive, Not Regressive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forbes .",
        "Jacobs, Bas and Robin Boadway. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Linear Commodity Taxation under Optimal Non-Linear Income Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 117:201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Jacobs, Bas and Ruud A. de Mooij. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pigou Meets Mirrlees: On the Irrelevance of Tax Distortions for the Second-Best Pigouvian Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 71:90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Jacquet, Laurence and Etienne Lehmann. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Nonlinear Income Taxation with Multidimensional Types: The Case with Heterogeneous Behavioral Responses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Johnson, Erin M. and M. Marit Rehavi. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physicians Treating Physicians: Information and Incentives in Childbirth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 8 (1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Kaplow, Louis. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Control of Externalities in the Presence of Income Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 53 (2):487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Kit, Brian, Tala Fakhouri, Sohyun Park, Samara Joy Nielsen, and Cynthia Ogden. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Sugar-Sweetened Beverage Consumption among Youth and Adults in the United States: 19992010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Clinical Nutrition 98 (1):180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Kliemann, N, J Wardle, F Johnson, and H Croker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reliability and Validity of a Revised Version of the General Nutrition Knowledge Questionnaire.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Clinical Nutrition 70 (10):1174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Levitt, Steven D. and Chad Syverson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Distortions when Agents are Better Informed: The Value of Information in Real Estate Transactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90 (4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Lockwood, Benjamin B. and Dmitry Taubinsky. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regressive Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23085.",
        "Lockwood, Benjamin B and Matthew Weinzierl. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive and Normative Judgments Implicit in US Tax Policy, and the Costs of Unequal Growth and Recessions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 77:30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Long, Michael W., Steven L. Gortmaker, Zachary J. Ward, Stephen C. Resch, Marj L. Moodie, Gary Sacks, Boyd A. Swinburn, Rob C. Carter, and Y. Claire Wang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Effectiveness of a Sugar-Sweetened Beverage Excise Tax in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine 49 (1):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Mullainathan, Sendhil, Joshua Schwartzstein, and William J Congdon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reduced-Form Approach to Behavioral Public Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 4 (1):511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Nevo, Aviv. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Market Power in the Ready-to-Eat Cereal Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69 (2):307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 90 (10-11):1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1849.",
        "Oster, Emily. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics :1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Piketty, Thomas, Emmanuel Saez, and Gabriel Zucman. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional National Accounts: Methods and Estimates for the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (2):553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Powell, Lisa M., Jamie F. Chriqui, Tamkeen Khan, Roy Wada, and Frank J. Chaloupka. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Potential Effectiveness of Food and Beverage Taxes and Subsidies for Improving Public Health: A Systematic Review of Prices, Demand and Body Weight Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Obesity Reviews 14 (2):110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Rees-Jones, Alex and Kyle Rozema. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Everything: Behavioral Response around Changes in Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Rojas, Christian and Emily Wang. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxes for Soda and Sugary Drinks Work? Scanner Data Evidence from Berkeley and Washington.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Sadoff, Sally, Anya Samek, and Charles Sprenger. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Inconsistency in Food Choice: Experimental Evidence from a Food Desert.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Saez, Emmanuel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Income Tax Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 68 (1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2002a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Desirability of Commodity Taxation Under Non-Linear Income Taxation and Heterogeneous Tastes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 83 (2):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2002b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Income Transfer Programs: Intensive versus Extensive Labor Supply Responses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117 (3):1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Saez, Emmanuel, Joel Slemrod, and Seth H Giertz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Sanders, Bernie. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Soda Tax Would Hurt PhillyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Low-Income Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philadelphia Magazine .",
        "Seiler, Stephan, Anna Tuchman, and Song Yao. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Soda Taxes: Pass-through, Tax Avoidance, and Nutritional Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Silver, Lynn D., Shu Wen Ng, Suzanne Ryan-Ibarra, Lindsey Smith Taillie, Marta Induni, Donna R. Miles, Jennifer M. Poti, and Barry M. Popkin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Prices, Sales, Consumer Spending, and Beverage Consumption One Year After a Tax on Sugar-Sweetened Beverages in Berkeley, California, US: A Before-And-After Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS: Medicine 14 (4).",
        "Smith, Travis A, Biing-Hwan Lin, and Jonq-Ying Lee. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Caloric Sweetened Beverages: Potential Effects on Beverage Consumption, Calorie Intake, and Obesity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d USDA Economic Research Report Number 100.",
        "Taubinsky, Dmitry and Alex Rees-Jones. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attention Variation and Welfare: Theory and Evidence from a Tax Salience Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies Forthcoming.",
        "Thow, Anne Marie, Shauna Downs, and Stephen Jan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Systematic Review of the Effectiveness of Food Taxes and Subsidies to Improve Diets: Understanding the Recent Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nutrition Reviews 72 (9):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Tiffin, Richard, Ariane Kehlbacher, and Matthew Salois. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of A Soft Drink Tax in the UK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 24 (5):583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Vargas-Garcia, E.J., C.E.L. Evans, A. Prestwich, B.J. Sykes-Muskett, J. Hooson, and J.E. Cade. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interventions to Reduce Consumption of Sugar-Sweetened Beverages or Increase Water Intake: Evidence from a Systematic Review and Meta-Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Obesity Reviews 18 (11):1350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1363.",
        "Wang, Emily Yucai. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Soda Taxes on Consumer Welfare: Implications of Storability and Taste Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 46 (2):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Wang, Y Claire, Pamela Coxson, Yu-Ming Shen, Lee Goldman, and Kirsten Bibbins-Domingo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Penny-Per-Ounce Tax on Sugar-Sweetened Beverages Would Cut Health and Cost Burdens of Diabetes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 31 (1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Yong, Pierre L., John Bertko, and Richard Kronick. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Actuarial Value and EmployerSponsored Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Zhen, Chen, Eric A. Finkelstein, James Nonnemaker, Shawn Karns, and Jessica E. Todd. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting the Effects of Sugar-Sweetened Beverage Taxes on Food and Beverage Demand in a Large Demand System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics 96 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "T 0 (z) 1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099T 0(z) Ã\u0083Å½Ã\u0082Â¶Ã\u0083Å\u0092Ã\u0082â\u0080\u009ezsÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(z) Ã\u0083Å½Ã\u0082Â¾inc(z) i Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.26 (b) Calculating Covariances Under existing income tax t Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 sÃ\u0083Å\u0092Ã\u0082â\u0080\u009eÃ\u0083Å½Ã\u0082Â¶Ã\u0083Å\u0092Ã\u0082â\u0080\u009ec (Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009e(gÃ\u0083Å\u0092Ã\u0082â\u0080\u009e+Ã\u0083Â\u008fÃ\u0082Æ\u0092)+e)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099p(Cov[g(z),s(z)]+A) sÃ\u0083Å\u0092Ã\u0082â\u0080\u009eÃ\u0083Å½Ã\u0082Â¶Ã\u0083Å\u0092Ã\u0082â\u0080\u009ec+Cov[g(z),s(z)]+A Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 1.42 Under optimal income tax t Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 sÃ\u0083Å\u0092Ã\u0082â\u0080\u009eÃ\u0083Å½Ã\u0082Â¶Ã\u0083Å\u0092Ã\u0082â\u0080\u009ec (Ã\u0083Å½Ã\u0082Â³Ã\u0083Å\u0092Ã\u0082â\u0080\u009e(1+Ã\u0083Â\u008fÃ\u0082Æ\u0092)+e)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099pCov[g(z),spref (z)] sÃ\u0083Å\u0092Ã\u0082â\u0080\u009eÃ\u0083Å½Ã\u0082Â¶Ã\u0083Å\u0092Ã\u0082â\u0080\u009ec+Cov[g(z),spref (z)] Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.41 (c) Optimal Sugar-Sweetened Beverage Tax Notes: Panel (a) reports estimates of population-level sufficient statistics required to compute the optimal SSB tax. All statistics are computed using the data described in Section III, except for the externality e, the calculation of which is described in Section III.E, and the elasticity of taxable income Ã\u0083Å½Ã\u0082Â¶c z, which is drawn from Chetty (2012). SSB consumption and price data are computed for the year 2016. Panel (b) reports sufficient statistics by income bin, which are used to compute covariances using the formula Cov [a, b] = P d fd(adbd)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 P d fdad P",
        "A second alternative is to use pricing instruments such as those introduced by Hausman (1996) and Nevo (2001), who instrument for the price of a product at time t using the average price of that product in all other cities. This requires the assumption that time-varying demand shocks for a given product are uncorrelated across cities, which assumes away possibilities such as national advertising campaigns. Our instrument also delivers more power, because it exploits the extensive idiosyncratic chain-specific price variation instead of the more limited variation in national average prices.",
        "Comparison to other bias measurement approaches. Bernheim and Taubinsky (2018), Mullainathan, Schwartzstein, and Congdon (2012), and others review the possible approaches to 32 Dubois, Griffith, and OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell (2017) and the other papers adopting this approach have different data and control strategies, so their estimates certainly need not be biased in this same way. Online Appendix Allcott, Lockwood, and Taubinsky estimating biases for public policy applications. We briefly discuss the merits of these other approaches in the context of SSB consumption.",
        "H Example of Uniform Pricing The power of our instrument derives from two facts documented by DellaVigna and Gentzkow (Forthcoming) and Hitsch, Hortacsu, and Lin (2017). First, chains vary their prices independently of each other over time. Second, chains set prices in a nearly uniform fashion across all their stores.",
        "The classical measurement error assumption for self-control could be violated in reality, for example if spouses are both unaware of biases, or if one spouseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s preferences (e.g. that the other spouse would lose weight) both cause them to respond that the other spouse Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093shouldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d drink fewer SSBs and affect the householdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s overall SSB purchases. It is reasonable to make the approximation that nutrition knowledge is measured without error, because the General Nutrition Knowledge Questionnaire is a many-question scale with high sensitivity to change and construct validity and a high test-retest reliability of 0.89 (Kliemann et al., 2016). Assumption 10. Missing at random: in two-head households, biases and preferences are not correlated with whether both heads responded to the survey.",
        "We used a modified version of the BEVQ-15, a validated questionnaire that is standard in the public health literature (Hedrick et al., 2012). We asked, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For each of the following types of drinks, please tell us how many 12-ounce servings you drink in an average week,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for five types of SSBs (sweetened juice drinks, regular soft drinks, pre-packaged tea or coffee, sports drinks, and caffeinated energy drinks) and two non-SSBs (100% fruit juice and diet soft drinks).",
        "The PanelViews self-reports are from October 2017, whereas the most recent year of Homescan data is 2016, and a regression of household-level Homescan SSB purchases on its one year lag has only R2 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.62.",
        "Online Appendix Allcott, Lockwood, and Taubinsky Figure A2: Homescan Purchases vs. Self-Reported Intake 40 60 80 100 120 140 Liters purchased per adult equivalent per year 0 25 50 75 100 125 Household income ($000s) PanelViews self-reports Homescan purchases (2016) Notes: This figure presents the average purchases of sugar-sweetened beverages for each householdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s most recent year in the Nielsen Homescan data and the average annualized self-reported SSB consumption from the PanelViews survey, by income group. Homescan purchases are measured in liters per Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093adult equivalent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d where household members other than the household heads are rescaled into adult equivalents using the recommended average daily consumption for their age and gender group. Observations are weighted for national representativeness.",
        "Online Appendix Allcott, Lockwood, and Taubinsky M.B Calibration Procedure and Data Sources We draw from Piketty, Saez, and Zucman (2018) to calibrate the pre- and post-tax income distributions for the United States. We use their reported distribution for 2014, which includes percentiles 1 to 99, and much finer partitions within the 99th percentile. Each of these points in the income distribution is treated as an individual point in a discretized ability grid for the purposes of simulation."
    ]
}