{
    "id": 25861,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "ANAGOL, S., S. COLE, AND S. SANKAR (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Advice of Commissions-Motivated Agents: Evidence from the Indian Life Insurance Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 99, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "BARWICK, P. J., P. A. PATHAK, AND M. WONG (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflicts of Interest and Steering in Residential Brokerage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 9, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "BENARTZI, S. AND R. H. THALER (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Naive Diversification Strategies in Defined Contribution Saving Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "BERGSTRESSER, D., J. M. R. CHALMERS, AND P. TUFANO (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Costs and Benefits of Brokers in the Mutual Fund Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22, 4129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4156.",
        "BERNARD, T. S. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093S.E.C. Adopts New Broker Rules That Consumer Advocates Say Are Toothless,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "BULOW, J. I., J. D. GEANAKOPLOS, AND P. D. KLEMPERER (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multimarket Oligopoly: Strategic Substitutes and Complements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 93, 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "CAMARA, F. AND N. DUPUIS (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of Expert Strategic Bias: The Case of Movie Reviewers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "CEÃ\u0083Å\u0092Ã\u0082Â\u0081LEÃ\u0083Å\u0092Ã\u0082Â\u0081RIER, C. AND B. VALLEÃ\u0083Å\u0092Ã\u0082Â\u0081E (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catering to Investors Through Security Design: Headline Rate and Complexity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 132, 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "CHAROENWONG, B., A. KWAN, AND T. UMAR (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Regulatory Jurisdiction Affect the Quality of Investment-Adviser Regulation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109, 3681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3712.",
        "CHRISTOFFERSEN, S. E. K., R. EVANS, AND D. K. MUSTO (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Fund Flows Maximize? Evidence from Their BrokersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 68, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "COCHRANE, J. H. (2009): Asset Pricing, Princeton University Press.",
        "DEL GUERCIO, D. AND J. REUTER (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Performance and the Incentive to Generate Alpha,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69, 1673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "DELLAVIGNA, S. AND J. HERMLE (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Conflict of Interest Lead to Biased Coverage? Evidence from Movie Reviews,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 84, 1510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1550.",
        "DICKSTEIN, M. J. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician vs. Patient Incentives in Prescription Drug Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "DULLECK, U. AND R. KERSCHBAMER (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Doctors, Mechanics, and Computer Specialists: The Economics of Credence Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 44, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "EGAN, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brokers vs. Retail Investors: Conflicting Interests and Dominated Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 74, 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "EGAN, M., G. MATVOS, AND A. SERU (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Financial Adviser Misconduct,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 127, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "FINKE, M. AND T. LANGDON (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Broker-Dealer Fiduciary Standard on Financial Advice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "FOERSTER, S., J. T. LINNAINMAA, B. T. MELZER, AND A. PREVITERO (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Financial Advice: Does One Size Fit All?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 72, 1441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1482.",
        "GARRETT, D. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflicts of Interest in Municipal Bond Advising and Underwriting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "GUISO, L., A. POZZI, A. TSOY, L. GAMBACORTA, AND P. E. MISTRULLI (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Steering in Financial Markets: Evidence from the Mortgage Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "HONG, S.-H. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Conflicts of Interest Between Principal and Agent: Evidence from Dual Agency in Housing Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "HUNG, A. A., N. CLANCY, J. DOMINITZ, E. TALLEY, C. BERREBI, AND F. SUVANKULOV (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor and Industry Perspectives on Investment Advisers and Broker-Dealers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., RAND Corporation Technical Report.",
        "INDERST, R. AND M. OTTAVIANI (2012a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition Through Commissions and Kickbacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Advice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 50, 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "KELLY, B. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DOL fiduciary rule compliance costs exceed 4.7 billion: SIFMA study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d InvestmentNews.",
        "KOZORA, M. L. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Regulatory Regimes on the Provision of Retail Investment Advice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securities Recommendations and the Liabilities of Broker-Dealers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Finance, and Accounting, 2, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "LINNAINMAA, J. T., B. T. MELZER, AND A. PREVITERO (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Misguided Beliefs of Financial Advisors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "MARSH, A. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SEC guts RIA industry with a footnote, degrading fiduciary duty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Planning.",
        "MULLAINATHAN, S., M. NOETH, AND A. SCHOAR (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Financial Advice: An Audit Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "SEC (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study on Investment Advisers and Broker-Dealers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., US Securities and Exchange Commission.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study Regarding Financial Literacy Among Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., US Securities and Exchange Commission."
    ]
}