{
    "id": 25860,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Amiti, M., M. Dai, R.C. Feenstra and J. Romalis. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Did ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WTO Entry Affect US PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No.23487.",
        "Archibald, G.C. and R.G. Lipsey. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary and Value theory: Further CommentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Review of Economic Studies, 28(1): 50-56.",
        "Bouet A. and D. Laborde. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Trade Wars with Emerging Countries in the 21st Century: Make America and Its Partners Lose AgainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. IFPRI Discussion Paper 01669.",
        "Ciuriak, D. and J. Xiao. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Impacts of the US Section 232 Steel and Aluminum TariffsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. C.D. Howe Institute Working Paper, 06-12-2018.",
        "David, H., D. Dorn and G.H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 103(6): 2121-2168.",
        "Ebenstein, A., A. Harrison, M. McMillan and S. Phillips. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of Trade and Offshoring on American Workers Using the Current Population SurveysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Economics and Statistics, 96(4): 581595.",
        "Feenstra, R.C., H. Ma and Y. Xu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Exports and EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No.24056.",
        "Guo, M., L. Lu, L. Sheng and M. Yu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Day After Tomorrow: Evaluating the Burden of TrumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Trade WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Asian Economic Papers, 17(1): 101-120.",
        "Harrison, A. and L. Fontagne. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Factory-Free Economy, Outsourcing, Servitization, and the Future of IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. London, UK: Oxford University Press.",
        "Harrison, A. and M. McMillan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring Jobs? Multinationals and US Manufacturing EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Economics and Statistics, 93(3): 857-875.",
        "Li, C., C. He and C. Lin. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of the Possible China-US Trade WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Emerging Markets Finance and Trade, 54(7): 1557-1577.",
        "Novy, D. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Redux: Measuring International Trade Costs with Panel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economic Inquiry, 51(1): 101-121.",
        "Patinkin, D. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside Money, Monopoly Bank Profits, and the Real-Balance Effect: CommentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Money, Credit and Bank, 3: 271-275.",
        "Petersen, T., U. Schoof, E. Yalcin, G. Felbermayr and M. Steininger. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Impact of a Protectionist U.S. Trade PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. GED Focus Paper, September-2017.",
        "Whalley, J and L. Wang. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Renminbi Appreciation on Trade Flows and Reserve Accumulation on a Monetary Trade ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economic Modelling, 28: 614-621.",
        "Whalley, J., J. Yu and S. Zhang. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Retaliation in a Monetary-Trade ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Global Economy Journal, 11(1): 1-28.",
        "Wong, A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Trade Barriers: An Application to ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Domestic TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Job Market Paper, University of Chicago, January 2012."
    ]
}