{
    "id": 25873,
    "cites": 64,
    "cited_by": 3,
    "reference": [
        "Abramitzky, R. and L. Boustan (2017, December). Immigration in american economic history. Journal of Economic Literature 55(4), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Akbar, P. A., V. Couture, G. Duranton, and A. Storeygard (2018, November). Mobility and congestion in urban india. Working Paper 25218, National Bureau of Economic Research.",
        "Akerlof, G. A. (1970, 08). The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism*. The Quarterly Journal of Economics 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Alesina, A., J. Harnoss, and H. Rapoport (2016, Jun). Birthplace diversity and economic prosperity. Journal of Economic Growth 21(2), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Arrow, K. J. and G. Debreu (1954). Existence of an equilibrium for a competitive economy. Econometrica 22(3), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Ashraf, Q. and O. Galor (2011, December). Cultural diversity, geographical isolation, and the origin of the wealth of nations. Working Paper 17640, NBER.",
        "Aslund, O., L. Hensvik, and O. Skans (2014). Seeking similarity: How immigrants and natives manage in the labor market. Journal of Labor Economics 32(3), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Athey, S., D. Blei, R. Donnelly, F. Ruiz, and T. Schmidt (2018). Estimating heterogeneous consumer preferences for restaurants and travel time using mobile location data. AEA Papers and Proceedings 108, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bai, J. (2018). Melons as lemons: Asymmetric information, consumer learning and quality provision. Working paper.",
        "Bailey, M., R. Cao, T. Kuchler, and J. Stroebel (2018). The economic effects of social networks: Evidence from the housing market. Journal of Political Economy 126(6), 2224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2276.",
        "Baker, S. R. (2018). Debt and the response to household income shocks: Validation and application of linked financial account data. Journal of Political Economy 126(4), 1504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1557.",
        "Bandiera, O., I. Barankay, and I. Rasul (2009). Social connections and incentives in the workplace: Evidence from personnel data. Econometrica 77(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Bayer, P., L. R. Stephen, and G. Topa (2008). Place of work and place of residence: Informal hiring networks and labor market outcomes. Journal of Political Economy 116(6), 1150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Beaman, L. (2012). Social networks and the dynamics of labour market outcomes: Evidence from refugees resettled in the u.s. Review of Economic Studies 79(1), 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Bjorkegren, D. and D. Grissen (2018). Behavior revealed in mobile phone usage predicts credit repayment. World Bank Economic Review. Accepted.",
        "Blau, F. D. and L. M. Kahn (2017, September). The gender wage gap: Extent, trends, and explanations. Journal of Economic Literature 55(3), 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865.",
        "Blumenstock, J., G. Chi, and X. Tan (2019, March). Migration and the Value of Social Networks. CEPR Discussion Papers 13611, C.E.P.R. Discussion Papers.",
        "Blumenstock, J. E., G. Cadamuro, and R. On (2015). Predicting poverty and wealth from mobile phone metadata. Science 350, 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1076.",
        "Buchel, K., M. V. Ehrlich, D. Puga, and E. Viladecans-Marsal (2019). Calling from the outside: The role of networks in residential mobility. Working Paper wp2019-1909, CEMFI.",
        "Burks, S. V., B. Cowgill, M. Hoffman, and M. Housman (2015, Feburary). The value of hiring through employee referrals. Quarterly Journal of Economics, 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Cai, H., H. Fang, and L. C. Xu (2011). Eat, drink, firms, government: An investigation of corruption from the entertainment and travel costs of chinese firms. The Journal of Law and Economics 54(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Card, D., A. R. Cardoso, J. Heining, and P. Kline (2018). Firms and labor market inequality: Evidence and some theory. Journal of Labor Economics 36(S1), S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Cover, T. M. and J. A. Thomas (2006). Elements of Information Theory 2nd Edition (Wiley Series in Telecommunications and Signal Processing). WileyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cInterscience.",
        "Dai, R., D. Mookherjee, K. Munshi, and X. Zhang (2018, August). Community networks and the growth of private enterprise in china. VoxDev..",
        "Donaldson, D. and A. Storeygard (2016, November). The view from above: Applications of satellite data in economics. Journal of Economic Perspectives 30(4), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Dustmann, C., A. Glitz, and U. Schonberg (2016). Referral-based job search networks. Review of Economics Studies 83, 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Eagle, N., M. Macy, and R. Claxton (2010). Network diversity and economic development.",
        "Edin, P.-A., P. Fredriksson, and O. Aslund (2003). Ethnic enclaves and the economic success of immigrants: Evidence from a natural experiment. The Quarterly Journal of Economics 118(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Foley, M. (2014). JPMorgan Gives Regulators Evidence of Nepotism in China. Retrieved March 13, 2014, from https://www.cheatsheet.com/money-career.",
        "Fruchterman, T. M. J. and E. M. Reingold (1991, November). Graph drawing by force-directed placement. Software: Practice and Experience 21(11), 1129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Gagnon, J., T. Xenogiani, and C. Xing (2014, Oct). Are migrants discriminated against in chinese urban labour markets? IZA Journal of Labor & Development 3(1), 17.",
        "Gee, L., J. Jones, and M. Burke (2017). Social networks and labor markets: How strong ties relate to job finding on facebookÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s social network. Journal of Labor Economics 35(2), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Giltz, A. (2017). Coworker networks in the labor market. Labour Economics 44, 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Glaeser, E. L., S. D. Kominers, M. Luca, and N. Naik (2015, December). Big data and big cities: The promises and limitations of improved measures of urban life. Working Paper 21778, National Bureau of Economic Research.",
        "Gonzalez, M. C., C. A. Hidalgo, and A.-L. Barabasi (2008, June). Understanding individual human mobility patterns. Nature 453, 779.",
        "Hastings, J. S. and J. M. Weinstein (2008, 11). Information, School Choice, and Academic Achievement: Evidence from Two Experiments*. The Quarterly Journal of Economics 123(4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Hellerstein, J., M. McInerney, and D. Neumark (2011). Neighbors and coworkers: The importance of residential labor market networks. Journal of Labor Economics 29(4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Hellerstein, J., M. McInerney, and D. Neumark (2014). Do labor market networks have an important spatial dimension? Journal of Urban Economics 79(4), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Henderson, J. V., A. Storeygard, and D. N. Weil (2012, April). Measuring economic growth from outer space. American Economic Review 102(2), 994Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Hoffman, M. (2017, June). The value of hiring through employee referrals in developed countries. IZA World of Labor.",
        "Ioannides, Y. M. and L. D. Loury (2004). Job information networks, neighborhood effects, and inequality. Journal of Economic Literature 42, 1056Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1093.",
        "Jeffers, J. (2018). The impact of restricting labor mobility on corporate investment and entrepreneurship. Working paper, SSRN.",
        "Jin, G. Z. and P. Leslie (2003). The effect of information on product quality: Evidence from restaurant hygiene grade cards. The Quarterly Journal of Economics 118(2), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Kramarz, F. and O. Skans (2014). When strong ties are strong: Networks and youth labour market entry. Review of Economic Studies 82(3), 1164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200.",
        "Kreindler, G. E. and Y. Miyauchi (2019). Measuring commuting and economic activity inside cities with cell phone records. Working paper.",
        "Munshi, K. and M. Rosenzweig (2013). Networks, commitment, and competence: Caste in indian local politics. Working Paper 19197, National Bureau of Economic Research.",
        "Ngai, L. R., C. A. Pissarides, and J. Wang (2017). Chinass mobility barriers and employment allocations. Journal of European Economic Association. Forthcoming.",
        "Nie, P. and A. Sousa-Poza (August 2017). What chinese worker value: An analysis of job satisfaction, job expectations and labor turnover in china. IZA Discussion Papers No. 10963 108.",
        "Ottaviano, G. I. and G. Peri (2006, January). The economic value of cultural diversity: evidence from US cities. Journal of Economic Geography 6(1), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Page, S. E. (2007). The Difference: How the Power of Diversity Creates Better Groups, Firms, Schools, and Societies (New Edition). Princeton University Press.",
        "Recchi, E. (2009). Chapter 4: The social mobility of mobile europeans. Volume 1 of Pioneers of European integration citizenship and mobility in the EU: Citizenship and mobility in the EU, pp. 72 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 97. Edward Elgar Publishing.",
        "Rothschild, M. and J. Stiglitz (1976). Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. The Quarterly Journal of Economics 90(4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Saygin, P. O., A. Weber, and M. A. Weynandt (2018). Coworkers, networks and job search outcomes. ILR Review. Forthcoming.",
        "Schumutte, I. (2015). Job referral networks and the determination of earnings in local labor markets. Journal of Labor Economics 33(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Schumutte, I. (2016). How do social networkds affect labor markets? IZA World of Labor October, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Smith, V. K. and F. R. Johnson (1988). How do risk perceptions respond to information? the case of radon. The Review of Economics and Statistics 70(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Spence, M. (1973). Job market signaling. The Quarterly Journal of Economics 87(3), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Topa, G. (2001). Social interactions, local spillovers and unemployment. Review of Economic Studies 68(261-295).",
        "Topa, G. (2011). Labor markets and referrals. Handbook of Social Economics 1B, 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1221.",
        "Wang, S. Y. (2013). Marriage networks, nepotism, and labor market outcomes in china. American Economic Journal: Applied Economics 5(3), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Whalley, J. and S. Zhang (2007). A numerical simulation analysis of (hukou) labour mobility restrictions in china. 83(2), 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Zhang, J. and J. Wu (2018). The chinese labor market, 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016. IZA World of Labor (437).",
        "Zhao, Y. (2003). The role of migrant networks in labor migration: The case of china. Contemporary Economic Policy 21(4), 500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Zhu, J. (2013). Chinese SOEs and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093invisible benefitsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Retrieved May 13, 2013, from https://www.ft.com."
    ]
}