{
    "id": 25874,
    "cites": 39,
    "cited_by": 9,
    "reference": [
        "Alon, T., D. Berger, R. C. Dent, and B. Pugsley (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Older and Slower: The Startup DeficitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lasting Impact on Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 93, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Altonji, J. G., and D. Card (1991): The Effects of Immigration on the Labor Market Outcomes of Less-skilled Nativespp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234. University of Chicago Press.",
        "Atkeson, A., A. Burstein, and M. Chatzikonstantinou (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transitional Dynamics in Aggregate Models of Innovative Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Bartelsman, E. J., and M. Doms (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Productivity: Lessons from Longitudinal Microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 38(3), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Bloom, D. E., D. Canning, G. Fink, and J. E. Finlay (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility, Female Labor Force Participation, and the Demographic Dividend,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 14(2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Bornstein, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Profits in an Aging Economy: The Role of Consumer Inertia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Buckles, K., D. Hungerman, and S. Lugauer (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Fertility a Leading Economic Indicator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Crump, R., S. Eusepi, M. Giannoni, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Approach to Measuring u*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "Davis, S., and J. Haltiwanger (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamism Diminished: The Role of Housing Markets and Credit Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Davis, S. J., and J. Haltiwanger (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Davis, S. J., J. Haltiwanger, R. Jarmin, and J. Miranda (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 2006, 21, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Decker, R., J. Haltiwanger, R. S. Jarmin, and J. Miranda (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Entrepreneurship in US Job Creation and Economic Dynamism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 28(3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "(2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Business Dynamism and Productivity: Shocks vs. Responsiveness, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 24236, National Bureau of Economic Research.",
        "Decker, R. A., J. Haltiwanger, R. S. Jarmin, and J. Miranda (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where has all the skewness gone? The decline in high-growth (young) firms in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 86, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Elsby, M. W., R. Michaels, and D. Ratner (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Effects of Labor Market Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Engbom, N. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm and Worker Dynamics in an Aging Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Fort, T. C., and S. D. Klimek (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Industry Classification Changes on US Employment Composition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Dartmouth University.",
        "Glover, A., and J. Short (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Origins of the Decline in LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Gourio, F., T. Messer, and M. Siemer (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Missing Generation of Firms? Aggregate Effects of the Decline in New Business Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Haltiwanger, J., R. Jarmin, and J. Miranda (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historically, Large Decline in Job Creation from Startup and Existing Firms in the 2008-2009 Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Dynamics Statistics Briefing 5, Kauffman Foundation.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Have All the Young Firms Gone?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Dynamics Statistics Briefing 6, Kauffman Foundation.",
        "Haltiwanger, J., R. S. Jarmin, and J. Miranda (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who creates jobs? Small versus large versus young,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Hathaway, I., and R. E. Litan (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Business Dynamism in the United States: A Look at States and Metros,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Brookings Institution.",
        "Hathaway, I., and R. E. Litan (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Driving the Decline in the Firm Formation Rate? A Partial Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Brookings Institution.",
        "Hopenhayn, H., J. Neira, and R. Singhania (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Population Growth to Firm Demographics: Implications for Concentration, Entrepreneurship and the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Hopenhayn, H., and R. Rogerson (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job turnover and policy evaluation: A general equilibrium analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, pp. 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Hopenhayn, H. A. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, exit, and firm dynamics in long run equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, pp. 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Jarmin, R. S., and J. Miranda (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Longitudinal Business Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper CES-02-17, US Census Bureau Center for Economic Studies.",
        "Karahan, F., and S. Rhee (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Aging, Migration Spillovers and the Decline in Interstate Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of New York Staff Report.",
        "Kozeniauskas, N. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Driving the Decline in Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, New York University.",
        "Lentz, R., and D. T. Mortensen (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Growth Through Product Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 76(6), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        "Liang, J., H. Wang, and E. P. Lazear (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographics and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126(S1), S140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS196.",
        "Nakamura, E., and J. Steinsson (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 32(3), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Peters, M., and C. Walsh (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Dynamism, Increasing Markups and Missing Growth: The Role of The Labor Force,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Pugsley, B. W., and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grown-up Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 32(3), 1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1147.",
        "Ravn, M. O., and H. Uhlig (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On adjusting the Hodrick-Prescott filter for the frequency of observations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economics and statistics, 84(2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Ruggles, S., K. Genadek, R. Goeken, J. Grover, and M. Sobeck (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 7.0 [dataset],Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Minneapolis: University of Minnesota.",
        "Salgado, S. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Minnesota.",
        "Shimer, R. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Young Workers on the Aggregate Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 116, No: 3 (Aug., 2001), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007."
    ]
}