{
    "id": 25888,
    "cites": 51,
    "cited_by": 6,
    "reference": [
        "Abadie, A., S. Athey, G. W. Imbens, and J. M. Wooldridge (2017). Sampling-based vs. designbased uncertainty in regression analysis. arXiv preprint arXiv:1706.01778.",
        "Athey, S. and G. W. Imbens (2017). The econometrics of randomized experiments. In Handbook of Economic Field Experiments, Volume 1, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140. Elsevier.",
        "Banerjee, A. V., S. Chassang, S. Montero, and E. Snowberg (2019). A theory of experimenters. Working Paper 23867, National Bureau of Economic Research.",
        "Banerjee, A. V., S. Chassang, and E. Snowberg (2017). Decision theoretic approaches to experiment design and external validity. In Handbook of Economic Field Experiments, Volume 1, pp. 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174. Elsevier.",
        "Bruhn, M. and D. McKenzie (2009). In pursuit of balance: Randomization in practice in development field experiments. American Economic Journal: Applied Economics 1(4), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Campbell, F. A., C. T. Ramey, E. Pungello, J. Sparling, and S. Miller-Johnson (2002). Early childhood education: Young adult outcomes from the Abecedarian Project. Applied Developmental Science 6(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Cattaneo, M. D. (2010). Efficient semiparametric estimation of multi-valued treatment effects under ignorability. Journal of Econometrics 155(2), 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Chung, E. and J. P. Romano (2013). Exact and asymptotically robust permutation tests. The Annals of Statistics 41(2), 484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Chung, E. and J. P. Romano (2016). Multivariate and multiple permutation tests. Journal of Econometrics 193(1), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Cunha, F., J. J. Heckman, L. Lochner, and D. V. Masterov (2006). Interpreting the evidence on life cycle skill formation. Handbook of the Economics of Education 1, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "de Haan, L. (1981). Estimation of the minimum of a function using order statistics. Journal of the American Statistical Association 76(374), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Efron, B. (1979a). Bootstrap methods: Another look at the jackknife. The Annals of Statistics 7(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Efron, B. (1979b). Computers and the theory of statistics: Thinking the unthinkable. SIAM Review 21(4), 460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Efron, B. (1981). Nonparametric standard errors and confidence intervals. Canadian Journal of Statistics 9(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Elango, S., J. L. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. J. Heckman, and A. Hojman (2015). Early childhood education. In Economics of Means-Tested Transfer Programs in the United States, Volume 2, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297. University of Chicago Press.",
        "Felitti, V. J., R. F. Anda, D. Nordenberg, D. F. Williamson, A. M. Spitz, V. Edwards, and J. S. Marks (1998). Relationship of childhood abuse and household dysfunction to many of the leading causes of death in adults: The Adverse Childhood Experiences (ACE) study. American Journal of Preventive Medicine 14(4), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Fisher, R. A. (1925). Statistical methods for research workers. Oliver and Boyd.",
        "Fisher, R. A. (1935). The design of experiments. Oliver and Boyd.",
        "Gosling, S. D., P. J. Rentfrow, and W. B. Swann Jr (2003). A very brief measure of the big-five personality domains. Journal of Research in Personality 37(6), 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Greenland, S. and M. A. Mansournia (2015). Penalization, bias reduction, and default priors in logistic and related categorical and survival regressions. Statistics in Medicine 34(23), 3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3143.",
        "Hall, P. (1988). Theoretical comparison of bootstrap confidence intervals. The Annals of Statistics, 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Heckman, J., R. Pinto, and P. Savelyev (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. American Economic Review 103(6), 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Heckman, J. J. and G. Karapakula (2019). Intergenerational and intragenerational externalities of the Perry Preschool Program. Working Paper 2019-033, Human Capital and Economic Opportunity Global Working Group.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Yavitz (2010a). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Quantitative Economics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Yavitz (2010b). The rate of return to the Highscope Perry Preschool Program. Journal of Public Economics 94(1-2), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Heckman, J. J., R. Pinto, A. M. Shaikh, and A. Yavitz (2011). Inference with imperfect randomization: The case of the Perry Preschool Program. Working Paper 16935, National Bureau of Economic Research.",
        "Heckman, J. J., J. Smith, and N. Clements (1997). Making the most out of programme evaluations and social experiments: Accounting for heterogeneity in programme impacts. The Review of Economic Studies 64(4), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Holm, S. (1979). A simple sequentially rejective multiple test procedure. Scandinavian Journal of Statistics, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Imbens, G. and K. Menzel (2018). A causal bootstrap. Working Paper 24833, National Bureau of Economic Research.",
        "Kang, J. D. Y. and J. L. Schafer (2007). Demystifying double robustness: A comparison of alternative strategies for estimating a population mean from incomplete data. Statistical Science 22(4), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Lehmann, E. L. (1993). The Fisher, Neyman-Pearson theories of testing hypotheses: One theory or two? Journal of the American Statistical Association 88(424), 1242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Li, X. and P. Ding (2016). Exact confidence intervals for the average causal effect on a binary outcome. Statistics in Medicine 35(6), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Li, X., P. Ding, and D. B. Rubin (2018). Asymptotic theory of rerandomization in treatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c control experiments. Proceedings of the National Academy of Sciences 115(37), 9157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9162.",
        "Lunceford, J. K. and M. Davidian (2004). Stratification and weighting via the propensity score in estimation of causal treatment effects: A comparative study. Statistics in Medicine 23(19), 2937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2960.",
        "Moffitt, T. E. (2018). Male antisocial behaviour in adolescence and beyond. Nature Human Behaviour 2, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Morgan, K. L. and D. B. Rubin (2012). Rerandomization to improve covariate balance in experiments.",
        "Morgan, K. L. and D. B. Rubin (2015). Rerandomization to balance tiers of covariates. Journal of the American Statistical Association 110(512), 1412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421.",
        "Neyman, J. S. (1923). ProÃ\u0083Å\u0092Ã\u0082Â\u0081ba uzasadnienia zastosowanÃ\u0083Å\u0092Ã\u0082Â\u0081 rachunku prawdopodobienÃ\u0083Å\u0092Ã\u0082Â\u0081stwa do doswiadczenÃ\u0083Å\u0092Ã\u0082Â\u0081 polowych (On the application of probability theory to agricultural experiments: Essay on principles). Roczniki Nauk Rolniczych (Annals of Agricultural Sciences) 10, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51. Reprinted in Statistical Science 5(4), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472, as a translation by D. M. Dabrowska and T. P. Speed (1990) from section 9 (29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42) of the original Polish article.",
        "Rigdon, J. and M. G. Hudgens (2015). Randomization inference for treatment effects on a binary outcome. Statistics in Medicine 34(6), 924Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Robins, J. M., A. Rotnitzky, and L. P. Zhao (1994). Estimation of regression coefficients when some regressors are not always observed. Journal of the American Statistical Association 89(427), 846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Robson, D. and J. Whitlock (1964). Estimation of a truncation point. Biometrika 51(1/2), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Schweinhart, L. J. (2013). Long-term follow-up of a preschool experiment. Journal of Experimental Criminology 9(4), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Schweinhart, L. J., H. V. Barnes, D. P. Weikart, W. Barnett, and A. Epstein (1993). Significant benefits: The High/Scope Perry Preschool Study through age 27 (Monographs of the High/Scope Educational Research Foundation, 10). Ypsilanti, MI: High Scope Educational Research Foundation.",
        "Schweinhart, L. J., J. R. Berrueta-Clement, W. S. Barnett, A. S. Epstein, and D. P. Weikart (1985). The promise of early childhood education. The Phi Delta Kappan 66(8), 548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Schweinhart, L. J., J. Montie, Z. Xiang, W. S. Barnett, C. R. Belfield, and M. Nores (2005). Lifetime effects: The High/Scope Perry Preschool Study through age 40 (Monographs of the High/Scope Educational Research Foundation, 14). Ypsilanti, MI: High Scope Educational Research Foundation.",
        "Schweinhart, L. J. and D. P. Weikart (1980). Young Children Grow Up: The Effects of the Perry Preschool Program on Youths Through Age 15. Ypsilanti, MI: High Scope Educational Research Foundation.",
        "Singh, K. and R. H. Berk (1994). A concept of type-2 p-value. Statistica Sinica, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Weikart, D. P., J. T. Bond, and J. T. McNeil (1978). The Ypsilanti Perry Preschool Project: Preschool years and longitudinal results through fourth grade. Number 3. Ypsilanti, MI: High Scope Educational Research Foundation.",
        "Wu, J. and P. Ding (2018). Randomization tests for weak null hypotheses. arXiv preprint arXiv:1809.07419.",
        "Young, A. (2019). Channeling Fisher: Randomization tests and the statistical insignificance of seemingly significant experimental results. The Quarterly Journal of Economics 134(2), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 598.",
        "Zigler, E. and D. P. Weikart (1993). Reply to SpitzÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s comments. American Psychologist 48(8), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916."
    ]
}