{
    "id": 25895,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Atkeson, Andrew, V. V. Chari, and Patrick J. Kehoe. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing capital income: a bad idea.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review, Federal Reserve Bank of Minneapolis 23 (3):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Bassetto, Marco and Jess Benhabib. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution, taxes, and the median voter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 9 (2):211 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 223.",
        "Benhabib, Jess. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic economic equilibrium under redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Difference Equations and Applications 13 (2-3):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Benhabib, Jess and Aldo Rustichini. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on a new class of solutions to dynamic programming problems arising in economic growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 18 (3):807 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 813.",
        "Chamley, Christophe. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 54 (3):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Chari, V. V., Lawrence J. Christiano, and Patrick J. Kehoe. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Fiscal Policy in a Business Cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102 (4):617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Chari, V. V., Pedro Teles, and Juan Nicolini. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More on the Optimal Taxation of Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep.",
        "Conesa, Juan Carlos, Sagiri Kitao, and Dirk Krueger. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Capital? Not a Bad Idea after All!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Erosa, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s and Martin Gervais. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation in Life-Cycle Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 105 (2):338 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 369.",
        "Hubbard, R. Glenn and Kenneth L Judd. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constraints, Fiscal Policy, and Consumption. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 943, National Bureau of Economic Research.",
        "Judd, Kenneth L. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive taxation in a simple perfect foresight model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 28 (1):59 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 83.",
        "Kydland, Finn E. and Edward C. Prescott. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50 (6):1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Lansing, Kevin J. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal redistributive capital taxation in a neoclassical growth model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 73 (3):423 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 453.",
        "Reinhorn, Leslie J. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On optimal redistributive capital taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory 0 (0):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Straub, Ludwig and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive Long-Run Capital Taxation: Chamley-Judd Revisited. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University.",
        "Werning, IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Fiscal Policy with Redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 122 (3):925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "Wolff, Edward N. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Wealth Trends in the United States, 1962 to 2016: Has Middle Class Wealth Recovered?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24085, National Bureau of Economic Research."
    ]
}