{
    "id": 25899,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Bai, J. and Ng, S. 2008, Large Dimensional Factor Analysis, Foundations and Trends in Econometrics 3:2, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Bai, J. and Ng, S. 2019, Regularized Estimation of Approximate Factor Models, Journal of Econometrics p. forthcoming.",
        "Banks, J., Blundell, R. and Lewbel, A. 1997, Quadratic Engel Curves and Consumer Demand, Review of Economics and Statistics 79, 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Breiman, L. 2001, Random Forests, Machine Learning 45(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Cha, W., Chintagunta, P. and Dhar, S. 2015, Food Purchases During the Great Recession, Kilts Booth Marketing Series, Paper 1-008.",
        "Chamberlain, G. 1984, Panel Data, Handbook of Econometrics, Vol. 2, North Holland, pp. 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Cleveland, W. and Devlin, S. 1980, Calendar Effects in Monthly Time Series: Detection by Spectrum Analysis and Graphical Models, Journal of the American Statistical Association 75(371), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c496.",
        "Cleveland, W. and Scott, S. 2007, Seasonal Adjustment of Weekly Time Series with Application to Unemployment Insurance Claims and Steel Production, Journal of Official Statistics 23(2), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Cleveland, W., Evans, T. and Scott, S. 2014, Weekly Seasonal Adjustment- A Locally weighted Regression Approach, U.S. Bureau of Labor Statistics Working Paper 473.",
        "Deaton, A. S. and Muellbauer, J. 1980, An Almost Ideal Demand System, American Economic Review 70, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Engle, R. F. and Kozicki, S. 1993, Testing for Common Features, Journal of Business and Economic Statistics 11, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Fok, D., Franses, P. and Paap, R. 2007, Seasonality and Non-Linear Price Effects in ScannerData -Based Market Response Models, Journal of Econometrics 138, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Geweke, J. 1978, The temporal and sectoral aggregation of seasonally adjusted time series, in A. Zellner (ed.), Seasonal Analysis of Economic Time Series, NBER, pp. 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Gorman, W. M. 1981, Some Engel Curves, in A. Deaton (ed.), Essays in the Theory and Measurement of Consumer Behavior in Honor of Sir Richard Stone, Cambridge University Press.",
        "Grittith, R., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, M. and Smith, K. 2015, Shopping Around: How Households Adjusted Food Spending over the Great REcession, IFS Working Paper W15/29.",
        "Harvey, A., Koopman, S. and Riana, M. 1997, The Modeling and Seasonal Adjustment of Weekly Observations, Journal of Business and Economic Statistics 15, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Lewbel, A. 1991, The Rank of Demand Systems: Theory and Nonparametric Estimation, Econometrica 59:1, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Lewbel, A. 1997, Consumer Demand Systems and Household Equivalence Scales, in M. H. Pesaran and P. Schmidt (eds), Handbook of Applied Econometrics, Vol. 2:4, Blackwell, Oxford, pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Lewbel, A. 2003, A Rational Rank Four Demand System, Journal of Applied Econometrics 18, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "McElroy, T. 2017, Multivariate Seasonal Adjustment, Economic Identities, and Seasonal Taxonomy, Journal of Business and Economic Statistics 35, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Morwitz, V. and Fitzsimons, G. 2004, The Mere-Measurement Ffect: Why Does Measuring Intentions Change Actual Behavior, Journal of Consumer Psychology 14:1-2, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Muellbauer, J. 1975, Aggregation, Income Distribution, and Consumer Demand, Review of Economic Studies 62, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Ng, S. 2017, Opportunities and Challenges: Lessons from Analyzing Terabytes of Scanner Data, in B. Honore, A. Pkes, M. Piazzesi and L. Samuelson (eds), Advances in Economics and Econometrics, Eleventh World Congress of the Econometric Society, Vol. II, Cambridge University Press, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Pierce, D., Grupe, M. and Cleveland, W. 1984, Seasonal Adjustment of the Weekly Monetary Aggregate: A Model Based Approach, Journal of Business and Economic Statistics 2, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}