{
    "id": 25909,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Aizenman, Joshua, Kletzer, Kenneth M., and Pinto, Brian, 2005, Sargent-Wallace Meets KrugmanFlood -Garber, or: Why Sovereign Debt Swaps Do to Avert Macroeconomic Crises, Economic Journal, 115, 343-367.",
        "Aizenman, Joshua, and Marion, Nancy, 2004, International Reserve Holdings with Sovereign Risk and Costly Tax Collection, Economic Journal, 114, 569-591.",
        "Algieri, Bernardina. 2013, Determinants of the real effective exchange rate in the Russian Federation. The Journal of International Trade & Economic Development 22.7 (2013): 1013-1037.",
        "Bhattacharya, Rina, Katja Mann, and Mwanza Nkusu, 2018, Estimating the demand for reserve assets across diverse groups of countries, forthcoming, Review of International Economics.",
        "Brodersen KH, Gallusser F, Koehler J, Remy N, Scott SL., 2015, Inferring causal impact using Bayesian structural time-series models. Annals of Applied Statistics, 9, 1, 247-274.",
        "Cheung, Y. W., Chinn, M. D., Fujii, E., 2009, Pitfalls in measuring exchange rate misalignment. Open Economies Review, 20(2), 183-206.",
        "Dominguez, Kathryn M.E., Hashimoto, Yuko, and Ito, Takatoshi, 2012, International Reserves and the Global Financial Crisis, Journal of International Economics, 88, 388-406.",
        "Meyer, Josefin, Reinhart, Carmen M., and Trebesch, Christoph, 2018, Sovereign Bonds since Waterloo.",
        "Obstfeld, Maurice, Shambaugh, Jay C., and Taylor, Alan M., 2010, Financial Stability, the Trilemma, and International Reserves, American Economic Journal: Macroeconomics, 2, 57-94. Ottonello, Pablo, Perez, Diego J., The Currency Composition of Sovereign Debt, American Economic Journal: Macroeconomics, forthcoming.",
        "Qian, Xingwang, and Andreas Steiner, 2017, International reserves and the maturity of external debt, Journal of International Money and Finance 73: 399-418.",
        "Rodrik, Dani, 2006, The Social Cost of Foreign Exchange Reserves, International Economic Journal, 20, 3, 253-266.",
        "Tett, Gillian, 2019, The dollar will dominate for a while yet and when a challenge to its supremacy comes, it might be from an unexpected quarter, Financial Times, May 16."
    ]
}