{
    "id": 25905,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Abaluck, Jason and Jonathan Gruber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies Among the Elderly: Evidence From Plan Choice in the Medicare Part D Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abraham, Katharine, Emel Filiz Ozbay, Erkut Ozbay, and Lesley J. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing Effects, Earnings Expectations, and the Design of Student Loan Repayment Schemes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper 24484.",
        "Akers, Elizabeth J. and Matthew M. Chingos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are College Students Borrowing Blindly?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.brookings.edu/wp-content/uploads/2016/06/ are-college-students-borrowing-blindly_dec-2014.pdf 2014. Brown Center on Education Policy at Brookings.",
        "Anderson, Drew M., Johnathan G. Conzelmann, and T. Austin Lacy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Financial Knowledge in College: New Evidence from a National Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. RAND Working Paper WR-1256.",
        "Avery, Christopher and Sarah Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Loans: Do College Students Borrow Too Much - Or Not Enough?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2012, 26 (1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Barr, Andrew, Kelli Bird, and Benjamin L. Castleman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prompting Active Choice Among High-Risk Borrowers: Evidence from a Student Loan Counseling Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. EdPolicyWorks Working Paper.",
        "Benartzi, Shlomo and Richard H. Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Naive Diversification Strategies in Defined Contribution Saving Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "BesedeÃ\u0083â\u0080¦Ã\u0082Â¡, Tibor, Cary Deck, Sudipta Sarangi, and Mikhael Shor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Choice Overload Without Reducing Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2015, 97 (4), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopolous, and Lisa Sanbonmastu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Simplification and Information in College Decisions: Results from the H&R Block FAFSA Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (3), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Bhargava, Saurabh, George Loewenstein, and Shlomo Benartzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The costs of poor health (plan choices) & prescriptions for reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral Science & Policy, 2017, 3 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Booij, Adam S., Edwin Leuven, and Hessel Oosterbeek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information in the Take-up of Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2012, 31, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Cadena, Brian C. and Benjamin J. Keys, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Self-Control Explain Avoiding Free Money? Evidence from Interest-Free Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (4), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1129.",
        "Caetano, Gregorio, Miguel Palacios, and Harry Anthony Patrinos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Aversion to Debt: An Experiment among Student Loan Candidates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. World Bank Policy Research Working Paper No. 5737.",
        "Chernev, Alexander, Ulf BÃ\u0083Æ\u0092Ã\u0082Â¶ckenholt, and Joseph Goodman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Overload: A Conceptual Review and Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Psychology, 2015, 25 (2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Cox, James C., Daniel Kreisman, and Susan Dynarski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designed to Fail: Effects of the Default Option and Information Complexity on Student Loan Repayment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper 25258.",
        "Darolia, Rajeev and Casandra Harper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Use and Attention Deferment in College Student Loan Decisions: Evidence From a Debt Letter Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, 2018, 40 (1).",
        "Dunlop, Erin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Stafford Loans Actually Buy You? The Effect of Stafford Loan Access on Community College Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. CALDER Working Paper 94.",
        "Dynarski, Susan M. and Judith E. Scott-Clayton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost Of Complexity In Federal Student Aid: Lessons From Optimal Tax Theory And Behavioral Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2006, 59 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Evans, Brent J., Angela Boatman, and Adela Soliz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing and Labeling Effects in Preferences for Borrowing for College: An Experimental Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Higher Education, 2018.",
        "Federal Reserve Bank of New York, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quarterly Report on Household Debt and Credit 2018: Q4,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. New York, NY: Federal Reserve Bank of New York.",
        "Field, Erica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Debt Burden and Career Choice: Evidence from a Financial Aid Experiment at NYU Law School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Heiss, Florian, Daniel McFadden, and Joachim Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription Drug Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David A. Wise, ed., Research Findings in the Economics of Aging, University of Chicago Press, 2010, pp. 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Iyengar, Sheena S. and Emir Kamenica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Proliferation, Simplicity Seeking, and Asset Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2010, 94 (7-8), 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        ", Gur Huberman, and Wei Jiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Choice is Too Much? Contributions to 401(k) Retirement Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Olivia S. Mitchell and Stephen P. Utkus, eds., Pension Design and Structure: New Lessons from Behavioral Finance, Oxford University Press Inc., New York, 2004, pp. 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Johnson, Eric J, Ran Hassin, Tom Baker, Allison T Bajger, and Galen Treuer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Consumers Make Affordable Care Affordable? The Value of Choice Architecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 2013, 8 (12), e81521.",
        "Kairies-Schwarz, Nadja, Johanna Kokot, Markus Vomhof, and Jens Wessling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Consumers Choose Health Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cAn Experiment on Heterogeneity in Attribute Tastes and Risk Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Ruhr Economic Paper No. 537.",
        "Kuksov, Dmitri and J. Miguel Villas-Boas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When More Alternatives Lead to Less Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 2010, 29 (3), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Lochner, Lance and Alexander Monge-Naranjo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints in Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2012, 4 (1), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Looney, Adam and Constantine Yannelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Crisis in Student Loans?: How Changes in the Characteristics of Borrowers and in the Institutions They Attended Contributed to Rising Loan Defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2015, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Lusardi, Annamaria, Carlo de Bassa Scheresberg, and Noemi Oggero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Loan Debt in the US: An Analysis of the 2015 NFCS Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.usfinancialcapability.",
        "org/downloads/GFLEC-Brief-Student-Loan-Debt.pdf 2016. Global Financial Literacy Excellence Center Policy Brief.",
        "Marx, Benjamin M. and Lesley J. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing Trouble? Student Loans, the Cost of Borrowing, and Implications for the Effectiveness of Need-Based Grant Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2018, 10 (2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Pallais, Amanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Differences that Matter: Mistakes in Applying to College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (2), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Sarver, Todd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anticipating Regret: Why Fewer Options May Be Better,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Scheibehenne, Benjamin, Rainer Greifeneder, and Peter M. Todd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can There Ever Be Too Many Options? A Meta-Analytic Review of Choice Overload,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Research, 2010, 37 (3), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Schmeiser, Maximilian, Christina Stoddard, and Carly Urban, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Salient Student Loan Information College StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic and Borrowing Behavior?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2017, 56, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Schram, Arthur and Joep Sonnemans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Individuals Choose Health Insurance: An Experimental Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2011, 55 (6), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Shafir, Eldar, Itamar Simonson, and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reason-based Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognition, 1993, 49, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Solis, Alex, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Access and College Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (2), 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622. Stoddard, Christina and Carly Urban, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of State Mandated Financial Education on College Financing Behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, forthcoming.",
        "Wiederspan, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Denying Loan Access: The Student-Level Consequences When Community Colleges Opt Out of the Stafford Loan Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2016, 51, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Zhou, Chao and Yuting Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vast Majority Of Medicare Part D Beneficiaries Still DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Choose The Cheapest Plans That Meet Their Medication Needs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2012, 31 (10), 2259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2265."
    ]
}