{
    "id": 25906,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "AUTOR, D. H., C. J. PALMER, AND P. A. PATHAK (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge, Massachusetts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122, 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gentrification and the Amioneity Value of Crime Reductions: Evidence from Rent Deregulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "BAUM-SNOW, N. AND J. MARION (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Low Income Housing Tax Credit Developments on Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93, 654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "BEHRENS, K., G. DURANTON, AND F. ROBERT-NICOUD (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productive Cities: Sorting, Selection, and Agglomeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "BERGER, D., V. GUERRIERI, G. LORENZONI, AND J. VAVRA (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House prices and consumer spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85, 1502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542.",
        "BRUECKNER, J. (1987): Handbook of Regional and Urban Economics, Amsterdam: NorthHolland, chap. The Structure of Urban Equilibria: A Unified Treatment of the MuthMills Model.",
        "CAMPBELL, J. Y. AND J. COCCO (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Risk Management and Optimal Mortgage Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118, 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1494.",
        "COCCO, J. AND P. LOPES (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reverse Mortgage Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper London Business School and London School of Economics.",
        "COCCO, J. F. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice in the Presence of Housing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "COLLINSON, R. AND P. GANONG (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Changes in Housing Voucher Design Affect Rent and Neighborhood Quality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 10, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "COUTURE, V., C. GAUBERT, J. HANDBURY, AND E. HURST (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Growth and the Distributional Effects of Urban Spatial Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Chicago Booth.",
        "DAVIS, M. A., J. GREGORY, AND D. A. HARTLEY (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Run Effects of Low Income Housing on Neighborhood Composition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "DAVIS, M. A., J. GREGORY, D. A. HARTLEY, AND K. T. K. TAN (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Choices, Neighborhood Effects and Housing Vouchers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "DAVIS, M. A. AND S. VAN NIEUWERBURGH (2015): Handbook of Regional and Urban Economics, North Holland, chap. Housing, Finance, and the Macroeconomy, Chapter 12.",
        "DIAMOND, P. AND E. SAEZ (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case for a Progressive Tax: From Basic Research to Policy Recommendations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "DIAMOND, R. AND T. MCQUADE (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Wants Afordable Housing in their Backyard ? An Equilibrium Analysis of Low Income Property Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "DIAMOND, R., T. MCQUADE, AND F. QIAN (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Rent Control Expansion on Tenants, Landlords, and Inequality: Evidence from San Francisco,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "EECKHOUT, J., R. PINHEIRO, AND K. SCHMIDHEINY (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122, 554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "FAVILUKIS, J., S. C. LUDVIGSON, AND S. VAN NIEUWERBURGH (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of Housing Wealth, Housing Finance and Limited Risk Sharing in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125, 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "FAVILUKIS, J. AND S. VAN NIEUWERBURGH (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-of-town Investors and City Welfare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Columbia GSB and UBC Sauder.",
        "FREEDMAN, M. AND E. OWENS (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low-income Housing Development and Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 70, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "GOMES, F. AND A. MICHAELIDES (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Limited Risk Sharing and Heterogenous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21 (1), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "GUERRIERI, V., D. HARTLEY, AND E. HURST (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous gentrification and housing price dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 100, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "GUREN, A. AND T. MCQUADE (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Foreclosures Exacerbate Housing Downturns ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies.",
        "HEATHCOTE, J., K. STORESLETTEN, AND G. L. VIOLANTE (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Progressivity: An Analytical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 132, 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "HIZMO, A. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk in Housing Markets: An Equilibrium Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper New York University.",
        "HSIEH, C.-T. AND E. MORETTI (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Constraints and Spatial Misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 11.",
        "IMROHOROGLU, A., K. MATOBA, AND S. TUZEL (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proposition 13: An Equilibrium Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Southern California.",
        "JOINT CENTER FOR HOUSING STUDIES OF HARVARD UNIVERSITY (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of the NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Housing 2018,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "KAPLAN, G., K. MITMAN, AND G. VIOLANTE (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and House Prices in the Great Recession: Model meets Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper New York University.",
        "KRUSELL, P. AND A. A. SMITH (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "LANDVOIGT, T., M. PIAZZESI, AND M. SCHNEIDER (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Market(s) of San Diego,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1407.",
        "LUQUE, J., N. IKROMOV, AND W. NOSEWORTHY (2019): Affordable Housing Development: Financial Feasibility, Tax Increment Financing, and Tax Credits, Springer.",
        "ORTALO-MAGNEÃ\u0083Å\u0092Ã\u0082Â\u0081, F. AND A. PRAT (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Asset Pricing: A First Step,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 83, 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "RAPPAPORT, J. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monocentric City Redux,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Federal reserve Bank of Kansas City.",
        "ROBACK, J. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, rents, and the quality of life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 90, 1257.",
        "ROSEN, S. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage-based indexes of urban quality of life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current issues in urban economics, 3.",
        "ROSSI-HANSBERG, E., P. D. SARTE, AND R. OWENS (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118, 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "SAIZ, A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "STORESLETTEN, K., C. TELMER, AND A. YARON (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Idiosyncratic Risk and Overlapping Generations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, Forthcoming, working Paper, University of Oslo.",
        "VAN NIEUWERBURGH, S. AND P.-O. WEILL (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has House Price Dispersion Gone Up?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 77, 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1606."
    ]
}