{
    "id": 25919,
    "cites": 84,
    "cited_by": 24,
    "reference": [
        "Acemoglu, D., D. Autor, D. Dorn, G. Hanson and B. Price (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great US Employment Sag of the 2000sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics, 34 (S1), pp. S141-S198.",
        "Ahmed, S., M. Appendino and M. Ruta (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Depreciations Without Exports? Global Value Chains and the Exchange Rate Elasticity of Exports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper 7390, World Bank, Washington. Alfaro, L., P. Antras, D. Chor and P. Conconi (forthcoming), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internalizing Global Value Chains: A Firm-Level AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy.",
        "Amiti, M. and J. Konings (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization, Intermediate Inputs, and Productivity: Evidence from IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 97 (5), pp. 1611-1638.",
        "Amiti, M. and D. Davis (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Firms, and Wages: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 79 (1), pp. 1-36.",
        "Amiti, M., O. Itskhoki and J. Konings (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters and Exchange Rate DisconnectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 104 (7), pp. 1942-78. Amiti, M., O. Itskhoki and J. Konings (forthcoming), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Shocks, Variable Markups and Domestic PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies.",
        "Amiti, M., S. Redding and D. Weinstein (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the 2018 Trade War on U.S. Prices and WelfareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEP Discussion Paper, No. 1603.",
        "Antras, P. and R. Staiger (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and the Role of Trade AgreementsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 102 (7), pp. 3140-83.",
        "Auer, R., A. Burstein and S. Lein (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Prices: Evidence from the 2015 Swiss Franc AppreciationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Auer, R., B. Bonadio and A. Levchenko (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics and Politics of Revoking NAFTAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 25379.",
        "Autor, D., D. Dorn and G. Hanson (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 103 (6), pp. 2121-68.",
        "Baker, S., N. Bloom, N. and S. Davis (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Policy UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 131 (4), pp. 1593-1636.",
        "Baldwin, R. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New eBook: Brexit BeckonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, VoxEU. Available in: https://voxeu.org/ article/newebook-brexit-beckons, 2016.",
        "Bastos, P., J. Silva and R. Proencca (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports and Job TrainingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of International Economics, 24 (4), pp. 737-756.",
        "Berman, N., P. Martin and T. Mayer (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do Different Exporters React to Exchange Rate Changes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 127 (1), pp. 437-492.",
        "Blanchflower, D., R. Costa and S. Machin (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return of Falling Real WagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEP Technical Report.",
        "Bloom, N., P. Bunn, S. Chen, P. Mizen, P. Smietanka, G. Thwaites and G. Young (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brexit and Uncertainty: Insights from the Decision Maker PanelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Fiscal Studies, 39 (4), pp. 555-580.",
        "Borusyak, K., P. Hull and X. Jaravel (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-experimental Shift-Share Research Designs Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Breinlich, H., E. Leromain, D. Novy and T. Sampson (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of the Brexit vote for UK Inflation and Living Standards: First EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEP Technical Report.",
        "Broda, C. and D. Weinstein (2006), \"Globalization and the Gains from Variety\", Quarterly Journal of Economics, 121 (2), pp. 541-585.",
        "Burgess, S., M. Knetter (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An International Comparison of Employment Adjustment to Exchange Rate FluctuationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of International Economics, 6 (1), pp. 151-163.",
        "Burstein, A., M. Eichenbaum and S. Rebelo (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Devaluations and the Real Exchange RateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 113 (4), pp. 742-784.",
        "Burstein, A. and G. Gopinath (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices and Exchange RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Handbook of International Economics, 4, Elsevier.",
        "Campa, J. and L. Goldberg (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Versus Wage Adjustment and the US dollar Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 83 (3), pp. 477-489.",
        "Chen, N., Chung W. and D. Novy (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Currency Pricing and Exchange Rate Pass-throughÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Discussion Paper, DP13085.",
        "Cravino, J. and A. Levchenko (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributional Consequences of Large Devaluations Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 107 (11), pp. 3477-3509.",
        "Criscuolo, C. and L. Garicano (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and Wage Inequality: Using Occupational Licensing as a Shifter of Offshoring CostsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 100 (2), pp. 439-43.",
        "Crowley, M., O. Exton and L. Han (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Renegotiation of Trade Agreements and Firm Exporting Decisions: Evidence from the Impact of Brexit on UK Exports, Working Paper.",
        "Datt, M., B. Hoekman and M. Malouche (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Stock of Trade Protectionism Since 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Bank - Economic Premise, pp. 1-9.",
        "Davies, R. and Z. Studnicka (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heterogeneous Impact of Brexit: Early Indications from the FTSEÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Economic Review, 110, pp. 1-17.",
        "De Long, B. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Think Harder About the Role of Globalization in Wage Stagnation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Blog entry.",
        "De Soyres, F., E. Frohm, V. Gunnella and E. Pavlova (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bought, Sold, and Bought Again : The Impact of Complex Value Chains on Export ElasticitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Policy Research Working Paper, No. 8535. World Bank, Washington, DC.",
        "Dearden, L., H. Reed and J. Van Reenen (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Training on Productivity and Wages: Evidence from British Panel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Oxford Bulletin of Economics and Statistics, 68 (4), pp. 397-421.",
        "Desai, M., C. Foley and J. Hines (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Effects of the Foreign Activities of U.S. MultinationalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Economic Policy, 1 (1), pp. 181-203.",
        "Dhingra, S., H. Huang, G. Ottaviano, J. Pessoa, T. Sampson and J. Van Reenen (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs and Benefits of Leaving the EU: Trade EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Economic Policy, 32 (92), pp. 651705.",
        "Ebenstein, A., A. Harrison, M. McMillan and S. Phillips (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of Trade and Offshoring on American Workers using the Current Population SurveysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 96 (4), pp. 581-595.",
        "Engel, C. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, 4, Elsevier.",
        "Fauceglia, D., A. Lassmann, A. Shingal and M. Wermelinger (2015), \"Backward Participation in Global Value Chains and Exchange Rate Driven Adjustments of Swiss ExportsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Study commissioned by the Swiss State Secretariat of Economic Affairs (SECO).",
        "Fajgelbaum, P., P. Goldberg, P. Kennedy and A. Khandelwal (2019), \"The Return to Protectionism Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 25638.",
        "Faust, F., J. Rogers, S. Wang and J. Wright (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The High-frequency Response of Exchange Rates and Interest Rates to Macroeconomic AnnouncementsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Monetary Economics, 54 (4), pp. 1051-1068.",
        "Feenstra, R., R. Lipsey, L. Branstetter, C. Foley, J. Harrigan, J. Jensen, L. Kletzer, C. Mann, P. Schott and G. Wright (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report on the State of Available Data for the Study of International Trade and Foreign Direct InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 16254.",
        "Feenstra, R. and G. Hanson (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Outsourcing and High-technology Capital on Wages: Estimates for the United States, 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 114 (3), pp. 907-940.",
        "Goldberg, L. and J. Tracy (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and WagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 8137.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik and P. Topalova (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multi-product Firms and Product Turnover in the Developing World: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 92 (4), pp. 1042-1049.",
        "Goldberg, P. and N. Pavcnik (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Trade PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Commercial Policy, 1, Elsevier.",
        "Gopinath, G., O. Itskhoki and R. Rigobon (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Choice and Exchange Rate Pass-throughÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 100 (1), pp. 304-336.",
        "Graziano, A., K. Handley and N. Limao (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brexit Uncertainty and Trade Disintegration Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Grossman, G. and E. Helpman (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identity Politics and Trade PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Grossman, G. and E. Rossi-Hansberg (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Tasks: A Simple Theory of Offshoring Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 98 (5), pp. 1978-1997.",
        "Grossman, G. (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment and Wage Effects of Import Competition in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economic Integration, 2 (1), pp. 1-23.",
        "Guner, N., A. Ruggieri and J. Tybout (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Offshoring, and the Job LadderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, 2018 Meeting Papers, SED.",
        "Hakobyan, S. and J. McLaren (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking for Local Labor Market Effects of NAFTAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 98 (4), pp. 728-741.",
        "Halpern, L., M. Koren and A. Szeidl (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Inputs and ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 105 (12), pp. 3660-3703.",
        "Hamermesh, D (1996), Labor Demand, Princeton University Press.",
        "Handley, K. and N. Limao (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Uncertainty, Trade, and Welfare: Theory and Evidence for China and the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 107 (9), pp. 273183.",
        "Handley, K. and N. Limao (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Investment under Policy Uncertainty: Theory and Firm EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Economic Policy, 7 (4), pp. 189-222.",
        "Harrison, A., J. McLaren and M. McMillan (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Perspectives on Trade and Inequality Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Annual Review of Economics, 3 (1), pp. 261-289.",
        "Helpman, E. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalisation and Wage InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the British Academy, 5, pp. 125-162.",
        "Hogrefe, J. and J. Wrona (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Tasks and Training: The Effect of Offshoring on Individual Skill UpgradingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Canadian Journal of Economics, 48 (4), pp. 1537-1560.",
        "Hummels, D., R. Jorgensen, J. Munch and C. Xiang (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wage Effects of Offshoring: Evidence from Danish Matched Worker-Firm DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 104 (6), pp. 1597-1629.",
        "Hummels, D., J. Munch, L. Skipper and C. Xiang (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring, Transition, and Training: Evidence from Danish Matched Worker-Firm DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 102 (3), pp. 424-28.",
        "Hummels, D., J. Munch and C. Xiang (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and Labor MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, 56 (3), pp. 981-1028.",
        "Hyman, B. (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Displaced Labor Be Retrained? Evidence from Quasi-Random Assignment to Trade Adjustment AssistanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Itskhoki, O. and D. Mukhin (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Disconnect in General EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 23401.",
        "Johnson, R. and G. Noguera (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Intermediates: Production Sharing and Trade in Value AddedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economics, 86 (2), pp. 224-236.",
        "Kasahara, H. and B. Lapham (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and the Decision to Import and Export: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economics, 89 (2), pp. 297-316.",
        "Kosteas, V. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Participation in Training and Import Competition: Evidence from the USAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Economy, 40 (6), pp. 1089-1104.",
        "Kovak, B., L. Oldenski and N. Sly (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market Effects of Offshoring by U.S. Multinational Firms: Evidence from Changes in Global Tax PoliciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Federal Reserve Bank of Kansas City Working Paper.",
        "Kugler, M. and E. Verhoogen (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Imported Inputs: New Facts and an Interpretation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 99 (2), pp. 501-07.",
        "Kugler, M. and E. Verhoogen (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Plant Size, and Product QualityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Review of Economic Studies, 79 (1), pp. 307-339.",
        "Leigh, D., W. Lian, M. Poplawski-Ribeiro and V. Tsyrennikov (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Trade Flows: Disconnected?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Chapter 3 in World Economic Outlook, IMF.",
        "Liu, R. and D. Trefler (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sorted Tale of Globalization: White Collar Jobs and the Rise of Service OffshoringÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Liu, R. and D. Trefler (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Much Ado about Nothing: American Jobs and the Rise of Service Outsourcing to China and IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Lynch, L. (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private-sector Training and the Earnings of Young WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 82 (1), pp. 299-312.",
        "Mishel, L. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causes of Wage StagnationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Washington, DC: Economic Policy Institute. Available at: http://www.epi.org/publication/causes-of-wage-stagnation.",
        "OECD (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Investment: An International ComparisonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. OECD Publishing.",
        "Ottaviano, G., G. Peri and G. Wright (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, Offshoring and American JobsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 103 (5), pp.1925-59 Pierce, J. and P. Schott (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of U.S. Manufacturing Employment Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 106 (7), pp. 1632-62.",
        "Revenga, A. (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting Jobs?: The Impact of Import Competition on Employment and Wages in U.S. ManufacturingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 107 (1), pp. 255-284.",
        "Sampson, T. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brexit: The Economics of International DisintegrationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Perspectives, 31 (4), pp. 163-84.",
        "Schone, P. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Increased International Competition Increase the Need for Training ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Applied Economics Letters, 14 (2), pp. 151-155.",
        "Sethupathy, G. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring, Wages, and Employment: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Economic Review, 62 (C), pp. 73-97.",
        "Sitchinava, M. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Technology, and Wage Inequality: Evidence from U.S. Manufacturing, 1989-2004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, University of Oregon, Ph. D. dissertation.",
        "Trefler, D. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short of the Canada-U.S. Free Trade AgreementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 94 (4), pp. 870-895.",
        "Van Reenen, J. (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BrexitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-run Effects on the UK economyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity, 47 (2), pp. 367-383.",
        "Van Ark, B., J. Hao, C. Corrado and C. Hulten (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Intangible Capital and its Contribution to Economic Growth in EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper."
    ]
}