{
    "id": 2592,
    "cites": 28,
    "cited_by": 13,
    "reference": [
        "Arrow, K.J., The Economic Implications of Learning by Doing, Review of Economic Studies. 1962, 24, pp. 155-173. BaumÃ\u0083Â¶l, W,J,, Productivity Growth, Convergenece, and Welfare: What the Long-Run Data Show, American Economic Review. 1986, 76, pp. 1072-1085. Bhagwati, J.N., Immiserizing Growth: A Geometrical note, Review of Economic. Studies. 1958, 25, pp. 201-205.",
        "- Foreign Trade Regimes and Economic Development: Anatomy and Consequences of Exchange Control Regimes. Lexington: Ballinger for the NBER, 1978.",
        "De Long, B. , Have Productivity Levels Converged? NBER Working Paper No. 2419, 1987.",
        "Dollar, D. , Technological Innovation, Capital Mobility, and the Product Cycle in North-South Trade, American Economic Review. 1986, 76, pp. 177-190.",
        "Eithier, W.J., National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review. 1982, 72, pp. 389-405.",
        "Feder, G., On Exports and Economic Growth, Journal of Development Economics. 1982, 12, pp. 59-73. Findlay, R. , Growth and Development in Trade Models, in Jones, R.W. and Kenen, P.B. (eds.), Handbook of International Economics vol.1, Amsterdam: North Holland, 1984. Flam, H. and Helpman, E. , Vertical Product Differentiation and North-South Trade, American Economic Review. 1987, 77, pp. 810-822. Grilliches, Z. , Issues in Assessing the Contribution of Research and Development in Productivity Growth. be 11 Journal of Economics. iG?9, 10. pp. 92-116.",
        "Grossman, G.M. and Helpman, E., Product Development and International Trade, mimeo, 1988.",
        "Helpman, E., Increasing Returns, Imperfect Competition, and Trade Theory, in Jones, R.W. and Kenen, P.B. (eds.), Handbook fif International Economics vol.1, Amsterdam: North Holland, 1984.",
        "- and Krugman, P.R., Market Structure Ã\u0082Â¿nd Foreign Trade. Cambridge: The MIT Press, 1985.",
        "- and Trajtenberg, M., Dynamic Comparative Advantage and the Hypothesis of Export-Led Growth, mimeo, 1987.",
        "Jensen, R. and Thursby, M. A Decision Theoretic Model of Innovation, Technology Transfer and Trade, Review of Economic Studies. 1987, 55. pp. 631-648.",
        "Judd, K.L., On the Performance of Patents, Econometrics. 1985, 53, pp. 567-585.",
        "Krueger, A.O., Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences. New York: Columbia University Press for the NBER, 1978.",
        "Krugman, P.R., A Model of Innovation, Technology Transfer, and the World Distribution of Income, Journal of Political Economy. 1979, 87, pp. 253-266.",
        "Learner, E.E., Sources of International Comparative Advantage. Cambridge: The MIT Press, 1984.",
        "- Paths of Development in the 3-Factor, n-Good General Equilibrium Model, Journal fif Political Economy. 1987, 95, pp. 961-999.",
        "Lucas, R.E. Jr., On the Mechanics of Economic Development, mimeo, the Marshall and Horowitz lectures, 1985.",
        "Maddison, A. , Phases of Capitalist Development. Oxford: Oxford University Press, 1982.",
        "-Growth and Slowdown in Advanced Capitalist Economies: Techniques of Quantitative Assessment, Journal of Economic Literature. 1987, 25, pp. 649-698.",
        "Michaely, M. , Exprts and Growth: An Empirical Investigation, Journal of Development Economics. 1977, 4, pp. 49-53.",
        "Oniki, H. and Uzawa, H., Patterns of Trade and Investment in a Dynamic Model of International Trade, Review of Economic Studies. 1965, 32, pp. 15-38.",
        "Pasinetti, L. , Structural Change and Economic Growth. Cambridge: Cambridge University Press, 1981.",
        "Romer, P.M., Increasing Returns and Long-run Growth, Journal of Political Economy. 1986, 94, pp. 1002-1037..",
        "- Increasing Returns, Specialization, and External Economies: Growth as Described by Allyn Young, Working Paper No. 64, Rochester Center for Economic Research, 1986.",
        "- Capital Accumulation in the Theory of Long Run Growth, Working Paper No. 123, Rochester Center for Economic Research, 1988.",
        "Smith, M.A.M., Capital Theory and Trade Theory, in Jones, R.W. and Kenen P.B (eds.), Handbook of International Economics vol.1, Amsterdam: North Holland, 1984.",
        "Vernon, R. , International Investment and International Trade in the Product Cycle. Quarterly Journal of Economics. 1966, 80, pp. 190-207.",
        "Young, A.A., Increasing Returns and Economic Progress, Economic Journal. 1928, 38, pp. 527-542."
    ]
}