{
    "id": 25925,
    "cites": 79,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, David Autor, David Dorn, Gordon H. Hanson, and Brendan Price. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great US Employment Sag of the 2000s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(S1): S141 - S198.",
        "Achen, Christopher H., and Larry M. Bartels. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blind Retrospection: Electoral Responses to Drought, Flu, and Shark Attacks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Achen, Christopher H., and Larry M. Bartels. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics as If Politics Mattered: A Reply to Fowler and Hall.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 80(4).",
        "AdaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Rodrigo, Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r, and Eduardo Morales. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shift-Share Designs: Theory and Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24944.",
        "Aghion, Philippe, Antonin Bergeaud, Matthieu Lequien, and Marc J. Melitz. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Exports on Innovation: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24600.",
        "Ahn, JaeBin, Amit K. Khandelwal, and Shang-Jin Wei. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intermediaries in Facilitating Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 84(1): 73-85.",
        "Aslam, Aqib, Emine Boz, Eugenio Cerutti, Marcos Poplawski-Ribeirom, and Petia Topalova. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Trade: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Behind the Slowdown?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF World Economic Outlook Autor, David H., David Dorn, and Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d America Economic Review 103(6): 2121-2168.",
        "Autor, David H., David Dorn, ,Gordon H. Hanson, and Kaveh Majlesi. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing Political Polarization? The Electoral Consequences of Rising Trade Exposure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22637.",
        "Barro, Robert J. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The control of politicians: An economic model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice 14(1):1942.",
        "Bazzi, Samuel and Christopher Blattman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Conflict: Evidence from Commodity Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 6(4):1-38.",
        "Besley, Timothy and Robin Burgess. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Government Responsiveness: Theory and Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117(4):1415-1451.",
        "Borusyak, Kirill, Peter Hull, and Xavier Jaravel. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Shift-Share Research Designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24977.",
        "Braggion, Fabio, Alberto Manconi, and Haikun Zhu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and Social Unrest: Evidence from 1930s China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "BruÃ\u0083Å\u0092Ã\u0082Ë\u0086ckner, Markus, and Antonio Ciccone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rain and the Democratic Window of Opportunity. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79(3): 923-947.",
        "Burke, Paul J., and Andrew Leigh. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Output Contractions Trigger Democratic Change?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 2(4): 124-157.",
        "Burke, Paul J. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth and Political Survival.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d B.E. Journal of Macroeconomics 12(1), Article 5.",
        "Campante, Filipe R., and Davin Chor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why was the Arab World Poised for Revolution? Schooling, Economic Opportunities, and the Arab SpringÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 26(2): 167-188.",
        "Campante, Filipe R., Ruben Durante, and Francesco Sobbrio. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politics 2.0: The Multifaceted Effect of Broadband Internet on Political Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 16(4): 1094-1136.",
        "Che, Yi, Yi Lu, Justin R. Pierce, Peter K. Schott, and Zhigang Tao. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Trade Liberalization with China Influence U.S. Elections?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22178.",
        "Chen, Xi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Protest and Contentious Authoritarianism in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York: Cambridge University Press.",
        "Chen, Ting, and James Kung. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Land Revenue Windfalls Create a Political Resource Curse? Evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 123: 86-106.",
        "Chen, Ting, and James Kung. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Busting the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrincelingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: The Campaign Against Corruption in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Primary Land Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Chen, Shawn Xiaoguang. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of a Fiscal Squeeze on Tax Enforcement: Evidence from a Natural Experiment in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 147: 62-76.",
        "Cole, Shawn, Andrew Healy, and Eric Werker. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Voters Demand Responsive Governments ? Evidence from Indian Disaster Relief.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 97(2): 167-181.",
        "Dippel, Christian, Robert Gold, Stephan Heblich, and Rodrigo Pinto. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables and Causal Mechanisms: Unpacking the Effect of Trade on Workers and Voters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23209.",
        "Diamond, Larry. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facing Up to the Democratic Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy 26(1):141-155.",
        "Dix-Carneiro, Rafael, and Brian K. Kovak. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Regional Dynamics.",
        "Dix-Carneiro, Rafael, Rodrigo R. Soares, and Gabriel Ulyssea. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Crime: Evidence from the Brazilian Trade Liberalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 10(4): 158-195.",
        "Dube, Oeindrila, and Juan F. Vargas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Price Shocks and Civil Conflict: Evidence from Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80(4): 1384-1421.",
        "Duch, Raymond M., and Randolph T. Stevenson. 2008. The Economic Vote: How Political and Economic Institutions Condition Election Results. Cambridge: Cambridge University Press.",
        "Eaton, Jonathan, Samuel Kortum, Brent Neiman, and John Romalis. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Global Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (11): 3401-38.",
        "Fearon, James D. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral accountability and the control of politicians: selecting good types versus sanctioning poor performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Democracy, Accountability, and Representation, edited by Adam Przeworski, Susan C. Stokes, Bernard Manin. New York: Cambridge University Press.",
        "Feenstra, Robert C., and Chang Hong. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exports and Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade, edited by Robert Feenstra and Shang-jin Wei. Chicago: University of Chicago Press.",
        "Feigenbaum, James J., and Andrew B. Hall. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Legislators Respond To Localized Economic Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 77(4): 1012-1030.",
        "Feler, Leo, and Mine Z. Senses. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Shocks and the Provision of Local Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 9(4): 101-143.",
        "Ferejohn, John. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incumbent Performance and Electoral Control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice 50(13) :5-25.",
        "Fisman, Raymond, Jing Shi, Yongxiang Wang, and Weixing Wu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soical Ties and the Selection of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Elite.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Fowler, Anthony H., and Andrew B Hall. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Shark Attacks Influence Presidential Elections ? Reassessing a Prominent Finding on Voter Competence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 80(4).",
        "Francois, Patrick, Francesco Trebbi, and Kairong Xiao. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factions in Non-democracies: Theory and Evidence from Chinese Communist PartyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22755.",
        "Gentzkow, Matthew, and Shapiro, Jesse M. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Media Slant? Evidence From U.S. Daily Newspapers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78(1): 35-71.",
        "Goldsmith-Pinkham, Paul, Isaac Sorkin, and Henry Swift. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik Instruments: What, When, Why, and How.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24408.",
        "Haggard, Stephan, and Robert R. Kaufman. 1995. The Political Economy of Democratic Transitions.",
        "Princeton: Princeton University Press Hanson, Gordon H. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Middle Kingdoms: Emerging Economies in Global Trade. Journal of Economic Perspectives 26(2): 41-64.",
        "Healy, Andrew J., and Neil Malhotra. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retrospective Voting Reconsidered.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 16: 285-306.",
        "Healy, Andrew J., Mikael Persson, and Erik Snowberg. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digging into the Pocketbook: Evidence on Economic Voting from Income Registry Data Matched to a Voter Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 111(4): 771-785.",
        "Hendrix, Cullen S., and Idean Salehyan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Rainfall, and Social Conflict in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research 49(1): 35-50.",
        "Jia, Ruixue. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather Shocks, Sweet Potatoes and Peasant Revolts in Historical China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 124(575): 92-118.",
        "Jensen, J. Bradford, Dennis P. Quinn, and Stephen Weymouth. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winners and Losers in International Trade: The Effects on US Presidential Voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization 71(3): 423-457.",
        "Jia, Ruixue, Masa Kudamatsu, and David Seim. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Selection in China: Complementary Roles of Connections and Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 13(4): 631-668.",
        "Kearney, Melissa S., and Phillip B. Levine. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Influences on Social Outcomes: The Impact of MTVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 16 and Pregnant on Teen Childbearing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105(12): 3597-3632.",
        "Kim, Nam Kyu. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting Economics Shocks and Coups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution 60(1): 3-31.",
        "Kovak, Brian K. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Effects of Trade Reform: What is the Correct Measure of Liberalization?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(5): 1960-1976.",
        "Leigh, Andrew. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the World Economy Swing National Elections?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics 71(2): 163-181.",
        "Levitsky, Steven, and Lucan Way. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Myth of Democratic Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy, 26(1):45-58.",
        "Lewis-Beck, Michael S. 1988. Economics and Elections. The Major Western Democracies. University of Michigan Press.",
        "Li, Hongbin, and Li-An Zhou. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Turnover and Economic Performance: the Incentive Role of Personnel in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89(9): 1743-1762.",
        "Lorentzen, Peter. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regularizing Rioting: Permitting Public Protest in an Authoritarian Regime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science 8(2): 127-158.",
        "Los, Bart, Marcel P. Timmer, and Gaaitzen J. de Vries. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Important are Exports for Job Growth in China? A Demand Side Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics 43(1): 19-32.",
        "Madestam, Andreas, Daniel Shoag, Stan Veuger, and David Yanagizawa-Drott. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Political Protest Matter? Evidence From The Tea Party Movement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(4): 1633-1685.",
        "Manacorda, Marco, and Andrea Tesei. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liberation Technology: Mobile Phones and Political Mobilization in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper McCaig, Brian. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting Out of Poverty: Provincial Poverty in Vietnam and U.S. Market Access.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 85: 102-113.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Civil Conflict: An Instrumental Variables Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112(4): 725753.",
        "Mullainathan, Sendhil, and Jann Spiess. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning: An Applied Econometric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 31(2): 87-106.",
        "New York Times. 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fading Factories Weigh on an Already Slowing Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 20 Jan 2016.",
        "New York Times. 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Protests Multiply in China as Economy Slows, Worrying Leaders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 14 Mar 2016.",
        "Nunn, Nathan, Nancy Qian, and Jaya Wen. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distrust and Political Turnover.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24187.",
        "Persson, Petra, and Ekaterina Zhuravskaya. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Limits of Career Concerns in Federalism: Evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 14(2): 338-374.",
        "Persson, Torsten, and Guido Tabellini. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Economics: Explaining Economic Policy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, MA: MIT Press.",
        "Qian, Gang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preserving Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times. https://cn.nytimes.com/china/ 20120919/cc19qiangang2/ Qin, Yu, and Hongjia Zhu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Run Away? Air Pollution and Emigration Interests in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics 31(1): 235-266.",
        "Redding, Stephen J., and Anthony J. Venables. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Geography and International Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 62(1): 53-83.",
        "Shih, Victor, and Jonghyuk Lee. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Locking in Fair Weather Friends: Assessing the Fate of Chinese Communist Elite when Their Patrons Fall from Power.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Stephens-Davidowitz, Seth. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Racial Animus on a Black Presidential Candidate: Using Google Search Data to Find What Surveys Miss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 118: 2640.",
        "Tanner, Murray Scot. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Social Unrest Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Testimony before the U.S.-China Economic and Security Review Commission. See: https://www.uscc.gov/sites/default/files/Tanner Written Testimony.pdf Topalova, Petia. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 2(4): 1-41.",
        "Wingender, Philippe. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergovernmental Fiscal Reform in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper.",
        "van der Brug, Wouter, Cees van der Eijk, and Mark Franklin. 2007. The Economy and the Vote. Cambridge University Press.",
        "Yao, Yang, and Muyang Zhang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subnational Leaders and Economic Growth: Evidence from Chinese Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 20: 405-436. A Data Appendix (FOR ONLINE PUBLICATION) A.1 Labor Disputes Data from MOHRSS The data on the number of labor dispute cases are from the China Labor Statistical Yearbook, published by the Ministry of Human Resources and Social Security (MOHRSS). These record labor dispute cases that have been officially submitted for mediation or arbitration to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093employment dispute arbitration committeesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Ã\u0083Â¥Ã\u0082Å Ã\u0082Â³Ã\u0083Â¥Ã\u0082Å Ã\u0082Â¨Ã\u0083Â¤Ã\u0082ÂºÃ\u0082â\u0080°Ã\u0083Â¨Ã\u0082Â®Ã\u0082Â®Ã\u0083Â¤Ã\u0082Â»Ã\u0082Â²Ã\u0083Â¨Ã\u0082Â£Ã\u0082Â\u0081Ã\u0083Â¥Ã\u0082Â§Ã\u0082â\u0080\u009dÃ\u0083Â¥Ã\u0082â\u0080\u0098Ã\u0082Ë\u009cÃ\u0083Â¤Ã\u0082Â¼Ã\u0082Å¡) at the county level. The count is aggregated at the province level when reported in the statistical yearbooks.",
        "During the period 2014-2016, there were 292 instances of local party secretary turnover, out of 987 available prefecture-year observations. Of these, 73 (or 25%) were classified as promotions and 161 (or 55.1%) as lateral movements. The latter include 50 instances of early lateral movements, that occurred before the incumbent had accrued three years in that position.",
        "Promotion age profile: Figure A.2 presents the age distribution of the prefecture party secretaries (right vertical axis), as well as the observed promotion probability at different ages (left vertical axis). The figure is constructed using the sample of prefecture party secretaries from 2012-2016; note that the promotion probability is computed simply as the share of incumbents promoted at each given age. The figure shows that the promotion likelihood peaks between ages 49-53 and declines steadily afterward. Likewise, the frequency of observing a party secretary at a given age declines after age 53. In our empirical analysis, we thus consider the age range between 49-53 as that in which a prefecture party secretary would see his/her expected future rents from holding office to be at its largest.",
        "Early lateral movement and career trajectory: We investigate the implications of early lateral movement on an officialÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s career path, to show that this lowers his/her probability of future promotion. Toward this end, we use the data on political turnover of prefecture party secretaries and restrict the sample to those officials who experienced a lateral movement during 2007-2012; we then examine the career path of these officials up until 2016 where our data end.",
        "For each official, we consider the first lateral move he/she experienced in 2007-2012. Let P0 denote the position that the official held prior to this move, and let P1 be the position to which he/she was moved laterally. Let P2 then denote the position that he/she moved to in his/her next subsequent move, if any. We code up a dummy variable equal to 1 if P2 is a higher political rank relative to P1; the dummy is equal to 0 otherwise, including in situations where the official did not experience a subsequent move P2. Figure A.3 illustrates the future promotion probability among these lateral movers, grouped by bins according to their tenure duration in P0 at the time they were moved to P1. Notice that the subsequent promotion probability of early lateral movers, i.e., those who were in position P0 for fewer than three years, is lower than that of lateral movers with a tenure of 3-6 years."
    ]
}