{
    "id": 2593,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Aim, James (1988), Uncertain Tax Policies, Individual Behavior, and Welfare, American Economic Review 78, March, 237-245.",
        "Auerbach, Alan 3. (1979), Wealth Maximization and the cost of Capital, Quarterly Journal of EconomJ~g~ 93, August, 433-46.",
        "Auerbach, Alan 3. (1983), Corporate Taxation in the United States, Brookings Papers on EconomIc Activity 2, 451-505.",
        "Auerbach, Alan 3. (1984), Taxes, Firm Financial Policy, and tne Cost of Capital: An Empirical Analysis, Journal of Public Economics 23, February/MarcO, 27-57.",
        "Auerbach, Alan 3. (1986), The Dynamic Effects of Tax Law Asymmetries, Review of Econonlc Studies 53, April, 205-25.",
        "Auerbach, Alan J. and Dale W, Jorgenson (1980), Inflation-Proof Depreciation of Assets, Harvard Business Review 58, September-October, 113-118.",
        "Ballard, Charles L., Don Fullerton, John B. Shoven, and John Whalley (1985), A General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press.",
        "Birnbaum, Jeffrey H. and Alan S. Murray (1987), Showdown at Gucci Gulch: Lawmakers, Lobbyists, and the Unlikely Triumph of Tax Reform, New York: Random House.",
        "Boskin, Michael 3. (1978), Taxation, Saving, and the Rate of Interest, Journal of Political Economy 86, April, S3-S27.",
        "Bradford, David F. (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15, February, 1-22.",
        "Chang, R. R. and D. E. Wildasin (1986), Randomization of Commodity Taxes: An Expenditure Minimization Approach, Journal of Public Economics 31, December, 329-45.",
        "Feldstein, Martin (1976), On the Theory of Tax Reform, Journal of Public Economics 6, July-August, 77-104.",
        "Fullerton, Don and Yolanda K. Henderson (1985), Long Run Effects of the Accelerated Cost Recovery System, Review of Economics and Statistics 67, August, 363-72.",
        "Fullerton, Don and Yolanda K. Henderson (forthcoming) , A Disaggregate Equilibrium Model of the Tax Distortions Among Assets, Sectors, and Industries, International Economic Review. Fullerton, Don, John B. Shoven, and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax: A Sequenced General Equilibrium Approach, Journal of Public Economics 20, February, 3-23.",
        "Gordon, Roger H., James R. Hines, and Lawrence H. Summers (1987), Notes on the Tax Treatment of Structures, in Martin Feldstein, ed. The Effects of Taxation on Capital Accumulation, Chicago: University of Chicago Press.",
        "Gravelle, Jane G. (1981), The Social Cost of Nonneutral Taxation: Estimates for Nonresidential Capital, in C. P. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from ~ Washington, DC: The Urban Institute Press.",
        "Hall, Robert E. and Dale H. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-414.",
        "Howry, E. Philip and Saul H. Hymans (1978), The Measurement and Determination of Loanable Funds Saving, Brookings Papers on Economic Activity, 655-85.",
        "Hulten, Charles P. and Frank C. Wykoff (1981a), Tax Changes and Substitution Elasticities, Washington, DC: The Urban Institute.",
        "Hulten, Charles P. and Frank C, Wykoff (l98lb), Economic Depreciation and Accelerated Depreciation: An Evaluation of the Conable-Jones 10-5-3 Proposal, National Tax Journal 34, March, 45-60. King, Mervyn A. (1977), Public Policy and the Corporation, London: Chapman and Hall.",
        "Mackie, James B. (1985), Two Essays on Capital Taxation, unpublished Ph.D dissertation, University of Virginia.",
        "McLure, Charles H. (1979), Must Corporate Income be Taxed Twice?, Washington DC: The Brookings Institution.",
        "Mohr, M. F. (1980), The Long-Term Structure of Production, Factor Demands, and Factor Productivity in U.S. Manufacturing Industries, in 3. W. Kendrick and B. N. Vaccara, eds., New Developments in Productivity Measurement and Analysis, Chicago: The University of Chicago Press.",
        "Poterba, James M. and Lawrence H. Summers (1983), Dividend Taxes, Corporate Investment, and `Q, Journal of Public Economics 22, November, 135-67.",
        "Stiglitz, Joseph E. (1982) , Utilitarianism and Horizontal Equity: The Case for Random Taxation, Journal of Public Economics 18. June, 1-03.",
        "Zodmow, George (1981), Implementing Tax Reform, ~d~ional_T~~ Journal 34, December, 401-18."
    ]
}