{
    "id": 25952,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Atkinson, Antony B., Inequality: What Can Be Done?, Harvard University Press, 2015.",
        "Autor, David, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the Labor Share and the Rise of Superstar Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. MIT working paper.",
        "Baqaee, David Rezza and Emmanuel Farhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Misallocation in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. LSE working paper.",
        "Barkai, Simcha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Labor and Capital Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Benabou, Roland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, Price Setting and Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1988, 55 (3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Benhabib, Jess, Alberto Bisin, and Mi Luo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and Other Determinants of Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2017, 107 (5), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Bhandari, Anmol and Ellen McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sweat Equity in U.S. Private Business,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Minneapolis Fed Staff Report 560.",
        ", David Evans, Mikhail Golosov, and Thomas Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality, Business Cycles, and Monetary-Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. working paper.",
        "Bilbiie, Florin O., Fabio Ghironi, and Marc J. Melitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Entry, Product Variety, and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly power and endogenous product variety: Distortions and remedies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Brooks, Wyatt, Joseph Kaboski, and Yao Amber Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Policy, Agglomeration, and (the Lack of) Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. NBER Working Paper 25442.",
        "Brun, Lidia and Ignacio Gonzalez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Q and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. working paper.",
        "Buera, Francisco, Yongseok Shin, and Joseph Kaboski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and Development: A Tale of Two Sectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101, 19642002.",
        "Castaneda, Ana, Javier Diaz-Gimenez, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the U.S. Earnings and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2003, 111 (4), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Colciago, Andrea and Rajssa Mechelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Inequality: Aiyagari meets Bertrand and Cournot,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper.",
        "Crouzet, Nicolas and Neil R. Mehrotra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small and Large Firms over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "De Loecker, Jan, Jan Eeckhout, and Gabriel Unger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Market Power and the Macroeconomic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Dyrda, Sebastian and Benjamin Pugsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes, Regulations of Businesses and Evolution of Income Inequality in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper.",
        "Edmond, Chris, Virgiliu Midrigan, and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Costly Are Markups?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24800, National Bureau of Economic Research July 2018.",
        "Gopinath, Gita and Oleg Itskhoki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frequency of Price Adjustment and Pass-Through,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Guner, Nezih, Gustavo Ventura, and Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of SizeDependent Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2008, 11 (4), 721 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 744.",
        ", Remzi Kaygusuz, and Gustavo Ventura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income taxation of U.S. households: Facts and parametric estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2014, 17 (4), 559 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 581.",
        "Gutierrez, German and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Competition and Investment in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23583, National Bureau of Economic Research July 2017.",
        "Hall, Robert E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Markup of Prices over Marginal Costs and the Role of Mega-Firms in the US Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24574, National Bureau of Economic Research May 2018.",
        "Hartman-Glaser, Barney, Hanno Lustig, and Mindy Xiaolan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Share Dynamics When Firms Insure Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2018, forthcoming.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Progressivity: An Analytical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (4), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hubmer, Joachim, Per Krusell, and Anthony A. Smith Jr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comprehensive Quantitative Theory of the U.S. Wealth Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper.",
        "Hurst, Erik and Benjamin Pugsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, Tastes, and Entrepreneurial Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Miranda Schoar Haltiwanger, Hurst, ed., Measuring Entrepreneurial Businesses: Current Knowledge and Challenges, 2017.",
        "Itskhoki, Oleg and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Development Policies With Financial Frictions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Kaplow, Louis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Power and Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper 25578.",
        "Khan, Lina and Sandeep Vaheesan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Power and Inequality: The Antitrust Counterrevolution and Its Discontents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Law and Policy Review, 2017, 11, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 294.",
        "Kimball, Miles S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantitative Analytics of the Basic Neomonetarist Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 1995, 27 (4, Part 2), 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Klenow, Peter J. and Jonathan L. Willis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Rigidities and Nominal Price Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, July 2016, 83, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Krueger, Dirk, Kurt Mitman, and Fabrizio Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Household Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John Taylor and Harald Uhlig, eds., Handbook of Macroeconomics, Vol. 2B, 2017.",
        "Kuhn, Moritz and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932013 Update on the U.S. Earnings, Income, and Wealth Distributional Facts: A View from Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review, 2016, (April), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Levin, Andrew and Tack Yun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconsidering the Microeconomic Foundations of PriceSetting Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011 Meeting Papers 424, Society for Economic Dynamics 2011.",
        "Moll, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Losses from Financial Frictions: Can Self-Financing Undo Capital Misallocation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2014, 104 (10), 3186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Peter, Alessandra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owning Up: Closely Held Firms and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. working paper.",
        "Piketty, Thomas and Arthur Goldhammer, Capital in the Twenty-First Century, Harvard University Press, 2014.",
        "Saez, Emmanuel and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 02 2016, 131 (2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Shourideh, Ali and Ariel Zeitlin-Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Financing and the Role of Financial Frictions over the Business Cycle: Measurement and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2017, 92, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Smets, Frank and Rafael Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2007, 97 (3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Smith, Matthew, Danny Yagan, Owen Zidar, and Eric Zwick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capitalists in the Twenty-First Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper 25442.",
        "Stiglitz, Joseph, The Price of Inequality: How TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Divided Society Endangers Our Future, W.W. Norton & Company, 2012.",
        "Zetlin-Jones, Ariel and Ali Shourideh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External financing and the role of financial frictions over the business cycle: Measurement and theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2017, 92 (C), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15."
    ]
}