{
    "id": 2595,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Abowd, John M, Collective Bargaining and the Division of the Value of the Enterprise. NBER Working Paper Ho, 2137, 1987.",
        "Abowd, John M. The Effects of International Competition on Collective Bargaining Settlements in the United States. prepared for the HBER Conference on Immigration, Trade and Labor Markets, September 1987, Aoowd, John M, and Henry S. Farber Product Market Competition and Union Organizing Activity, mimeo April 1987, Abowd, John M, and Richard B. Freeman The Internationalization of the U.S. Labor Market, prepared for the NBER Conference on Immigration, Trade and Labor Markets, September 1987, Abowd, John and Tracy, Joseph On the Measurement of Union Product Market Shares, Working Paper, 1987.",
        "Ashenfelter, Orley and Brown, James Testing the Efficiency of Employment Contracts. Journal of Political Economy, Vol. 94, No. 3, Part 2, (1986).",
        "Bureau of the Census Annual Survey of Manufactures: Value of Product Shipments (Washington, DC: GPO, annual). Bureau of the Census U.S. Commodity Exports and Imports as Related to Output (Washington, DC: GPO, biennial). Cappelli, Peter Bargaining Structure and Wage Outcomes in the British Coal Industry. Industrial Relations, Vol. 26 No. 2 (Spring 1987): 127-145.",
        "Commons, John R, `American Shoemakers, 1648-1895, A Sketch of Industrial Evolution. Quarterly Journal of Economics Vol. 24 (November 1909): 39-83.",
        "Freeman, Richard and Medoff, James The Impact of the Percent Organized on Union and Nonunion Wages. Review of Economics and Statistics, Vol. 63 (November 1981).",
        "Kwoka, John Monopoly, Plant, and Union Effects on Worker Wages. Industrial and Labor Relations Review, Vol. 36, No, 2 (January 1983), pp,q25l57.",
        "Levinson, Harold Determining Forces in Collective Wage Bargaining, John Wiley and Sons, 1966.",
        "Levinson, Harold Unionism, Concentration and Wages Changes: Toward a Unified Theory. Industrial and Labor Relations Review, (January 1967), pp.198-205.",
        "Lewis, H. Gregg Unionism and Relative Wages in the United States (Chicago, IL: University of Chicago Press, 1963).",
        "Livernash, B. The Relation of Power to the Structure and Process of Collective Bargaining. Journal of Law and Economics, (October 1963), pp. 10-40.",
        "Rees, Albert The Economics of Trade Unions (Ohicago, IL: University of Chicago Fress, 1962) Rose, Nancy Unionization and Regulation: The Division of Rents in the Trucking Industry. Journal of Political Economy (December I9g7).",
        "Rosen, Sherwin Trade Union Power, Threat Effects and the Extent of Organization. Review of Economic Studies, Vol. 36, 1969.",
        "Ross, Arthur and Goldner, William Forces Affecting Interindustry Wage Structure. Quarterly Journal of Economics, Vol. 64, No. 2 (May 1950), pp. 254-61.",
        "Tracy, Joseph S. An Invesrigmtion into the Determinants of U.S. Strike Activity, .Americsn Economic Review 76 (June 1986): 423-36.",
        "Tracy, Joseph S. An Empirical Test of an Asymmetric Information Model of Strikes, Journal of Labor Economics 5 (April 1987): 149-73."
    ]
}