{
    "id": 25968,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Aghion, Philippe, Antonin Bergeaud, Timo Boppart, Peter Klenow, and Huiyu Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Growth from Creative Destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        ", , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Falling Growth and Rising Rents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Autor, David, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the Labor Share and the Rise of Superstar Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No. 23396, 2017.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2002, 117 (1), 339376.",
        "Cao, Dan, Henry R. Hyatt, Toshihiko Mukoyama, and Erick Sager, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Growth Through New Establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Caroli, Eve and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill-Biased Organizational Change? Evidence from A Panel of British and French Establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (4), 14491492.",
        "Chandler, Alfred D., Jr., The Visible Hand: The Managerial Revolution in American Business, Harvard University Press, 1993.",
        "Decker, Ryan A., John Haltiwanger, Ron S. Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Dynamism, Allocative Efficiency, and the Productivity Slowdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (5), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Edmond, Chris, Virgiliu Midrigan, and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Costly Are Markups?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Furman, Jason and Peter Orszag, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slower Productivity and Higher Inequality: Are They Related?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series WP18-4, 2018.",
        "Garicano, Luis and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and the Organization of Knowledge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Gaubert, Cecile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Sorting and Agglomeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2018, 108 (11), 3117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Gawande, Atul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Med,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Yorker, 2012.",
        "Gutierrez, German and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Competition and Investment in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23583, 2017.",
        "Haskel, Jonathan and Stian Westlake, Capitalism without Capital: The Rise of the Intangible Economy, Princeton University Press, 2017.",
        "Hobijn, Bart and Boyan Jovanovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information-Technology Revolution and the Stock Market: Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (5), 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Holmes, Thomas J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Wal-Mart and Economies of Density,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79 (1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hopenhayn, Hugo, Julian Neira, and Rish Singhania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Population Growth to Firm Demographics: Implications for Concentration, Entrepreneurship and the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No. 25382, 2018.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ongoing Evolution of US Retail: A Format Tugof -War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2015, 29 (4), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Karabarbounis, Loukas and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Factorless Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No. 24404, 2018.",
        "THE INDUSTRIAL REVOLUTION IN SERVICES 47 Loecker, Jan De, Jan Eeckhout, and Gabriel Unger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Market Power and the Macroeconomic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018.",
        "Rajan, Raghuram and Julie Wulf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2006, 88 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Ramondo, Natalia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative approach to multinational production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2014, 93 (1), 108 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 122.",
        "Rosenberg, Nathan and Manuel Trajtenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General-Purpose Technology at Work: The Corliss Steam Engine in the Late-Nineteenth-Century United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 2004, 64 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sarte, and Nicholas Trachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diverging Trends in National and Local Concentration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No. 25418, 2018.",
        "Sutton, John, Sunk Costs and Market Structure: Price Competition, Advertising, and the Evolution of Concentration, MIT Press, 1991.",
        "Syverson, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Market Power: Facts, Potential Explanations and Open Questions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Traina, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Aggregate Market Power Increasing? Production Trends Using Financial Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Working Paper Series No. 17, 2018."
    ]
}