{
    "id": 25963,
    "cites": 87,
    "cited_by": 1,
    "reference": [
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 105(490): 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Adkisson, Richard V. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Convergence, State Film-Production Incentives, and Employment: A Brief Case Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Issues, 47(2): 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Albrecht, Greg. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Film and Video Tax Incentives: Estimated Economic and Fiscal Impacts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Louisiana Legislative Fiscal Office, Baton Rouge, LA.",
        "Anderson, John E. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Increment Financing: Municipal Adoption and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 43(2): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Arauzo-Carod, Josep-Maria, Daniel Liviano-Solis, and Miguel ManjoÃ\u0083Å\u0092Ã\u0082Â\u0081n-AntolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical studies in industrial location: An assessment of their methods and results. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 50(3): 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Bartik, Timothy J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 3(1): 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Bartik, Timothy J. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small business start-ups in the United States: Estimates of the effects of characteristics of states.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, 55(4): 1004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Bartik, Timothy J. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new panel database on business incentives for economic development offered by state and local governments in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d W.E. Upjohn Institute for Employment Research Report #225.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-In-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 119(1): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Besley, T, and a Case. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unnatural Experiments? Estimating the Incidence of Endogenous Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 110(467): F672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF694.",
        "Blair, John P., and Robert Premus. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Major factors in industrial location: A review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 1(1): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Bondonio, Daniele, and John Engberg. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enterprise Zones and Local Employment: Evidence from the StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 30(5): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 49.",
        "Briant, Anthony, Miren Lafourcade, and BenoÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0080\u009at Schmutz. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Tax Breaks Beat Geography? Lessons from the French Enterprise Zone Experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7(2): 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Burbidge, John B, Lonnie Magee, and a Leslie Robb. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Transformations to Handle Extreme Values of the Dependent Variable.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 83(401): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Buss, Terry F. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of state tax incentives on economic growth and firm location decisions: An overview of the literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 15(1): 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Button, Patrick. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can tax incentives create a local film industry? Evidence from Louisiana and New Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the Journal of Urban Affairs, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Button, Patrick. 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding Disability Discrimination Protections for Individuals with Disabilities: Evidence from California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 71(2): 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Carlton, Dennis W. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The location and employment choices of new firms: an econometric model with discrete and continuous endogenous variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 65(3): 440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Chirinko, Robert S, and Daniel J. Wilson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation Tax Credits and Job Growth: Whether, When and Where?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2010-25.",
        "Christopherson, Susan, and Ned Rightor. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Creative Economy as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Business Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Evaluating State Strategies to Lure Filmmakers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Planning Education and Research, 29(3): 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Combes, Pierre-Philippe, Gilles Duranton, Laurent Gobillon, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien Roux. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating agglomeration economies with history, geology, and worker effects. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The economics of agglomeration. Chapter 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65. Cambridge, MA:National Bureau of Economic Research.",
        "Conley, Timothy G., and Christopher R. Taber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference with Difference in Differences with a Small Number of Policy Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(1): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Dabney, Dan Y. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Enterprise Zone Incentives Affect Business Location Decisions ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 5(4): 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Dube, Arindrajit, T. William Lester, and Michael Reich. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Effects Across State Borders: Estimates Using Contiguous Counties.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 92(4): 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Dye, Richard F, and David F Merriman. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Tax Increment Financing on Economic Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 47: 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Ellison, Glenn, and Edward L. Glaeser. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geographic concentration of industry: Does natural advantage explain agglomeration?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(2): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Feldman, Maryann P. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Economics of Innovation, Spillovers And Agglomeration: A Review of Empirical Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Innovation and New Technology, 8(June 2013): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fletcher, Jason M, and Matthew N Murray. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition over the tax base in the state sales tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Review, 34(3): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Florida, Richard, Charlotta Mellander, and Kevin Stolarick. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographies of scope: An empirical analysis of entertainment, 1970-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 12(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Freedman, Matthew. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted Business Incentives and Local Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 48(2): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Freedman, Matthew. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Place-based programs and the geographic dispersion of employment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 53(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Gerring, John. 2012. Social Science Methodology: A Unified Framework. . 2nd ed., Cambridge, UK:Cambridge University Press.",
        "Glaeser, Edward L., and Bryce A. Ward. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The causes and consequences of land use regulation: Evidence from Greater Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 65: 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Agglomeration Spillovers: Evidence from Winners and Losers of Large Plant Openings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3): 536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Hanson, Andrew. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local employment, poverty, and property value effects of geographically-targeted tax incentives: An instrumental variables approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 39(6): 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c731.",
        "Hanson, Andrew, and Shawn Rohlin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do spatially targeted redevelopment programs spillover?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 43(1): 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Heyndels, Bruno, and Jef Vuchelen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax mimicking among Belgian municipalities. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 51(1): 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "He, Z., and M. Romanos. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial agglomeration and location determinants: Evidence from the US communications equipment manufacturing industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Horowitz, Joel L. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bootstrap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics. Vol. 5, , ed.",
        "James J. Heckman and Edward E. Leamer, 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3228. Elsevier B.V. Internal Revenue Service. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Independent Contractor or Employee? (Publication 1779 (Rev. 3-2012) Catalog Number 16134L).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of the Treasury, Washington, DC.",
        "Internal Revenue Service. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Publication 15-A Cat. No. 21453T EmployerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Supplemental Tax Guide (Supplement to Pub. 15, EmployerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tax Guide).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of the Treasury, Washington, DC.",
        "Internal Revenue Service. 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Publication 15 Cat. No. 10000W (Circular E), Employer Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tax Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of the Treasury, Washington, DC.",
        "Kline, Patrick, and Enrico Moretti. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennesse Valley Authority.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(1): 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Krupka, Douglas J., and Douglas S. Noonan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empowerment Zones, neighborhood change and owner-occupied housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 39(4): 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Ladd, Helen F. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mimicking of Local Tax Burdens Among Neighboring Counties.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Quarterly, 20(4): 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Lee, Yoonsoo. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic redistribution of US manufacturing and the role of state development policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64: 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Leiser, Stephanie. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of State Film Incentives: A Mixed-Methods Case Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 31(3): 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Lester, John. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax credits for foreign location shooting of films: No net benefit for Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy, 39(3): 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Luther, William. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Movie production incentives: Blockbuster support for lackluster policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Foundation Special Report No. 173.",
        "MacKinnon, James G. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap inference in econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 35: 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "Mackinnon, James G., and Lonnie Magee. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transforming the Dependent Variable in Regression Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 31(2): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Mattera, Philip, Thomas Cafcas, Leigh McIlvaine, Andrew Seifter, and Kasia Tarczynska. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money for Something: Job Creation and Job Quality Standards in State Economic Development Subsidy Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Good Jobs First, Washington, DC.",
        "Meer, Jonathan, and Jeremy West. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the minimum wage on employment dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 51(2): 500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Mora, Ricardo, and Iliana Reggio. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative diff-in-diffs estimators with several pretreatment periods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in Econometric Reviews, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Moretti, Enrico, and Daniel J. Wilson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State incentives for innovation, star scientists and jobs: Evidence from biotech.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 79: 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Neumark, David, and Diego Grijalva. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of State Hiring Credits During and After the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 70(5): 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Neumark, David, and Jed Kolko. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do enterprise zones create jobs? Evidence from CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s enterprise zone program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 68: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Papke, Leslie E. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interstate business tax differentials and new firm location.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 45(1): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Plaut, Thomas R., and Joseph E. Pluta. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business climate, taxes and expenditures, and state industrial growth in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, 50(1): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Popp, Anthony, and James Peach. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Film Industry in New Mexico and the Provision of Tax Incentives: A Report Submitted to the Legislative Finance Committee of the State of New Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Las Cruces, NM: Arrowhead Center, New Mexico State University.",
        "Porter, M. E. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, Competition, and Economic Development: Local Clusters in a Global Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 14(1): 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Reber, Sarah J. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Court-ordered desegregation - Successes and failures integrating American schools since Brown versus Board of Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 40(3): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Rogers, Cynthia L., and Chen Wu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment by foreign firms in the U.S.: Do state incentives matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 42(4): 664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Rohlin, Shawn M., and Jeffrey P. Thompson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local sales taxes, employment, and tax competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 70(October 2017): 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Rosenthal, Stuart S., and William C. Strange. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography, industrial organization, and agglomeration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 85(2): 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Rosenthal, Stuart S., and William C. Strange. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the nature and sources of agglomeration economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Regional and Urban Economics - Vol 4, 4(04): 2120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2167.",
        "Rubin, Donald B. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Analysis of Experimental Data: The Fisher Randomization Test Comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 75(371): 591.",
        "Schmenner, Roger W. 1982. Making Business Location Decisions. Cliffs, NJ: PrenticeHall Englewood.",
        "Schmenner, Roger W., Joel C. Huber, and Randall L. Cook. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic differences and the location of new manufacturing facilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 21(1): 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Shipan, Charles R., and Craig Volden. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mechanisms of Policy Diffusion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 52(4): 840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Shipan, Charles R, and Craig Volden. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy diffusion: Seven lessons for scholars and practitioners.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Administration Review, 72(6): 788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "Squire, Peverill. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legislative Professionalization and Membership Diversity In State Legislatures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Legislative Studies Quarterly, 17(1): 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Squire, Peverill. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring State Legislative Professionalism: The Squire Indix Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d State Politics and Policy Quarterly, 7(2): 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Squire, Peverill. 2012. The Evolution of American Legislatures: Colonies, Territories and States, 1619-2009. Ann Arbor, MI:University of Michigan Press.",
        "Storper, Michael, and Susan Christopherson. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flexible specialization and regional industrial agglomerations: the case of the US motion picture industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the Association of American Geographers, 77(1): 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Strauss-Kahn, Vanessa, and Xavier Vives. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why and where do headquarters move?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 39(2): 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Swenson, Charles W. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preliminary Evidence on Film Production and State Incentives. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, 31(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Tannenwald, Robert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Film Subsidies: Not Much Bang for too Many Bucks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Center on Budget and Policy Priorities.",
        "Thom, Michael. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lights, Camera, but No Action? Tax and Economic Development Lessons From State Motion Picture Incentive Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Review of Public Administration, 48(1): 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Thom, Michael. 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Yell Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cut?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d An Evaluation of the California Film and Production Tax Credit for the Motion Picture Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Journal of Politics and Policy, 10(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Thom, Michael, and Brian An. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fade to Black? Exploring Policy Enactment and Termination Through the Rise and Fall of State Tax Incentives for the Motion Picture Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Politics Research, 45(1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Walker, Jack L. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Innovations among the American States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 63(3): 880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Walker, Robert, and David Greenstreet. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Government Incentives and Assistance on Location and Job Growth in Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Studies, 25(1): 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Wasylenko, Michael J. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Economic Development: the State of the Economic Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Administration and Public Policy, 72: 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Weinstein, Russell. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Responses to Labor Demand Shocks: Evidence from the Financial Industry in Delaware.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 106: 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Wilson, Daniel J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beggar Thy Neighbor? The In-State, Out-of-State, and Aggregate Effects of R&D Tax Credits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 91(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Zin, David. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Film Incentives in Michigan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lansing, MI: State Fiscal Agency."
    ]
}