{
    "id": 25960,
    "cites": 62,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, Ufuk Akcigit, Harun Alp, Nicholas Bloom, and William R Kerr, 2013, Innovation, reallocation and growth, Discussion paper, National Bureau of Economic Research.",
        "Aksoy, Lerzan, Bruce Cooil, Christopher Groening, Timothy L Keiningham, and Atakan YalcÃ\u0083Å\u0092Ã\u0082Â§Ã\u0083â\u0080\u009eÃ\u0082Â±n, 2008, The long-term stock market valuation of customer satisfaction, Journal of Marketing 72, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Ayers, Benjamin C, Craig E Lefanowicz, and John R Robinson, 2000, The financial statement effects of eliminating the pooling-of-interests method of acquisition accounting, Accounting Horizons 14, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Belo, Frederico, Xiaoji Lin, and Maria Ana Vitorino, 2014, Brand capital and firm value, Review of Economic Dynamics 17, 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Bena, Jan, and Kai Li, 2014, Corporate innovations and mergers and acquisitions, The Journal of Finance 69, 1923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960.",
        "Bernstein, Jeffrey I, and Theofanis P Mamuneas, 2006, R&D depreciation, stocks, user costs and productivity growth for U.S. R&D intensive industries, Structural Change and Economic Dynamics 17, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Bernstein, Jeffrey I, and M Ishaq Nadiri, 1988, Interindustry r&d spillovers, rates of return, and production in high-tech industries, The American Economic Review 78, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Betton, Sandra, B Espen Eckbo, and Karin S Thorburn, 2008, Corporate takeovers, in Handbook of empirical corporate finance . pp. 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429 (Elsevier).",
        "Bhagat, Sanjai, Ming Dong, David Hirshleifer, and Robert Noah, 2005, Do tender offers create value? New methods and evidence, Journal of Financial Economics 76, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Bloom, Nicholas, Mark Schankerman, and John Van Reenen, 2013, Identifying technology spillovers and product market rivalry, Econometrica 81, 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Chan, Louis KC, Josef Lakonishok, and Theodore Sougiannis, 2001, The stock market valuation of research and development expenditures, The Journal of Finance 56, 2431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2456.",
        "Cockburn, Iain, and Zvi Griliches, 1988, The estimation and measurement of spillover effects of R&D investment-industry effects and appropriability measures in the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s valuation of R&D and patents, The American Economic Review 78, 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel, 2005, Measuring capital and technology: An expanded framework, in Measuring capital in the new economy . pp. 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46 (University of Chicago Press).",
        ", 2009, Intangible capital and US economic growth, Review of income and wealth 55, 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 685.",
        "Corrado, Carol A, and Charles R Hulten, 2010, How do you measure a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093technological revolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d?, American Economic Review 100, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        ", 2014, Innovation accounting, in Measuring Economic Sustainability and Progress . pp. 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628 (University of Chicago Press).",
        "Crouzet, Nicolas, and Janice C Eberly, 2019, Understanding weak capital investment: the role of market concentration and intangibles, Working Paper 25869 National Bureau of Economic Research.",
        "Daniel, Kent, and Sheridan Titman, 2006, Market reactions to tangible and intangible information, The Journal of Finance 61, 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1643.",
        "Eberhart, Allan C, William F Maxwell, and Akhtar R Siddique, 2004, An examination of longterm abnormal stock returns and operating performance following R&D increases, The Journal of Finance 59, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Edmans, Alex, 2011, Does the stock market fully value intangibles? employee satisfaction and equity prices, Journal of Financial economics 101, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Eisfeldt, Andrea L, and Dimitris Papanikolaou, 2013, Organization capital and the cross-section of expected returns, The Journal of Finance 68, 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        ", 2014, The value and ownership of intangible capital, American Economic Review 104, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Falato, Antonio, Dalida Kadyrzhanova, and Jae Sim, 2013, Rising intangible capital, shrinking debt capacity, and the US corporate savings glut, Working paper.",
        "Fama, Eugene F, and Kenneth R French, 1992, The cross-section of expected stock returns, the Journal of Finance 47, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        ", 1993, Common risk factors in the returns on stocks and bonds, Journal of financial economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Gourio, Francois, and Leena Rudanko, 2014, Customer capital, Review of Economic Studies 81, 1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1136.",
        "Griliches, Zvi, 1996, R&D and Productivity: The Econometric Evidence (Chicago University Press).",
        ", and Jacques Mairesse, 1984, Productivity and R&D at the firm level, in R&D, patents, and productivity . pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374 (University of Chicago Press).",
        "GutieÃ\u0083Å\u0092Ã\u0082Â\u0081rrez, GermaÃ\u0083Å\u0092Ã\u0082Â\u0081n, and Thomas Philippon, 2017, Investmentless growth: An empirical investigation, Brookings Papers on Economic Activity p. 89.",
        "Hall, Bronwyn H, Adam Jaffe, and Manuel Trajtenberg, 2005, Market value and patent citations, RAND Journal of economics pp. 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hall, Bronwyn H, Jacques Mairesse, and Pierre Mohnen, 2010, Measuring the returns to r&d, in Handbook of the Economics of Innovationvol. 2 . pp. 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1082 (Elsevier).",
        "Hall, Robert E, 2001, The stock market and capital accumulation, American Economic Review 91, 1185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1202.",
        "Hayashi, Fumio, 1982, TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation, Econometrica 50, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Hirshleifer, David, Po-Hsuan Hsu, and Dongmei Li, 2013, Innovative efficiency and stock returns, Journal of Financial Economics 107, 632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Huang, N, and E Diewert, 2007, Estimation of R&D depreciation rates for the US manufacturing and four knowledge intensive industries, in Sixth Annual Ottawa Productivity Workshop Held at the Bank of Canada.",
        "Hulten, Charles R, and Xiaohui Hao, 2008, What is a company really worth? Intangible capital and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market to book valueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d puzzle, Discussion paper, National Bureau of Economic Research.",
        "Kogan, Leonid, Dimitris Papanikolaou, Amit Seru, and Noah Stoffman, 2017, Technological innovation, resource allocation, and growth, The Quarterly Journal of Economics 132, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Koh, Ping-Sheng, and David M Reeb, 2015, Missing R&D, Journal of Accounting and Economics 60, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Korteweg, Arthur, 2010, The net benefits to leverage, The Journal of Finance 65, 2137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2170.",
        "Lev, Baruch, 2018, Ending the accounting-for-intangibles status quo, European Accounting Review forthcoming.",
        ", and Suresh Radhakrishnan, 2005, The valuation of organization capital, in Measuring capital in the new economy . pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110 (University of Chicago Press).",
        "Lev, Baruch, and Theodore Sougiannis, 1996, The capitalization, amortization, and value-relevance of R&D, Journal of Accounting and Economics 21, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Lev, Baruch, and Paul Zarowin, 1999, The boundaries of financial reporting and how to extend them, Journal of Accounting research 37, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Li, Kai, Buhui Qiu, and Rui Shen, 2018, Organization capital and mergers and acquisitions, Journal of Financial and Quantitative Analysis pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Li, Peixin, Frank Weikai Li, Baolian Wang, and Zilong Zhang, 2018, Acquiring organizational capital, Finance Research Letters 25, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Li, Wendy CY, and Bronwyn H Hall, 2016, Depreciation of business r&d capital, Review of Income and Wealth.",
        "Loumioti, Maria, 2012, The use of intangible assets as loan collateral, Available at SSRN 1748675.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2001, The market for corporate assets: Who engages in mergers and asset sales and are there efficiency gains?, The Journal of Finance 56, 2019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2065.",
        "Mann, William, 2018, Creditor rights and innovation: Evidence from patent collateral, Journal of Financial Economics 130, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Nix, Paul E, and David E Nix, 1992, A historical review of the accounting treatment of research and development costs, Accounting Historians Journal 19, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Pakes, Ariel, and Mark Schankerman, 1984, The rate of obsolescence of patents, research gestation lags, and the private rate of return to research resources, in R&D, patents, and productivity . pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88 (University of Chicago Press).",
        "Peters, Ryan H, and Lucian A Taylor, 2017, Intangible capital and the investment-q relation, Journal of Financial Economics 123, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Phillips, Gordon M, and Alexei Zhdanov, 2013, R&D and the incentives from merger and acquisition activity, The Review of Financial Studies 26, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Potepa, James, and Kyle T Welch, 2018, Calibrating innovation proxies with an accurate TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Q and appraised innovation value, Working paper.",
        "Rhodes-Kropf, Matthew, David T Robinson, and Sean Viswanathan, 2005, Valuation waves and merger activity: The empirical evidence, Journal of Financial Economics 77, 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Robinson, John R, and Philip B Shane, 1990, Acquisition accounting method and bid premia for target firms, Accounting Review pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Roll, Richard, 1986, The hubris hypothesis of corporate takeovers, Journal of business pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Shleifer, Andrei, and Robert W Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, The Journal of Finance 47, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Sun, Qi, and Mindy X Zhang, 2018, Financing intangible capital, Journal of Financial Economics forthcoming.",
        "Warusawitharana, Missaka, 2010, The return to R&D, Discussion paper, Federal Reserve Board Working Paper.",
        "Williamson, Oliver E, 1988, Corporate finance and corporate governance, The journal of finance 43, 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Zhang, Xiaolan, 2014, Who bears firm-level risk? Implications for cash flow volatility, in 2014 Meeting Papers no. 184. Society for Economic Dynamics."
    ]
}