{
    "id": 25967,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Abrevaya, Jason and Daniel S. Hamermesh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charity and Favoritism in the Field: Are Female Economists Nicer (To Each Other)?.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94(1): 202-207.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(1), 151-184.",
        "Azmat, Ghazala, and Rosa Ferrer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender gaps in performance: Evidence from young lawyers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 125.5 (2017): 1306-1355.",
        "Babcock, Linda, Maria Recalde, Lise Vesterlund, and Laurie Weingart. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Accepting and Receiving Requests for Tasks with Low Promotability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(3): 714-747.",
        "Bayer, Amanda, and Cecilia Elena Rouse. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversity in the Economics Profession: A New Attack on an Old Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 30(4): 221-42. Bellemare, Marc F., and Casey J. Wichman. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticities and the Inverse Hyperbolic Sine Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics.",
        "Bertrand, Marianne, and Kevin F. Hallock. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gender gap in top corporate jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 55.1: 3-21.",
        "Blank, R.M., 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of double-blind versus single-blind reviewing: Experimental evidence from the American Economic ReviewÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review, 1041-1067. Bohren, J. Aislinn, Alex Imas, and Michael Rosenberg. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Discrimination: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. Bordalo, P., Katherine Coffman, and Nicola Genaioli. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beliefs about genderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review.",
        "Bransch, F., and M. Kvasnicka, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male Gatekeepers Gender Bias in the Publishing Process?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. IZA DP No. 11089.",
        "Broder, I.E., 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Review of NSF economics proposals: Gender and institutional patternsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 83(4), 964-970. Card, David and Stefano DellaVigna. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Editors Maximize? Evidence from Four Economics Journals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics.",
        "Ceci, Stephen J., Donna K. Ginther, Shulamit Kahn, and Wendy M. Williams. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women in Academic Science: A Changing Landscape.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science in the Public Interest, 15(3): 75-141.",
        "Chari, Anusha and Paul Goldsmith-Pinkham. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Representation in Economics Across Topics and Time: Evidence from the NBER Summer Institute.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23953.",
        "DellaVigna Stefano and Devin Pope. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Motivates Effort? Evidence and Expert Forecasts.",
        "Dolado, Juan J., Florentino Felgueroso, and Miguel Almunia. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are men and women-economists evenly distributed across research fields? Some new empirical evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SERIEs 3.3 (2012): 367-393.",
        "Donald, Stephen, G., and Daniel S. Hamermesh. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is Discrimination? Gender in the American Economic Association, 1935-2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96 (4): 1283-1292.",
        "Ginther, Donna, K., and Shulamit Kahn. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women in Economics: Moving Up or Falling Off the Academic Career Ladder?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18 (3): 193-214.",
        "Goldin, Claudia. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A grand gender convergence: Its last chapter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104.4 (2014): 1091-1119.",
        "Hengel, Erin. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Publishing while Female. Are Women Held to Higher Standards? Evidence from Peer Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Hengel, Erin. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Citations at Top Economics Journals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Lundberg, Shelly. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report: Committee on the Status of Women in the Economics Profession (CSWEP).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107.5 (2017): 759-76.",
        "Niederle, Muriel, and Lise Vesterlund. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 3.1: 601-630.",
        "Reuben, Ernesto, Paola Sapienza, and Luigi Zingales. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How stereotypes impair womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s careers in science.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences: 201314788.",
        "Reuben, Ernesto, Paola Sapienza, and Luigi Zingales. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taste for competition and the gender gap among young business professionals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No. w21695. National Bureau of Economic Research.",
        "Sarsons, Heather. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Recognition for Group Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. Wu, Alice. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Stereotyping in Academia: Evidence from Economics Job Market Rumors Forum.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics. Panel A. Distribution of Editorial Decisions Panel B. Distribution of Ref. Recommendations Panel C. Distribution of Author Publications Panel D. Distribution of Referee Publications"
    ]
}