{
    "id": 25976,
    "cites": 58,
    "cited_by": 5,
    "reference": [
        "Abaluck, Jason and Jonathan Gruber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abaluck, Jason and Jonathan Gruber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (8), 2145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "Ackerberg, Daniel A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirically Distinguishing Informative and Prestige Effects of Advertising,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 2001, 32 (2), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Agrawal, Ajay K, Joshua S Gans, and Avi Goldfarb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prediction, Judgment and Complexity: A Theory of Decision-Making and Artificial Intelligence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ajay K Agrawal, Joshua S Gans, and Avi Goldfarb, eds., The Economics of Artificial Intelligence: An Agenda, 2019, pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Alsan, Marcella and Marianne Wanamaker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuskegee and the health of black men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (1), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Ariely, Dan, George Loewenstein, and Drazen Prelec, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coherent ArbitrarinessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Stable Demand Curves Without Stable Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Asher, Sam, Denis Nekipelov, Paul Novosad, and Stephen P. Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moment Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Athey, Susan and Stefan Wager, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Treatment Effects with Causal Forests: An Application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Observational Studies, forthcoming.",
        ", Julie Tibshirani, and Stefan Wager, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized random forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 2019, 47 (2), 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203. Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Douglas B. Bernheim, Stefano DellaVigna, and David Laibson, eds., Handbook of Behavioral Economics, Elsevier, forthcoming.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Application Assistance and Information in College Decisions: Results from the HR Block FAFSA Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 07 2012, 127 (3), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Bhargava, Saurabh, George Loewenstein, and Justin Sydnor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choose to Lose: Health Plan Choices from a Menu with Dominated Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (3), 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Consumer Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (5), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Braithwaite, Dorothea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Advertisement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1928, 38 (149), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Cafferata, Gail Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge of Their Health Insurance Coverage by the Elderly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 1984, 22 (9), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c847.",
        "Centers for Medicare & Medicaid Services, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CMS Fast Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report February 2019.",
        "Centers for Medicare & Medicaid Services, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing the Coverage Gap - Medicare Prescription Drugs are Becoming More Affordable,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2015.",
        "Charlson, Mary E., Peter Pompei, Kathy L. Ales, and C.Ronald MacKenzie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new method of classifying prognostic comorbidity in longitudinal studies: Development and validation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Chronic Diseases, 1987, 40 (5), 373 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 383.",
        "Chernozhukov, Victor, Mert Demirer, Esther Duflo, and IvÃ\u0083Æ\u0092Ã\u0082Æ\u0092n FernÃ\u0083Æ\u0092Ã\u0082Æ\u0092ndez-Val, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generic Machine Learning Inference on Heterogenous Treatment Effects in Randomized Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24678, National Bureau of Economic Research June 2018.",
        "Cubanski, Juliette, Tricia Neuman, and Anthony Damico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing the Medicare Part D Coverage Gap: Trends, Recent Changes, and WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ahead,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Davis, Jonathan M. V. and Sara B. Heller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Causal Forests to Predict Treatment Heterogeneity: An Application to Summer Jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (5), 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "DellaVigna, Stefano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychology and Economics: Evidence from the Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, June 2009, 47 (2), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 7 - Structural Behavioral Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. Douglas Bernheim, Stefano DellaVigna, and David Laibson, eds., Handbook of Behavioral Economics - Foundations and Applications 1, Vol. 1, North-Holland, 2018, pp. 613 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 723.",
        "DellaVigna, Stefano and Matthew Gentzkow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion: Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2010, 2 (1), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Duggan, Mark, Patrick Healy, and Fiona Scott Morton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing Prescription Drug Coverage to the Elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experiment with Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2008, 22(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Einav, Liran and Jonathan Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics in the age of big data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2014, 346 (6210).",
        "Ericson, Keith M. Marzilli and Amanda Starc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How product standardization affects choice: Evidence from the Massachusetts Health Insurance Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2016, 50, 71 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 85.",
        "Ericson, Keith Marzilli, Jon Kingsdale, Tim Layton, and Adam Sacarny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudging leads consumers in Colorado to shop but not switch ACA Marketplace Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2017, 36 (2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Ericson, Keith Marzilli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Inertia and Firm Pricing in the Medicare Part D Prescription Drug Insurance Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Finkelstein, Amy and Matthew J Notowidigdo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Take-up and Targeting: Experimental Evidence from SNAP,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 2019.",
        "Handel, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Switching Costs in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (7), 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Handel, Benjamin and Jonathan Kolstad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance for Humans: Information Frictions, Plan Choice, and Consumer Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105(8), 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Harris, Katherine M and Michael P Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of health plan choice: Inferring preferences and perceptions from a combination of revealed preference and attitudinal data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1999, 89 (1-2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Heiss, Florian, Adam Leive, Daniel McFadden, and Joachim Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plan Selection in Medicare Part D: Evidence from Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2013, 32 (6), 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1344.",
        ", Daniel McFadden, Joachim Winter, Amelie Wuppermann, and Bo Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inattention and Switching Costs as Sources of Inertia in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22765, National Bureau of Economic Research October 2016.",
        "Heiss, Florian, Daniel Mcfadden, and Joachim Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research Findings in the Economics of Aging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The University of Chicago Press, 2010, pp. 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Hitsch, GÃ\u0083Æ\u0092Ã\u0082Â¼nter J and Sanjog Misra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Treatment Effects and Optimal Targeting Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Ho, Kate, Joseph Hogan, and Fiona Scott Morton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of consumer inattention on insurer pricing in the Medicare Part D program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2017, 48 (4), 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c905.",
        "Kaiser Family Foundation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Medicare Part D Prescription Drug Benefit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report October 2018.",
        "Keane, Michael P. and Susan Thorp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complex Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of the Economics of Population Aging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1 ed., Elsevier B.V., 2016, pp. 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Ketcham, Jonathan D., Nicolai V. Kuminoff, and Christopher A. Powers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program: Comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (12), 3932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3961.",
        "Ketcham, Jonathan D., Claudio Lucarelli, Eugenio J Miravete, and M Christopher Roebuck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sinking, Swimming, or Learning to Swim in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102(6), 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2673.",
        "Ketcham, Jonathan D., Claudio Lucarelli, and Christopher A. Powers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying Attention or Paying Too Much in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (1), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Kling, Jeffrey R., Sendhil Mullainathan, Eldar Shafir, Lee Vermeulen, and Marian V. Wrobel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison Friction: Experimental Evidence from Medicare Drug Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Linder, Suzanne K., Paul R. Swank, Sally W. Vernon, Patricia D. Mullen, Robert O. Morgan, and Robert J. Volk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validity of a Low Literacy Version of the Decisional Conflict Scale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Patient Education and Counseling, 2011, 85 (3), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Liu, Jiaying, Xiangjie Kong, Feng Xia, Xiaomei Bai, Lei Wang, Qing Qing, and Ivan Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Artificial intelligence in the 21st century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Access, 2018, 6, 34403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34421.",
        "Loewenstein, George, Joelle Y Friedman, Barbara McGill, Sarah Ahmad, Suzanne Linck, Stacey Sinkula, John Beshears, James J Choi, Jonathan Kolstad, David Laibson, Brigitte C Madrian, John A List, and Kevin G Volpp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ misunderstanding of health insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2013, 32 (5), 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Lynch, JR. John G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniqueness Issues in the Decompositional Modeling of Multiattribute Overall Evaluations: An Information Integration Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 1985, 22 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Matejka, Filip and Alisdair McKay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Inattention to Discrete Choices: A New Foundation for the Multinomial Logit Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, January 2015, 105 (1), 272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, Annette M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validation of a decisional conflict scale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical decision making, 1995, 15 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Polyakova, Maria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation of Insurance with Adverse Selection and Switching Costs: Evidence from Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2016, 8(3), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Riordan, Michael H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition with Experience Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1986, 101 (2), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Sallee, James M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Inattention and Energy Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics, 2014, 57 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Samuelson, William and Richard Zeckhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status Quo Bias in Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 1988, 1 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Sinaiko, Anna D and Richard A Hirth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumers, health insurance and dominated choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2011, 30 (2), 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Steiner, Jakub, Colin Stewart, and Filip MatÃ\u0083â\u0080\u009eÃ\u0082â\u0080ºjka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Inattention Dynamics: Inertia and Delay in Decision-Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (2), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Stults, Cheryl D., Alison Baskin, Ming Tai-Seale, and M. Kate Bundorf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Experiences in Selecting a Medicare Part D Prescription Drug Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Patient Experience, 2018, 5 (2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Stults, Cheryl D., Sayeh Fattahi, Amy Meehan, M. Kate Bundorf, Albert S. Chan, Ting Pun, and Ming Tai-Seale, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Usability Study of a Newly Created Patient-Centered Tool and Medicare.gov Plan Finder to Help Medicare Beneficiaries Choose Prescription Drug Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Patient Experience, 2018, 6 (1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        ", N. Lance Downing, Veena Goel Jones, Richard V. Milani, Beiqun Zhao, Brian Clay, Christopher Demuth Sharp, Albert Solomon Chan, and Christopher A. Longhurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology-Enabled Consumer Engagement: Promising Practices At Four Health Care Delivery Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2019, 38 (3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390. PMID: 30830826.",
        "Wager, Stefan and Susan Athey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference of Heterogeneous Treatment Effects using Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2018, 113 (523), 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242."
    ]
}