{
    "id": 25986,
    "cites": 91,
    "cited_by": 8,
    "reference": [
        "Abadie, A. (2003). Semiparametric instrumental variable estimation of treatment response models. Journal of Econometrics, 113(2), 231-263.",
        "Alexander, D. (2015). Does physician pay affect procedure choice and patient health? Evidence from Medicaid c-section use. Working paper.",
        "Alexander, J. M., et al. (2006). Fetal injury associated with cesarean delivery. Obstetrics and Gynecology, 108(4), 885-890.",
        "Altman, M., SandstrÃ\u0083Æ\u0092Ã\u0082Â¶m, et al. (2015). Prolonged second stage of labor is associated with low Apgar score.",
        "Altonji, J. G., Elder, T. E., and Taber, C. R. (2005). Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools. Journal of Political Economy, 113(1), 151-184.",
        "American College of Obstetricians and Gynecologists (ACOG) (2006). ACOG Committee Opinion No. 340. Mode of term singleton breech delivery. Obstetrics and Gynecology, 108(1), 235.",
        "-- (2014). Safe prevention of the primary cesarean delivery. American Journal of Obstetrics and Gynecology 123(1), 693-711.",
        "Angus, D. C., et al. (2001). Epidemiology of Neonatal Respiratory Failure in the United States: Projections from California and New York. American Journal of Respiratory and Critical Care Medicine, 164(7), 1154-1160.",
        "Baicker, K., Buckles, K. S., and Chandra, A. (2006). Geographic variation in the appropriate use of cesarean delivery. Health Affairs, 25(5), w355-w367.",
        "Baicker, K., A. Chandra and J. Skinner (2012). Saving Money or Just Saving Lives? Improving the Productivity of U.S. Health Care Spending. Annual Review of Economics, 4, 33-56.",
        "Barnato, A. E., et al. (2005). Hospital Level Racial Disparities in Acute Myocardial Infarction Treatment and Outcomes. Medical Care, 43(4), 308-319.",
        "Beckert, W., Christensen, M., and Collyer, K. (2012). Choice of NHSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090funded hospital services in England. The Economic Journal, 122(560), 400-417.",
        "Bloom, N., Propper, C., Seiler, S., & Van Reenen, J. (2015). The impact of competition on management quality: evidence from public hospitals. The Review of Economic Studies, 82(2), 457-489.",
        "Boerma, T., Ronsmans, C., Melesse, D. Y., Barros, A. J., Barros, F. C., Juan, L., ... & Neto, D. D. L. R. (2018). Global epidemiology of use of and disparities in caesarean sections. The Lancet, 392(10155), 1341-1348.",
        "Casey, B. M., McIntire, D. D., and Leveno, K. J. (2001). The continuing value of the Apgar score for the assessment of newborn infants. New England Journal of Medicine, 344(7), 467-471.",
        "Chandra, A. and Staiger, D. O. (2007). Productivity spillovers in healthcare: evidence from the treatment of heart attacks. Journal of Political Economy, 115(1), 103-140.",
        "Chandra, A. and Staiger, D. O. (2017). Identifying sources of inefficiency in health care. NBER Working Paper #24015. Cambridge, MA: NBER.",
        "Chernozhukov, V., and Hansen, C. (2005). An IV model of quantile treatment effects. Econometrica, 73(1), 245-261.",
        "Clark, E. A., and Silver, R. M. (2011). Long-term maternal morbidity associated with repeat cesarean delivery. American Journal of Obstetrics and Gynecology, 205(6), S2-S10.",
        "Cohen, W. R., Sumersille, M., and Friedman, E.A. (2018). Management of labor: Are the new guidelines justified? Journal of Midwifery and Women's Health, 63(1), 10-13.",
        "Cornelissen, T., Dustmann, C., Raute, A., and Schoenberg, U. (2016). From LATE to MTE: Alternative approaches for the evaluation of policy interventions. Labour Economics, 41, 47-60.",
        "Costa-RamÃ\u0083Æ\u0092Ã\u0082Â³n, A. M., Rodriguez-Gonzalez, A., Serra-Burruel, M. and Campillo-Arero, C. (2018). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s about time: Cesarean sections and neonatal health. Journal of Health Economics, 59, 46-59.",
        "Currie, J., and MacLeod, W. B. (2008). First do no harm? Tort reform and birth outcomes. Quarterly Journal of Economics, 123(2), 795-830.",
        "Currie, J., and MacLeod, W. B. (2017). Diagnosing Expertise: Human Capital, Decision Making, and Performance among Physicians. Journal of Labor Economics, 35(1), 1-43.",
        "Cutler, D. (2007). The lifetime costs and benefits of medical technology. Journal of Health Economics, 26(6), 1081-1100.",
        "Cutler, D., Skinner, J. S., Stern, A. D., & Wennberg, D. (2019). Physician beliefs and patient preferences: A new look at regional variation in health care spending. American Economic Journal: Economic Policy, 11(1), 192-221. Dartmouth Atlas, undated. List of Hospital Referral Regions. Available at: http://www.dartmouthatlas.org/tools/faq/researchmethods.aspx.",
        "Declercq, E. R., Sakala, C., Corry, M. P., and Applebaum, S. (2006). Listening to Mothers II: Report of the Second National US Survey of Women's Childbearing Experiences. New York: Childbirth Connections.",
        "Ding, R., Mccarthy, M.L., Desmond, J.S., Lee, J.S., Aronsky, D., and Zeger, S.L. (2010). Characterizing waiting room time, treatment time, and boarding time in the emergency department using quantile regression. Academic Emergency Medicine, 17(8): 813-823.",
        "Doyle Jr, J. J., Graves, J. A., Gruber, J., and Kleiner, S. A. (2015). Measuring returns to hospital care: Evidence from ambulance referral patterns. Journal of Political Economy, 123(1), 170-214.",
        "Dubay, L., Kaestner, R., and Waidman, T. (1999). The impact of malpractice fears on cesarean section rates. Journal of Health Economics, 18(4), 491-522.",
        "Epstein, A. J., & Nicholson, S. (2009). The formation and evolution of physician treatment styles: An application to cesarean sections. Journal of Health Economics, 28(6), 1126-1140.",
        "Finkelstein, A., Gentzkow, M., and Williams, H. (2016). Sources of Geographic Variation in Health Care: Evidence From Patient Migration. Quarterly Journal of Economics, 131(4), 1681-1726.",
        "Finster, M., and Wood, M. (2005). The Apgar score has survived the test of time. The Journal of the American Society of Anesthesiologists, 102(4), 855-857.",
        "Fisher, E., Wennberg, D.E., Stukel, T.A., Gottleib, D.J., Lucas, F.L. and Pinder, E.L. (2003a). The Implications Of Regional Variations In Medicare Spending. Part 1: The Content, Quality, And Accessibility Of Care. Annals of Internal Medicine, 138(4), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Fisher, E., Wennberg, D.E., Stukel, T.A., Gottleib, D.J., Lucas, F.L. and Pinder, E.L. (2003b). The implications of regional variations in Medicare spending. Part 2: Health outcomes and satisfaction with care. Annals of Internal Medicine, 138(4), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Friedman, E.A. (1995) Primigravid labor: A graphicostatistical analysis. Obstetrics and Gynecology, 6(6), 567-589.",
        "Garabedian, L. F., Chu, P., Toh, S., Zaslavsky, A. M., and Soumerai, S. B. (2014). Potential Bias of Instrumental Variable Analyses for Observational Comparative Effectiveness Research. Annals of Internal Medicine, 161(2), 131-138.",
        "Garen, John (1984). The returns to schooling: A selectivity bias approach with a continuous choice variable. Econometrica, 52(5), 1199-1218.",
        "Gimovsky, A. C., and Berghella, V. (2016). Randomized controlled trial of prolonged second stage: extending the time limit vs usual guidelines. American Journal of Obstetrics and Gynecology, 3(214), 361-e1.",
        "Goer, H., Romano, A. and Sakala, C. (2012). Vaginal or cesarean birth: What is at stake for women and babies? New York: Childbirth Connections.",
        "Gregory, K. D., Korst, L. M., Gornbein, J. A., and Platt, L. D. (2002). Using Administrative Data to Identify Indications for Elective Primary Cesarean Delivery. Health Services Research, 37(5), 13871401.",
        "Gregory, K. D., Jackson, S., Korst, L., and Fridman, M. (2012). Cesarean versus Vaginal Delivery: Whose Risks? Whose Benefits? American Journal of Perinatology, 29(01), 07-18.",
        "Gruber, J., Kim, J. and Mayzlin, D. (1999). Physician fees and procedure intensity: The case of cesarean delivery. Journal of Health Economics, 18(4), 473-490.",
        "Gruber, J., and Owings, M. (1996). Physician financial incentives and cesarean section delivery. RAND Journal of Economics, 27(1), 99.",
        "Grytten, J., Skau, I., and SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, R. (2011). Do expert patients get better treatment than others? Agency discrimination and statistical discrimination in obstetrics. Journal of Health Economics, 30(1), 163180.",
        "Gyhagen, M., Akervall, S. and Milsom, I. (2015). Clustering of pelvic floor disorders 20 years after one vaginal or one cesarean birth. International Urogynecological Journal, 26, 1114-1121.",
        "Hadley, J. and Peter P. Cunningham (2004). Availability of safety net providers and access to care of uninsured persons. Health Services Research, 39(5), 1527-1546.",
        "Halla, M., Mayr, H., Pruckner, G. J., and Garcia-Gomez, P. (2018). Cutting fertility? The effect of cesarean deliveries on subsequent fertility and maternal labor supply. Johannes Kepler University Linz Unpublished Working Paper.",
        "Heckman, J.J. and Vytlacil, E. (1998). Instrumental variables models for the correlated random coefficients model: Estimating the average return to schooling when the return is correlated with schooling. Journal of Human Resources, 33(4), 974-987.",
        "Henry, O. A., Gregory, K. D., Hobel, C. J., and Platt, L. D. (1995). Using ICD-9 codes to identify indications for primary and repeat cesarean sections: Agreement with clinical records. American Journal of Public Health, 85(8), 1143.",
        "Howell, C. J. (2000). Epidural versus non-epidural analgesia for pain relief in labour. The Cochrane Database of Systematic Reviews, (2), CD000331.",
        "Hyde, M. J., Mostyn, A., Modi, N., and Kemp, P. R. (2012). The health implications of birth by caesarean section. Biological Reviews, 87(1), 229-243.",
        "Imbens, G.W. and Wooldridge, J.M. (2009). Recent developments in the econometrics of program evaluation. Journal of Economic Literature, 47(1), 5-86.",
        "Jachetta, C. (2014) Cesarean Sections and Later Child Health Outcomes. Unpublished manuscript.",
        "University of Illinois Urbana Champaign Department of Economics. Downloaded from http://www.christinejachetta.com/ Jensen, V. M. and WÃ\u0083Æ\u0092Ã\u0082Â¼st, M. (2015). Can cesarean section improve child and maternal health? The case of breech babies. Journal of Health Economics, 39, 289-302.",
        "Johnson, H.P. and Li, Q. (2007). Birth rates in California. California Counts 9(2). San Francisco, CA: Public Policy Institute of California.",
        "Johnson, E. M., and Rehavi, M. M. (2016). Physicians treating physicians: Information and incentives in childbirth. American Economic Journal: Economic Policy, 8(1), 115-41.",
        "Joint Commission (2016). Specifications manual for Joint Commission National Quality Measures (v2016A1): measure information form. Perinatal Care PC-02: Cesarean Birth.",
        "Joint Commission (2018). The Joint Commission Will Begin Publicly Reporting Cesarean Section Rates by July 2020. Retrieved from https://www.jointcommission.org/assets/1/18/Peformance_Measure_PC-02_JCP1218.pdf Keag, O. E., Norman, J. E., and Stock, S. J. (2018). Long-term risks and benefits associated with cesarean delivery for mother, baby, and subsequent pregnancies: Systematic review and meta-analysis. PLOS Medicine 15(1), e1002494.",
        "Klein, M. C. (2006). Does epidural analgesia increase rate of cesarean section? Canadian Family Physician, 52(4), 419.",
        "Kling, J. (2006). Incarceration length, employment and earnings. American Economic Review 96(3), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 876.",
        "Kozhimannil, K. B., Law, M. R., and Virnig, B. A. (2013). Cesarean delivery rates vary tenfold among US hospitals; reducing variation may address quality and cost issues. Health Affairs, 32(3), 527-535.",
        "Kozhimannil, K. B., Arcaya, M.C. and Subramanian, S.V. (2014). Maternal clinical diagnoses and hospital variation in the risk of cesarean delivery: Analyses of a national US hospital discharge database. PLOS Medicine, 11(10), e1001745.",
        "LÃ\u0083Æ\u0092Ã\u0082Â³pez-Zeno, J. A., Peaceman, A. M., Adashek, J. A., and Socol, M. L. (1992). A controlled trial of a program for the active management of labor. New England Journal of Medicine, 326(7), 450-454.",
        "MacDorman, M. F., Declercq, E., Menacker, F., and Malloy, M. H. (2008). Neonatal mortality for primary cesarean and vaginal births to lowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090risk women: Application of an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093intentionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090toÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090treatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d model. Birth, 35(1), 3-8.",
        "Maestas, N., Mullen, K. J., & Strand, A. (2013). Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt. American Economic Review, 103(5), 1797-1829.",
        "Martin, J. A., Hamilton, B. E., Ventura, S. J., Osterman, M. J. K., and Mathews, T. J. (2013a). Births: final data for 2011. National Vital Statistics Reports 62(1) Martin, J.A., Wilson, E.C., Osterman, M.J.K., Saadi, E.W., Sutton, S.R., and Hamilton, B.K. (2013b).",
        "Assessing the quality of medical and health data from the 2003 birth certificate revision: Results from two states. National Vital Statistics Reports 62(2).",
        "McClellan, M., McNeil, B. J., and Newhouse, J. P. (1994). Does more intensive treatment of acute myocardial infarction in the elderly reduce mortality? Analysis using instrumental variables. Journal of the American Medical Association, 272(11), 859.",
        "Morris, T. (2013). Cut It Out: The C-Section Epidemic in America. NYU Press.",
        "Mueller-Smith, M. (2015). The criminal and labor market impacts of incarceration. Working paper.",
        "National Center for Health Statistics (NCHS) (2016). Guide to Completing the facility worksheets for the certificate of live birth and report of fetal death. National Vital Statistics System (2003 revision). Atlanta: Center for Disease Control and Prevention.",
        "Oster, E. (2017). Unobservable selection and coefficient stability: Theory and evidence. Journal of Business and Economic Statistics, 1-18.",
        "Osterman, M.J.K, and Martin, J. A. (2014). Trends in low-risk cesarean delivery in the United States, 1990-2013. National Vital Statistics Reports 63(6).",
        "Phibbs, C. S., Mark, D. H., Luft, H. S., Peltzman-Rennie, D. J., Garnick, D. W., Lichtenberg, E., & McPhee, S. J. (1993). Choice of hospital for delivery: a comparison of high-risk and low-risk women. Health Services Research, 28(2), 201.",
        "Podulka, J., Stranges, E., and Steiner, C. (2011). Hospitalizations related to childbirth, 2008. HCUP statistical brief, 110.",
        "Rennie, J. and Rosenbloom L. (2011). How long have we got to get the baby out? A review of the effects of acute and profound intrapartum hypoxia and ischaemia. The Obstetrician and Gynecologist, 13, 169-174.",
        "Robson, M.S. 2001. Classification of cesarean sections. Fetal and Maternal Medicine Review, 12(1), 2339.",
        "Romley, J. A., A. B. Jena, and D. P. Goldman (2011). Hospital Spending and Inpatient Mortality: Evidence from California. Annals of Internal Medicine, 154(3), 160-167.",
        "Rysavy, M.A. et al. (2015). Between-hospital variation in treatment and outcomes in extremely preterm infants. New England Journal of Medicine, 372(19), 1801-1811.",
        "Sakala, Carol, Suzanne F. Delbanco and Harold D. Miller (2013). The cost of having a baby in the United States. Truven Health Analytics Marketscan Study.",
        "Shah, N. (2017). Keynote to American Ob-Gyns: C-section rates linked to hospital complexities.",
        "Retrieved from https://www.ariadnelabs.org/resources/articles/news/keynote-to-american-ob-gyns-csection -rates-linked-to-hospital-complexities/ Shurtz, I. (2013). The impact of medical errors on physician behavior: evidence from malpractice litigation. Journal of Health Economics, 32(2), 331-340.",
        "Skinner, J. (2012). Causes and Consequences of Regional Variations in Health Care. Handbook of Health Economics, 2, 45-93.",
        "Spong, C. Y., Berghella, V., Wenstrom, K. D., Mercer, B. M., and Saade, G. R. (2012). Preventing the first cesarean delivery: Summary of a joint Eunice Kennedy Shriver National Institute of Child Health and Human Development, Society for Maternal-Fetal Medicine, and American College of Obstetricians and Gynecologists Workshop. Obstetrics and Gynecology, 120(5), 1181-1193.",
        "Thomas, J., Paranjothy, S., and James, D. (2004). National cross sectional survey to determine whether the decision to delivery interval is critical in emergency caesarean section. British Medical Journal, 328(7441), 665-671.",
        "Tolcher, M. C., Johnson, R. L., El-Nashar, S. A., and West, C. P. (2014). Decision-to-incision yime and neonatal outcomes: A systematic review and meta-analysis. Obstetric Anesthesia Digest, 35(1), 536548.",
        "Walters, C. R. (2015). Inputs in the production of early childhood human capital: Evidence from Head Start. American Economic Journal: Applied Economics, 7(4), 76-102.",
        "Wier, L. M., Pfuntner, A., Maeda, J., Stranges, E., Ryan, K., Jagadish, P., Collins Sharp, B., and Elixhauser, A. (2011). HCUP facts and figures: statistics on hospital-based care in the United States, 2009. Rockville, MD: Agency for Healthcare Research and Quality (2011).",
        "Wooldridge, Jeffrey M. (2015). Control function methods in applied econometrics. Journal of Human Resources, 50(2), 420-445.",
        "Zhang, J., et al. (2010). Contemporary cesarean delivery practice in the United States. American Journal of Obstetrics and Gynecology, 203(4), 326.e1-326.e10."
    ]
}