{
    "id": 25990,
    "cites": 54,
    "cited_by": 1,
    "reference": [
        "Alabama Department of Education (1964). Statistical and nancial data, annual report for the scholastic year ending June 30, 1964Quarterly Journal of Economics and for the scal year ending September 30, 1964.",
        "Baum-Snow, N., & Lutz, B. (2011). School desegregation, school choice, and changes in residential location patterns by race. American Economic Review, 101(7), 3019-3046.",
        "Billings, S., Deming, D., & Rocko, J. (2013). School segregation, educational attainment, and crime: Evidence from the end of busing in Charlotte-Mecklenburg. Quarterly Journal of Economics, 129(1), 435476.",
        "Boustan, L. (2012). School desegregation and urban change: Evidence from city boundaries. American Economic Journal: Applied Economics, 4(1), 85-108.",
        "Card, D., & Krueger, A. (1992a). Does school quality matter? Returns to education and the characteristics of public schools in the United States. Journal of political Economy, 100(1), 1-40.",
        "Card, D., & Krueger, A. (1992b). School quality and black-white relative earnings: A direct assessment. Quarterly Journal of Economics, 107(1), 151-200.",
        "Carruthers, C., & Wanamaker, M. (2017). Separate and unequal in the labor market: Human capital and the Jim Crow wage gap. Journal of Labor Economics, 35(3), 655-696.",
        "Cascio , E., Gordon, N., & Reber, S. (2013). Local responses to federal grants: Evidence from the introduction of Title I in the South. American Economic Journal: Economic Policy, 5(3), 126-159.",
        "Cascio, E., & Washington, E. (2013). Valuing the vote: The redistribution of voting rights and state funds following the Voting Rights Act of 1965. Quarterly Journal of Economics, 129(1), 379-433.",
        "Cascio, E., Gordon, N., Lewis, E., & Reber, S. (2008). From Brown to busing. Journal of Urban Economics, 64(2), 296-325.",
        "Cascio, E., Gordon, N., Lewis, E., & Reber, S. (2010). Paying for progress: Conditional grants and the desegregation of southern schools. Quarterly Journal of Economics, 125(1), 445-482.",
        "Clotfelter, C. (2011). After Brown: The rise and retreat of school desegregation. Princeton University Press, Princeton, NJ.",
        "Dee, T. (2004). Teachers, race, and student achievement in a randomized experiment. Review of Economics and Statistics, 86(1), 195-210.",
        "Detweiler, J. (1967). The negro teacher and the Fourteenth Amendment. Journal of Negro Education, 36(4), 403-409.",
        "Dilworth, M., & Coleman, M. (2014). Time for a change: Diversity in teaching revisited. National Education Association Report, Washington, DC.",
        "Donohue, J., & Heckman J. 1991. Continuous versus episodic change: The impact of Civil Rights policy on the economic status of blacks. Journal of Economic Literature 29 : 1603-43.",
        "Ethridge, S. (1979). Impact of the 1954 Brown vs. Topeka Board of Education decision on black educators. Negro Educational Review, 30(4), 217.",
        "Foster, M. (1997). Black teachers on teaching. New Press, New York, NY.",
        "Fultz, M. (2004). The displacement of black educators post-Brown: An overview and analysis. History of Education Quarterly, 44(1), 11-45.",
        "Georgia State Department of Education (1964). Annual report of the Department of Education to the General Assembly of the State of Georgia.",
        "Guryan, J. (2004). Desegregation and black dropout rates. American Economic Review, 94(4), 919-943.",
        "Hooker, R. (1970). Special Report: Displacement of black teachers in the eleven southern states. Race Relation Information Center, Nashville, TN.",
        "Hudson, M., & Holmes, B. (1994). Missing teachers, impaired communities: The unanticipated consequences of Brown v. Board of Education on the African American teaching force at the pre-collegiate level. Journal of Negro Education, 63(3), 388-393.",
        "Jackson, C. (2009). Student demographics, teacher sorting, and teacher quality: Evidence from the end of school desegregation. Journal of Labor Economics, 27(2), 213-256.",
        "Johnson, R. (2011). Long-run impacts of school desegregation & school quality on adult attainments. NBER Working Paper 16664.",
        "Kansas State Historical Society (1991). Brown v. Topeka Board of Education oral history collection, Topeka KS.",
        "Lindsay, C., & Hart, C. (2017). Exposure to same-race teachers and student disciplinary outcomes for black students in North Carolina. Educational Evaluation and Policy Analysis, 39(3), 485-510.",
        "Logan, J., Stults, B., & Farley, R. (2004). Segregation of minorities in the metropolis: Two decades of change. Demography, 41(1), 1-22.",
        "Margo, R. (1990). Race and schooling in the South, 1880-1950: An economic history. University of Chicago Press, Chicago, IL.",
        "Mississippi State Department of Education (1963). Biennial report and recommendations of the state superintendent of public education to the legislature of Mississippi for the scholastic year 1962/1963.",
        "National Center for Educational Statistics (1967). Directory: Public schools in large districts with enrollment and sta, by race, fall 1967. Washington, DC.",
        "National Education Association (1965). Addresses and proceedings of the National Education Association, Volume 103.",
        "Oakley, D., Stowell, J., & Logan, J. (2009). The impact of desegregation on black teachers in the metropolis, 19702000. Ethnic and Racial Studies, 32(9), 1576-1598.",
        "Oreld, G. (1969). The reconstruction of southern education: The schools and the 1964 Civil Rights Act. Wiley & Sons, New York, NY.",
        "Reardon, S., & Owens, A. (2014). 60 years after Brown: Trends and consequences of school segregation. Annual Review of Sociology, 40, 199-218.",
        "Reber, S. (2005). Court-ordered desegregation successes and failures integrating American schools since Brown versus Board of Education. Journal of Human Resources, 40(3), 559-590.",
        "Reber, S. (2010). School desegregation and educational attainment for blacks. Journal of Human Resources, 45(4), 893-914.",
        "Rivkin, S. (1994). Residential segregation and school integration. Sociology of Education, 67(4), 279-292.",
        "Rivkin, S., & Welch, F. (2006). Has school desegregation improved academic and economic outcomes for blacks? Handbook of the Economics of Education, 2, 1019-1049.",
        "Ruggles, S. (2015). Integrated public use microdata series: Version 6.0. University of Minnesota.",
        "Schultz, M. (1970). The National Education Association and the black teacher: The integration of a professional organization. University of Miami Press, Miami, FL.",
        "South Carolina State Department of Education (1964). Ninety-sixth annual report of the state superintendent of education, state of South Carolina, 1963-1964.",
        "Southern Education Report (1965). August 1965: \"Desegregation.\" Southern Education Report (1966). August 1966: \"Desegregation: Legal backing for the guidelines.\" Southern Education Report (1968). December 1968: \"How are the new negro teachers faring?\" Southern Education Reporting Service (1964). A statistical summary, state by state, of segregation-desegregation activity aecting southern schools from 1954 to present. Fourteenth revision.",
        "Southern School News (1955). November 1955: Negro teacher tenure is surveyed. State Department of Education of Louisiana (1965). Bulletin No. 1049: One hundred and sixteenth annual report for the session 1964-65.",
        "Tennessee Department of Education (1963). Annual statistical report of the Department of Education for the scholastic year ending June 30, 1963.",
        "Texas Education Agency (1965). Biennial report of the Texas Department of Education.",
        "Tillman, L. (2004). (Un)intended consequences? The impact of the Brown v. Board of Education decision on the employment status of black educators. Education and Urban Society, 36(3), 280-303.",
        "US Oce of Education. (1965). Task force survey of teacher displacement in seventeen states. Department of Health, Education and Welfare, Washington, DC.",
        "Vigdor, J., & Ludwig, J. (2008). Segregation and the test score gap. In Steady Gains and Stalled Progress: Inequality and the Black-White Test Score Gap, 181-211. Magnuson, K. & Waldfogel, J., eds. Russel Sage Foundation, New York, NY.",
        "Villegas, A., & Davis, D. (2008). Preparing teachers of color to confront racial/ethnic disparities in educational outcomes. Handbook on Research in Teacher Education, 583-605.",
        "Villegas, A., & Irvine, J. (2010). Diversifying the teaching force: An examination of major arguments. Urban Review, 42(3), 175-192.",
        "Virginia State Board of Education (1965). Annual report of the superintendent of public instruction of the Commonwealth of Virginia, school year 1964-65.",
        "Welch, F. (1987). New evidence on school desegregation. Commission on Civil Rights, Washington, DC.",
        "Wright, G. (2013). Sharing the prize. Harvard University Press, Cambridge, MA. .2 .4 .6 Treatment Effect Magnitude (abs. value) Quintile of Black Student Share A: Treatment Effects by Pre-Integration Black Student Share .2 .4 .6 Treatment Effect Magnitude (abs. value) Quintile of Student Count B: Treatment Effects by Pre-Integration District Size"
    ]
}