{
    "id": 260,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Barro, Robert .3. Social Security and Private Saving--Evidence from the U.S. Time Series. University of Rochester, April 1977.",
        "Boskin, Michael .3. Social Security and Retirement Decisions. Economic Inquiry, vol. 15, no. 1, January 1977, pp. 1-25.",
        "Campbell, Cohn D. and Rosemary G. Campbell. Conflicting Views on the Effect of Old-Age and Survivors Insurance on Retirement. Economic Inquiry, vol. 14, September 1976, pp. 369-388.",
        "Chamberlain, Gary. Unobservables in Earnings Functions: Applica- tions in the Malmo Data. Harvard University, November 1975.",
        "Feldstein, Martin. Social Security, Induced Retirement, and Aggre- gateCapital Accumulation. Journal of Political Econo~y, vol. 82, no. 5, September/October 1974, pp. 905-926.",
        "Evidence in an Extended Life Cycle Model. The Economics of Public Services, an International Economic Association Conference Volume, M. Feldstein and R. Inman (eds.), 1977.",
        "Feldstein, Martin and Anthony Pellechio. Social Security and Household Wealth Accumulation: New Microeconomic Evidence. Harvard Institute of Economic Research, Discussion Paper No. 530, January 1977a.",
        "Inflation Adjustments. National Bureau of Economic Research, Working Paper No. 212, November l977b. Grad, Susan. New Retirees and the Stability of the Retirement Decision. Social Security Bulletin, March 1977, pp. 3-11.",
        "Griliches, Zvi. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica, vol. 45, no. 1, January 1977, pp. 1-2.",
        "Gronau, Reuben. The Effect of Children on the Housewifes Value of Time. Journal of Political Economy, vol. 81, no. 2, part 2 March/April 1973, pp. S168-S199.",
        "Allocation of Time Revisited. Journal of Political Economy, vol. 85, no. 6, December 1977, pp. 1099-1125.",
        "Hall, Robert.E. Wages, Income, and Hours of Work in the U.S. Labor Force. Income Maintenance and Labor Supply, C. Cain and H. Watts (eds.), 1973.",
        "Labor Supply. Work Incentives and Income Guarantees, 3. Peebman and P. Timpane (eds.), 1975.",
        "Hanoch, Giora. Hours and Weeks in the Theory of Labor Supply. The Rand Corporation, R-1787-HEW, August 1976a.",
        "Estimation. The Rand Corporation, R-l869-HEW, September 1976b.",
        "Hanoch, Ciora and Marjorie Honig. The Effect of Social Security Benefits on Labor Supply. The Hebrew University of Jerusalem, Research Report No. 88, May 1976.",
        "Heckman, James. Shadow Prices, Market Wages, and Labor Supply. Econometrica, vol. 42, no. 4, July 1974Ã\u0083Â¡, pp. 679-694.",
        "Hicks, J.R. Value and Capital. London: Oxford University Press, 1946.",
        "Johnson, N. and S. Kotz. Distributions in Statistics (IV): Continuous Multivariate Distributions. New York: John Wiley and Sons, 1972.",
        "Kotlikoff, Laurence J. Social Security arid Equilibrium Capital Intensity. Harvard University, March l977a. _________ Testing the Theory of Social Security and Life Cycle Accumulation. Harvard University, April l977b. Lazear, Edward P. Why is there Mandatory Retirement? University of Chicago and National Bureau of Economic Research, December 1977.",
        "Maddala, G.S. Identification and Estimation Problems in Limited Dependent Variable Models. University of Florida Working Paper No. 76-77-12, November 1976.",
        "Nunnell, Alicia H. The Effect of Social Security on Personal Savings. Cambridge, Mass.: Ballinger Publishing Company, 1974.",
        "Pehlechio, Anthony. Retirement Pension Programs and Life-Cycle Behavior. Harvard University, March 1978.",
        "Quinn, Joseph F. The Macroeconomics of Early Retirement: A Cross- Sectional View. Boston College Discussion Paper No. 72, September 1975.",
        "Rosett, Richard N. and Forrest D. Nelson. Estimation of the Two- Limit Probit Regression Model. Econometrica, vol. 43, no. 1, January 1975, pp. 141-146.",
        "Sander, Kenneth G. The Retirement Test: Its Effect on Older Workers Earnings. Social Security Bulletin, June 1968, pp.",
        "U.S. Department of Health, Education, and Welfare, Social Security Administration, Office of Research and Statistics. OASDI Digest: The Cash Benefit Provisions of the Old-Age, Sur- vivors, Disability Insurance System. 1974."
    ]
}