{
    "id": 26001,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Al-Ubaydli, O. and P. A. McLaughlin (2015). Regdata: A numerical database on industry-specific regulations for all united states industries and federal regulations, 1997 to 2012. Regulation & Governance.",
        "Alesina, A. and F. Giavazzi (2006). The Future of Europe: Reform or Decline. MIT Press. Translations: Greek, Korean, Italian, Portuguese, Spanish.",
        "Bailey, J. and D. Thomas (2015). Regulating away competition: The effect of regulation on entrepreneurship and employment. Mercatus Working Paper.",
        "Barkai, S. (2017). Declining labor and capital shares. University of Chicago.",
        "Basu, S., J. G. Fernald, and M. S. Kimball (2006). Are technology improvements contractionary? American Economic Review 96(5), 1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "CEA (2016, April). Benefits of competition and indicators of market power. Issue Brief.",
        "Clementi, G. L. and B. Palazzo (2016, July). Entry, exit, firm dynamics, and aggregate fluctuations. American Economic Journal: Macroeconomics 8(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Covarrubias, M., G. GutiÃ\u0083Æ\u0092Ã\u0082Â©rrez, and T. Philippon (2019). From good to bad concentration? u.s. industries over the past 30 years. NBER Macroannuals.",
        "Crouzet, N. and J. Eberly (2018). Understanding weak capital investment: the role of market concentration and intangibles. Technical report, Jackson Hole Economic Policy Symposium.",
        "Davis, S. (2017). Regulatory complexity and policy uncertainty: Headwinds of our own making. Booth Working Paper.",
        "Davis, S., J. Haltiwanger, R. Jarmin, and J. Miranda (2006). Volatility and dispersion in business growth rates: Publicly traded versus privately held firms. In D. Acemoglu, K. Rogoff, and M. Woodford (Eds.), Macroeconomics Annual, Cambridge. NBER.",
        "Davis, S. J. and J. C. Haltiwanger (2019). Dynamism diminished: The role of housing markets and credit conditions. Technical report, National Bureau of Economic Research.",
        "De-Loecker, J., J. Eeckhout, and G. Unger (2019). The rise of market power and the macroeconomic implications.",
        "De Loecker, J. and F. Warzynski (2012, May). Markups and firm-level export status. American Economic Review 102(6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "De Soto, H. (1990). The Other Path. New York, NY: Harper and Row.",
        "Decker, R. A., J. Haltiwanger, R. S. Jarmin, and J. Miranda (2015, November). Where has all the skewness gone? the decline in high-growth (young) firms in the u.s. Working Papers 15-43, Center for Economic Studies, U.S. Census Bureau.",
        "Dhingra, S. and J. Morrow (2016). Monopolistic competition and optimum product diversity under firm heterogeneity. LSE Working Paper.",
        "Diez, F. J., J. Fan, and C. Villegas-Sanchez (2018). Global declining competition.",
        "Djankov, S., R. La Porta, F. Lopez-de Silanes, and A. Shleifer (2002). The regulation of entry. The Quarterly Journal of Economics 117(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Furman, J. (2015). Business investment in the united states: Facts, explanations, puzzles, and policies.",
        "Goldschlag, N. and A. Tabarrok (2018). Regulatory burden. Economic Policy.",
        "Grullon, G., Y. Larkin, and R. Michaely (2019). Are us industries becoming more concentrated? Review of Finance.",
        "GutiÃ\u0083Æ\u0092Ã\u0082Â©rrez, G. and T. Philippon (2017). Declining competition and investment in the u.s. GutiÃ\u0083Æ\u0092Ã\u0082Â©rrez, G. and T. Philippon (2018). How eu markets became more competitive than us markets: A study of institutional drift. NBER Working Paper 24700.",
        "Hall, R. E. (2018). New evidence on the markup of prices over marginal costs and the role of mega-firms in the us economy. NBER WP 24574.",
        "Haltiwanger, J., R. Jarmin, and J. Miranda (2011, March). Historically large decline in job creation from startup and existing firms in the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 recession. Census Bureau Report.",
        "Ho, S.-J. and D. Ruzic (2017). Returns to scale, productivity measurement and trends in u.s. manufacturing misallocation. Working paper.",
        "Hopenhayn, H. (1992). Entry, exit, and firm dynamics in long run equilibrium. Econometrica 60(5), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1150.",
        "Hopenhayn, H., J. Neira, and R. Singhania (2018). From population growth to firm demographics: Implications for concentration, entrepreneurship and the labor share. Technical report, NBER.",
        "Jones, C., G. GutiÃ\u0083Æ\u0092Ã\u0082Â©rrez, and T. Philippon (2019). Entry costs and the macroeconomy. NBER Working Paper 25609.",
        "Jovanovic, B. (1982). Selection and evolution of industry. Econometrica 50, 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Jovanovic, B. and P. L. Rousseau (2001). Why wait? a century of life before IPO. AER paper and proceedings 91, 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Karahan, F., B. Pugsley, and A. SÃ\u0083Å\u0092Ã\u0082Â§ahin (2015). Understanding the 30-year decline in the startup rate: a general equilibrium approach. NY Fed Working Paper.",
        "Kozeniauskas, N. (2018). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s driving the decline in entrepreneurship? Lee, D. W., H.-H. Shin, and R. M. Stulz (2016, September). Why does capital no longer flow more to the industries with the best growth opportunities? Fisher College of Business Working Paper 2016(15).",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity.",
        "OECD (1999). Regulatory reform in the united states. OECD Reviews of Regulatory Reform.",
        "OECD (2009). Indicators of regulatory management systems. Regulatory Policy Committee.",
        "Olley, G. S. and A. Pakes (1996). The dynamics of productivity in the telecommunications equipment industry. Econometrica 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Pelkmans, J. (2010). Product market reforms in eu countries: Are the methodology and evidence sufficiently robust? CEPS Working Document No. 332.",
        "Peters, R. H. and L. A. Taylor (2016). Intangible capital and the investment-q relation. Journal of Financial Economics.",
        "Pigou, A. C. (1932). The Economics of Welfare. London: Macmillan and Co.",
        "Salas-FumÃ\u0083Æ\u0092Ã\u0082Â¡s, V., L. San Juan, and J. VallÃ\u0083Æ\u0092Ã\u0082Â©s (2018). Corporate cost and profit shares in the euro area and the us: the same story? Salop, S. C. (1979). Strategic entry deterrence. The American Economic Review 69(2), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Spence, M. (1976). Product selection, fixed costs, and monopolistic competition. The Review of Economic Studies 43(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Stigler, G. J. (1971). The theory of economic regulation. Bell Journal of Economics 3(21).",
        "Syverson, C. (2004, December). Market structure and productivity: A concrete example. Journal of Political Economy.",
        "Wilson, R. (1992). Chapter 10 strategic models of entry deterrence. Volume 1 of Handbook of Game Theory with Economic Applications, pp. 305 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 329. Elsevier. Appendices A Data Appendix The following section describes our main data sources. Some ancillary datasets are used for aggregate analyses and/or robustness. The details for those data-sources are provided in the relevant figures and/or in the following section.",
        "We use the industry codes in the Compustat Company table. NAICS codes are populated for all firms that existed after 1985, but are sometimes missing for firms that exited beforehand. We map those firms to the most common NAICS-4 industry among those firms with the same SIC code and non-missing NAICS.",
        "Data are available following NAICS 2 to 6 industries from 1998 to 2017. Additional tables provide year-to-year employment changes at the establishment level, split by births, deaths, expansions, and contractions. These more detailed data are used in Appendix E.21 SUSB uses multiple NAICS vintages. We use the Concordances provided by the Census to map across NAICS hierarchies. In particular, we assume equal weighting for each match at the 3- or 4-digit NAICS level, depending on the analysis."
    ]
}