{
    "id": 26003,
    "cites": 95,
    "cited_by": 8,
    "reference": [
        "Acemoglu, D. and Johnson, S. (2007). Disease and development: The effect of life expectancy on economic growth. Journal of Political Economy, 115(6):925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Aghion, P., Howitt, P., and Murtin, F. (2011). The relationship between health and growth: When Lucas meets Nelson-Phelps. Review of Economics and Institutions, 2(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Arellano, M. and Bond, S. (1991). Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Review of Economic Studies, 58(2):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Arellano, M. and Bover, O. (1995). Another look at the instrumental variable estimation of errorcomponents models. Journal of Econometrics, 68(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Barro, R. J. (1991). Economic growth in a cross section of countries. Quarterly Journal of Economics, 106(2):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Barro, R. J. (1997). Determinants of economic growth: A cross-country empirical study. MIT Press, Cambridge, MA.",
        "Barro, R. J. and Lee, J. W. (2013). A new data set of educational attainment in the world, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. Journal of Development Economics, 104:184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Barro, R. J. and Sala-i-Martin, X. (2004). Economic growth. MIT Press, Cambridge, MA.",
        "Baumol, W. J. (1986). Productivity growth, convergence, and welfare: What the long-run data show.",
        "Bhargava, A., Jamison, D. T., Lau, L. J., and Murray, C. J. (2001). Modeling the effects of health on economic growth. Journal of Health Economics, 20(3):423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Bils, M. and Klenow, P. J. (2000). Does schooling cause growth? American Economic Review, 90(5):1160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1183.",
        "Bleakley, H. (2007). Disease and development: Evidence from hookworm eradication in the American South. Quarterly Journal of Economics, 122(1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bleakley, H. (2010). Health, human capital, and development. Annual Review of Economics, 2:283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Bleakley, H. and Lange, F. (2009). Chronic disease burden and the interaction of education, fertility and growth. Review of Economics and Statistics, 91(1):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Bloom, D. E. and Canning, D. (2000). The health and wealth of nations. Science, 287(5456):1207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Bloom, D. E., Canning, D., and Fink, G. (2014a). Disease and development revisited. Journal of Political Economy, 122(6):1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Bloom, D. E., Canning, D., and Graham, B. (2003a). Longevity and life-cycle savings. Scandinavian Journal of Economics, 105(3):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Bloom, D. E., Canning, D., Mansfield, R. K., and Moore, M. (2007). Demographic change, social security systems, and savings. Journal of Monetary Economics, 54(1):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Bloom, D. E., Canning, D., and Moore, M. (2014b). Optimal retirement with increasing longevity. Scandinavian Journal of Economics, 116(3):838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Bloom, D. E., Canning, D., and Sevilla, J. (2003b). The demographic dividend: A new perspective on the economic consequences of population change. Rand Corporation, Santa Monica, CA.",
        "Bloom, D. E., Canning, D., and Sevilla, J. (2004). The effect of health on economic growth: A production function approach. World Development, 32(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Bloom, D. E., Kuhn, M., and Prettner, K. (2015). The contribution of female health to economic development. NBER Working Paper 21411, Cambridge, MA.",
        "Blundell, R. and Bond, S. (1998). Initial conditions and moment restrictions in dynamic panel data models. Journal of Econometrics, 87(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Blundell, R. and Bond, S. (2000). GMM estimation with persistent panel data: An application to production functions. Econometric Reviews, 19(3):321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "BrÃ\u0083Æ\u0092Ã\u0082Â¼ckner, M. (2013). On the simultaneity problem in the aid and growth debate. Journal of Applied Econometrics, 28(1):126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Case A., Fertig, A., and Paxson, C. (2005). The lasting impact of childhood health and circumstance. Journal of Health Economics, 24(2): 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Caselli, F., Esquivel, G., and Lefort, F. (1996). Reopening the convergence debate: A new look at crosscountry growth empirics. Journal of Economic Growth, 1(3):363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Cass, D. (1965). Optimum growth in an aggregative model of capital accumulation. Review of Economic Studies, 32(3):233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Cervellati, M. and Sunde, U. (2005). Human capital formation, life expectancy, and the process of development. American Economic Review, 95(5):1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1672.",
        "Cervellati, M. and Sunde, U. (2011). Life expectancy and economic growth: The role of the demographic transition. Journal of Economic Growth, 16(2):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Cervellati, M. and Sunde, U. (2013). Life expectancy, schooling, and lifetime labor supply: Theory and evidence revisited. Econometrica, 81(5):2055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Commission on Macroeconomics and Health. (2001). Macroeconomics and health: Investing in health for economic development. World Health Organization, Geneva.",
        "Cuaresma, J. C., Lutz, W., and Sanderson, W. (2014). Is the demographic dividend an education dividend? Demography, 51(1):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Currie, J., Stabile, M., Manivong, P., and Roos, L.L. (2010). Child health and young adult outcomes. Journal of Human Resources, 45(3): 517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "De la Fuente, A. and Domenech, R. (2001). Schooling data, technological diffusion, and the neoclassical model. American Economic Review, Papers & Proceedings, 91(2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Diamond, P. A. (1965). National debt in a neoclassical growth model. American Economic Review, 55(5):1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Doppelhofer, G., Miller, R. I., and Sala-i-Martin, X. (2004). Determinants of long-term growth: A Bayesian averaging of classical estimates (BACE) approach. American Economic Review, 94(4):813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Dowrick, S. and Rogers, M. (2002). Classical and technological convergence: Beyond the Solow-Swan growth model. Oxford Economic Papers, 54(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Durlauf, S. N., Johnson, P. A., and Temple, J. R. (2005). Growth econometrics. In Handbook of Economic Growth, volume 1A, chapter 8, pages 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677. North Holland, Amsterdam.",
        "Easterly, W. and Levine, R. (1997). Africa&apos;s growth tragedy: Policies and ethnic divisions. Quarterly Journal of Economics, 112(4):1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        "Eberhardt, M. and Teal, F. (2011). Econometrics for grumblers: A new look at the literature on crosscountry growth empirics. Journal of Economic Surveys, 25(1):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Fagerberg, J. (1994). Technology and international differences in growth rates. Journal of Economic Literature, 32(3):1147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Feenstra, R. C., Inklaar, R., and Timmer, M. P. (2015). The next generation of the Penn world table. American Economic Review, 105(10):3150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3182.",
        "Field, E., Robles, O., and Torero, M. (2009). Iodine deficiency and schooling attainment in Tanzania. American Economic Journal: Applied Economics, 1(4):140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Fogel, R. W. (1994). Economic growth, population theory, and physiology: The bearing of long-term processes on the making of economic policy. American Economic Review, 84(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Fogel, R. W. (1997). New findings on secular trends in nutrition and mortality: Some implications for population theory. In Rosenzweig, M. R. and Stark, O., editors, Handbook of Population and Family Economics, volume 1A, chapter 9, pages 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481. North Holland, Amsterdam.",
        "Gallup, J. L., Sachs, J. D., and Mellinger, A. D. (1999). Geography and economic development. International Regional Science Review, 22(2):179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Galor, O. (2005). From stagnation to growth: Unified growth theory. In Aghion, P. and Durlauf, S., editors, Handbook of Economic Growth, volume 1A, chapter 4, pages 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293. North Holland, Amsterdam.",
        "Galor, O. (2011). Unified growth theory. Princeton University Press, Princeton, NJ.",
        "Galor, O. and Weil, D. N. (2000). Population, technology, and growth: From Malthusian stagnation to the demographic transition and beyond. American Economic Review, 90(4):806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Griliches, Z. and Mairesse, J. (1998). Production functions: The search for identification. In Econometrics and Economic Theory in the 20th Century. Cambridge University Press, Cambridge.",
        "Gwartney, J., Lawson, R., and Hall, J. (2017). Economic freedom of the world: 2017 annual report. Fraser Institute, Vancouver, BC.",
        "Hall, R. E. and Jones, C. I. (1999). Why do some countries produce so much more output per worker than others? Quarterly Journal of Economics, 114(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Hansen, C. W. and LÃ\u0083Æ\u0092Ã\u0082Â¸nstrup, L. (2015). The rise in life expectancy and economic growth in the 20th century. Economic Journal, 125(584):838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Hauk, W. R. and Wacziarg, R. (2009). A Monte Carlo study of growth regressions. Journal of Economic Growth, 14(2):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Heckman, J. J. and Klenow, P. J. (1997). Human capital policy. University of Chicago Press, Chicago, IL.",
        "Holtz-Eakin, D., Newey, W., and Rosen, H. S. (1988). Estimating vector autoregressions with panel data.",
        "Islam, N. (1995). Growth empirics: A panel data approach. Quarterly Journal of Economics, 110(4):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1170.",
        "Judson, R. A. and Owen, A. L. (1999). Estimating dynamic panel data models: A guide for macroeconomists. Economics Letters, 65(1):9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Kotschy, R. and Sunde, U. (2018). Can education compensate the effect of population ageing on macroeconomic performance? Economic Policy, 33(96):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Krueger, A. B. and Lindahl, M. (2001). Education for growth: Why and for whom? Journal of Economic Literature, 39(4):1101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1136.",
        "Levine, R. and Renelt, D. (1992). A sensitivity analysis of cross-country growth regressions. American Economic Review, 82(4):942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Lorentzen, P., McMillan, J., and Wacziarg, R. (2008). Death and development. Journal of Economic Growth, 13(2):81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Benefits and costs of the women&apos;s health targets for the post-2015 development agenda. Copenhagen Consensus Center Working Paper.",
        "Mankiw, N. G., Romer, D., and Weil, D. N. (1992). A contribution to the empirics of economic growth. Quarterly Journal of Economics, 107(2):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Miguel E. and Kremer M. (2004). Worms: Identifying impacts on education and health in the presence of treatment externalities. Econometrica 72(1):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Nelson, R. R. and Phelps, E. S. (1966). Investment in humans, technological diffusion, and economic growth. American Economic Review: Papers & Proceedings, 56(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Prettner, K. (2013). Population aging and endogenous economic growth. Journal of Population Economics, 26(2):811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c834.",
        "Pritchett, L. H. (2001). Where has all the education gone? World Bank Economic Review, 15(3):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Psacharopoulos, G. (1994). Returns to investment in education: A global update. World Development, 22(9):1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1343.",
        "Psacharopoulos, G. and Patrinos, H. A. (2004). Returns to investment in education: A further update. Education Economics, 12(2):111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Psacharopoulos, G. and Patrinos, H. A. (2018). Returns to investment in education: A decennial review of the global literature. Education Economics, 26(5):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Reynal-Querol, M. and Montalvo, J. G. (2005). Ethnic polarization, potential conflict, and civil war. American Economic Review, 95(3):796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Romer, P. M. (1990). Endogenous technological change. Journal of Political Economy, 98(5):71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Roodman, D. (2009). A note on the theme of too many instruments. Oxford Bulletin of Economics and Statistics, 71(1): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Sachs, J. D. and Warner, A. M. (1997). Sources of slow growth in African economies. Journal of African Economies, 6(3):335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Sachs, J. D., Warner, A., Aslund, A., and Fischer, S. (1995). Economic reform and the process of global integration. Brookings Papers on Economic Activity, 1995(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Sala-i-Martin, X. (1997). I just ran two million regressions. American Economic Review: Papers & Proceedings, 87(2):178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Schultz, T. P. (2002). Wage gains associated with height as a form of health human capital. American Economic Review, 92(2):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Shastry, G. K. and Weil, D. N. (2003). How much of cross-country income variation is explained by health? Journal of the European Economic Association, 1(2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Solow, R. M. (1956). A contribution to the theory of economic growth. Quarterly Journal of Economics, 70(1):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Solt, F. (2016a). The standardized world income inequality database. Social Science Quarterly, 97(5):1267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1281.",
        "Solt, F. (2016b). The standardized world income inequality database. Social Science Quarterly, 97(5):1267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1281. SWIID Version 6.1, October 2017.",
        "Strauss, J. and Thomas, D. (1998). Health, nutrition, and economic development. Journal of Economic Literature, 36(2):766Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Strulik, H., Prettner, K., and Prskawetz, A. (2013). The past and future of knowledge-based growth. Journal of Economic Growth, 18(4):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Sunde, U. and Vischer, T. (2015). Human capital and growth: Specification matters. Economica, 82(326):368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "UNESCO. (1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997). Statistical yearbooks. United Nations Educational, Scientific and Cultural Organization, Paris.",
        "UNESCO. (2017). Data for sustained development goals. United Nations Educational, Scientific and Cultural Organization, Institute for Statistics, Paris.",
        "United Nations. (2017). World population prospects: The 2017 revision. United Nations, Department of Economic and Social Affairs, Population Division, New York, NY.",
        "Weil, D. N. (2007). Accounting for the effect of health on economic growth. Quarterly Journal of Economics, 122(3):1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Weil, D. N. (2014). Health and economic growth. In Aghion, P. and Durlauf, S. N., editors, Handbook of Economic Growth, volume 2, chapter 3, pages 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682. Elsevier, Amsterdam.",
        "Weil, D. N. (2017). Health improvement and income growth in the long run. In Cervellati, M. and Sunde, U., editors, Demographic Change and Long-Run Development, pages 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68. MIT Press, Cambridge, MA.",
        "Windmeijer, F. (2005). A finite sample correction for the variance of linear efficient two-step GMM estimators. Journal of Econometrics, 126(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "World Bank. (1993). World development report 1993: Investing in health. World Bank, Washington, DC.",
        "World Bank. (2017). World development indicators 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2017. World Bank, Washington, DC."
    ]
}