{
    "id": 26014,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "Abadie, A., Athey, S., Imbens, G. W., and Wooldridge, J. (2017). When should you adjust standard errors for clustering? Technical report, National Bureau of Economic Research.",
        "Acharya, A., Blackwell, M., and Sen, M. (2016). The political legacy of american slavery. Journal of Politics, 78(3):621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Ager, P. (2013). The persistence of de facto power: Elites and economic development in the us south, 1840-1960. Technical report, Universitat Pompeu Fabra.",
        "Alesina, A., Baqir, R., and Easterly, W. (1999). Public Goods and Ethnic Divisions. Quarterly Journal of Economics, 114(4):1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Anderson, G. L. (1943). The South and Problems of Post-Civil War Finance. Journal of Southern History, 9(2):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Atack, J. (2016). Historical Transportation of Navigable Rivers, Canals, and Railroads in the United States. [ICPSR 36353 Computer File].",
        "Bateman, D., Katznelson, I., and Lapinski, J. S. (2018). Southern Nation: Congress and White Supremacy after Reconstruction. Princeton University Press.",
        "Bellesiles, M. A. (2010). 1877: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Year of Living Violently. The New Press.",
        "Button, J. W. (1978). Black Violence: The Political Impact of the 1960s Riots. Princeton University Press.",
        "Chacon, M. and Jensen, J. (2017). De facto power, democracy, and taxation: Evidence from military occupation during reconstruction. Technical report, NUYAD.",
        "Chay, K. and Munshi, K. (2011). SlaveryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s legacy: Black mobilization in the postbellum south. Manuscript, Brown Univ.",
        "Clubb, J. M., Flaigan, W. H., Zingale, N. H., and ICPSR (2006). Electoral Data for Counties in the United States: Presidential and Congressional Races 1840-1972 [ICPSR 8611 Computer File].",
        "Cook, L. D. (2012). Converging to a National Lynching Database: Recent Developments and the Way Forward. Historical Methods: A Journal of Quantitative and Interdisciplinary History, 45(2):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Cook, L. D., Logan, T. D., and Parman, J. M. (2018). Racial segregation and southern lynching. Social Science History, 42(4):635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675.",
        "Coulter, E. M. (1968). Negro Legislators in Georgia During the Reconstruction Period. University of Georgia Press.",
        "Dew, C. (2002). Apostles of Disunion: Southern Succession Commissioners and the Causes of the Civil War. University of Virginia Press.",
        "Du Bois, W. (1935). Black Reconstruction in America, 1860-1880. Harcourt Brace.",
        "Dunning, W. A. (1907). Reconstruction: Political and Economic, 1865-1877. Harper Brothers.",
        "Egerton, D. R. (2014). The Wars of Reconstruction: The Brief, Violent History of America;s Most Progressive Era. Bloomsbury Press.",
        "Fitzgerald, M. W. (2007). Splendid Failure: Postwar Reconstruction in the American South. Ivan R Dee Press.",
        "Fogel, R. W. and Engerman, S. (1974). Time on the Cross: The Economics of American Negro Slavery. Little, Brown & Company.",
        "Foner, E. (1996). FreedomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lawmakers: A Directory of Black Officeholders During Reconstruction. Louisiana State University Press.",
        "Foner, E. (2014). Reconstruction: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unfinished Revolution, 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1877. Harper Row.",
        "Fording, R. C. (2001). The Political Response to Black Insurgency: A Critical Test of Competing Theories of the State. American Political Science Review, 95(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Franklin, J. H. (1961). Reconstruction After the Civil War. University of Chicago Press.",
        "Glaser, J. M. (1994). Back to the Black Belt: Racial Environment and White Racial Attitudes in the South. Journal of Politics, 56(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Hahn, S. (2005). A Nation Under Our Feet: Black Political Struggles in the Rural South from Slavery to the Great Migration. Belknap Press.",
        "Hardy, B. L., Logan, T. D., and Parman, J. M. (2018). The Historical Role of Race and Policy for Regional Inequality. Hamilton Project.",
        "Holt, T. (1977). Black over White: Negro Political Leadership in South Carolina during Reconstruction. University of Illinois Press.",
        "Hopkins, D. (2009). The Diversity Discount: When Increasing Racial and Ethnic Diversity Prevents Tax Increases. Journal of Politics, 71(1):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Hutchings, V. and Valentino, N. (2004). The Centrality of Race in American Politics. Annual Review of Political Science, 7:383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "ICPSR (1999). United States Historical Election Returns, 1824-1968 [ICPSR 1 Computer File].",
        "Jones, B. F. and Olken, B. A. (2009). Hit or Miss? The Effect of Assassinations on Institutions and War. American Economic Journal: Macroeconomics, 1(2):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Jones, D. B., Troesken, W., and Walsh, R. (2012). A Poll Tax by Any Other Name: The Political Economy of Disenfranchisement. Technical report, University of Pittsburgh.",
        "Lemann, N. (2007). Redemption: The Last Battle of the Civil War. Farrar, Straus and Giroux.",
        "Logan, T. D. (2018). Do black politicians matter? Technical report, National Bureau of Economic Research.",
        "Logan, T. D. and Parman, J. M. (2017). The national rise in residential segregation. Journal of Economic History, 77(1):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "McPherson, E. (1875). The Political History of the United States of America During the Period of Reconstruction. Philp Solomons.",
        "Merritt, K. L. (2017). Masterless Men: Poor Whites and Slavery in the Antebellum South. Cambridge University Press.",
        "Rable, G. C. (2007). But There Was No Peace: The Role of Violence in the Politics of Reconstruction. University of Georgia Press.",
        "Rhode, P. W. and Strumpf, K. S. (2003). Assessing the Importance of Tiebout Sorting: Local Heterogeneity from 1850 to 1900. American Economic Review, 93(4):1648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1677.",
        "Riddleberger, P. W. (1960). The RadicalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Abandonment of the Negro During Reconstruction. Journal of Negro History, 45(2):88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Rodden, J. (2010). The Geographic Distribution of Political Preferences. Annual Review of Political Science, 13:321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Russ, W. A. (1934a). Registration and Disenfranchisement Under Radical Reconstruction. Mississippi Valley Historical Review, 21(2):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Russ, W. A. (1934b). The Negro and White Disenfranchisement During Radical Reconstruction. Journal of Negro History, 19(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Sterling, D. (1994). The Trouble They Seen: The Story of Reconstruction in the Words of African Americans. Da Capo Press.",
        "Stewart, M. A. and Kitchens, K. E. (2017). Political implications of military occupation: The creation of social order and the historical legacies of the u.s. civil war. Technical report, American University.",
        "Suryanarayan, P. and White, S. (2019). Slavery, Reconstruction, and Bureaucratic Capacity in the American South. Technical report, Johns Hopkins University.",
        "Sylla, R. (1986). Long-Term Trends in State and Local Finance: Sources and Uses of Funds in North Carolina, 1800-1977. Long-Term Factors in American Economic Growth, pages 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Valelly, R. M. (2004). The Two Reconstructions: The Struggle for Black Enfranchisement. University of Chicago Press.",
        "White, R. (2017). The Republic for Which it Stands: The United States during Reconstruction and the Gilded Age, 1865-1896. Oxford University Press.",
        "Williams, J. (2017). Historical lynchings and contemporary voting behavior of blacks. Technical report, Louisiana State University.",
        "Williamson, J. (1965). After Slavery: The Negro in South Carolina During Reconstruction, 1861-1877. University of North Carolina Press.",
        "Williamson, J. (1986). A Rage for Order. Oxford University Press New York, NY.",
        "Wright, G. (2006). Slavery and American Economic Development. Louisiana State University Press."
    ]
}