{
    "id": 2601,
    "cites": 14,
    "cited_by": 40,
    "reference": [
        "Bernheim, B.D. and Whinston, K.D. [1985]: Common Marketing Agency as a Device for Facilitating Collusion, Rand Journal of Economics. 16, pp. 2 6 9-281, Bernheim, B.D. and Whinston, M.D. [1986] Econometrica. Vol. 54, No. 4, pp. 923 - 94 2. &apos; Common Agency Blair, R. and Kaserman, D. [1^8 3] : Law and Economics of Vertical Integration and Control. New York Academic Press.",
        "Bonnano, G. and Vickers, J. [1987]: Vertical Separation, Nuffield College Discussion Paper, forthcoming in Journal of Industrial Economics.",
        "Cai!laud, B. and Rey. P. [1987]: A Note on Vertical Restraints with Provision of Distribution Services, INSEE Discussion Paper No. 8 7 0 2.",
        "Caves , R . [1984] : Vertical Restraints in ManufacturerDistributor Relations: Incidence and Economic Effects, mimeographed, Harvard University.",
        "Comanor, W.S. [1985]: Vertical Price Fixing and Market Restrictions and the New Antitrust Policy, Harvard Law REvlew. Vol. 98, No. 5, pp. 983-1002. Fershtman , C. Oligopoly , University.",
        "Mathewson, G.F. and Winter, R. [1984]: An Economic Theory of Vertical Restraints, Rand Journal of Economics. 15 (Spring), pp. 27-38.",
        "Posner, R. [1977]: The Rule of Reason and the Economic Approach: Reflections on the Sylvania Decision, University of Chicago Law Review. 45, Fall, pp. 1-207.",
        "Rey, P. and Stiglitz, J, [1985]: The Role of Exclusive Territories on Producers&apos; Competition, mimeographed, revised version July 1987.",
        "Rey, P. and Tirole J. [1986a]; Vertical Restraints from a Principal-Agent Viewpoint, in Marketing Channels. L. Pellegrini and S.K. Reddy (eds.) Lexington: Lexington Books, pp. 3-30.",
        "_, [1986b]: The Logic of Vertical Restraints, Ame r ic an Economic Review. Vol. 76, No. 5, pp. 921-939.",
        "Scherer, F.M. [1933&apos;: The Economics of Vertical Restraints, Antitrust Law Journal. Vol. 52, No. 3, pp. 687-707.",
        "Spengler, J. [1950]: Vertical Integration and Anti-trust policy, Journal of Political Economy. 58, August, pp. 347-352.",
        "Stiglitz, J.E., [1986]: Towards a More General Theory of Monopolistic Competition, in Prices, Competition and Equilibrium. M. Peston and R. Quandt (eds.) Philip Allan Publishers, pp. 22-69.",
        "Telser, L. [1960]: Why Should Manufacturers Want Fair Trade?, Journal of Law and Economics. 3, October, pp. 86-105."
    ]
}