{
    "id": 2603,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Ahamed, L., (1986), `Stabilization Polio:es in e;eloping Countroes The World Sank Research Obsezner, `.`oL,l, January, p~.9-ll0.",
        "Anand, R. and Si,)nbergen, S van., `193 nfa~ion and the Financing of Goverrnient Expenditure in Turkey An ntroductory Analysis , Vorld Bank mimeo, Revised June. Blinder, A., `1987), `Credit Rationing and Effective Supply Failures Economic Journal, `Jol.97 June pp 32-352.",
        "Buiter, V., l983a), `Measurement of the Public Sector Def~.,t 4nd :ts Implications for Policy Evaluation and Design , l.M.F. Staff Papers, Vol.30, June pp.306-349. Buiter, V., (l983b), `The Theo~r of Optimum Deficits and Debt in Federal Reserve Bank of Boston, Conference series No 2, The Economics of Large Government Deficits, October, pp.4-69. Buiter, V., (1985) `A Guide to Public Sector Debt and Deficits, Economic Policy, Vol.1, November, pp.14-61.",
        "Buiter, V., (1986a), `Macroeconomic Responses by Developing Countroes to Changes in External Economic Conditions, NBER Working Paper ~o.1336, Feb.",
        "Buiter, W. , (l986b), `Structural and Stabilisation Aspects of Fiscal and Financial Policy in the Dependent Economy, NBER Working Paper No.2023, September, forthcoming in Oxford Economic Papers.",
        "Buiter, V., (l987a), `The Current Global Economic Sstuation, Outlook and Policy Options with Special Emphasis on Fiscal Policy Issues , Centre for Economic Policy Research, Discussion Paper No. 210, November. B..5iter, V., (l987b), `Can Public Spending Cuts be Inflationary?, mimeo. Coutirtho, R., (1q86), `Public Sector Deficits and Crowding Out: A Consistency Model for Brazil , mimeo, World Bank, December. Coutinho, R., (1988), `Public Deficots. Finanoeable Oeficits and Stabilization , mimeo, Oorld Bank, February.",
        "Cumby, R. and Levich, R. , (1987), `On the Definition and Magnitude of Recent Capital Flight , NBER Vorking Paper No.22Ã\u0082Â°5.",
        "Dervis, K. and Patti, P., (1987), `The Macroeconomics of Successful Development: What are the lessons?, rnimeo, March.",
        "Domnbusch, R., (1980), Open Econo~ Macroeconomics, Basic Socks, N.Y.",
        "Dornbusch, R., (1986), Dollars, Debts and Deficits, MIT Press.",
        "Eaton. S. and Gersovitz, M., (l981a). `Debt with Potential Repudlat:on: Theoretical and Empirical Analytis , Review of Economic Studies, Vol.48, pp.289-3O9. Eaton, J. and Gersovitz, M. , (l98lb), Poor Country Borrowing and the Repudiation Issue, Princeton Studies in International Finance No.i, Princeton NJ. Eaton, S. and Gersovitz, M. , (1983), `Country Risk: Economic Aspects, in R.J. Herring ad, Managing International Risk, New York, Cambrodge University Press.",
        "Eaton, J. , Gersovitz, M. and Stiglitz, 3., (1986), `The pure theory of country risk, European Economic Review, Vol.30, pp.481-513.",
        "Edwards, S., (1986), `Are Devaluations Contractionary? Review of Economics and Statistics, Vol.68, August, pp.501-508.",
        "Hague, N., (1986), `Fiscal Policy and Private Saving Behaviour in Developing Countries, World Bank Discussion Paper Report No, DRD.2O9.",
        "December. Hague, N. and Montiel, P., (1987, , `Richardian Equivalence, li:uidi:v Constraints, and the Yaari-Blancuard Effect: Oests for Developing Countries , Vorld Bank DRD momeo. May ~Osan, M. and Lizondo, S., ~98~ , `Devaluatcon, Fiscal Deficits, and the Real Exchange Rate, The World Bank Economic Review, 1, January, pp.357-374.",
        "Kletzer, K., (1984), `Asymmetric informatcon and LDC Borrowing with Sovereign Risk, Economic Journal, `Zol 94, pp.28-3O~.",
        "Knight, P., (1986, `Brazil, Structural Ad~.istment, Stabilization and Growth , 1986 Country Economic Memorandum, VorId Bank, Kru~an, P. and Taylor, L. , l98,., `Contractionary Effects of a Devaluation, Journal of International Economics, `701.8 August, pp .,445-456.",
        "Sachs, S. ad. (1987), Developing Country Debt, NBER Conference Report.",
        "Tanzi, V., (1978), `Inflation, Real Tax Revenue and the Case for Inflationary Finance: Theory with an Application to Argentina , MF Staff Papers, Vol.25, Septemoer.",
        "Wijnbergen, S. van, (1986), `Exchange Rate Management and Stabilization Policies in Developing Countries , in S. Edwards and L. Ahs.med ads, Economic Adjustment and Exchange Rates in Deveoping Countries, University of Chicago Press."
    ]
}