{
    "id": 26037,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Francesco Agostinelli and Matthew Wiswall. Estimating the technology of childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s skill formation. NBER Working Paper, (22442), 2016a. Francesco Agostinelli and Matthew Wiswall. Identification of dynamic latent factor models: The implications of re-normalization in a model of child development.",
        "Peter Arcidiacono, Gigi Foster, Natalie Goodpaster, and Josh Kinsler. Estimating spillovers using panel data, with an application to the classroom. Quantitative Economics, 3:421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470, 2012.",
        "Orazio Attanasio, Sarah Cattan, Emla Fitzsimons, Costas Meghir, and Marta RubioCodina. Estimating the production function for human capital: Results from a randomized control trial in colombia. NBER Working Paper, (20965), 2019a.",
        "Orazio Attanasio, Costas Meghir, and Emily Nix. Human capital development and parental investment in india. NBER Working Paper, (21740), 2019b.",
        "Pedro Bernal, Nikolas Mittag, and Javaeria A. Qureshi. Estimating effects of school quality using multiple proxies. Labour Economics, 39:1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 10, 2016.",
        "Raj Chetty, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan. How does your kindergarten classroom affect your earnings? evidence from project star *. The Quarterly Journal of Economics, 126(4):1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660, 2011.",
        "Raj Chetty, John N. Friedman, and Jonah E. Rockoff. Measuring the impacts of teachers i: Evaluating bias in teacher value-added estimates. American Economic Review, 104(9), 2014a.",
        "Raj Chetty, John N. Friedman, and Jonah E. Rockoff. Measuring the impacts of teachers ii: Teacher value-added and student outcomes in adulthood. American Economic Review, 104(9):2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79, 2014b.",
        "Flavio Cunha and James Heckman. The technology of skill formation. American Economic Review, 97(2):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47, 2007.",
        "Flavio Cunha, James J. Heckman, and Susanne M. Schennach. Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78(3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931, 2010.",
        "Ellen Greaves, Iftikhar Hussain, Birgitta Rabe, and Imran Rasul. Parental responses to information about school quality: Evidence from linked survey and administrative data. Working Paper, 2019.",
        "Eric A. Hanushek, Paul E. Peterson, Laura M. Talpey, and Ludger Woessmann. The achievement gap fails to close: Half century of testing shows persistent divide between haves and have-nots. Education Next, 2019a.",
        "Eric A. Hanushek, Paul E. Peterson, Laura M. Talpey, and Ludger Woessmann. The unwavering ses achievement gap: Trends in u.s. student performance. NBER Working Paper, (25648), 2019b.",
        "James J. Heckman and Dimitriy V. Masterov. The productivity argument for investing in young children. Review of Agricultural Economics, 29(3):446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493, 2007.",
        "James J. Heckman and Stefano Mosso. The economics of human development and social mobility. NBER Working Paper, (19925), 2014.",
        "Kirabo C. Jackson. Non-cognitive ability, test scores, and teacher quality: Evidence from 9th grade teachers in north carolina. NBER Working Paper, (18624), 2012.",
        "Alan B. Krueger. Experimental estimates of education production functions*. The Quarterly Journal of Economics, 114(2):497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532, 1999.",
        "Steven G. Rivkin, Eric A. Hanushek, and John F. Kain. Teachers, schools, and academic achievement. Econometrica, 73(2):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458, 2005.",
        "Petra E. Todd and Kenneth I. Wolpin. On the specification and estimation of the production function for cognitive achievement. Economic Journal, 113(485):F3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c F33, 2003."
    ]
}