{
    "id": 26032,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Aguiar, Mark and Mark Bils. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has consumption inequality mirrored income inequality ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (9):2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Alvarez, Fernando and Urban J Jermann. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency, equilibrium, and asset pricing with risk of default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 68 (4):775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "An, Sungbae and Frank Schorfheide. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian analysis of DSGE models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric reviews 26 (2-4):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Attanasio, Orazio P and Luigi Pistaferri. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 30 (2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Auclert, Adrien. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and the redistribution channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Auclert, Adrien, Matthew Rognlie, and Ludwig Straub. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intertemporal Keynesian Cross.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., January 2017 working paper.",
        "Bayer, Christian, Ralph LÃ\u0083Æ\u0092Ã\u0082Â¼tticke, Lien Pham-Dao, and Volker Tjaden. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary savings, illiquid assets, and the aggregate consequences of shocks to household income risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 87 (1):255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Bilbiie, Florin O. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited asset markets participation, monetary policy and (inverted) aggregate demand logic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 140 (1):162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality and partial insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (5):1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1921.",
        "Brav, Alon, George M Constantinides, and Christopher C Geczy. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing with heterogeneous consumers and limited participation: Empirical evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110 (4):793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Broer, Tobias, Niels-Jakob H. Hansen, Per Krusell, and Erik Oberg. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Keynesian Transmission Mechanism: A Heterogeneous-Agent Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies forthcoming.",
        "Challe, Edouard, Julien Matheron, Xavier Ragot, and Juan F Rubio-Ramirez. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary saving and aggregate demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 8 (2):435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Chari, Varadarajan V, Patrick J Kehoe, and Ellen R McGrattan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycle accounting. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75 (3):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chien, YiLi, Harold Cole, and Hanno Lustig. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multiplier approach to understanding the macro implications of household finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 78 (1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 234.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the volatility of the market price of risk due to intermittent portfolio rebalancing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102 (6):2859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is the government spending multiplier large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 119 (1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Debortoli, Davide and Jordi GalÃ\u0083Æ\u0092Ã\u0082Â­. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy with heterogeneous agents: Insights from TANK models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, September .",
        "Den Haan, Wouter J, Pontus Rendahl, and Markus Riegler. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment (fears) and deflationary spirals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 16 (5):1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1349.",
        "Eggertsson, Gauti B and Paul Krugman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, deleveraging, and the liquidity trap: A Fisher-Minsky-Koo approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127 (3):1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, J David LÃ\u0083Æ\u0092Ã\u0082Â³pez-Salido, and Javier VallÃ\u0083Æ\u0092Ã\u0082Â©s. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the effects of government spending on consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the european economic association 5 (1):227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 270.",
        "Gornemann, Nils, Keith Kuester, and Makoto Nakajima. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doves for the rich, hawks for the poor? Distributional consequences of monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Guerrieri, Veronica and Guido Lorenzoni. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit crises, precautionary savings, and the liquidity trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 132 (3):1427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Gust, Christopher, Edward Herbst, David LÃ\u0083Æ\u0092Ã\u0082Â³pez-Salido, and Matthew E Smith. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The empirical implications of the interest-rate lower bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (7):1971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006.",
        "Hagedorn, Marcus, Iourii Manovskii, and Kurt Mitman. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fiscal multiplier.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Heathcote, Jonathan and Fabrizio Perri. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth and volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 85 (4):2173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2213.",
        "Heathcote, Jonathan, Fabrizio Perri, and Gianluca Violante. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States 1967-2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Dynamics 13 (1):15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L Violante. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and labor supply with partial insurance: An analytical framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (7):2075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2126.",
        "Jappelli, Tullio and Luigi Pistaferri. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consumption response to income changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Jones, Callum, Virgiliu Midrigan, and Thomas Philippon. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Kaplan, Greg, Benjamin Moll, and Giovanni L Violante. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy according to HANK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 32 (3):697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kaplan, Greg and Giovanni L Violante. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of the consumption response to fiscal stimulus payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 82 (4):1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Heterogeneity and Macroeconomic Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 108 (3):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Kitagawa, Genshiro. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monte Carlo Filter and Smoother for Non-Gaussian Nonlinear State Space Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational and Graphical Statistics 5:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Kocherlakota, Narayana and Luigi Pistaferri. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing implications of Pareto optimality with private information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 117 (3):555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Koop, Gary, M Hashem Pesaran, and Simon M Potter. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impulse response analysis in nonlinear multivariate models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics 74 (1):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Krueger, Dirk and Hanno Lustig. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is market incompleteness irrelevant for the price of aggregate risk (and when is it not)?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 145 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Krueger, Dirk, Hanno Lustig, and Fabrizio Perri. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating asset pricing models with limited commitment using household consumption data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 6 (2-3):715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        "Krueger, Dirk, Kurt Mitman, and Fabrizio Perri. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and household heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, vol. 2. Elsevier, 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Krueger, Dirk and Fabrizio Perri. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does income inequality lead to consumption inequality ? Evidence and theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 73 (1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Krusell, Per and Anthony A Smith, Jr. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and wealth heterogeneity in the macroeconomy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy 106 (5):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "McKay, Alisdair. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-varying idiosyncratic risk and aggregate consumption dynamics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 88:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "McKay, Alisdair, Emi Nakamura, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The power of forward guidance revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (10):3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "McKay, Alisdair and Ricardo Reis. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of automatic stabilizers in the US business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 84 (1):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Nakajima, Tomoyuki. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A business cycle model with variable capacity utilization and demand disturbances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 49 (5):1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1360.",
        "Ravn, Morten O and Vincent Sterk. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job uncertainty and deep recessions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 90:125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Rotemberg, Julio J. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky prices in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 90 (6):1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Storesletten, Kjetil, Chris Telmer, and Amir Yaron. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Dynamics in Idiosyncratic Labor Market Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (3):695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Annette. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited asset market participation and the elasticity of intertemporal substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy 110 (4):825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Werning, IvÃ\u0083Æ\u0092Ã\u0082Â¡n. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete markets and aggregate demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research."
    ]
}