{
    "id": 26035,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Abadie, A., S. Athey, G. W. Imbens, and J. Wooldridge (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Should You Adjust Standard Errors for Clustering?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24003.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., J. D. Angrist, Y. Narita, and P. A. Pathak (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research design meets market design: Using centralized assignment for impact evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 85(5), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., and T. SÃ\u0083Æ\u0092Ã\u0082Â¶nmez (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Serial Dictatorship and the Core from Random Endowments in House Allocation Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 66(3), 689.",
        "(1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Allocation with Existing Tenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 88(2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Abebe, G., S. Caria, M. Fafchamps, P. Falco, S. Franklin, and S. Quinn (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anonymity or Distance? Job Search and and Labour Market Exclusion in a Growing African City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Abebe, G., S. Caria, and E. Ortiz-Opsina (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The selection of talent: Experimental and Structural Evidence from Ethiopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Atkin, D., A. Chaudhry, S. Chaudry, A. K. Khandelwal, and E. Verhoogen (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizational Barriers to Technology Adoption: Evidence from Soccer-ball Producers in Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(3), 1101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Bandiera, O., L. Guiso, A. Prat, and R. Sadun (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching Firms, Managers, and Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 33(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Bandiera, O., S. Hansen, A. Prat, and R. Sadun (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Behavior and Firm Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Banerjee, A. V., S. Cole, E. Duflo, and L. Linden (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remedying education: Evidence from two randomized experiments in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(3), 1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Benjamini, Y., A. M. Krieger, and D. Yekutieli (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Linear Step-up Procedures that Control the False Discovery Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 93(3), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Benmelech, E., and C. Frydman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Military CEOs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 117(1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Bertrand, M., and A. Schoar (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing with Style: The Effect of Managers on Firm Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 118(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Bishop, C. M. (2006): Pattern recognition and machine learning. Springer.",
        "Bloom, N., R. Lemos, R. Sadun, D. Scur, and J. Van Reenen (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Empirical Economics of Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 12(4), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Bloom, N., H. Schweiger, and J. Van Reenen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The land that lean manufacturing forgot? Management practices in transition countries 1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Transition, 20(4), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Bloom, N., and J. Van Reenen (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and explaining management practices across firms and countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(4), 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Breza, E., and A. G. Chandrasekhar (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks, Reputation, and Commitment: Evidence From a Savings Monitors Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Brooks, W., K. Donovan, and T. R. Johnson (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mentors or teachers? Microenterprise training in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 10(4), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bruhn, M., D. Karlan, and A. Schoar (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of consulting services on small and medium enterprises: Evidence from a randomized trial in mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126(2), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating marginal returns to education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(6), 2754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Casey, K., R. Glennerster, E. Miguel, and M. Voors (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills vs Voice in Local Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "DellaVigna, S., and D. Pope (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting experimental results: Who knows what?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Efron, B., and R. Thisted (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Number of Unseen Species: How Many Words did Shakespeare Know?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 63(3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Ellison, G., and R. Holden (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Rule Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law, Economics, & Organization, 30(4), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Fernandez, M. A. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deferred Acceptance and Regret-Free Truthtelling: A Characterization Result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Franklin, S. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, search costs and youth unemployment: experimental evidence from transport subsidies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 128(614), 2353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2379.",
        "Gale, D., and L. S. Shapley (1962): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College admissions and the stability of marriage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Mathematical Monthly, 69(1), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Gosnell, G. K., J. A. List, and R. D. Metcalfe (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Management Practices on Employee Productivity: A Field Experiment with Airline Captains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25620.",
        "Heckman, James J.and Vytlacil, E. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural equations, treatment effects, and econometric policy evaluation 1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Heckman, J. J., and E. Vytlacil (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy-Relevant Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review Papers & Proceedings, 91(2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Heckman, J. J., and E. Vytlacil (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative econometric estimators to evaluate social programs, and to forecast their effects in new environments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, ed. by J. J. Heckman, and E. E. Leamer, vol. 6, pp. 4875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5143.",
        "Hsieh, C.-T., and P. J. Klenow (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Humphries, J. E. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causes and Consequences of Self-Employment over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Job Market Paper, University of Chicago.",
        "Jayachandran, S., J. de Laat, E. F. Lambin, C. Y. Stanton, R. Audy, and N. E. Thomas (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for carbon: A randomized trial of payments for ecosystem services to reduce deforestation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 357(6348), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Klepper, S., and S. Sleeper (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry by spinoffs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 51(8), 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Malmendier, U., G. Tate, and J. Yan (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Early-life Experiences: The Effect of Managerial Traits on Corporate Financial Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 66(5), 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1733.",
        "McKenzie, D., and C. Woodruff (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business practices in small firms in developing countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mangement Science, 63(3), 2773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3145.",
        "McVitie, D. G., and L. B. Wilson (1970): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable Marriage Assignment for Unequal Sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIT Numerical Mathematics, 10(3), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "(1971): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The stable marriage problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Communications of the ACM, 14(7), 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Muendler, M.-A., and J. E. Rauch (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Employee Spinoffs Learn Markets From Their Parents? Evidence From International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24302.",
        "Narita, Y. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards an ethical experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Cowles Foundation Discussion Paper No. 2127.",
        "Rigol, N., R. Hussam, and B. Roth (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting High Ability Entrepreneurs Using Community Information: Mechanism Design in the Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Job Market Paper.",
        "Rosenbaum, P. R., and D. B. Rubin (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The central role of the propensity score in observational studies for causal effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 70(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Roth, A. E. (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 92(6), 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1016.",
        "Roth, A. E., and M. A. O. Sotomayor (1990): Two-Sided Matching: A Study in Game-Theoretic Modeling and Analysis, Econometric Society Monographs. Cambridge University Press.",
        "Rubin, D. B. (2004): Multiple imputation for nonresponse in surveys, vol. 81. John Wiley & Sons.",
        "Trapp, A., A. Teytelboym, A. Martinello, T. Annderson, and N. Ahani (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Placement optimization in refugee resettlement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Lund Department of Economics Working Paper 2018:23."
    ]
}