{
    "id": 26048,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "Agarwal, Sumit, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. 2014. Regulating consumer nancial products: Evidence from credit cards. The Quarterly Journal of Economics, 130(1): 111164.",
        "Allcott, Hunt. 2011. Social norms and energy conservation. Journal of Public Economics, 95(9): 10821095.",
        "Anderson, Ashton, and Etan A Green. 2018. Personal bests as reference points. Proceedings of the National Academy of Sciences, 115(8): 17721776.",
        "Ayres, Ian, Sophie Raseman, and Alice Shih. 2013. Evidence from two large eld experiments that peer comparison feedback can reduce residential energy usage. The Journal of Law, Economics, and Organization, 29(5): 9921022.",
        "Bartik, Alexander Wickman, and Scott Nelson. 2016. Credit Reports as Resumes: The incidence of pre-employment credit screening. Unpublished Manuscript.",
        "Benartzi, Shlomo, and Richard H Thaler. 2001. Naive diversication strategies in dened contribution saving plans. American Economic Review, 91(1): 7998.",
        "Bertrand, Marianne, and Adair Morse. 2011. Information disclosure, cognitive biases, and payday borrowing. The Journal of Finance, 66(6): 18651893.",
        "Beshears, John, James J Choi, David Laibson, Brigitte C Madrian, and William L Skimmyhorn. 2019. Borrowing to Save? The Impact of Automatic Enrollment on Debt. National Bureau of Economic Research Working Paper 25876.",
        "Bhargava, Saurabh, and Dayanand Manoli. 2015. Psychological frictions and the incomplete take-up of social benets: Evidence from an IRS eld experiment. American Economic Review, 105(11): 34893529.",
        "Biais, Bruno, Denis Hilton, Karine Mazurier, and SÃ\u0083Æ\u0092Ã\u0082Â©bastien Pouget. 2005. Judgemental overcondence, self-monitoring, and trading performance in an experimental nancial market. The Review of Economic Studies, 72(2): 287312.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer. 2013. Salience and consumer choice. Journal of Political Economy, 121(5): 803843.",
        "Bracha, Anat, and Stephan Meier. 2019. Misjudge the Nudge? The (Mixed) Eect of Reminders on Creditworthiness. Federal Reserve Bank of Boston Working Paper.",
        "Cadena, Ximena, and Antoinette Schoar. 2011. Remembering to Pay? Reminders vs. Financial Incentives for Loan Payments. National Bureau of Economic Research Working Paper 17020.",
        "Camerer, Colin, and Dan Lovallo. 1999. Overcondence and excess entry: An experimental approach. The American Economic Review, 89(1): 306318.",
        "Carpenter, Jerey P, Emiliano Huet-Vaughn, Peter Hans Matthews, Andrea Robbett, Dustin Beckett, and Julian C Jamison. 2017. Choice Architecture to Improve Financial Decision Making. Consumer Financial Protection Bureau Oce of Research Working Paper.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2009. Salience and taxation: Theory and evidence. The American Economic Review, 99(4): 11451177.",
        "Cialdini, Robert B, and Noah J Goldstein. 2004. Social inuence: Compliance and conformity. Annual Review of Psychology, 55: 591621.",
        "Cliord, Robert, and Daniel Shoag. 2016. No More Credit Score: Employer Credit Check Bans and Signal Substitution. Federal Reserve Bank of Boston Working Paper 16-10.",
        "Erez, Miriam. 1977. Feedback: A necessary condition for the goal setting-performance relationship. Journal of Applied Psychology, 62(5): 624.",
        "Fernandes, Daniel, John G Lynch Jr, and Richard G Netemeyer. 2014. Financial literacy, nancial education, and downstream nancial behaviors. Management Science, 60(8): 18611883.",
        "Fischho, Baruch, Paul Slovic, and Sarah Lichtenstein. 1977. Knowing with certainty: The appropriateness of extreme condence. Journal of Experimental Psychology: Human perception and performance, 3(4): 552.",
        "Gross, David B, and Nicholas S Souleles. 2002. An Empirical Analysis of Personal Bankruptcy and Delinquency. Review of Financial Studies, 15(1): 319347. Gross, Tal, Matthew J Notowidigdo, and Jialan Wang. Forthcoming. The Marginal Propensity to Consume over the Business Cycle. American Economic Journal: Macroeconomics.",
        "Kahneman, Daniel, and Amos Tversky. 1996. On the reality of cognitive illusions. Psychological Review.",
        "Karlan, Dean, Margaret McConnell, Sendhil Mullainathan, and Jonathan Zinman. 2016. Getting to the top of mind: How reminders increase saving. Management Science, 62(12): 33933411.",
        "Kast, Felipe, Stephan Meier, and Dina Pomeranz. 2012. Under-Savers Anonymous: Evidence on Self-Help Groups and Peer Pressure as a Savings Commitment Device. National Bureau of Economic Research Working Paper 18417.",
        "Keys, Benjamin J, and Jialan Wang. 2019. Minimum payments and debt paydown in consumer credit cards. Journal of Financial Economics, 131(3): 528548.",
        "Kling, Jerey R, Sendhil Mullainathan, Eldar Shar, Lee C Vermeulen, and Marian V Wrobel. 2012. Comparison friction: Experimental evidence from Medicare drug plans. The Quarterly Journal of Economics, 127(1): 199235.",
        "Lacko, James M, and Janis K Pappalardo. 2010. The failure and promise of mandated consumer mortgage disclosures: Evidence from qualitative interviews and a controlled experiment with mortgage borrowers. The American Economic Review, 100(2): 516521.",
        "List, John A, Azeem M Shaikh, and Yang Xu. 2016. Multiple Hypothesis Testing in Experimental Economics. National Bureau of Economic Research Working Paper 21875.",
        "Malmendier, Ulrike, and Young Han Lee. 2011. The bidder's curse. The American Economic Review, 101(2): 749787.",
        "Medina, Paolina C. 2017. Selective Attention in Consumer Finance: Evidence from a Randomized Intervention in the Credit Card Market. Unpublished Manuscript.",
        "Perry, Vanessa Gail. 2008. Is ignorance bliss? Consumer accuracy in judgments about credit ratings. Journal of Consumer Aairs, 42(2): 189205.",
        "Ponce, Alejandro, Enrique Seira, and Guillermo Zamarripa. 2017. Borrowing on the Wrong Credit Card? Evidence from Mexico. The American Economic Review, 107(4): 13351361.",
        "Pope, Devin, and Uri Simonsohn. 2011. Round numbers as goals: Evidence from baseball, SAT takers, and the lab. Psychological Science, 22(1): 7179.",
        "Seira, Enrique, Alan Elizondo, and Eduardo Laguna-Muggenburg. 2017. Are Information Disclosures Eective? Evidence from the Credit Card Market. American Economic Journal: Economic Policy, 9(1): 277307.",
        "Seligman, Clive, and John M Darley. 1977. Feedback as a means of decreasing residential energy consumption. Journal of Applied Psychology, 62(4): 363.",
        "Sussman, Abigail B, and Rourke L O'Brien. 2016. Knowing When to Spend: Unintended Financial Consequences of Earmarking to Encourage Savings. Journal of Marketing Research.",
        "Svenson, Ola. 1981. Are we all less risky and more skillful than our fellow drivers? Acta psychologica, 47(2): 143148.",
        "Walford, S, EAM Gale, SP Allison, and RB Tattersall. 1978. Self-monitoring of blood-glucose: improvement of diabetic control. The Lancet, 311(8067): 732735."
    ]
}