{
    "id": 26054,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "Abay, K. A., L. E. M. Bevis, and C. B. Barrett (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Error Mechanisms Matter: Agricultural Intensification with Farmer Misperceptions and Misreporting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Aker, J. C. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dial Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for Agriculture: A Review of Information and Communication Technologies for Agricultural Extension in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural Economics, 42, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Akroyd, S. and L. Smith (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Review of Public Spending to Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, DFID/World Bank.",
        "Anderson, J. R. and G. Feder (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 44 Agricultural Extension,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Agricultural Economics, ed. by R. Evenson and P. Pingali, Elsevier, vol. 3 of Agricultural Development: Farmers, Farm Production and Farm Markets, 2343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2378.",
        "Bandiera, O., R. Burgess, N. Das, S. Gulesci, I. Rasul, and M. Sulaiman (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets and Poverty in Village Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132, 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Banerjee, A., E. Duflo, N. Goldberg, D. Karlan, R. Osei, W. Pariente, J. Shapiro, B. Thuysbaert, and C. Udry (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Multifaceted Program Causes Lasting Progress for the Very Poor: Evidence from Six Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 348, 1260799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1260799.",
        "Beaman, L., D. Karlan, B. Thuysbaert, and C. Udry (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability of Fertilizer: Experimental Evidence from Female Rice Farmers in Mali,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 103, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Birkhaeuser, D., R. E. Evenson, and G. Feder (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of Agricultural Extension: A Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 39, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Bitler, M. P., J. B. Gelbach, and H. W. Hoynes (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Impacts of the Self-Sufficiency Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 11626, National Bureau of Economic Research.",
        "Block, S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline and Rise of Agricultural Productivity in Sub-Saharan Africa since 1961,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in African Successes, University of Chicago Press, for the National Bureau of Economic Research, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bold, T., K. C. Kaizzi, J. Svensson, and D. Yanagizawa-Drott (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lemon Technologies and Adoption: Measurement, Theory and Evidence from Agricultural Markets in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132, 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1100.",
        "Bravo-Ortega, C. and D. Lederman (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agriculture and National Welfare around the World: Causality and International Heterogeneity since 1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 3499, The World Bank.",
        "Byerlee, D., A. de Janvry, and E. Sadoulet (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agriculture for Development: Toward a New Paradigm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Carletto, C., S. Savastano, and A. Zezza (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fact or Artifact: The Impact of Measurement Errors on the Farm SizeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cProductivity Relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 103, 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Carter, M. R., E. TjernstrÃ\u0083Æ\u0092Ã\u0082Â¶m, and P. Toledo (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Impact Dynamics of a Rural Business Development Program in Nicaragua,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 138, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Chernozhukov, V., M. Demirer, E. Duflo, and I. Fernandez-Val (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generic Machine Learning Inference on Heterogenous Treatment Effects in Randomized Experiments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24678, National Bureau of Economic Research.",
        "Collier, P. and S. Dercon (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093African Agriculture in 50 Years: Smallholders in a Rapidly Changing World?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 63, 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Desiere, S. and D. Jolliffe (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Productivity and Plot Size: Is Measurement Error Driving the Inverse Relationship?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 130, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Dubey, P. and R. N. Yegbemey (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Support to the Impact Evaluation of the Core One Acre Fund Program on Yields and Profits of Maize Farmers in Teso, Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Field Report, International Initiative for Impact Evaluation.",
        "Duflo, E., M. Kremer, and J. Robinson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How High Are Rates of Return to Fertilizer? Evidence from Field Experiments in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 98, 482Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Feder, G., R. E. Just, and D. Zilberman (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adoption of Agricultural Innovations in Developing Countries: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 33, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Firpo, S. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Semiparametric Estimation of Quantile Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "FrÃ\u0083Æ\u0092Ã\u0082Â¶lich, M. and B. Melly (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Quantile Treatment Effects with Stata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal, 10, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Gollin, D., C. W. Hansen, and A. Wingender (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Blades of Grass: The Impact of the Green Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24744, National Bureau of Economic Research.",
        "Gourlay, S., T. Kilic, and D. Lobell (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Could the Debate Be Over? Errors in Farmer-Reported Production and Their Implications for the Inverse Scale-Productivity Relationship in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 8192, The World Bank.",
        "Government of Kenya (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Sector Development Strategy 2010-2020,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Hanna, R., S. Mullainathan, and J. Schwartzstein (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Through Noticing: Theory and Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129, 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1353.",
        "Heckman, J. J., J. Smith, and N. Clements (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making The Most Out Of Programme Evaluations and Social Experiments: Accounting For Heterogeneity in Programme Impacts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 64, 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Kondylis, F., V. Mueller, and J. Zhu (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeing Is Believing? Evidence from an Extension Network Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 125, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Ligon, E. A. and E. Sadoulet (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effects of Aggregate Agricultural Growth on the Distribution of Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 1115, Department of Agricultural & Resource Economics, UC Berkeley.",
        "Magruder, J. R. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Assessment of Experimental Evidence on Agricultural Technology Adoption in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics.",
        "Matsuyama, K. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Productivity, Comparative Advantage, and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 58, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "McArthur, J. W. and G. C. McCord (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertilizing Growth: Agricultural Inputs and Their Effects in Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 127, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Muyanga, M. and T. S. Jayne (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Extension in Kenya: Practice and Policy Lessons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 202617, Egerton University, Tegemeo Institute of Agricultural Policy and Development.",
        "National Farmers Information Services (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field Management Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c NAFIS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, http://www.nafis.go.ke/agriculture/maize/field-management-practices/.",
        "One Acre Fund (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How We Grow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, https://oneacrefund.org/what-wedo /how-we-grow/.",
        "Ravallion, M. and S. Chen (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (Uneven) Progress against Poverty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 82, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Rostow, W. W. (1990): The Stages of Economic Growth: A Non-Communist Manifesto, Cambridge University Press.",
        "Sheahan, M., R. Black, and T. S. Jayne (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Kenyan Farmers Under-Utilizing Fertilizer? Implications for Input Intensification Strategies and Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Food Policy, 41, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Suri, T. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and Comparative Advantage in Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Tinsley, E. and N. Agapitova (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Sector Solutions to Helping Smallholders Succeed: Social Entreprise Business Models in the Agriculture Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, The World Bank.",
        "TjernstrÃ\u0083Æ\u0092Ã\u0082Â¶m, E., M. R. Carter, and T. Lybbert (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dirt on Dirt: Soil Characteristics and Variable Fertilizer Returns in Kenyan Maize Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Udry, C., F. di Battista, M. Fosu, M. Goldstein, A. Gurbuz, D. Karlan, and S. Kolavalli (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Market Access and Risk: Addressing Constraints to Agricultural Transformation in Northern Ghana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Draft Report.",
        "World Bank (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Development Report 2008: Agriculture for Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, World Bank."
    ]
}