{
    "id": 26053,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Bean, Charles R. (2014). Global aspects of unconventional monetary policies. In Federal Reserve Bank of Kansas City, Global Dimensions of Unconventional Monetary Policy.  Federal Reserve Bank of Kansas City. 355-363.",
        "Bernanke, B.S. (2017). Monetary policy in a new era. Brookings Institution, manuscript.",
        "Brock, W. (1971). Sensitivity of Optimal Growth Paths with Respect to a Change in Target Stocks.  In G. Brockman and W. Weber (eds.), Contributions to the Von Neumann Growth Model. New York: Springer Verlag. 73-89.",
        "Bundick, B. and L. Smith. (2016). The dynamic effects of forward guidance shocks. Manuscript.",
        "Campbell, J., J. Fisher, A. Justiniano and L. Melosi (2016). Forward guidance and macroeconomic outcomes since the financial crisis. Working Paper, Federal Reserve Bank of Chicago.",
        "Carlson, M., G. Eggertsson, and E. Mertens (2008). Federal Reserve experiences with very low interest rates: lessons learned. Manuscript.",
        "Calvo, G.A. (1983). Staggered prices in a utility-maximizing framework. Journal of Monetary Economics, 12, 383-398.",
        "Carlstrom, C.T., Fuerst, T.S. and Paustian, M. (2015). Inflation and output in New Keynesian models with a transient interest rate peg. Journal of Monetary Economics, 76, 230-243.",
        "Chung, H. (2015). The effects of forward guidance in three macro models. Feds notes.",
        "Cochrane, J. (2011). Determinacy and identification with Taylor rules. Journal of Political Economy 119 (3), 565-615.",
        "Cochrane, J. (2017a). The new-Keynesian liquidity trap. Journal of Monetary Economics 92(C), 47-63.",
        "Cochrane, J. (2017b). Michelson-Morley, Fisher, and Occam: the radical implications of stable quiet inflation at the zero bound. Manuscript.",
        "CoeurÃ\u0083Â©, B. (2018). Forward guidance and policy normalisation. Speech from 17 September.",
        "Coibion, O., Y. Gorodnichenko, and J. Wieland (2012). The optimal inflation rate in new Keynesian models: should central banks raise their inflation targets in light of the zero lower bound. Review of Economic Studies 79, 1371-1406.",
        "Christiano, L., M. Eichenbaum, and C. Evans (2005). Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy, 113(1), 1-45.",
        "Del Negro, M., F. Schorfheide, F. Smets, and R.Wouters (2007). On the fit of new Keynesian models. Journal of Business & Economic Statistics, 25 (2), 123-143.",
        "Del Negro, M., M. Giannoni, and C. Patterson (2015). The forward guidance puzzle. Working Paper, Federal Reserve Bank of New York.",
        "Den Haan, W. (2013). Introduction. In W. Den Haan (ed.), Forward Guidance, Perspectives from Central Bankers, Scholars and Market Participants. Centre for Economic Policy Research. 1-21.",
        "Eggerstsson, G. B. and M. Woodford (2003). The zero bound on interest rates and optimal monetary policy. Brookings Papers on Economic Activity, 34(1), 139-211.",
        "Fair, R. and J.B. Taylor (1983). Solution and maximum likelihood estimation of dynamic nonlinear rational expectations models. Econometrica 51, 1169-1185.",
        "Gabaix, X. (2017). A behavioral new Keynesian model. Manuscript.",
        "GalÃ\u0083Â­, J. (2008). Monetary Policy, Inflation and the Business Cycles: An Introduction to the New Keynesian Framework. Princeton University Press, Princeton, New Jersey.",
        "GalÃ\u0083Â­, J. (2017). Forward guidance and the exchange rate. Manuscript.",
        "Hagedorn, M., J. Luo, I. Manovskii, and K. Mitman. (2018). Forward guidance. NBER Working Paper 24521.",
        "Husted, L., J. Rogers and B. Sun (2017). Monetary policy uncertainty. International Finance Discussion Papers, Board of Governors of the Federal Reserve System 1215.",
        "Kaplan, G., B. Moll, and G. Violante (2016). A note on unconventional monetary policy in HANK. Working Paper, Princeton University.",
        "Keen, B., A. Richter, and N. Throckmorton (2016). Forward guidance and the state of the economy. Manuscript.",
        "Levin, A., D. LÃ\u0083Â³pez-Salido, E. Nelson and T. Yun (2010). Limitations on the effectiveness of forward guidance at the zero lower bound, International Journal of Central Banking 6(1), 143-189.",
        "Maliar. L. (2018). Continuous time versus discrete time in the new Keynesian model: closed-form solutions and implications for liquidity trap. CEPR Working Paper 13384.",
        "Maliar, L., S. Maliar, J. Taylor, and I. Tsener (2015). A tractable framework for analyzing a class of nonstationary Markov models. NBER working paper 21155.",
        "McKay, A., E. Nakamura, and J. Steinsson (2016). The power of forward guidance revisited. American Economic Review, 106(10), 3133-3358.",
        "McKay, A., E. Nakamura, and J. Steinsson (2016). The discounted Euler equation: a note. Economica, 1-12.",
        "McKenzie, L. (1976). Turnpike theory. Econometrica 44, 841-865.",
        "Mester, L. (2014). Forward guidance in extraordinary times, in normal times, and betwixt the two. Federal Reserve Bank of Cleveland.",
        "Monetary Policy Report (2018). Board of Governors of the Federal Reserve System. February 23, 2018.",
        "Plosser, C. (2013). Forward guidance. Federal Reserve Bank of Philadelphia. Manuscript.",
        "Reischneider, D. and J. Williams (2000). Three lessons for monetary policy in a low inflation era. Journal of Money, Credit and Banking, 32, 936-966.",
        "Smets, F. and R. Wouters (2007). Shocks and frictions in US business cycles: A Bayesian DSGE approach. American Economic Review, 97 (3), 586-606.",
        "Taylor, J. B. (1986). New econometric approaches to stabilization policy in stochastic models of macroeconomic fluctuations. In Z. Griliches and M. D. Intriligator (eds.), Handbook of Econometrics, Volume III. Elsevier. 1998-2055.",
        "Taylor, J. B. (1993). Discretion versus policy rules in practice. Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Walsh, C. (2017). Simple sustainable forward guidance at the ELB. Manuscript.",
        "Werning, I. (2012). Managing a liquidity trap: monetary and fiscal policy. Manuscript, MIT.",
        "Werning, I. (2015). Incomplete markets and aggregate demand. Working Paper, MIT.",
        "Woodford, M. (2001). The Taylor rule and optimal monetary policy. American Economic Review 91(2), 232-237.",
        "Woodford, M. (2003). Interest and Prices. Princeton University Press, Princeton.",
        "Woodford, M. (2010). Optimal monetary stabilization policy. In B.M. Friedman and M. Woodford (eds.), Handbook of Monetary Economics, Volume 3. Elsevier. 723-828.",
        "Woodford, Michael. (2013). Methods of policy accommodation at the interest rate lower bound. In Federal Reserve Bank of Kansas City (ed.), The Changing Policy Landscape. Federal Reserve Bank of Kansas City.  185-288.",
        "Yellen, J. (2018). Comments on monetary policy at the effective lower bound. Brookings."
    ]
}