{
    "id": 2606,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Ando, A., and Modigliani, F. 1963. The Life Cycle Hypothesis of Saving: Aggregete Implications and Tests. American Economic Review 53; 5 5-54.",
        "Aschauer, D. 1985. Fiscal Policy and Aggregate Demand. American Economic Review 75: 117-27.",
        "Auerbach, A. J., and Kotlikoff, L. J. 1953. An Examination of Empirical Tests of Social Security and Savings. In Helpman et al., eds., Social Policy Evaluation; An Economic Perspective, New York: Academic Press, 161-79.",
        "Barro, R. .1. 1974. Are Government Bonds Net Wealth? Journal of Political Economy 82: 1095-118.",
        "Evidence from U.S. Time Series. Washington, D.C.: American Enterprise Institute. Barro R. J., and Sahasakul, C. 1983. Measuring the Average Marginal Tax Rate from the Individual Income Tax. Journal of Business 56; 419-52.",
        "Barth, 3. R.; Iden, G.; and Russek, F. S. 1984-85. Do Federal Deficits Really Matter? Contenroorarv Policy Issues 3: 79-95.",
        "Bernanke, B. S. 1984. Permanent Income, Liquidity, and Expenditure on Automobiles: Evidence from Panel Data. Quarfltlv Journal of Economics 99: 587-614.",
        "Boskim, N. J., and Kotlikoff, L. .1, 1985. Public Debt and U.S. Saving; A New Test of the Neutrality Hypotheses. Carnezie-Rochester Conference Series, 55-86.",
        "Boskin, N. 3., and Lau, L. 3. 1978. Taxation and Aggregate Factor Supply; Preliminary Estimates. In Department of the Treasury, 1978 Comcendiia of Tax Research, 3-15.",
        "Danziger, S.; van der Caag, J.; Snolenaky, E.; and Taussig, N. 1982. The Life Cycle Hypothesis and the Consumption Behaviour of the Elderly.",
        "Journal of Post-Keynesian Economics 5; 208-27. Derby. N. R. 1979. The Effects of Social Security on Income and the Ã\u0083Â§flj,al Stock. Washington, D.C.: American Enterprise Institute.",
        "David, N., and Nenchik, P. L. 1981. The Effect of Social Security on Lifetime Wealth Accumulation and Bequests. Institute for Research on Poverty Discussion Paper No, 671.",
        "David, P. A., and Scadding, J. L. 1974. Private Savings; Ultrarationality, Aggregate Saving, and Denisons Law. Journal of Political Economy 82; 225-49.",
        "Diamond, P., and Hausman, 3. 1984. Individual Retirement and Savings Behaviour. Journal of Public Economics 23: 81-114.",
        "Feldstein, N. S. 1974. Social Security, Induced Retirement, and Aggregate Capital Accumulation. Journal of Political Economy 82; 905-26.",
        "American Enterprise Institute. __________ 1982, Government Deficits and Aggregate Demand. Journal of Monetary Economics 9; 1-20.",
        "Flavin, N. R. 1981. The Adjustment of Consumption to Changing Expectations About Future Income. Journal of Political Economy 89: 974-1009.",
        "Friedman, N. 1957. A Theory of the ConsumDtion Function. Princeton: Princeton University Press.",
        "Fuchs, V. 1971. Differences in Hourly Earnings Between Men and Women."
    ]
}