{
    "id": 26067,
    "cites": 18,
    "cited_by": 9,
    "reference": [
        "Adam, Klaus and Roberto M. Billi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy under Commitment with a Zero Bound on Nominal Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, October 2006, 38 (7), 1877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1905.",
        "Blanchard, Olivier and Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Wage Rigidities and the New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, February 2007, 39 (s1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Calvo, Guillermo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1983, 12 (3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Carlstrom, Charles T., Timothy S. Fuerst, and Matthias Paustian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Multipliers under an Interest Rate Peg of Deterministic versus Stochastic Duration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2014, 46 (6), 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1312.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting Long Rates in a Model with Segmented Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, January 2017, 9 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Debortoli, Davide, Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, and Luca Gambetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Empirical (Ir)Relevance of the Zero Lower Bound Constraint,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Universitat Pompeu Fabra working paper.",
        "Eggertsson, Gauti B. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2003, 34 (1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Monetary Policy, Inflation, and the Business Cycle: an Introduction to the New Keynesian Framework, New Jersey: Princeton University Press, 2008.",
        "Mau, Ronald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Purchases and Sales of Long Bonds as a Monetary Policy Instrument,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper.",
        "Mouabbi, Sarah and Jean-Guillaume Sahuc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Macroeconomic Effects of the ECBÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unconventional Monetary Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper.",
        "Sargent, Thomas J and Neil Wallace, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 1975, 83 (2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Sims, Eric and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are QE and Conventional Monetary Policy Substitutable ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. University of Notre Dame Working Paper.",
        "Smets, Frank and Rafael Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effects of Federal Reserve Forward Guidance and Asset Purchases on Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper, University of California, Irvine.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Requirements for Price Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, August 2001, 33 (3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        ", Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton, NJ: Princeton University Press, 2003.",
        "Wu, Jing Cynthia and Fan Dora Xia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Macroeconomic Impact of Monetary Policy at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 2016, 48 (2-3), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291."
    ]
}