{
    "id": 26076,
    "cites": 30,
    "cited_by": 23,
    "reference": [
        "Aguiar, Mark and Gita Gopinath. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics 69 (1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Arellano, Cristina. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Income Fluctuations in Emerging Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3):690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Benjamin, David and Mark L.J Wright. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery Before Redemption? A Theory of Delay in Sovereign Default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, State University of New York, Buffalo.",
        "Bulow, Jeremy and Kenneth Rogoff. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Constant Recontracting Model of Sovereign Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 97 (1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Chatterjee, S., D. Corbae, M. Nakajima, and J-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Theory of Unsecured Consumer Credit with Risk of Default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75:1528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Chatterjee, Satyajit and Burcu Eyigungor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maturity, indebtedness, and default risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (6):2674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2699.",
        "Chen, Long, Pierre Collin-Dufresne, and Robert Goldstein. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the relation between the credit spread puzzle and the equity premium puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22:336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Clausen, Andrew and Carlo Strub. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General and Intuitive Envelope Theorem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Edinburgh.",
        "Cruces, Juan J. and Christoph Trebesch. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Defaults: The Price of Haircuts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 5 (3):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt Restructurings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 2018-13, Federal Reserve Bank of St. Louis.",
        "Eaton, Jonathan and Mark Gersovitz. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with Potential Repudiation: Theoretical and Empirical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 48 (2):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Erce, Aitor and Enrico Mallucci. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selective Sovereign Defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 1239, Board of Governors of the Federal Reserve System (U.S.). URL https://ideas.repec.org/p/fip/fedgif/1239.html.",
        "Fang, Chuck, Julian Schumacher, and Christoph Trebesch. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Collective Action Clauses Work? Evidence from Sovereign Bond Restructurings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kiel Institute.",
        "Gordon, Grey and Pablo Guerron-Quintana. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Theory of Hard and Soft Sovereign Defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo Federal Reserve Bank of Richmond.",
        "Hatchondo, Juan Carlos and Leonardo Martinez. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-duration bonds and sovereign defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 79 (1):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125. URL http://ideas.repec. org/a/eee/inecon/v79y2009i1p117-125.html.",
        "Hatchondo, Juan Carlos, Leonardo Martinez, and CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar Sosa-Padilla. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt dilution and sovereign default risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 124 (5):1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Herkenhoff, Kyle F and Lee E Ohanian. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Foreclosure Delay on U.S. Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21532, National Bureau of Economic Research. URL http: //www.nber.org/papers/w21532.",
        "Jorda, Oscar and Massimiliano Marcellino. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-scale transformations of discrete time processes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Time Series Analysis 25 (6):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Krusell, Per and Anthony A. Smith. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Savings Decisions with Quasi-Geometric Discounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 71:365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Livshits, Igor, James MacGee, and Michelle Tertilt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy: A Fresh Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (1):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Longstaff, Francis A, Jun Pan, Lasse H Pedersen, and Kenneth J Singleton. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How sovereign is sovereign credit risk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 3 (2):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Mateos-Planas, Xavier and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Generalized Euler Equation and the BankruptcyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSovereign Default Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL http://www.sas.upenn.edu/~vr0j/ slides/vvucl.pdf. Slides, Department of Economics, University of Pennsylvania.",
        "Mateos-Planas, Xavier and Giulio Seccia. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer default with complete markets: default-based pricing and finite punishment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory 56 (3):549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Meyer, Josefin, Carmen Reinhart, and Christoph Trebesch. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Bonds since Waterloo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kiel Institute.",
        "Mihalache, Gabriel. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Default Resolution Through Maturity Extension.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of economics working papers, Stony Brook University, Department of Economics. URL https://EconPapers.repec.org/RePEc:nys:sunysb:17-08.",
        "Olivares-Caminal, Rodrigo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pari Passu Clause in Sovereign Debt Instruments: Developments in Recent Litigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Paper No. 72, BIS Paper No. 72u.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff. 2009. This Time is Different: Eight Centuries of Financial Folly. Princeton University Press.",
        "Tauchen, George. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 20 (2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Tomz, Michael and Mark L.J. Wright. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Research on Sovereign Debt and Default. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 5 (1):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272. URL https://ideas.repec.org/a/ anr/reveco/v5y2013p247-272.html.",
        "Yue, Vivian Z. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default and debt renegotiation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 80 (2):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187. URL http://ideas.repec.org/a/eee/inecon/ v80y2010i2p176-187.html."
    ]
}