{
    "id": 26091,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Allcott, Hunt, and Christopher R Knittel. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are consumers poorly informed about fuel economy? Evidence from two experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 11 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Angrist, Joshua D, and JÃ\u0083Æ\u0092Ã\u0082Â¶rn-Steffen Pischke. 2008. Mostly Harmless Econometrics: An Empiricist Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion. Princeton University Press.",
        "Baron, Reuben M, and David A Kenny. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The moderatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations.",
        "Dippel, Christian, Robert Gold, Stephan Heblich, and Rodrigo Pinto. 2017. Instrumental variables and causal mechanisms: Unpacking the effect of trade on workers and voters. Technical report. National Bureau of Economic Research.",
        "Heckman, James J, and Rodrigo Pinto. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric mediation analyses: Identifying the sources of treatment effects from experimentally estimated production technologies with unmeasured and mismeasured inputs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews 34 (1-2): 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Imai, Kosuke, Luke Keele, Dustin Tingley, and Teppei Yamamoto. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking the black box of causality: Learning about causal mechanisms from experimental and observational studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 105 (4): 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "Imai, Kosuke, Luke Keele, and Teppei Yamamoto. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification, inference and sensitivity analysis for causal mediation effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical science: 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Kahn, Lisa B. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-term labor market consequences of graduating from college in a bad economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 17 (2): 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Li, Shanjun, Joshua Linn, and Erich Muehlegger. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline taxes and consumer behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 6 (4): 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "MacKinnon, David. 2012. Introduction to Statistical Mediation Analysis. Routledge.",
        "Small, Kenneth A, and Kurt van Dender. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel efficiency and motor vehicle travel: The declining rebound effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 28 (1): 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Stuart, Bryan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-run effects of recessions on education and income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies, U.S. Census Bureau Working Paper 17-52. A.4 Appendix Figures and Tables"
    ]
}