{
    "id": 26095,
    "cites": 65,
    "cited_by": 8,
    "reference": [
        "Adams, Kathleen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Increased Medicaid Fees on Physician Participation and Enrollee Service Utilization in Tennessee, 1985-1988,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 1994, 31 (2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Atherly, Adam and Karoline Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Primary Care Physician Fees and the Use of Preventive Services Among Medicaid Enrollees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 2014, 49 (4), 1306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Baicker, Katherine, Amy Finkelstein, Jae Song, and Sarah Taubman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Medicaid on Labor Market Activity and Program Participation: Evidence from the Oregon Health Insurance Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (5), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 328.",
        ", Sarah Taubman, Heidi Allen, Mira Bernstein, Jonathan Gruber, Joseph Newhouse, Eric Schneider, Bill Wright, Alan Zaslavsky, and Amy Finkelstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Experiment Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Effects of Medicaid on Clinical Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2013, 368 (18), 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Baker, Laurence and Anne Beeson Royalty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Policy, Physician Behavior, and Health Care for the Low-Income Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2000, 35 (3), 480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c502.",
        "Bauer, Lauren, Patrick Liu, Diane Whitmore Schanzenbach, and Jay Shambaugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Chronic Absenteeism under the Every Student Succeeds Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, The Hamilton Project 2018.",
        "Blumenthal, David and Sara Collins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Care Coverage under the Affordable Care Act - A Progress Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2014, 371, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Brown, David, Amanda Kowalski, and Ithai Lurie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid as an Investment in Children: What is the Long-Term Impact on Tax Receipts?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20835, 2015.",
        "Buchmueller, Thomas, Sean Orzol, and Lara Shore-Sheppard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicaid Payment Rates on Access to Dental Care Among Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Health Economics, 2015, 1 (2), 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Buehler, Melanie H., John Tapogna, and Hedy N. Chang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why being in school matters: Chronic absenteeism in Oregon Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Attendance Works 2012.",
        "Callison, Kevin and Binh Nguyen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicaid Physician Fee Increases on Health Care Access, Utilization, and Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 2017, 53 (2), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Candon, Molly, Stephen Zuckerman, Douglas Wissoker, Brendan Saloner, Genevieve Kenney, Karin Rhodes, and Daniel Polsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Medicaid Fees and Primary Care Appointment Availability for New Medicaid Patients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA Internal Medicine, 2018, 178 (1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Card, David, Carlos Dobkin, and Nicole Maestas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (5), 2242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2258.",
        "Chen, Alice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Poor Benefit from More Generous Medicaid Physician Payments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper No. 2444286, 2014.",
        "Coburn, Andrew, Stephen Long, and M. Susan Marquis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Changing Medicaid Fees on Physician Participation and Enrollee Access,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 1999, 36 (3), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Coey, Dominic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Financial Incentives and Treatment Choices in Heart Attack Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2015, 6 (3), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Cohen, Joel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Physician Fees and Use of Physician and Hospital Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 1993, 30 (3), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Cohodes, Sarah, Daniel Grossman, Samuel Kleiner, and Michael Lovenheim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Child Health Insurance Access on Schooling: Evidence from Public Insurance Expansions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2016, 51 (3), 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "Connolly, Faith and Linda Olson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Elementary Performance and Attendance in Baltimore City SchoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Pre-Kindergarten and Kindergarten,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Baltimore Education Research Consortium 2012.",
        "Cunningham, Peter and Ann OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Reimbursement Delays Discourage Medicaid Participation by Physicians?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, Web Exclusive, 2009, 28 (1), w17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw28.",
        "Currie, Janet and Jonathan Gruber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance Eligibility, Utilization of Medical Care, and Child Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1996, 111 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Decker, Sandra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Physician Fees and the Quality of Medical Care of Medicaid Patients in the USA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 2007, 5 (1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Medicaid Physician Fees and Patterns of Ambulatory Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 2009, 46, 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In 2011 Nearly One-Third of Physicians Said They Would Not Accept New Medicaid Patients, but Rising Fees May Help,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2012, 31 (8), 1673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1679.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Thirds of Primary Care Physicians Accepted New Medicaid Patients in 2011-2012: A Baseline to Measure Future Acceptance Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2013, 32 (7).",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Association Found Between the Medicaid Primary Care Fee Bump and PhysicianReported Participation in Medicaid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2018, 37 (7).",
        "Ehrlich, Stacy B., Julia A. Gwynne, Amber Stitziel Pareja, and Elaine M. Allensworth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preschool Attendance in Chicago Public Schools: Relationships with Learning Outcomes and Reasons for Absences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, The University of Chicago Consortium on Chicago School Research 2014.",
        "Fanning, Thomas and Martin de Alteriis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Limits of Marginal Economic Incentives in the Medicaid Program: Concerns and Cautions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy, and Law, 1993, 18 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph Newhouse, Heidi Allen, Katherine Baicker, and the Oregon Health Study Group, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (3), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Food Research and Action Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Meal Eligibility and Reimbursements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://frac.org/school-meal-eligibility-reimbursements. Accessed: December 2018.",
        "Fox, Michael, Jonathan Weiner, and Kai Phua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Medicaid Payment Levels on Access to Obstetrical Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 1992, 11 (4), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Ginsburg, Alan, Phyllis Jordan, and Hedy Chang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Absences Add Up: How School Attendance Influences Student Success,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Attendance Works, 2014.",
        "Goroll, Allan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reforming Payment for Primary Care - ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Not Just the Money, ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Payment System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA Internal Medicine, 2018, 178 (8), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1050.",
        "Gottlieb, Joshua, Adam Hale Shapiro, and Abe Dunn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Complexity of Billing and Paying for Physician Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2018, 37 (4).",
        "Government Accountability Office, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Payment: Comparisons of Selected Services under Fee-for-Service, Managed Care, and Private Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAO-14-533, 2014.",
        "Gross, Tal and Matthew Notowidigdo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance and the Consumer Bankruptcy Decision: Evidence from Expansions of Medicaid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95 (7-8), 767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "Gruber, Jonathan, John Kim, and Dina Mayzlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Fees and Procedure Intensity: The Case of Cesarean Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 1999, 18 (4), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        ", Kathleen Adams, and Joseph Newhouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Fee Policy and Medicaid Program Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1997, 32 (4), 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Hadley, Jack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Participation in Medicaid: Evidence from California,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 1979, 14 (4), 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Henry J. Kaiser Family Foundation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where are States Today? Medicaid and CHIP Eligibility Levels for Children, Pregnant Women, and Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.kff.org/medicaid/fact-sheet/where-are-states-today-medicaid-and-chip/ 2018. Accessed: December 2018.",
        "KewalRamani, Angelina, Lauren Gilbertson, Mary Ann Fox, and Stephen Provasnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status and Trends in the Education of Racial and Ethnic Minorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Center for Education Statistics, U.S. Department of Education, 2007.",
        "Leung, Pauline and Alexander Mas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Effects of the Affordable Care Act Medicaid Expansions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations, 2018, 57 (2), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Levinson, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coding Trends of Medicare Evaluation and Management Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Health and Human Services, Office of Inspector General, 2012.",
        "Long, Sharon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physicians May Need More than Higher Reimbursements to Expand Medicaid Participation: Findings from Washington State,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2013, 32 (9), 1560Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1567.",
        "Long, Stephen, Russell Settle, and Bruce Stuart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reimbursement and Access to PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Services Under Medicaid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 1986, 5 (3), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Manning, Willard, Joseph Newhouse, Naihua Duan, Emmett Keeler, Arleen Leibowitz, and Susan Marquis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1987, 77 (3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Update on the Medicaid Primary Care Rate Increase,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report to Congress on Medicaid and ChipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Mitchell, Janet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Participation in Medicaid Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 1991, 29 (7), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Mulcahy, Andrew, Tadeja Gracner, and Kenneth Finegold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Associations Between the Patient Protection and Affordable Care Act Medicaid Primary Care Payment Increase and Physician Participation in Medicaid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA Internal Medicine, 2018, 178 (8), 1042Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1048.",
        "Neuzil, Kathleen M., Cynthia Hohlbein, and Yuwei Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illness Among Schoolchildren During Influenza Season: Effect on School Absenteeism, Parental Absenteeism From Work, and Secondary Illness in Families,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Pediatrics and Adolescent Medicine, 2002, 156 (10), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Niess, MA, IV Blair, A Furniss, and AJ Davidson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specialty Physician Attitudes and Beliefs about Medicaid Patients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Family Medicine, 2018, 5 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Polsky, Daniel, Michael Richards, Simon Basseyn, Douglas Wissoker, Genevieve Kenney, Stephen Zuckerman, and Karin Rhodes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Appointment Availability After Increases in Medicaid Payments for Primary Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2015, 372, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Rice, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Changing Medicare Reimbursement Rates on PhysicianInduced Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 1983, 21 (8), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c815.",
        "Schanzenbach, Diane Whitmore, Lauren Bauer, and Megan Mumford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lessons for Broadening School Accountability Under the Every Student Succeeds Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Hamilton Project 2016.",
        "Shen, Yu-Chu and Stephen Zuckerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicaid Payment Generosity on Access and Use Among Beneficiaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 2005, 40 (3), 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Showalter, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Cost Shifting Behavior: Medicaid Versus Other Patients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 1997, 15 (2), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Sloan, Frank, Janet Mitchell, and Jerry Cromwell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Participation in State Medicaid Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1978, 13, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Smith, Vernon, Kathleen Gifford, Eileen Ellis, Victoria Wachino, and Molly OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093States Respond to Fiscal Pressure: A 50-State Update on State Medicaid Spending Growth and Cost Containment Actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Kaiser Commission on Medicaid and the Uninsured, 2004.",
        "Sommers, Benjamin D., Katherine Baicker, and Arnold M. Epstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality and Access to Care among Adults after State Medicaid Expansions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2012, 376, 1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1034.",
        "Spradlin, Terry, Katherine Cierniak, Dingjing Shi, and Minge Chen., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attendance and Chronic Absenteeism in Indiana: The Impact on Student Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Center for Evaluation and Education Policy 2012.",
        "The Washington Post, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obamacare Is About to Give Medicaid Docs a 73 Percent Raise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Utah Education Policy Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research Brief: Chronic Absenteeism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Utah 2012.",
        "Wiseman, Amy and Susan Dawson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Students Miss School? The Central Texas Absence Reasons Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2015.",
        "Yip, Winnie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Responses to Medical Fee Reductions: Changes in the Volume and Intensity of Supply of Coronary Artery Bypass Graft (CABG) Surgeries in Medicare and Private Sectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 1998, 17 (6), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Zuckerman, Stephan and Dana Goin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Will Medicaid Physician Fees for Primary Care Rise in 2013? Evidence from a 2012 Survey of Medicaid Physician Fees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Kaiser Commission on Medicaid and the Uninsured, 2012. VII Figures"
    ]
}