{
    "id": 261,
    "cites": 19,
    "cited_by": 33,
    "reference": [
        "Baker, Jonathan, 1977, Linear combitsations of rational expectations, Unpublished A.B. honors - thesis (Harvard University, Cambridge, MA).",
        "Friedman, Benjamin M., 1979, Optimal expectations and the extreme information assumptions of `rational expectations macromodels, Journal of Monetary Economics 5, Jan., 23-41.",
        "Kane, Edward J. and Burton G. Malkiel, 1967, The term structure of interest rates: An analysis of a survey of interest-rate expectations, Review of Economics and Statistics 49, Aug., 343355.",
        "Kane, Edward J. and Burton G. Malkiel, 1976, Autoregressive and nonautoregressive elements in cross-section forecasts of inflation, Econometrica 44, Jan., 1-16.",
        "Lintner, John, 1969, The aggregation of investors diverse judgments and preferences in purely competitive security markets, Journal of Financial and - Quantttative Analysis 4, Dec., 347400.",
        "Lucas, Robert E., Jr., 1972, Expectations and the neutrality of money, Journal of Economic Theory 4, April, 103-124.",
        "Lucas, Robert E., Jr., 1976, Econometric policy evaluation: A crtttque, Brunner and Meltzer, eds., The Phillips curve and labor markets (North-Holland, Amsterdam).",
        "Lutz, Friedrich A., 1940, The structure of interest rates, Quarterly Journal of Economics 55, Nov., 36-63.",
        "Meiselman, David, 1962, The term structure of interest rates (Prentice-Hall, Englewood Cliffs, NJ).",
        "B.M. Friedman, Survey evidence on the `rationality of interest rate expectations 465 Mullineaux, Donald J., 1978, On testing for rationality: Another look at the Livingston price expectations data, Journal of Political Economy 86, April. 329-336.",
        "Muth, John F., 1961, Rational expectations and the theory of price movements, Econometrica 29, July, 315-335.",
        "Pesando, James E., l975,A note on the rationality of the Livingston price expectations, Journal of Political Economy 83, Aug., 849-858. Phelps, Edmund and John B. Taylor, 1977, Stabilizing properties of monetary policy under rational expectations, Journal of Political Economy 85. Feb., (63-190.",
        "Poole. William. 1976. Rational expectations in the macro model. Brookings Papers on Economic Activity, no. 2. 463-514.",
        "Prell. Michael J.. 1973. How well do the experts forecast interest rates?. Federal Reserve Bank of Kansas City, Monthly Review, Sept.-- Oct.. 3-13.",
        "Pye, Gordon. 1966. The value of the call option on a bond, Journal of Political Economy 74, April, 200-205.",
        "Pyle, David H., 1973, Observed price expectations and interest rates, Review of Economics and Statistics 54, Aug., 275-280.",
        "Simon, Herbert A.. 1979. Rational decision making in business organizations. American Economic Review 69. Sept.. 493-513.",
        "Turnovsky, Stephen J. and Michael L. Wachter, 1972, A test of the ~expectations hypothesis using directly observed wage and price expectations, Review of Economics and Statistics 54, Feb., 47-54.",
        "Zellner, A.. 1962, An efficient method of estimating seemingly unrelated regressions and tests for aggregation bias, Journal of the American Statistical Association 57, June, 248-368."
    ]
}