{
    "id": 26102,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and the Cross-Section of Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2014, LXIX, pp. 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Andolfatto, David and Stephen Williamson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scarcity of safe assets, inflation, and the policy trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2015, 73 (C), pp. 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bansal, Ravi and Wilbur John Coleman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Monetary Explanation of the Equity Premium, Term Premium, and Risk-Free Rate Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1996, 104 (6), pp. 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Begenau, Juliane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Requirements, Risk Choice, and Liquidity Provision in a Business Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Forthcoming Journal of Financial Economics.",
        "Bhattacharya, Sudipto and Douglas Gale, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference shocks, liquidity, and central bank policy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William A. Barnett and Kenneth J.Editors Singleton, eds., New Approaches to Monetary Economics: Proceedings of the Second International Symposium in Economic Theory and Econometrics, International Symposia in Economic Theory and Econometrics Cambridge University Press 1987, pp. 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Bianchi, Javier and Saki Bigio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks, Liquidity Management and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2496246, Social Science Research Network, Rochester, NY 2014.",
        "Bocola, Luigi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pass-Through of Sovereign Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (4), pp. 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Breeden, Douglas T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An intertemporal asset pricing model with stochastic consumption and investment opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1979, 7, pp. 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Brunnermeier, Markus and Yann Koby, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reversal Interest Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper, Princeton.",
        "Campbell, John Y. and Luis M. Viceira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Portfolio Decisions When Expected Returns Are Time Varying,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (2), pp. 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Christiano, Lawrence, Roberto Motto, and Massimo Rostagno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Factors in Economic Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Working paper, Northwestern.",
        "CÃ\u0083Æ\u0092Ã\u0082Âºrdia, Vasco and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2010, 42 (s1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Del Negro, Marco, Gauti Eggertsson, Andrea Ferrero, and Nobuhiro Kiyotaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Escape? A Quantitative Evaluation of the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Liquidity Facilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (3), pp. 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Diamond, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safety Transformation and the Structure of the Financial System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper, Wharton.",
        "Duffee, Gregory R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idiosyncratic Variation of Treasury Bill Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1996, 51 (2), pp. 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Fiore, Fiorella De, Marie Hoerova, and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money Markets, Collateral and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25319, National Bureau of Economic Research 2018.",
        "Gertler, Mark and Peter Karadi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of unconventional monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2011, 58 (1), pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        ", Nobuhiro Kiyotaki, and Albert Queralto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises, bank risk exposure and government financial policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2012, 59 (S), pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Greenwood, Robin and Dimitri Vayanos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Supply and Excess Bond Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27, pp. 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        ", Samuel G. Hanson, and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparative-Advantage Approach to Government Debt Maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2015, 70 (4), pp. 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Gurkaynak, Refet, Brian Sack, and Jonathan Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury yield curve: 1961 to the present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2007, 54, pp. 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Haddad, Valentin and Tyler Muir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Intermediaries Matter for Aggregate Asset Prices?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper, UCLA.",
        "Haddad, Valtentin and David A. Sraer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Banking View of Bond Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Princeton and Berkeley, 2018.",
        "Hansen, Lars Peter and Kenneth J. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1983, 91, pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Hanson, Samuel G., Andrei Shleifer, Jeremy Stein, and Robert W. Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks as Patient Fixed-Income Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 117, pp. 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        ", Bryan Kelly, and Asaf Manela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary asset pricing: New evidence from many asset classes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2017, 126 (1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Demand for Treasury Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (2), pp. 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Lenel, Moritz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safe Assets, Collateralized Lending and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Working Paper, Princeton.",
        "Muir, Tyler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Crises and Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132, pp. 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Nagel, Stefan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Liquidity Premium of Near-Money Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (4), pp. 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Patinkin, Don, Money, Interest, and Prices: An Integration of Monetary and Value Theory, Row, Peterson, 1956.",
        "Piazzesi, Monika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Yields and the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        ", Ciaran Rogers, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Banking in a New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper, Stanford.",
        "Reis, Ricardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Funding Quantitative Easing to Target Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 1626, Centre for Macroeconomics (CFM) 2016.",
        "Teles, Pedro and Ruilin Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A stable money demand: Looking for the right monetary aggregate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, 2005, (Q I), pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Tobin, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial Banks as Creators of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 159, Cowles Foundation for Research in Economics, Yale University 1963.",
        "Venkateswaran, Venky and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pledgability and Liquidity: A New Monetarist Model of Financial and Macroeconomic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2014, 28 (1), pp. 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Whitesell, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest rate corridors and reserves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53 (6), pp. 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1195.",
        "Williamson, Stephen D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Monetary Policy, and the Financial Crisis: A New Monetarist Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), pp. 2570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2605.",
        "Williamson, Stephen D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scarce Collateral, the Term Premium, and Quantitative Easing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2016, 164, pp. 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Woodford, Michael, Quantitative Easing and Financial Stability, Santiago, Central Bank of Chile, 2016."
    ]
}