{
    "id": 26108,
    "cites": 58,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Adao, R., A. Costinot, and D. Donaldson (2017). Nonparametric counterfactual predictions in neoclassical models of international trade. American Economic Review 107(3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Arkolakis, C., A. Costinot, D. Donaldson, and A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (2015). The elusive pro-competitive effects of trade. The Review of Economic Studies.",
        "Arkolakis, C., A. Costinot, and A. Rodriguez-Clare (2012). New trade models, same old gains? American Economic Review 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "ArtucÃ\u0083Å\u0092Ã\u0082Â§, E., S. Chaudhuri, and J. McLaren (2010). Trade shocks and labor adjustment: A structural empirical approach. American economic review 100(3), 1008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Atalay, E. (2017). How important are sectoral shocks? American Economic Journal: Macroeconomics (Forthcoming).",
        "Bai, Y., K. Jin, and D. Lu (2018). Misallocation under trade liberalization. Unpublished Working Paper, University of Rochester.",
        "Baqaee, D. R. (2018). Cascading failures in production networks. Econometrica (Forthcoming) .",
        "Baqaee, D. R. and E. Farhi (2017a). The macroeconomic impact of microeconomic shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem.",
        "Baqaee, D. R. and E. Farhi (2017b). Productivity and Misallocation in General Equilibrium. NBER Working Papers 24007, National Bureau of Economic Research, Inc.",
        "Bernard, A. B., E. Dhyne, G. Magerman, K. Manova, and A. Moxnes (2019). The origins of firm heterogeneity: A production network approach. Technical report, National Bureau of Economic Research.",
        "Berthou, A., J. J. Chung, K. Manova, and C. S. D. Bragard (2018). Productivity,(mis) allocation and trade. Technical report, Mimeo.",
        "Boehm, C., A. Flaaen, and N. Pandalai-Nayar (2015). Input linkages and the transmission of shocks: Firm-level evidence from the 2011 toÃ\u0083Å\u0092Ã\u0082â\u0080\u009ehoku earthquake.",
        "Borusyak, K. and X. Jaravel (2018). The distributional effects of trade: Theory and evidence from the united states.",
        "Burstein, A. and J. Cravino (2015). Measured aggregate gains from international trade. American Economic Journal: Macroeconomics 7(2), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Burstein, A. and J. Vogel (2017). International trade, technology, and the skill premium.",
        "Caliendo, L. and F. Parro (2015). Estimates of the trade and welfare effects of nafta. The Review of Economic Studies 82(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Caliendo, L., F. Parro, and A. Tsyvinski (2017, April). Distortions and the structure of the world economy. Working Paper 23332, National Bureau of Economic Research.",
        "Carvalho, V. M., M. Nirei, Y. Saito, and A. Tahbaz-Salehi (2016). Supply chain disruptions: Evidence from the great east japan earthquake. Technical report.",
        "Chaney, T. (2014). The network structure of international trade. American Economic Review 104(11), 3600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3634.",
        "Costinot, A. and A. Rodriguez-Clare (2014). Trade theory with numbers: quantifying the consequences of globalization. Handbook of International Economics 4, 197.",
        "Deardorff, A. V. and R. W. Staiger (1988). An interpretation of the factor content of trade. Journal of International Economics 24(1-2), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Dekle, R., J. Eaton, and S. Kortum (2008). Global rebalancing with gravity: measuring the burden of adjustment. IMF Staff Papers 55(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Diewert, W. E. and C. J. Morrison (1985). Adjusting output and productivity indexes for changes in the terms of trade.",
        "Dix-Carneiro, R. (2014). Trade liberalization and labor market dynamics. Econometrica 82(3), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885.",
        "Dixit, A. and V. Norman (1980). Theory of international trade: A dual, general equilibrium approach. Cambridge University Press.",
        "Domar, E. D. (1961). On the measurement of technological change. The Economic Journal 71(284), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Elsby, M. W., B. Hobijn, and A. SÃ\u0083Å\u0092Ã\u0082Â§ahin (2013). The decline of the us labor share. Brookings Papers on Economic Activity 2013(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Epifani, P. and G. Gancia (2011). Trade, markup heterogeneity and misallocations. Journal of International Economics 83(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Fally, T. and J. Sayre (2018). Commodity trade matters. Technical report, National Bureau of Economic Research.",
        "Feenstra, R. C. (1994). New product varieties and the measurement of international prices. The American Economic Review, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Feenstra, R. C. and A. Sasahara (2017). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cchina shockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, exports and us employment: A global input-output analysis. Technical report, National Bureau of Economic Research.",
        "Galle, S., A. Rodriguez-Clare, and M. Yi (2017). Slicing the pie: Quantifying the aggregate and distributional effects of trade. Technical report, National Bureau of Economic Research.",
        "Harberger, A. C. (1964). The measurement of waste. The American Economic Review 54(3), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Herrendorf, B., R. Rogerson, and A. Valentinyi (2013). Two perspectives on preferences and structural transformation. American Economic Review 103(7), 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hulten, C. R. (1978). Growth accounting with intermediate inputs. The Review of Economic Studies, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Johnson, R. C. and G. Noguera (2012). Accounting for intermediates: Production sharing and trade in value added. Journal of international Economics 86(2), 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Jones, C. I. (2011). Intermediate goods and weak links in the theory of economic development. American Economic Journal: Macroeconomics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Jones, R. W. (1965). The structure of simple general equilibrium models. Journal of Political Economy 73(6), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Kehoe, T. J. and K. J. Ruhl (2008). Are shocks to the terms of trade shocks to productivity? Review of Economic Dynamics 11(4), 804Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Kikkawa, A. K., G. Magerman, E. Dhyne, et al. (2018). Imperfect competition in firm-tofirm trade. Technical report.",
        "Kohli, U. (2004). Real gdp, real domestic income, and terms-of-trade changes. Journal of International Economics 62(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Koopman, R., Z. Wang, and S.-J. Wei (2014). Tracing value-added and double counting in gross exports. American Economic Review 104(2), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Lim, K. (2017). Firm-to-rm trade in sticky production networks.",
        "Lind, N. and N. Ramondo (2018). Trade with correlation. Technical report, National Bureau of Economic Research.",
        "Long, J. B. and C. I. Plosser (1983). Real business cycles. The Journal of Political Economy, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "McKenzie, L. W. (1959). On the existence of general equilibrium for a competitive market. Econometrica: journal of the Econometric Society, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Morrow, P. M. and D. Trefler (2017). Endowments, skill-biased technology, and factor prices: A unified approach to trade. Technical report, National Bureau of Economic Research.",
        "Oberfield, E. and D. Raval (2014). Micro data and macro technology. Technical report, National Bureau of Economic Research.",
        "Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford economic papers 3(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Rybczynski, T. M. (1955). Factor endowment and relative commodity prices. Economica 22(88), 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Solow, R. M. (1957). Technical change and the aggregate production function. The review of Economics and Statistics, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Stolper, W. F. and P. A. Samuelson (1941). Protection and real wages. The Review of Economic Studies 9(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Timmer, M. P., E. Dietzenbacher, B. Los, R. Stehrer, and G. J. De Vries (2015). An illustrated user guide to the world inputÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009coutput database: the case of global automotive production. Review of International Economics 23(3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Tintelnot, F., A. K. Kikkawa, M. Mogstad, and E. Dhyne (2018). Trade and domestic production networks. Technical report, National Bureau of Economic Research.",
        "Trefler, D. and S. C. Zhu (2010). The structure of factor content predictions. Journal of International Economics 82(2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Viner, J. (1937). Studies in the theory of international trade.",
        "Yi, K.-M. (2003). Can vertical specialization explain the growth of world trade? Journal of political Economy 111(1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102."
    ]
}