{
    "id": 26104,
    "cites": 156,
    "cited_by": 5,
    "reference": [
        "Alberto Abadie and Matias D Cattaneo. Econometric methods for program evaluation. Annual Review of Economics, 10:465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503, 2018.",
        "Alberto Abadie and Javier Gardeazabal. The economic costs of conflict: A case study of the basque country. American Economic Review, 93(-):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132, 2003.",
        "Alberto Abadie and Guido W Imbens. Bias-corrected matching estimators for average treatment effects. Journal of Business & Economic Statistics, 29(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11, 2011.",
        "Alberto Abadie, Alexis Diamond, and Jens Hainmueller. Synthetic control methods for comparative case studies: Estimating the effect of californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program. Journal of the American statistical Association, 105(490):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505, 2010.",
        "Donald Andrews and James H. Stock. Inference with weak instruments. 2006. Isaiah Andrews and Emily Oster. A simple approximation for evaluating external validity bias.",
        "Isaiah Andrews, Matthew Gentzkow, and Jesse M Shapiro. Measuring the sensitivity of parameter estimates to estimation moments. The Quarterly Journal of Economics, 132(4):1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1592, 2017.",
        "Joshua Angrist and Alan Krueger. Empirical strategies in labor economics. Handbook of Labor Economics, 3, 2000.",
        "Joshua D Angrist. Lifetime earnings and the Vietnam era draft lottery: Evidence from social security administrative records. The American Economic Review, pages 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336, 1990.",
        "Joshua D Angrist and Guido W Imbens. Two-stage least squares estimation of average causal effects in models with variable treatment intensity. Journal of the American statistical Association, 90(430):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442, 1995. Joshua D Angrist and Alan Krueger. Does compulsory schooling affect schooling and earnings.",
        "Joshua D Angrist and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke. Mostly harmless econometrics: An empiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s companion. Princeton University Press, 2008.",
        "Joshua D Angrist and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke. The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of economic perspectives, 24(2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30, 2010.",
        "Joshua D Angrist, Guido W Imbens, and Donald B. Rubin. Identification of causal effects using instrumental variables. Journal of the American Statistical Association, 91:444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472, 1996.",
        "Joshua D Angrist, Kathryn Graddy, and Guido W Imbens. The interpretation of instrumental variables estimators in simultaneous equations models with an application to the demand for fish. The Review of Economic Studies, 67(3):499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527, 2000. Timothy B Armstrong and Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r. Optimal inference in a class of regression models.",
        "Econometrica, 86(2):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683, 2018. Peter Aronow. A general method for detecting interference between units in randomized experiments.",
        "Peter M. Aronow and Cyrus Samii. Estimating average causal effects under interference between units, 2013.",
        "Orley Ashenfelter and Alan Krueger. Estimates of the economic return to schooling from a new sample of twins. The American Economic Review, 84(5):1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173, 1994.",
        "Orley Ashenfelter and Cecilia Rouse. Income, schooling, and ability: Evidence from a new sample of identical twins. The Quarterly Journal of Economics, 113(1):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284, 1998. Susan Athey and Guido Imbens. Recursive partitioning for heterogeneous causal effects.",
        "Proceedings of the National Academy of Sciences, 113(27):7353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7360, 2016.",
        "Susan Athey and Guido Imbens. Machine learning methods economists should know about. manuscript, 2018.",
        "Susan Athey and Guido W Imbens. The state of applied econometrics: Causality and policy evaluation. The Journal of Economic Perspectives, 31(2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32, 2017.",
        "Susan Athey and Scott Stern. An empirical framework for testing theories about complimentarity in organizational design. Technical report, National Bureau of Economic Research, 1998.",
        "Susan Athey and Stefan Wager. Efficient policy learning. arXiv preprint arXiv:1702.02896, 2017.",
        "Susan Athey, Raj Chetty, Guido Imbens, and Hyunseung Kang. Estimating treatment effects using multiple surrogates: The role of the surrogate score and the surrogate index. arXiv preprint arXiv:1603.09326, 2016. Susan Athey, Dean Eckles, and Guido W Imbens. Exact p-values for network interference.",
        "Susan Athey, Guido W Imbens, and Stefan Wager. Approximate residual balancing: debiased inference of average treatment effects in high dimensions. Journal of the Royal Statistical Society: Series B (Statistical Methodology), 80(4):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623, 2018b.",
        "Susan Athey, Julie Tibshirani, Stefan Wager, et al. Generalized random forests. The Annals of Statistics, 47(2):1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1178, 2019.",
        "Alexander Balke and Judea Pearl. Bounds on treatment effects from studies with imperfect compliance. Journal of the American Statistical Association, 92(439):1171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176, 1997. Abhijit V Banerjee and Esther Duflo. The experimental approach to development economics.",
        "Technical report, National Bureau of Economic Research, 2008. GW Basse, A Feller, and P Toulis. Randomization tests of causal effects under interference.",
        "Alexandre Belloni, Victor Chernozhukov, Ivan FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val, and Chris Hansen. Program evaluation with high-dimensional data. arXiv preprint arXiv:1311.2645, 2013.",
        "Marianne Bertrand and Sendhil Mullainathan. Are emily and greg more employable than lakisha and jamal? a field experiment on labor market discrimination. American economic review, 94(4):991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013, 2004.",
        "Sandra E Black. Do better schools matter? parental valuation of elementary education. The Quarterly Journal of Economics, 114(2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599, 1999.",
        "S. Calonico, Matias Cattaneo, and Rocio Titiunik. Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica, 82(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326, 2014.",
        "David Card. The impact of the mariel boatlift on the miami labor market. Industrial and Labor Relation, 43(2):245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257, 1990. David Card. Using geographic variation in college proximity to estimate the return to schooling.",
        "David Card. The causal effect of education on earnings. In Handbook of labor economics, volume 3, pages 1801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1863. Elsevier, 1999.",
        "David Card. Estimating the return to schooling: Progress on some persistent econometric problems. Econometrica, 69(5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160, 2001.",
        "Gary Chamberlain. The general equivalence of granger and sims causality. Econometrica: Journal of the Econometric Society, pages 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581, 1982.",
        "Gary Chamberlain and Guido Imbens. Random effects estimators with many instrumental variables. Econometrica, 72(1):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306, 2004.",
        "Xi Chen, Victor Chernozhukov, IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val, Scott Kostyshak, and Ye Luo. Shapeenforcing operators for point and interval estimators. arXiv preprint arXiv:1809.01038, 2018. Victor Chernozhukov and Christian Hansen. An iv model of quantile treatment effects.",
        "Victor Chernozhukov, Denis Chetverikov, Mert Demirer, Esther Duflo, Christian Hansen, and Whitney Newey. Double/debiased/neyman machine learning of treatment effects. American Economic Review, 107(5):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65, 2017. Denis Chetverikov, Andres Santos, and Azeem M Shaikh. The econometrics of shape restrictions.",
        "Thomas Cook. Waiting for life to arrive: A history of the regression-discontinuity design in psychology, statistics and economics. Journal of Econometrics, 142(2):636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654, 2008.",
        "David R Cox. Causality: some statistical aspects. Journal of the Royal Statistical Society: Series A (Statistics in Society), 155(2):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301, 1992. David R Cox and Nanny Wermuth. Discussion-causal diagrams for empirical research.",
        "Scott Cunningham. Causal Inference: The Mixtape. Manuscript, 2018.",
        "Alexander DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, Peng Ding, Avi Feller, Lihua Lei, and Jasjeet Sekhon. Overlap in observational studies with high-dimensional covariates. arXiv preprint arXiv:1711.02582, 2017.",
        "Sonya Das and Andrew W Lo. Re-inventing drug development: A case study of the i-spy 2 breast cancer clinical trials program. Contemporary clinical trials, 62:168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174, 2017.",
        "Angus Deaton. Instruments, randomization, and learning about development. Journal of Economic Literature, 48(2):424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455, 2010.",
        "Angus Deaton and Nancy Cartwright. Understanding and misunderstanding randomized controlled trials. Social Science & Medicine, 210:2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21, 2018.",
        "Rajeev H Dehejia and Sadek Wahba. Causal effects in nonexperimental studies: Reevaluating the evaluation of training programs. Journal of the American statistical Association, 94(448): 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1062, 1999.",
        "Maria Dimakopoulou, Susan Athey, and Guido Imbens. Estimation considerations in contextual bandits. arXiv preprint arXiv:1711.07077, 2017.",
        "Maria Dimakopoulou, Zhengyuan Zhou, Susan Athey, and Guido Imbens. Balanced linear contextual bandits. arXiv preprint arXiv:1812.06227, 2018.",
        "Peng Ding and Luke W Miratrix. To adjust or not to adjust? sensitivity analysis of m-bias and butterfly-bias. Journal of Causal Inference, 3(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57, 2015.",
        "Peng Ding, TJ VanderWeele, and JM Robins. Instrumental variables as bias amplifiers with general outcome and confounding. Biometrika, 104(2):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302, 2017.",
        "Patrick ForreÃ\u0083Å\u0092Ã\u0082Â\u0081 and Joris M Mooij. Causal calculus in the presence of cycles, latent confounders and selection bias. arXiv preprint arXiv:1901.00433, 2019. Constantine E Frangakis and Donald B Rubin. Principal stratification in causal inference.",
        "David A Freedman. Statistical models for causation: what inferential leverage do they provide? Evaluation review, 30(6):691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713, 2006.",
        "Andrew Gelman. Causality and statistical learning. American Journal of Sociology, 117(3): 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966, 2011.",
        "Andrew Gelman and Guido Imbens. Why ask why? forward causal inference and reverse causal questions. Technical report, National Bureau of Economic Research, 2013.",
        "Clark Glymour, Richard Scheines, and Peter Spirtes. Discovering causal structure: Artificial intelligence, philosophy of science, and statistical modeling. Academic Press, 2014.",
        "Adam N Glynn and Konstantin Kashin. Front-door versus back-door adjustment with unmeasured confounding: Bias formulas for front-door and hybrid adjustments with application to a job training program. Journal of the American Statistical Association, 113(523):1040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1049, 2018.",
        "Arthur Stanley Goldberger. A course in econometrics. Harvard University Press, 1991.",
        "Claudia Goldin and Cecilia Rouse. Orchestrating impartiality: The impact ofÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d blindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d auditions on female musicians. American economic review, 90(4):715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741, 2000.",
        "Bryan S Graham. Methods of identification in social networks. Annu. Rev. Econ., 7(1):465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485, 2015.",
        "Clive WJ Granger. Investigating causal relations by econometric models and cross-spectral methods. Econometrica: Journal of the Econometric Society, pages 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438, 1969.",
        "Sander Greenland, Judea Pearl, James M Robins, et al. Causal diagrams for epidemiologic research. Epidemiology, 10:37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, 1999.",
        "Zvi Griliches. Estimating the returns to schooling: Some econometric problems. Econometrica: Journal of the Econometric Society, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22, 1977.",
        "Somit Gupta, Ronny Kohavi, Diane Tang, and Ya Xu. Top challenges from the first practical online controlled experiments summit. ACM SIGKDD Explorations Newsletter, 21(1):20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2019. Trygve Haavelmo. The statistical implications of a system of simultaneous equations.",
        "Trygve Haavelmo. The probability approach in econometrics. Econometrica, 12(Supplement): iiiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cvi+1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115, 1944.",
        "Jinyong Hahn, Petra Todd, and Wilbert Van der Klaauw. Identification and estimation of treatment effects with a regression-discontinuity design. Econometrica, 69(1):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209, 2001. Erin Hartman, Richard Grieve, Roland Ramsahai, and Jasjeet S Sekhon. From sate to patt: combining experimental with observational studies to estimate population treatment effects.",
        "James Heckman. Varieties of selection bias. The American Economic Review, 80(2):313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318, 1990.",
        "James J Heckman and V Joseph Hotz. Choosing among alternative nonexperimental methods for estimating the impact of social programs: The case of manpower training. Journal of the American statistical Association, 84(408):862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874, 1989.",
        "David F Hendry and Mary S Morgan. The foundations of econometric analysis. Cambridge University Press, 1997.",
        "Miguel A HernaÃ\u0083Å\u0092Ã\u0082Â\u0081n, John Hsu, and Brian Healy. Data science is scienceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s second chance to get causal inference right: A classification of data science tasks. arXiv preprint arXiv:1804.10846, 2018.",
        "Keisuke Hirano, Guido W Imbens, Donald B Rubin, and Xiao-Hua Zhou. Assessing the effect of an influenza vaccine in an encouragement design. Biostatistics, 1(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88, 2000.",
        "Paul W Holland. Statistics and causal inference. Journal of the American statistical Association, 81(396):945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960, 1986.",
        "Joel L Horowitz. Applied nonparametric instrumental variables estimation. Econometrica, 79 (2):347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394, 2011.",
        "Patrik O Hoyer, Dominik Janzing, Joris M Mooij, Jonas Peters, and Bernhard SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086lkopf. Nonlinear causal discovery with additive noise models. In Advances in neural information processing systems, pages 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696, 2009.",
        "Michael Hudgens and Elizabeth Halloran. Toward causal inference with interference. Journal of the American Statistical Association, pages 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842, 2008. Guido Imbens. The role of the propensity score in estimating doseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cresponse functions.",
        "Guido Imbens. Nonparametric estimation of average treatment effects under exogeneity: A review. Review of Economics and Statistics, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, 2004.",
        "Guido Imbens. Better late than nothing: Some comments on deaton (2009) and heckman and urzua (2009). Journal of Economic Literature, pages 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423, 2010.",
        "Guido Imbens. Instrumental variables: An econometricianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s perspective. Statistical Science, (3):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358, 2014.",
        "Guido Imbens and Karthik Kalyanaraman. Optimal bandwidth choice for the regression discontinuity estimator. Review of Economic Studies, 79(3):933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959, 2012. Guido Imbens and Thomas Lemieux. Regression discontinuity designs: A guide to practice.",
        "Guido Imbens and Stefan Wager. Optimized regression discontinuity designs. Review of Economics and Statistics, (0), 2018.",
        "Guido W Imbens. Sensitivity to exogeneity assumptions in program evaluation. The American Economic Review, Papers and Proceedings, 93(2):126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132, 2003.",
        "Guido W Imbens and Joshua D Angrist. Identification and estimation of local average treatment effects. Econometrica, 61:467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476, 1994.",
        "Guido W Imbens and Whitney K Newey. Identification and estimation of triangular simultaneous equations models without additivity. Econometrica, 77(5):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1512, 2009.",
        "Guido W Imbens and Donald B Rubin. Discussion of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093causal diagrams for empirical researchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d by j. pearl. Biometrika, 82(4):694Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c695, 1995.",
        "Guido W Imbens and Donald B Rubin. Bayesian inference for causal effects in randomized experiments with noncompliance. The annals of statistics, pages 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327, 1997.",
        "Guido W Imbens and Donald B Rubin. Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press, 2015.",
        "Guido W Imbens and Jeffrey M Wooldridge. Recent developments in the econometrics of program evaluation. Journal of economic literature, 47(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86, 2009. Guido W Imbens, Donald B Rubin, and Bruce I Sacerdote. Estimating the effect of unearned income on labor earnings, savings, and consumption: Evidence from a survey of lottery players.",
        "American Economic Review, pages 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794, 2001.",
        "Leah Isakov, Andrew W Lo, and Vahid Montazerhodjat. Is the fda too conservative or too aggressive?: A bayesian decision analysis of clinical trial design. Journal of Econometrics, 2019.",
        "Toru Kitagawa and Aleksey Tetenov. Who should be treated? Empirical welfare maximization methods for treatment choice. Technical report, Centre for Microdata Methods and Practice, Institute for Fiscal Studies, 2015.",
        "Daphne Koller, Nir Friedman, and Francis Bach. Probabilistic graphical models: principles and techniques. MIT press, 2009.",
        "Robert J LaLonde. Evaluating the econometric evaluations of training programs with experimental data. The American economic review, pages 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620, 1986.",
        "Edward E Leamer. LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s take the con out of econometrics. The American Economic Review, 73(1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43, 1983.",
        "David Lee, Enrico Moretti, and M Butler. Do voters affect or elect policies? evidence from the u.s. house. Quarterly Journal of Economics, pages 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859, 2010.",
        "David S Lee and Thomas Lemieux. Regression discontinuity designs in economics. Journal of economic literature, 48(2):281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355, 2010.",
        "Fan Li, Kari Lock Morgan, and Alan M Zaslavsky. Balancing covariates via propensity score weighting. Journal of the American Statistical Association, 113(521):390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, 2018.",
        "Judith J Lok. Defining and estimating causal direct and indirect effects when setting the mediator to specific values is not feasible. Statistics in medicine, 35(22):4008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4020, 2016.",
        "David Lopez-Paz, Robert Nishihara, Soumith Chintala, Bernhard SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086lkopf, and LeÃ\u0083Å\u0092Ã\u0082Â\u0081on Bottou. Discovering causal signals in images. In Proceedings of the IEEE Conference on Computer Vision and Pattern Recognition, pages 6979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6987, 2017.",
        "David MacKinnon. Introduction to statistical mediation analysis. Routledge, 2012.",
        "Charles Manski. Identification of endogenous social effects: The reflection problem. Review of Economic Studies, 60(3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542, 1993.",
        "Charles F Manski. The structure of random utility models. Theory and decision, 8(3):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254, 1977.",
        "Charles F Manski. Nonparametric bounds on treatment effects. The American Economic Review, 80(2):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323, 1990.",
        "Charles F Manski. Learning about treatment effects from experiments with random assignment of treatments. Journal of Human Resources, pages 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733, 1996.",
        "Charles F Manski. Public policy in an uncertain world: analysis and decisions. Harvard University Press, 2013.",
        "Rosa L Matzkin et al. Semiparametric estimation of monotone and concave utility functions for polychotomous choice models. Econometrica, 59(5):1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327, 1991.",
        "Justin McCrary. Testing for manipulation of the running variable in the regression discontinuity design. Journal of Econometrics, 142(2):698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714, 2008.",
        "Daniel McFadden et al. Conditional logit analysis of qualitative choice behavior. 1973.",
        "Fabrizia Mealli and Alessandra Mattei. A refreshing account of principal stratification. The international journal of biostatistics, 8(1), 2012.",
        "Jacob Mincer. Schooling, experience, and earnings. human behavior & social institutions no. 2. 1974.",
        "Joris M Mooij, Jonas Peters, Dominik Janzing, Jakob Zscheischler, and Bernhard SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086lkopf. Distinguishing cause from effect using observational data: methods and benchmarks. The Journal of Machine Learning Research, 17(1):1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204, 2016.",
        "Stephen L Morgan and Christopher Winship. Counterfactuals and causal inference. Cambridge University Press, 2014.",
        "Elizabeth L Ogburn, Tyler J VanderWeele, et al. Causal diagrams for interference. Statistical science, 29(4):559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578, 2014.",
        "Judea Pearl. Causal diagrams for empirical research. Biometrika, 82(4):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688, 1995.",
        "Judea Pearl. Causality: Models, Reasoning, and Inference. Cambridge University Press, New York, NY, USA, 2000. ISBN 0-521-77362-8.",
        "Judea Pearl. Direct and indirect effects. In Proceedings of the seventeenth conference on uncertainty in artificial intelligence, pages 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420. Morgan Kaufmann Publishers Inc., 2001.",
        "Judea Pearl. Myth, confusion, and science in causal analysis. 2009.",
        "Judea Pearl. The causal foundations of structural equation modeling. Technical report, CALIFORNIA UNIV LOS ANGELES DEPT OF COMPUTER SCIENCE, 2012.",
        "Judea Pearl. Interpretation and identification of causal mediation. Psychological methods, 19 (4):459, 2014.",
        "Judea Pearl. Trygve haavelmo and the emergence of causal calculus. Econometric Theory, 31 (1):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 2015.",
        "Judea Pearl. Challenging the hegemony of randomized controlled trials: A commentary on deaton and cartwright. Social Science & Medicine, 2018a.",
        "Judea Pearl. Does obesity shorten life? or is it the soda? on non-manipulable causes. Journal of Causal Inference, 6(2), 2018b.",
        "Judea Pearl. On the interpretation of do (x). Journal of Causal Inference, 2019.",
        "Judea Pearl and Dana Mackenzie. The book of why. Allen Lane, 2018.",
        "Jonas Peters, Dominik Janzing, and Bernhard SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086lkopf. Elements of causal inference: foundations and learning algorithms. MIT press, 2017.",
        "Per Pettersson-Lidbom. Do parties matter for economic outcomes? a regression-discontinuity approach. Journal of the European Economic Association, 6(5):1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056, 2008.",
        "Steve Powell. A review of: The book of why: The new science of cause and effect pearl, j., & mackenzie, d. (2018). new york, ny: Basic books. Journal of MultiDisciplinary Evaluation Volume 14, Issue 31, 2018, 14(31), 2018.",
        "Thomas S Richardson and James M Robins. Single world intervention graphs (swigs): A unification of the counterfactual and graphical approaches to causality. Center for the Statistics and the Social Sciences, University of Washington Series. Working Paper, 128(30):2013, 2013.",
        "James Robins. A new approach to causal inference in mortality studies with a sustained exposure periodapplication to control of the healthy worker survivor effect. Mathematical modelling, 7 (9-12):1393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1512, 1986.",
        "James Robins and Andrea Rotnitzky. Semiparametric efficiency in multivariate regression models with missing data. Journal of the American Statistical Association, 90(1):122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129, 1995.",
        "James M Robins. Causal inference from complex longitudinal data. In Latent variable modeling and applications to causality, pages 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117. Springer, 1997.",
        "James M Robins and Sander Greenland. Identifiability and exchangeability for direct and indirect effects. Epidemiology, pages 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155, 1992.",
        "James M Robins, Andrea Rotnitzky, and Lue Ping Zhao. Estimation of regression coefficients when some regressors are not always observed. Journal of the American statistical Association, 89(427):846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866, 1994.",
        "Paul R Rosenbaum. The consequences of adjustment for a concomitant variable that has been affected by the treatment. Journal of the Royal Statistical Society: Series A (General), 147 (5):656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666, 1984.",
        "Paul R Rosenbaum. Observational Studies. Springer, 2002.",
        "Paul R Rosenbaum. Design of observational studies. Springer, 2010.",
        "Paul R Rosenbaum. Observation and Experiment: An Introduction to Causal Inference. Harvard University Press, 2017.",
        "Paul R Rosenbaum and Donald B Rubin. Assessing sensitivity to an unobserved binary covariate in an observational study with binary outcome. Journal of the Royal Statistical Society. Series B (Methodological), pages 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218, 1983a.",
        "Paul R Rosenbaum and Donald B Rubin. The central role of the propensity score in observational studies for causal effects. Biometrika, 70(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55, 1983b.",
        "Andrew Donald Roy. Some thoughts on the distribution of earnings. Oxford economic papers, 3(2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146, 1951.",
        "Donald B Rubin. Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of educational Psychology, 66(5):688, 1974.",
        "Donald B Rubin. Matched sampling for causal effects. Cambridge University Press, 2006.",
        "Steven L Scott. A modern bayesian look at the multi-armed bandit. Applied Stochastic Models in Business and Industry, 26(6):639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658, 2010.",
        "Jasjeet S Sekhon and Yotam Shem-Tov. Inference on a new class of sample average treatment effects. arXiv preprint arXiv:1708.02140, 2017.",
        "Claudia Shi, David M Blei, and Victor Veitch. Adapting neural networks for the estimation of treatment effects. arXiv preprint arXiv:1906.02120, 2019.",
        "Peter M Steiner, Yongnam Kim, Courtney E Hall, and Dan Su. Graphical models for quasiexperimental designs. Sociological methods & research, 46(2):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188, 2017.",
        "D Thistlewaite and Donald Campbell. Regression-discontinuity analysis: An alternative to the ex-post facto experiment. Journal of Educational Psychology, 51(2):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317, 1960.",
        "Jan Tinbergen. Determination and interpretation of supply curves: an example. Zeitschrift fur Nationalokonomie, 1(5):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679, 1930.",
        "Robert R Tucci. Introduction to judea pearlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s do-calculus. arXiv preprint arXiv:1305.5506, 2013.",
        "Caroline Uhler, Garvesh Raskutti, Peter BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, Bin Yu, et al. Geometry of the faithfulness assumption in causal inference. The Annals of Statistics, 41(2):436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c463, 2013.",
        "Wilbert Van Der Klaauw. Estimating the effect of financial aid offers on college enrollment: A regression-discontinuity approach. International Economic Review, 43(2):1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287, 2002.",
        "Mark J Van der Laan and Sherri Rose. Targeted learning: causal inference for observational and experimental data. Springer Science & Business Media, 2011. Tyler VanderWeele. Explanation in causal inference: methods for mediation and interaction.",
        "Oxford University Press, 2015. Tyler VanderWeele and Stijn Vansteelandt. Mediation analysis with multiple mediators.",
        "Stefan Wager and Susan Athey. Estimation and inference of heterogeneous treatment effects using random forests. Journal of the American Statistical Association, (just-accepted), 2017.",
        "Yixin Wang and David M Blei. The blessings of multiple causes. arXiv preprint arXiv:1805.06826, 2018.",
        "Jeffrey M. Wooldridge. Asymptotic properties of weighted M-estimators for standard stratified samples. Econometric Theory, 17(2):451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470, 2001.",
        "Philip G Wright. Tariff on animal and vegetable oils. Macmillan Company, New York, 1928.",
        "Sewall Wright. The method of path coefficients. The annals of mathematical statistics, 5(3): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215, 1934."
    ]
}