{
    "id": 2610,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Aizenman, Joshua (1987), Investment, Openness and Country Risk, IMF working paper, WP/87.",
        "Alesina, Alberto (1988a), Credibility and Policy Convergence in a Two-Party System with Rational Voters, American Economic Review, forthcoming.",
        "Public Debt, Cambridge University Press, forthcoming. __________ and Guido Tabellini (1987), A Positive Theory of Fiscal Deficits and Government Debt in a Democracy, NBER Working Paper No. 2308 (August).",
        "Ascher, William (1984), Scheming for the Poor: The Politics of Redistribution in Latin America, Cambridge: Harvard University Press.",
        "Banks, Arthus (ed.), Political Handbook of the World, 1986.",
        "Bulow, Jeremy and Kenneth Rogoff (1987), A Recontracting Model of External Debt, Working Paper, Hoover Institution.",
        "Calvo, Gulliermo (1987): Debt Repudiation: The Role of Expectations, unpublished.",
        "Cohen, Daniel and Jeffrey Sachs (1985), `LDC Borrowing with Default Risk, Kredlt and Kapital (special issue on international banking).",
        "Cuddington, John (1986), Capital Flight: Issues, Estimates and Explanations, Princeton Essays in International Finance, 58 (D~cember).",
        "Cuntby, Robert and Richard Levich (1987), On the Oefinition and Magnitude of Recent Capital Flight, NBER Working Paper No. 2275 (June).",
        "Diaz-Alejandro Carlos (1987): Latin American Debt: I Dont Think We Are in Kansas Anymore Brookings Papers on Economic Activity, 2: 335-389.",
        "Dornbusch, Rudiger (1985), External debt, Budget Deficits and Disequilibrium Exchange Rates, in Gordon Smith and John Cuddington (eds.), International Debt and the Developing Countries, Washington, D.C.: World Bank.",
        "Paper No. 2379 (September). _________________ and Jouan Carlos de Pablo (1987): Argentine Debt and Macroeconomic Instability NBER Working Paper No. 2378 (September).",
        "Eaton, Jonathon and Mark Gersovitz (1987), Country Risk and the Organization of International Capital Transfers, NBER Working Paper No. 2204 (April).",
        "Bank Economic Review, 1, 377-95. Fischer, Stanley (1980): Dynamic Inconsistency, Cooperation and the Benevolent Dissembling Government, Journal of Economics, Dynamics and Control, February.",
        "Frieden, Jeff (1987), Winners and Losers in the Latin American Debt Crisis, paper presented at the September 1987 meetings of the APSA.",
        "Grossman, Herschel and John Van Huick(1987):Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation and Reputation, NBER, Working Paper 30 no. 1673.",
        "Giovannini, Alberto (1988), Capital Controls and Public Finance: The Case of L~Ji in Surviving with a High Public Debt, Cambridge University Press, forthcoming.",
        "Haggard, Stephen (1986), The Politics of Adjustment: Lessons from the IMFs Extended Fund Facilities, in Miles Kahier (ed.), The Politics of International Debt, Ithaca, NY: Cornell University Press.",
        "International Monetary Fund, Annual Reports on Exchange Arrangements and Exchange Restrictions, (various issues). Ize, Alain and Guillermo Ortiz (1987), Fiscal Rigidities, Public Debt and Capital Flight, IMF Staff Papers (June), 311-32.",
        "Kaufman, Robert (1986), Democratic and Authoritarian Responses to the Debt Issue: Argentina, Brazil and Mexico, in Miles Kahier (ed.), The Politics of International Debt, Ithaca, NY: Cornell University Press.",
        "Khan, Moshin and Naderi Ul Haque (1986), Foreign Borrowing and Capital Flight: A Formal Analysis, IMF Staff Papers, 32, 606-28.",
        "Persson, Torsten and Lars Svensson (1987), Checks and balances on the Government Budget, University of Rochester Working Paper.",
        "Sachs, Jeffery (1985), Theoretical Issues in International Borrowing, Princeton Studies in International Economics.",
        "Tabellini, Guldo and Alberto Alesina (1988), Does the Median Voter Like Budget Deficits?, unpublished."
    ]
}