{
    "id": 26105,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Ait-Sahalia, Yacine, Ilze Kalnina, and Dacheng Xiu (2014). The Idiosyncratic Volatility Puzzle: A Reassessment at High Frequency. Tech. rep. University of Chicago.",
        "Blume, Marshall E. (1971). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the assessment of riskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Journal of Finance 26.3, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Bollerslev, Tim, Sophia Zhengzi Li, and Viktor Todorov (June 2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Roughing up beta: Continuous versus discontinuous betas and the cross section of expected stock returnsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Financial Economics 120.3, pp. 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Dimson, Elroy (June 1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk measurement when shares are subject to infrequent tradingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Financial Economics 7.2, pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Engle, Robert F. (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Econometrica 50, pp. 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007.",
        "Foster, Dean P . and Dan B. Nelson (Jan. 1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continuous Record Asymptotics for Rolling Sample Variance EstimatorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Econometrica 64.1, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Fowler, David J and C Harvey Rorke (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk measurement when shares are subject to infrequent trading: CommentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Financial Economics 12.2, pp. 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Ghysels, Eric and Eric Jacquier (2007). Market Beta Dynamics and Portfolio Efficiency. Tech. rep. University of North Carolina and HEC Montreal.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David E. Runkle (Dec. 1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Relation between the Expected Value and the Volatility of the Nominal Excess Return on StocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Han, Xing (2019). Understanding the Performance of Components in Betting Against Beta. Tech. rep. University of Otago, NZ.",
        "Harvey, Campbell R., Yan Liu, and Heqing Zhu (Jan. 2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093...and the Cross-Section of Expected ReturnsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Review of Financial Studies 29 (1), pp. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Huber, Peter J. (1964). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Estimation of a Location ParameterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Annals of Statistics 53.1, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Karolyi, G. Andrew (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Risk: Some New GeneralizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Management Science 38, pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Levi, Yaron and Ivo Welch (Apr. 2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Best Practice for Cost-of-Capital EstimatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Financial and Quantitative Analysis 52 (2), pp. 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c463.",
        "Lo, Andrew W and A Craig MacKinlay (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data-snooping biases in tests of financial asset pricing modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Review of Financial Studies 3.3, pp. 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Martin, R. Douglas and Timothy T. Simin (Sept. 2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outlier-Resistant Estimates of BetaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Financial Analysts Journal 59.5, pp. 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Mclean, R. David and Jeffrey Pontiff (Feb. 2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Academic Research Destroy Stock Return Predictability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: The Journal of Finance 71.1, pp. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Novy-Marx, Robert and Mikhail Velikov (Nov. 2018). Betting Against Betting Against Beta. Tech. rep. University of Rochester and FRB of Richmond.",
        "Rousseeuw, Peter J. (1984). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Least Median of Squares RegressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of the American Statistical Association 79.388, pp. 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Tukey, John W. (1960). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of sampling from contaminated distributionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Contributions to Probability and Statistics: Essays in Honor of Harold Hotelling. Ed. by I. Olkin et al. Stanford University Press, pp. 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Vasicek, Oldrich A. (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Using Cross-Sectional Information in Bayesian Estimation of Security BetasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Journal of Finance 28.5, pp. 1233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Yohai, Victor J. (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Breakdown-Point and High Efficiency Robust Estimates for RegressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Annals of Statistics 15.2, pp. 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Table 1: Glossary of Market-Beta Estimators tbl:glossary in beta-exhibits.tex, July 16, 2019 Abbrev Long Name Remarks 12 Months of Daily Stock Return Data bols OLS bVCK Vasicek Random-Effects Panel Estimator. Vasicek (1973).",
        "bLW Levi-Welch 0.25 + 0.75bVCK. Levi and Welch (2017). blw Level-Winsorized Default Parameter: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 l = 5%. bbw Band-Winsorized Default Parameter: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 b = 3%. bsw Slope-Winsorized Default Parameter: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s = 3. bols Average bols Equal-weighted average over all stocks during preceding 12 months.",
        "bdim Dimson-like Sum of three market coefficients. Dimson (1979).",
        "bmm Robust Maximum-Likelihood Martin and Simin (2003), Rousseeuw (1984).",
        "blts Robust Least-Trimmed Martin and Simin (2003), Yohai (1987).",
        "btaq1 Intra-Day (1 Month!) TAQ-based. Ait-Sahalia, Kalnina, and Xiu (2014). btaq12 Intra-Day (12 Mos) Average of 12 consecutive btaq1.",
        "Extended (60 Months) of Stock Return Data bfp Frazzini-Pedersen Daily-frequency returns only, 12 months for variances, 60 for correlation. Frazzini and Pedersen (2014). bmols Monthly OLS from 60 monthly stock returns. bmvck Monthly VCK from 60 monthly stock returns. Daily Stock Return Data As Long As Available bswa Slope-Winsorized and Aged Default Parameters: Ã\u0083Â\u008fÃ\u0082Â\u0081=2,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s=3. Rho implies (1 + 2/252) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.8% decay per day past. Uses entire prevailing daily stock return history.",
        "When self-computed, the input stock returns are always net of the prevailing risk-free rate from Ken FrenchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s website. The market is always the value-weighted CRSP stock index rate of return, also net of the risk-free rate of return. The bmm, blts, and btaq1 estimates were provided by the original authors. The bfp betas were checked against those estimated in Novy-Marx and Velikov (2018).",
        "Figure 1: Quasi-CDF: Frequency of Winsorizations fig:qcdf in beta-exhibits.tex, July 16, 2019 0.00 0.05 0.10 0.15 0.20 0.0 0.2 0.4 0.6 0.8 1.0 Delta Freq( |rret| < x ) 0.00 0.02 0.04 0.06 0.08 0.10 0.12 0.14 0.0 0.2 0.4 0.6 0.8 1.0 Delta Freq( |xmret| < x ) 0 1 2 3 4 0.0 0.2 0.4 0.6 0.8 1.0 Delta Freq( | 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 OLS Beta | < Delta )",
        "Source: fig-qcdf/qcdf-C.Rmd, forbeta-annual.csv.gz, crspdaily-clean.csv.gz Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 *cdf.pdf Figure 2: Percentiles of Future 1-Year OLS Market-Betas (bols) By Current 1-Year OLS Market-Beta (bols) fig:betanowfut in beta-exhibits.tex, July 16, 2019 0 20 40 60 80 100 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 0 1 2 3",
        "Reasonable Range: 1.5 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 4.0. Basecase: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s = 3 Explanations: Variables are defined in Table 1, the sample in Section I. The 317,005 market-betas are for 1927/06 to 2019/12 (including the last half year). These plots show the R2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in gamma regressions predicting future OLS market-betas (bols) with current market-betas when stock returns have first been winsorized, as indicated. The plots also show the predictive R2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s of the OLS and Vasicek/Levi-Welch market-beta estimators as horizontal lines. Variables are defined in Table 1, the sample in Section I. Interpretation: Winsorization deltas are not overly sensitive but have to be reasonable. Level-winsorized betas predicted worse than band- or slope-winsorized betas.",
        "Interpretation: The top plot shows that market-betas were unusually difficult to predict in the 1990s. The middle plot shows that there was only a mild time-pattern to the best Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s. The bottom plot shows that even ex-post knowledge of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s would not have greatly improved the predictive performance (except in 1966, when Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 s should have been much lower [stricter]).",
        "There is no meaningful difference between a 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093trainingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d sample and a 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2018 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093testÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d sample. However, this masks year-by-year variation shown in Figure 7. Table 3: Gamma Regressions Predicting One-Year Ahead OLS Market-Beta (bols) tbl:key-rsq-bswa in beta-exhibits.tex ,",
        "July 16, 2019 Panel A: 1927-2018, 2,962,015 Overlapping One-Year Samples Mean SD Abbrev Predictor b i,t RMSE Ã\u0083Å½Ã\u0082Â³ 0 Ã\u0083Å½Ã\u0082Â³ 1 R 2",
        "Source: tbl-acctg-xsect.Rmd, baseparms/bsws/bsw-2-3.csv.gz, forbeta-annual.csv.gz, compustat-monthly.csv.gz Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Table 6: Full Sample Post-1974 Benchmark Performance Comparisons (N = 2,961,446) tbl:benchmark-withall in beta-exhibits.tex, July 16, 2019 (One-Period-Ahead) (Lagged) Mean SD Dependent Independent g0 g1 R2(%) rmse A1 0.81 0.655 bols bols 0.30 0.62 38.8 0.562 bols 0.15 0.82 7.6 0.622 bVCK 0.17 0.79 43.7 0.498 bdim 0.38 0.46 27.9 0.685Ã\u0083Â¢Ã\u0082â\u0082¬ bsw 0.10 0.88 44.2 0.486 bswa 0.07 0.92 46.2 0.475 B 0.80 0.539 bVCK bVCK 0.23 0.71 50.6 0.411 bswa 0.14 0.83 53.4 0.377 C 0.91 0.731 bdim bdim 0.48 0.47 22.0 0.756 bswa 0.21 0.86 31.6 0.617 D 0.80 0.485 bsw bsw 0.21 0.73 53.9 0.355 bswa 0.19 0.76 56.3 0.340 E 0.80 0.474 bswa bswa 0.17 0.78 62.4 0.308 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â  The rmse can be greater than the SD of the dependent variable, because standard deviations are de-biased unlike RMSEs.",
        "Explanations: Variables are defined in Table 1, the sample in Section I. This sample starts in 1974, with 2,961,446 overlapping observations (one year of daily stock returns). These one-year betas were self-computed from CRSP data. (The predicted variable is always strictly ahead of the predictor variable, except bswa which uses stock return with unlimited history.) The best estimator for each predicted variable is boldfaced. Interpretation: bswa is the best predictor for predicted market-beta of any kind. Researchers interested in the future one-year market-beta of any kind should still use bswa rather than own incarnations today."
    ]
}