{
    "id": 26111,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Bao, Y., Y. Pan, A. Taylor, S. Radakrishnan, F. Luo, H. Pincus, and B. Schackman (2016): Prescription Drug Monitoring Programs are Associated with Sustained Reductions in Opioid Prescribing by Physicians,  Health Aairs, 35(6), 10451051.",
        "Bondurant, S. R., J. M. Lindo, and I. D. Swensen (2018): Substance Abuse Treatment Centers and Local Crime, Journal of Urban Economics, 104, 124133.",
        "Borusyak, K., and X. Jaravel (2017): Revisiting Event Study Designs, with an Application to the Estimation of the Marginal Propensity to Consume, Working paper.",
        "Bradford, A., W. D. Bradford, A. Abraham, and G. B. Adams (2018): Association Between US State Medical Cannabis Laws and Opioid Prescribing in the Medicare Part D Population, JAMA Internal Medicine, 178(5), 667672.",
        "Buchmueller, T. C., and C. Carey (2018): The Eect of Prescription Drug Monitoring Programs on Opioid Utilization in Medicare, American Economic Journal: Economic Policy, 10(1), 77112.",
        "Case, A., and A. Deaton (2017): Mortality and Morbidity in the 21st Century, Working paper, Brookings Papers on Economic Activity.",
        "Centers for Disease Control and Prevention (2015): NCHHSTP Atlas, Accessed 19-November-2016 at http://www.cdc.gov/nchhstp/atlas/.",
        "(2016): Use of syringe services programs increases, but access must improve for greater HIV prevention, Accessed 31-July-2018 at https://www.cdc.gov/media/releases/2016/ p1129-HIV-syringe-services.html.",
        "Dave, D. M., A. M. Grecu, and H. Saer (2017): Mandatory Access Prescription Drug Monitoring Programs and Prescription Drug Abuse, Working Paper 23537, National Bureau of Economic Research.",
        "DeSimone, J. (2005): Needle Exchange Programs and Drug Injection Behavior, Journal of Policy Analysis and Management, 24(3), 559577.",
        "Doleac, J. L., and A. Mukherjee (2018): The Moral Hazard of Lifesaving Innovations: Naloxone Access, Opioid Abuse, and Crime, Working Paper. Available at https://justicetechlab.github.io/ jdoleac-website/research/Doleac_Mukherjee_Naloxone.pdf.",
        "General Accounting Oce (1993): Needle Exchange Programs: Research Suggests Promise as an AIDS Prevention Strategy, Washington DC: US Government Printing Oce.",
        "Goodman-Bacon, A. (2018): Dierence-in-Dierences with Variation in Treatment Timing, Working Paper 25018, National Bureau of Economic Research.",
        "Haegerich, T., L. Paulozzi, B. Manns, and C. Jones (2014): What We Know, and Don&apos;t Know, About the Impact of State Policy and Systems-Level Interventions on Prescription Drug Overdose, Drug and Alcohol Dependence, 145, 3447.",
        "Jarlais, D. C. D., V. Guardino, A. Nugent, and A. Solberg (2014): The Dave Purchase Memorial 2014 National Survey of Syringe Exchange Programs: Summary of Results, Discussion paper, Beth Israel Presentation Slides from 2014 Harm Reduction Conference.",
        "LawAtlas (2017): Syringe Distribution Laws, Policy Surveillance Portal, Accessed 31-August-2017 at lawatlas.org/datasets/syringe-policies-laws-regulating-non-retail-distribution-of-drug-parapherna.",
        "Lopez, G. (2018): Why America&apos;s Cocaine Problem is now a Fentanyl Problem Too, Accessed 05-July-2019 at https://www.vox.com/science-and-health/2018/5/4/17307296/ cocaine-opioid-crisis-fentanyl-overdose.",
        "Mallatt, J. (2017): The Eect of Prescription Drug Monitoring Programs on Opioid Prescriptions and Heroin Crime Rates, Working Paper.",
        "Meara, E., J. R. Horwitz, W. Powell, L. McClelland, W. Zhou, A. J. O&apos;Malley, and N. E. Morden (2016): State Legal Restrictions and Prescription Opioid Use among Disabled Adults, The New England Journal of Medicine, 375, 4453.",
        "Pollack, H. A. (2001): Cost-Eectiveness of Harm Reduction in Preventing Hepatitis C among Injection Drug Users, Medical Decision Making, 21, 357367.",
        "Ruhm, C. J. (2017): Geographic Variation in Opioid and Heroin Involved Drug Poisoning Mortality Rates, American Journal of Preventative Medicine, 53, 745753.",
        "Schnell, M., and J. Currie (2017): Addressing the Opioid Epidemic: Is There a Role for Physician Education ?, Working Paper 23645, National Bureau of Economic Research.",
        "Sean Cahill and Nathan Schaefer (2009): Syringe Exchange Programs Around the World: The Global Context, Accessed 31-July-2018 at http://www.gmhc.org/files/editor/file/gmhc_intl_seps.pdf.",
        "Simon, K., A. Soni, and J. Cawley (2017): The Impact of Health Insurance on Preventative Care and Health Behavior: Evidence from the First Two Years of the ACA Medicaid Expansions, Journal of Policy Analysis and Management, 36, 390417.",
        "Solon, G., S. Haider, and J. Wooldridge (2015): What Are We Weighting For, Jounral of Human Resources, 50(2), 301316.",
        "Swensen, I. D. (2015): Substance-Abuse Treatment and Mortality, Journal of Public Economics, 122, 1330.",
        "United States Census Bureau (2016): ACS Demographic and Housing Estimates, Accessed 09-August-2018 at https://factfinder.census.gov/.",
        "U.S. Department of Justice (2015): 2015 National Drug Threat Assessment Summary, Accessed 31-July2018 at https://www.dea.gov/docs/2015%20NDTA%20Report.pdf.",
        "Waitemata District Health Borad (2014): Palliative Care: Opioid Conversion Guide, .",
        "Wolfers, J. (2006): Did Unilateral Divorce Laws Raise Divorce? A Reconciliation and New Results, American Economic Review, 96, 18021820.",
        "World Health Organization (2004): Eectiveness of Sterile Needle and Syringe Programming in Reducing HIV/AIDS Among Injecting Drug Users, Evidence for Action Technical Papers."
    ]
}