{
    "id": 26119,
    "cites": 68,
    "cited_by": 2,
    "reference": [
        "Altmann, Steffen, Armin Falk, and Andreas Grunewald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and information as driving forces of default effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2017.",
        "Amador, Manuel, Ivan Werning, and George Marios Angeletos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment vs. Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Ambuehl, Sandro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Offer You CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Refuse? Incentives Change How We Think,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo working paper 6296, 2017.",
        ", Muriel Niederle, and Alvin E. Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Money, More Problems? Can High Pay be Coercive and Repugnant?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers & Proceedings, 2015, 105 (5), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Andreoni, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experimental test of the public-goods crowding-out hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1993, pp. 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Bartling, BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn, Ernst Fehr, and Holger Herz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The intrinsic value of decision rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (6), 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2039.",
        "Basu, Kaushik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics and law of sexual harassment in the workplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2003, 17 (3), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coercion, Contract and the Limits of the Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Choice and Welfare, 2007, 29 (4), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Benartzi, Shlomo, John Beshears, Katherine L Milkman, Cass R Sunstein, Richard H Thaler, Maya Shankar, Will Tucker-Ray, William J Congdon, and Steven Galing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should governments invest more in nudging?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2017, 28 (8), 1041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055.",
        "Bernheim, B. Douglas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Good, the Bad, and the Ugly: A Unified Approach to Behavioral Welfare Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Benefit-Cost Analysis, 2016, 7 (1), 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bernheim, B Douglas and Dmitry Taubinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral public economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, 2018.",
        "Besley, Timothy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple model for merit good arguments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1988, 35 (3), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Bisin, Alberto, Alessandro Lizzeri, and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government policy with time inconsistent voters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (6), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Boven, Leaf Van, David Dunning, and George Loewenstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Egocentric empathy gaps between owners and buyers: misperceptions of the endowment effect.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 2000, 79 (1), 66.",
        "Carlin, Bruce Ian, Simon Gervais, and Gustavo Manso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Libertarian paternalism, information production, and financial decision making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2013, 26 (9), 2204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2228.",
        "Clemens, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Repugnance in Economic Transactions: Evidence from Guest Work in the Gulf,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2017.",
        "Cohen, Jonathan D, Keith Marzilli Ericson, David Laibson, and John Myles White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring time preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, 2016.",
        "Cooper, David J and John H Kagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Other-regarding preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The handbook of experimental economics, 2016, 2, 217.",
        "Currie, Janet and Firouz Gahvari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfers in cash and in-kind: Theory meets the data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2008, 46 (2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Delavande, Adeline, Xavier GineÃ\u0083Å\u0092Ã\u0082Â\u0081, and David McKenzie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring subjective expectations in developing countries: A critical review and new evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2011, 94 (2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Dohmen, Thomas, Armin Falk, David Huffman, and Uwe Sunde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are risk aversion and impatience related to cognitive ability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2010, 100 (3), 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Elias, Julio J, Nicola Lacetera, and Mario Macis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets and Morals: An Experimental Survey Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 2015, 10 (6).",
        "Elias, Julio, Nicola Lacetera, and Mario Macis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sacred Values? The Effect of Information on Attitudes Toward Payments for Human Organs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers & Proceedings, 2015, 105 (5), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency-morality trade-offs in repugnant transactions: A choice experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2016.",
        "Engelmann, Dirk and Martin Strobel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstruction and reconstruction of an anomaly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2012, 76 (2), 678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Exley, Christine L and Judd B Kessler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Concerns are Narrowly Framed: Why Money Cannot Buy Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2017.",
        "Faravelli, Marco, Priscilla Man, and Randall Walsh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mandate and paternalism: a theory of large elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2015, 93, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Fedyk, Anastassia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric NaiveteÃ\u0083Å\u0092Ã\u0082Â\u0081: Beliefs about Self-Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2017.",
        "Fehr, Ernst and Urs Fischbacher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why social preferences matterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cthe impact of non-selfish motives on competition, cooperation and incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2002, 112 (478), C1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC33.",
        ", Holger Herz, and Tom Wilkening, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The lure of authority: Motivation and incentive effects of power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2013, 103 (4), 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1359.",
        "Foerster, Stephen, Juhani T Linnainmaa, Brian T Melzer, and Alessandro Previtero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail financial advice: does one size fit all?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2017, 72 (4), 1441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1482.",
        "Frederick, Shane, George Loewenstein, and Ted oÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time discounting and time preference: A critical review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2002, 40 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Gangadharan, Lata, Philip J Grossman, and Kristy Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Donor types and paternalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2015.",
        "Gigerenzer, Gerd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral intuition = fast and frugal heuristics?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cognitive science of morality: intuition and diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press, 2008, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26. Gillen, Ben, Erik Snowberg, and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimenting with measurement error: techniques with applications to the Caltech cohort study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Glaeser, Edward L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paternalism and psychology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 11789, 2005.",
        "Gorber, S. Connor, M. Tremblay, D. Moher, and B. Gorber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A comparison of direct vs. self-report measures for assessing height, weight and body mass index: a systematic review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Obesity Reviews, 2007, 8 (4), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Gul, Faruk and Wolfgang Pesendorfer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and self-control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, pp. 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Holt, Charles A. and Susan K. Laury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion and Incentive Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92(5), 1644 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1655.",
        "Ifcher, John and Homa Zarghamee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Economic Phenomena in Decision-Making for Others, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Jacobsson, Fredric, Magnus Johannesson, and Lars Borgquist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is altruism paternalistic?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2007, 117 (520), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Kahneman, Daniel, Thinking Fast and Slow, New York: Macmillan, 2011.",
        "Kataria, Mitesh, M Vittoria Levati, and Matthias Uhl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paternalism with hindsight: do proteÃ\u0083Å\u0092Ã\u0082Â\u0081geÃ\u0083Å\u0092Ã\u0082Â\u0081s react consequentialistically to paternalism?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Choice and Welfare, 2014, 43 (3), 731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Krawczyk, Michal and Lukasz P Wozny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experiment on temptation and attitude towards paternalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2017.",
        "Laibson, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Paternalism, the Commitment Puzzle, and Model-Free Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers & Proceedings, 2018, 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Leider, Stephen and Alvin E Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kidneys for sale: Who disapproves, and why?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Transplantation, 2010, 10 (5), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1227. Linnainmaa, Juhani T, Brian Melzer, and Alessandro Previtero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The misguided beliefs of financial advisors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Loewenstein, George and Emily C Haisley, The economist as therapist: Methodological ramifications of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009clightÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ paternalism, Vol. 1 of Handbook of Economic Methodologies, Oxford University Press, 2007.",
        "LuÃ\u0083Å\u0092Ã\u0082Ë\u0086bbecke, Silvia and Wendelin Schnedler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t patronize me! An Experiment on Rejecting Paternalistic Help,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2018.",
        "Lusk, Jayson L, Stephan Marette, and F Bailey Norwood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The paternalist meets his match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economic Perspectives and Policy, 2013, 36 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Moffitt, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare work requirements with paternalistic government preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2006, 116 (515), F441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF458.",
        "Moffitt, Robert A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The negative income tax and the evolution of US welfare policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2003, 17 (3), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Mulligan, Casey B and Tomas J Philipson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Merit motives and government intervention: Public finance in reverse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper, 2000, 7698.",
        "National Institutes on Alcohol Abuse and Alcoholism, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recommended Alcohol Questions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.niaaa.nih.gov/research/guidelines-and-resources/ recommended-alcohol-questions July 2018.",
        "Nawaz, Haq, Wendy Chan, Mustapha Abdulrahman, David Larson, and David L Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-reported weight and height: implications for obesity research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 2001, 20 (4), 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing it now or later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Owens, David, Zachary Grossman, and Ryan Fackler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The control premium: A preference for payoff autonomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2014, 6 (4), 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Ross, Lee, David Greene, and Pamela House, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093false consensus effectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: An egocentric bias in social perception and attribution processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Social Psychology, 1977, 13 (3), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Roth, Alvin E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repugnance as a Constraint on Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (3), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Saint-Paul, Gilles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy consequences of limited cognitive ability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Spanish Economic Review, 2004, 6 (2), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Schroeder, Juliana, Adam Waytz, and Nicholas Epley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endorsing Help For Others That You Oppose For Yourself: Mind Perception Alters the Perceived Effectiveness of Paternalism.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology: General, 2017.",
        "Sheffer, Lior, Peter John Loewen, Stuart Soroka, Stefaan Walgrave, and Tamir Sheafer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonrepresentative representatives: an experimental study of the decision making of elected politicians, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2018, 112 (2), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Sobell, Linda C and Mark B Sobell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol consumption measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Assessing alcohol problems: A guide for clinicians and researchers, 1995, 2, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Stango, Victor and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093We are all behavioral, more or less: Measuring and using consumer-level behavioral sufficient statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, 2019, 25540.",
        "Sunstein, Cass R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral heuristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral and Brain Sciences, 2005, 28 (4), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "Thaler, Richard H and Cass R Sunstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Libertarian paternalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Uhl, Matthias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do self-committers mind commitment by others? An experiment on weak paternalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rationality, Markets and Morals, 2011, 2, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Vesterlund, Lise, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using experimental methods to understand why and how we give to charity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Experimental Economics, 2016, 2, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "West, Robert, Witold Zatonski, Krzysztof Przewozniak, and Martin J Jarvis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can we trust national smoking prevalence figures? Discrepancies between biochemically assessed and self-reported smoking rates in three countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer Epidemiology and Prevention Biomarkers, 2007, 16 (4), 820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c822.",
        "Zamir, Eyal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The efficiency of paternalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Virginia Law Review, 1998, pp. 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286."
    ]
}