{
    "id": 26114,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Alchian, Armen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reliability of Progress Curves in Airframe Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1963, 31 (4), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c693.",
        "Anderson, John W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essays in Energy Resource Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, Stanford University 2013.",
        "Argote, Linda, Sara L. Beckman, and Dennis Epple, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence and Transfer of Learning in Industrial Settings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 1990, 36 (2), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Arrow, Kenneth J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Implications of Learning by Doing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1962, 29 (3), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Baloff, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Startup Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Engineering Management, 1970, 17, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Barradale, Merrill J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of public policy uncertainty on renewable energy investment: Wind power and the production tax credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, 2010, 38, 7698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7709.",
        "Benkard, C. Lanier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Forgetting: The Dynamics of Aircraft Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2000, 90 (4), 1034Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Bolinger, Mark and Ryan Wiser, Understanding Trends in Wind Turbine Prices Over the Past Decade, United States Department of Energy, October 2011.",
        "Boston Consulting Group, Perspectives on Experience, Boston: The Boston Consulting Group, Inc., 1968.",
        "Cabral, Luis M.B. and Michael H. Riordan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Learning Curve, Market Dominance, and Predatory Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (5), 1115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Davidson, Russell and James G. MacKinnon, Estimation and Inference in Econometrics, New York: Oxford University Press, 1993.",
        "Hamilton, James and Drew Liming, Careers in Wind Energy, United States Bureau of Labor Statistics, September 2010.",
        "Heckman, James J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Economic and Social Measurement, 1976, 5, 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1979, 47 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Hirsch, Werner Z., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manufacturing Progress Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 1952, 34 (2), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Progress Ratios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1956, 24 (2), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "International Renewable Energy Agency, Renewable Energy Technologies: Cost Analysis Series: Wind Power, Bonn, Germany: International Renewable Energy Agency, June 2012.",
        "Irwin, Douglas A. and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning-by-Doing Spillovers in the Semiconductor Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1994, 102 (6), 1200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1227.",
        "Joskow, Paul L. and Nancy L. Rose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Technological Change, Experience, and Environmental Regulation on the Construction Cost of Coal-Burning Generating Units,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1985, 16 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Kellogg, Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning by Drilling: Interfirm Learning and Relationship Persistence in the Texas Oilpatch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004.",
        "Nemet, Gregory F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidies for New Technologies and Knowledge Spillovers from Learning by Doing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 2012, 31 (3), 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Nordhaus, William D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of the Learning Model for Modeling Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2014, 35 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Pillai, Unni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drivers of cost reduction in solar photovoltaics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2015, 50, 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 293.",
        "Sherlock, Molly F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Renewable Electricity Production Tax Credit: In Brief,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report R43453, Congressional Research Service July 2017.",
        "Spence, A. Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The learning curve and competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1981, 12 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Thompson, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Did the Liberty Shipbuilders Forget?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2007, 53 (6), 908Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Wright, Theodore P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factors Affecting the Cost of Airplanes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Aeronautical Sciences, 1936, 3 (4), 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Zimmerman, Martin B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Effects and the Commercialization of New Energy Technologies: The Case of Nuclear Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1982, 13 (2), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310."
    ]
}