{
    "id": 26128,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Andersen, S., G. W. Harrison, M. I. Lau, and E. E. RutstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Risk and Time Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 76, 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618. Beshears, J., J. J. Choi, D. Laibson, and B. C. Madrian (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does front-loading taxation increase savings? Evidence from Roth 401(k) introductions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics,",
        "Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Æ\u0092 . As emphasized by Andersen et al. (2008), these cutoffs depends on Ã\u0083Â\u008fÃ\u0082Æ\u0092. Hence, we use the Ã\u0083Â\u008fÃ\u0082Æ\u0092 imputed in the previous step as an input into the computation of the thresholds for time discount. We again start with 3005 potentially valid response. We drop those with a missing value of Ã\u0083Â\u008fÃ\u0082Æ\u0092. This leaves us with 2613 valid responses. A total of 459 responses have reversals (switch back to A). We use the last switch to B. We report in Table A.4 the distribution of switch points. A significant fraction of respondents (close to a third) switch at the first element which indicates a high degree of patience.",
        "END IF For the remainder of this survey, it could be useful to have the following documents in front of you, if they are available: your [PN: IF QC==6, ADD  federal ] income tax return for 2017 and that of your spouse, as the case may be; your notice of assessment for 2016 from the Canada Revenue Agency; and your most recent investment and pay statements, if applicable. Section 2: Financial situation Q2 Which of the following statements best describes your work situation for 2017?",
        "Refuse to answer Q3 For 2017, what is your best estimate of your total individual income, from all sources, before taxes and deductions? This amount corresponds to line 150 of your [IF QC==6, ADD  federal] income tax return for 2017. Numeric (0-$5,000,000)",
        "Q4 (IF Q1 ==1,2) For 2017, what is your best estimate of your spouseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total individual income, from all sources, before taxes and deductions? This amount corresponds to line",
        "of his(her) [IF QC==6, ADD  federal] income tax return for 2017. Numeric (0-$5,000,000)",
        "Refuse to answer END IF ELSE IF Q4a== 2 Q4d Is it more than $40,000? 1 Yes 2 No 7777777 DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t know 8888888 Refuse to answer IF Q4d ==2 Q4e Is it more than $20,000? 1 Yes 2 No 7777777 DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t know 8888888 Refuse to answer END IF END IF END IF Q5 For 2017, what is your best estimate of your householdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s average total monthly spending? Numeric (1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c $850,000)",
        "END IF END IF Section 3: Current savings In this section, we are interested in your savings for the 2017 fiscal year. IF RESPONDENT DID NOT SELECT Q8 == 1, SKIP TO END OF Q17 The following questions ask about your individual RRSPs only. Q16 For the 2017 fiscal year, how much did you contribute to an individual RRSP? This includes contributions made during the first 60 days of 2018. Numeric (0-$2,000,000) for the year",
        "END IF END IF IF( Q16 IS GREATER THAN 0 AND LESS THAN 9999999) OR (AT LEAST ONE OF THE QUESTIONS RANGING FROM Q16aTO Q16g IS EITHER 1 OR 2) Q16h During which months did you contribute to an individual RRSP for the 2017 fiscal year? Please select all months during which you made a contribution.",
        "Refuse to answer (RESPONDENTS CAN SELECT MORE THAN ONE ANSWER FROM 1 TO 14) END IF Q17 What was your available RRSP/PRPP contribution room for 2017? This information can be found in your notice of assessment for 2016 from the Canada Revenue Agency. Numeric(0- $2,000,000)",
        "Refuse to answer IF RESPONDENT DID NOT SELECT Q8 ==2, SKIP TO END OF Erreur ! Source du renvoi introuvable. The following questions ask about your individual TFSAs only. Q18 In 2017, how much did you contribute to an individual TFSA? Numeric (0-$2,000,000) for the year",
        "Refuse to answer END IF END IF END IF IF( Q18 IS GREATER THAN 0 AND LESS THAN 9999999) OR (AT LEAST ONE OF THE QUESTIONS RANGING FROM Q18a TO Q18g IS EITHER 1 OR 2) Q19 For 2017, did you reach your maximum TFSA contribution limit?",
        "Refuse to answer (RESPONDENTS CAN SELECT MORE THAN ONE ANSWER FROM 1 TO 7) END IF END IF IF Q12 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â  1 THROUGH 6, SKIP TO QUESTION Q23 For the next question, we are interested in pension plans offered by your current employer. Q22 For the 2017 fiscal year, how much did you contribute to employer provided pension plans, either in percentage of your work income or in dollars? We are interested in your personal contributions, not those of the employer.",
        "Refuse to answer Defined benefit pension plan Defined contribution pension plan Hybrid pension plan Group RRSP Group TFSA Voluntary Retirement Savings Plan (VRSP) (in Quebec) or Pooled Registered Pension Plan (PRPP) (SHOW THE ROWS THAT CORRESPOND TO ANSWERS SELECTED IN Q12==1 THROUGH 6) [NEED 2 DROP DOWN MENUS FOR EACH CELL IN THE Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ContributionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d COLUMN, WHERE: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ RESPONDENTS CAN SELECT $ OR % Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ RESPONDENTS CAN SELECT: Per week, every two weeks, per month, per year] Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ ALL ANSWER IN THE TABLE ARE: Numeric(0-200% OR 0 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c $2,000,000) AND A CHECKBOX OF SOME SORT IN THE 7777777 AND 8888888 COLUMNS ] IF ANY FIELD UNDER THE Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ContributionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d COLUMN IN Q22 IS GREATER THAN 0%, THEN Q22a For 2017, what is your best estimate of your work income, before taxes and deductions? This amount corresponds to line 101 of your [IF QC ==6, ADD Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093federalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d] income tax return for 2017. Numeric (0-5 000 000 $)",
        "Refuse to answer END IF END IF END IF END IF Q23 Did a financial advisor contact you in 2018 to talk about RRSPs?",
        ") END IF END IF END IF Q24 Did a financial advisor contact you in 2018 to talk about TFSAs?"
    ]
}