{
    "id": 2612,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Aw, B.Y. and Roberts, N.J. (l9eb), Measuring Quality Change in Quota. Constrained Import Merkets: The Case of U.S. Footwear, Journal of International Economics, vol. 21, no. 1/2. August, pp. 45-60. Bhagwati, J.N. (1965), On the Equivalence of Tariffs and Quotas, in il.E. Baldwin et al., ads.. Trade, Growth and the Balance of Payments.",
        "Gas, S.F. and Donnenfeld, 5. (1984), Rent and Quality Seeking: The Role of Trade Policies, mimeo, Gas, S.P. and Donnenfeld, 5. (1965), Trade P01 icy and Its Impact on Quality of Imports, miaao. - Davidson, C. (1984). Cartel Stability and Tariff Policy, Journal of International Economics, 17, pp. 219-237.",
        "Dixit, A. ~1986), Optimal Trade and Industrial Policies for the U.S.",
        "Automobile Industry, mimeo. Eaton, J. and Grossman, 6. (1986), Optimal Trade and Industrial Policy under Oligopoly, Quarterly Journal of Economics, vol. CI, issue 2, May.",
        "Falvey, il. (1979), The Composition of Trade Within Import Restricted Categories, Journal of PolItical Economy, vol. 87, no. 5, pp. 1105-1114.",
        "Feenstra, il. (1985), Quality Change Under Trade Restraints: Theory and Evidence from Japanese Autos, Discussion Paper No. 298, Columbia University.",
        "Feenstra, R. (1987), Automobile Prices and Protection: The U.S.-Japan Trade Retraint, chapter 15 in Dominick Salvatore, ad .,The New Protectionist Threat to World Welfare, New York-London-Amsterdam, North Holland.",
        "Gelman, J. and Salop, S. (1983), Judo Economics: Capacity Limitation and Coupon Competition, Bell Journal of Economics. Vol. 14, No. 2.",
        "Harris, R. (1985), Why Voluntary Export RestraInts are Voluntary, Canadian Journal of Economics XVIII, no. 4, November, pp. 799-809.",
        "Itoh, H. and Ono, Y. (1982), TarIffs, Quotas, and Market Structure, Quarterly Journal of Economics, vol. XCVII, May, pp. 295-305.",
        "Itoh, H. and Ono, Y. (1984), Tariffs vs. Quotas Under Duopoly of Heterogeneous Goods, Journal of International Economics, vol. 17.",
        "Krepps, 0. and Schienkman, J. (1985), Quantity Precomeitment and Bertrand CompetitIon Yield Cournot Outcomes, Bell Journel of Economics 14, Autumn, pp. 326-331.",
        "Krishna, K. (1983), Trade Restrictions as FacilItatIng Practices, Woodrow Wilson School, Princeton UnIversIty, discussIon paper $55. Also, NBER Working Paper No. 1846.",
        "Krishna, K. (1984), Protection and the Product Line, NBER Working Paper -26- $o. 1537.",
        "Krishna, K. (198fl. Tariffs vs. Quotas with Endogenous Quality, Journal of International Economics, 23, pp.97-122. Krishna, K. and Itoh, M. (1988), Content Production and Oligopolistic Interaction, Review of Economic Studies, vol. LV(1) no. 181, January, pp. 107-25.",
        "Lambson, V. and Richardson, J.O. (1986), Tacit Collusion and Voluntary Restraint Agreements in the U.S. Auto Market, (Nimeo) Paper presented at NBER Conference on Empirical Studies of Strategic Trade Policy.",
        "Levinsohn, 3. (1987), Empirics of Taxes on Differentiated Products: The Case of Tariffs in the U.S. Automobile Industry. University of Michigan, Discussion Paper No. 208.",
        "Rodriguez, Carlos Aifredo (1979), The Quality of Imports and the Differential Welfare Effects of Tariffs. Quotas, and Quality Controls as Protective Devices, Canadian Journal of Economics, vol. 12, no. 3, pp. 439-449.",
        "Santoni, 6.3. and Van Cott, T.N. (1980), Import Quotas: The Quality Adjustment Problem, Southern Economic Journal, vol. 46, no. 4, pp. 1206-1211.",
        "Singh, N. and Vives, X., (1984), Price and Quantity in a Differentiated Duopoly, Rand Journal of Economics, Winter, 15(4), pp. 546-54.",
        "Sonnenschien, H. (1968), The Dual of Ouopoly is Complementary Monopoly or Two of Cournots Theories are One. Journal of Political Economy 76, pp. 316-318."
    ]
}