{
    "id": 26138,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "Amihud, Y., Mendelson, H., 1991. Liquidity, maturity, and the yields on u.s. treasury securities. Journal of Finance 46, 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1425.",
        "Bernanke, B., Kuttner, K., 2005. What Explains the Stock MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reaction to Federal Reserve Policy? Journal of Finance 60, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Brenner, M., Galai, D., 1986. Implied interest rates. The Journal of Business 59, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Caballero, R., Farhi, E., 2018. The Safety Trap. Review of Economic Studies 85, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Cochrane, J. H., Piazzesi, M., 2005. Bond risk premia. American Economic Review 95, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Daves, P. R., Ehrhardt, M. C., 1993. Liquidity, reconstitution, and the value of u.s. treasury strips. Journal of Finance 48, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Di Maggio, M., Kermani, A., Palmer, C., 2019. How Quantitative Easing Works: Evidence on the Refinancing Channel. Tech. rep., working Paper, Harvard Business School.",
        "Diamond, W., 2018. Safety Transformation and the Structure of the Financial System. working paper .",
        "Du, W., Tepper, A., Verdelhan, A., 2018b. Deviations from covered interest rate parity. The Journal of Finance 73, 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Fama, E. F., Bliss, R. H., 1987. The information in long-maturity forward rates. American Economic Review 77, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Fleming, M. J., Piazzesi, M., 2005. Monetary policy tick-by-tick. Working paper, Stanford University.",
        "Frazzini, A., Pedersen, L., 2014. Betting against beta. Journal of Financial Economics 111, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Golez, B., Jackwerth, J., Slavutskaya, A., 2018. Funding illiquidity implied by s&p 500 derivatives. Working paper.",
        "Gorton, G., Pennacchi, G., 1990. Financial Intermediaries and Liquidity Creation. Journal of Finance 45, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "He, Z., Krishnamurthy, A., 2013. Intermediary asset pricing. American Economic Review 103, 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "HeÃ\u0083Å\u0092Ã\u0082Â\u0081bert, B., 2018. Externalities as arbitrage. Working paper, Stanford University.",
        "Hicks, J., 1937. Mr. keynes and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢classicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: A suggested interpretation. Econometrica 5, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Krishnamurthy, A., 2002. The bond/old-bond spread. Journal of Financial Economics 66, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Krishnamurthy, A., Vissing-Jorgensen, A., 2011. The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy (Brookings Papers on Economic Activity, 2011, No. 2). Brookings Papers on Economic Activity pp. 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Krishnamurthy, A., Vissing-Jorgensen, A., 2012. The Aggregate Demand for Treasury Debt. Journal of Political Economy 120, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Krishnamurthy, A., Vissing-Jorgensen, A., 2013. The ins and outs of large scale asset purchases. Kansas City Federal Reserve Symposium on Global Dimensions of Unconventional Monetary Policy .",
        "Kuttner, K. N., 2001. Monetary policy surprises and interest rates: Evidence from the fed funds futures market. Journal of Monetary Economics 47, 523 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 544.",
        "Musto, D., Nini, G., Schwarz, K., 2018. Notes on bonds: Illiquidity feedback during the financial crisis. The Review of Financial Studies 31, 2983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3018.",
        "Nagel, S., 2016. The liquidity premium of near-money assets. Quarterly Journal of Economics 131, 1927.",
        "Nakamura, E., Steinsson, J., 2018. High Frequency Identification of Monetary NonNeutrality: The Information Effect. Quarterly Journal of Economics 133, 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "Pasquariello, P., 2014. Financial market dislocations. Review of Financial Studies 27, 1868Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1914.",
        "Rigobon, R., Sack, B., 2004. The Impact Of Monetary Policy On Asset Prices. Journal of Monetary Economics 51, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "Sharpe, W., 1964. Capital asset prices: A theory of market equilibrium under conditions of risk. Journal of Finance 19, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Stein, J., 2012. Monetary Policy as Financial-Stability Regulation. Quarterly Journal of Economics 127, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Svensson, L. E., 1994. Estimating and interpreting forward interest rates: Sweden 1992 -1994. Working Paper 4871, National Bureau of Economic Research.",
        "van Binsbergen, J., Brandt, M., Koijen, R., 2012. On the timing and pricing of dividends."
    ]
}