{
    "id": 26131,
    "cites": 64,
    "cited_by": 33,
    "reference": [
        "Abiad, Abdul, Enrica Detragiache, and Thierry Tressel (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Database of Financial Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 57(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Aron, Janine, John V. Duca, John Muellbauer, Keiko Murata, and Anthony Murphy (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Housing Collateral, and Consumption: Evidence from Japan, the U.K., and the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth.",
        "Aruoba, S Boragan, Ronel Elul, and Sebnem Kalemli-Ozcan (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Big is the Wealth Effect? Decomposing the Response of Consumption to House Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of Philadelphia Working Paper.",
        "Auerbach, Alan J., Jinyong Cai, and Laurence J. Kotlikoff (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Demographics and Saving: Predictions of Three Saving Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cRochester Conference Series on Public Policy, 34(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Baker, Scott R, Nicholas Bloom, and Steven J Davis (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring economic policy uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Bekaert, Geert, Eric Engstrom, and Yuhang Xing (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, uncertainty, and asset prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 91(1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Berger, David, Veronica Guerrieri, Guido Lorenzoni, and Joseph Vavra (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Consumer Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85(3), 1502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542.",
        "Bhutta, Neil (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ins and Outs of Mortgage Debt During the Housing Boom and Bust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 76(C), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Bloom, David E., David Canning, Richard K. Mansfield, and Michael Moore (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Change, Social Security Systems and Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Bloom, Nicholas, Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen J. Terry (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 86(3), 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1065.",
        "Bosworth, Barry, and Gabriel Chodorow-Reich (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Demographic Change: The Global Dimension,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 2, Center for Retirement Research, Boston College.",
        "Burgess, Stephen, Emilio Fernandez-Corugedo, Charlotta Groth, Richard Harrison, Francesca Monti, Konstantinos Theodoridis, and Matt Waldron (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bank of EnglandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Forecasting Platform: COMPASS, MAPS, EASE and the Suite of Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 471, Bank of England.",
        "Carroll, Christopher D. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1992(2), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156, http://econ.jhu.edu/people/ccarroll/BufferStockBPEA.pdf.",
        "(2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Rich Save So Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Does Atlas Shrug? The Economic Consequences of Taxing the Rich, ed. by Joel B. Slemrod. Harvard University Press, http: //econ.jhu.edu/people/ccarroll/Why.pdf.",
        "(2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Consumption Function, With and Without Liquidity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 15(3), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, http: //econ.jhu.edu/people/ccarroll/ATheoryv3JEP.pdf.",
        "Carroll, Christopher D., and Olivier Jeanne (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Model of Precautionary Reserves, Net Foreign Assets, or Sovereign Wealth Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Number 15228, http://econ.jhu.edu/people/ccarroll/papers/cjSOE.",
        "Carroll, Christopher D., Misuzu Otsuka, and Jiri Slacalek (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Are Financial and Housing Wealth Effects? A New Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 43(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79, http://econ.jhu.edu/people/ccarroll/papers/cosWealthEffects/.",
        "Carroll, Christopher D., Jiri Slacalek, Kiichi Tokuoka, and Matthew N. White (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth and the Marginal Propensity to Consume,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 8, 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020, At http://econ.jhu.edu/people/ccarroll/papers/cstwMPC.",
        "Cooper, Daniel (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price Fluctuations: The Role of Housing Wealth as Borrowing Collateral,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 95(4), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1197.",
        "Curtis, Chadwick C., Steven Lugauer, and Nelson C. Mark (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Patterns and Household Saving in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7(2), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Debortoli, Davide, and Jordi GalÃ\u0083Æ\u0092Ã\u0082Â­ (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy with heterogeneous agents: Insights from TANK models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Banking Deregulation, Small Businesses, and Interstate Insurance of Personal Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 62(6), 2763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2801.",
        "Dornbusch, Rudiger (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and Exchange Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 84(6), 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176.",
        "Drechsler, Itamar (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty, time-varying fear, and asset prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 68(5), 1843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1889.",
        "Duca, John V., John Muellbauer, and Anthony Murphy (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Market Architecture and the Boom and Bust in the U.S. Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Oxford.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Rich Save More?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(2), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Eggertsson, Gauti B., and Paul Krugman (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A FisherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMinskyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cKoo Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(3), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Elmendorf, Douglas, and N. Gregory Mankiw (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1, Part C, chap. 25, pp. 1615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1669. Elsevier, 1 edn.",
        "Favilukis, Jack, Sydney C. Ludvigson, and Stijn Van Nieuwerburgh (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk Sharing in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Garriga, Carlos, and Aaron Hedlund (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Finance, BoomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBust Episodes, and Macroeconomic Fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Missouri.",
        "Glover, Andrew, Jonathan Heathcote, Dirk Krueger, and JosÃ\u0083Æ\u0092Ã\u0082Â©-VÃ\u0083Æ\u0092Ã\u0082Â­ctor RÃ\u0083Æ\u0092Ã\u0082Â­osRull (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Redistribution in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d updated version of working paper 16924, National Bureau of Economic Research, https: //www.sas.upenn.edu/~dkrueger/research/RecessionNew.pdf.",
        "Gordon, Robert J (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular stagnation: A supply-side view,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(5), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Guerrieri, Veronica, and Guido Lorenzoni (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit crises, precautionary savings, and the liquidity trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(3), 1427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Hall, Robert E. (1978): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Implications of the Life-Cycle/Permanent Income Hypothesis: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 96, 971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, Available at http://www.stanford.edu/~rehall/Stochastic-JPE-Dec-1978.pdf.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Presidential Address, ASSA Meetings, Denver.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Forces Leading to the Collapse of GDP after the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Stanford University.",
        "Hamilton, James D, Ethan S Harris, Jan Hatzius, and Kenneth D West (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equilibrium real funds rate: Past, present, and future,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 64(4), 660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Hubmer, Joachim, Per Krusell, and Anthony A. Smith, Jr. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comprehensive Quantitative Theory of the U.S. Wealth Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Yale University.",
        "Hurst, Erik, and Frank Stafford (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Is Where the Equity Is: Mortgage Refinancing and Household Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 36(6), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Imrohoroglu, Ayse, and Kai Zhao (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chinese Saving Rate: Long-Term Care Risks, Family Insurance, and Demographics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 96(C), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 52.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar, Moritz Schularick, and Alan M. Taylor (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraged Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 76(S), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20. Justiniano, Alejandro, Giorgio Primiceri, and Andrea Tambalotti (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Supply and the Housing Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Kaplan, Greg, Kurt Mitman, and Giovanni L. Violante (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Boom and Bust: Model Meets Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 23694, National Bureau of Economic Research.",
        "Kaplan, Greg, Benjamin Moll, and Giovanni L. Violante (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21897, National Bureau of Economic Research.",
        "Kaplan, Greg, and Giovanni L. Violante (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Heterogeneity and Macroeconomic Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 32(3), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Kessel, Dany, BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Tyrefors, and Roine Vestman (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Wealth Effect: Quasi-Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN.",
        "Kimball, Miles S. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Risk Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 61(3), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Krueger, Dirk, Kurt Mitman, and Fabrizio Perri (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Household Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2, 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Krugman, Paul (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular stagnation, coalmines, bubbles, and Larry Summers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, 16, 2013.",
        "(2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Four observations on secular stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Secular stagnation: Facts, causes and cures, pp. 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Landvoigt, Tim (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Demand During the Boom: The Role of Expectations and Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 30(6), 1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1902.",
        "Malmendier, Ulrike, and Leslie Sheng Shen (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scarred Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 24696, National Bureau of Economic Research.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of California at Berkeley.",
        "Modigliani, Franco, and Richard Brumberg (1954): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Post-Keynesian Economics, ed. by Kenneth K. Kurihara, New Brunswick, NJ. Rutgers University Press.",
        "Mody, Ashoka, Franziska Ohnsorge, and Damiano Sandri (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Savings in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 60(1), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Muellbauer, John N. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing, Credit and Consumer Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Housing, Housing Finance and Monetary Policy, pp. 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334. Jackson Hole Symposium, Federal Reserve Bank of Kansas City.",
        "Nakamura, Leonard I., and Thomas Stark (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismeasured Personal Saving and the Permanent Income Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers, http: //philadelphiafed.org/research-and-data/publications/working-papers/2007/wp07-8.pdf.",
        "Pagano, Marco, and Tullio Jappelli (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information sharing in credit markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 48(5), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1718.",
        "Parker, Jonathan A. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spendthrift in America? On Two Decades of Decline in the U.S. Saving Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 1999, Volume 14, NBER Chapters, pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387. National Bureau of Economic Research, Inc.",
        "Piketty, Thomas, and Emmanuel Saez (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Summers, Lawrence (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On secular stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reuters Analysis & Opinion, 16.",
        "Summers, Lawrence H (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand side secular stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(5), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Summers, Lawrence H., and Christopher D. Carroll (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is U.S. National Saving So Low?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1987(2), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636, http://econ.jhu.edu/people/ccarroll/NatSavSoLow.pdf.",
        "Trichet, Jean-Claude (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Luncheon Address: Central Banking in Uncertain Times: Conviction and Responsibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings, Economic Policy Symposium, Jackson Hole, pp. 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Woolley, John T. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistent Leadership: Presidents and the Evolution of U.S. Financial Reform, 1970-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presidential Studies Quarterly, 42(1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80."
    ]
}