{
    "id": 26137,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Abadie, A. (2002). Bootstrap Tests for Distributional Treatment Effects in Instrumental Variable Models. Journal of the American Statistical Association, 97(457):284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J., Dynarski, S., Kane, T., and Pathak, P. (2011). Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters And Pilots. Quarterly Journal of Economics, 126(2):699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J. D., Hull, P. D., and Pathak, P. A. (2016). Charters Without Lotteries: Testing Takeovers in New Orleans and Boston. American Economic Review, 106(7):1878Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1920.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J. D., Narita, Y., and Pathak, P. A. (2017a). Research Design meets Market Design: Using Centralized Assignment for Impact Evaluation. Econometrica, 85(5):1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1432.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J. D., Narita, Y., and Pathak, P. A. (2019). Breaking Ties: Regression Discontinuity Designs Meets Market Design. IZA Discussion Paper 12205.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J. D., Narita, Y., Pathak, P. A., and Zarate, R. A. (2017b). Regression Discontinuity in Serial Dictatorship: Achievement Effects at ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exam Schools. American Economic Review: Papers and Proceedings, 107(5).",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., Angrist, J. D., and Pathak, P. A. (2014). The Elite Illusion: Achievement Effects at Boston and New York Exam Schools. Econometrica, 82(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Angrist, J. (1997). Conditional independence in sample selection models. Economics Letters, 54(2):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Angrist, J., Pathak, P., and Walters, C. (2013). Explaining Charter School Effectiveness. American Economic Journal: Applied Economics, 5(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Angrist, J. and Pischke, J.-S. (2009). Mostly Harmless Econometrics. Princeton University Press, Princeton.",
        "Angrist, J. D., Imbens, G. W., and Rubin, D. B. (1996). Identification of causal effects using instrumental variables. Journal of the American Statistical Association, 91(434):444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Arcidiacono, P. and Lovenheim, M. (2016). Affirmative Action and the Quality-Fit Tradeoff. Journal of Economic Literature, 54(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Barrow, L., Sartain, L., and de la Torre, M. (2016). The Role of Selective High Schools in Equalizing Educational Outcomes: Heterogeneous Effects by Neighborhood Socioeconomic Status. Federal Reserve Bank of Chicago, WP 2016-17.",
        "Boston Globe (2016). Boston latin needs more diversity. Boston Globe editorial, September 28.",
        "Chabrier, J., Cohodes, S., and Oreopoulous, P. (2016). What Can We Learn from Charter School Lotteries? Journal of Economic Perspectives, 30(3):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Cullen, J. B., Jacob, B. A., and Levitt, S. (2006). The Effect of School Choice on Participants: Evidence from Randomized Lotteries. Econometrica, 74(5):1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1230.",
        "Davis, M. and Heller, B. (2019). No Excuses Charter Schools and College Enrollment: New Evidence from a High School Network in Chicago. Education Finance and Policy, 14(3):414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Dobbie, W. and Fryer, R. (2013). Getting beneath the Veil of Effective Schools: Evidence from New York City. American Economic Journal: Applied Economics, 5(4):28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Dobbie, W. and Fryer, R. (2014). The Impact of Attending a School with High-Achieving Peers: Evidence from the New York City Exam Schools. American Economic Journal: Applied Economics, 6(3):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Dobbie, W. and Fryer, R. (2015). The Medium-Term Effects of High-Achieving Charter Schools on Non-Test Score Outcomes. Journal of Political Economy, 123(5):985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Dur, U., Pathak, P. A., and SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, T. (2016). Explicit vs. Statistical Preferential Treatment in Affirmative Action: Theory and Evidence from ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exam Schools. NBER Working Paper 22109.",
        "Ellison, G. and Pathak, P. A. (2016). The Efficiency of Race-Neutral Alternatives to Race-Based Affirmative Action: Evidence from ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exam Schools. NBER Working Paper 22589.",
        "Heckman, J., Hohmann, N., Smith, J., and Khoo, M. (2000). Substitution and Drop Bias in Social Experiments: A Study of an Influential Social Expeirment. Quarterly Journal of Economics, 115:651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Imbens, G. and Kalyanaraman, K. (2012). Optimal Bandwidth Choice for the Regression Discontinuity Estimator. Review of Economic Studies, 79(3):933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Kahlenberg, R. (2014). Elite, Separate, and Unequal: New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Top Public Schools Need Diversity. NY Times, June 22.",
        "Kline, P. and Walters, C. (2016). Evaluating Public Programs with Close Substitutes: The Case of Head Start. Quarterly Journal of Economics, 131:1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "New York Times (2017). Confronting Segregation in New York City Schools. New York Times editorial, May 15.",
        "OCR (2011). Guidance on the Voluntary Use of Race to Achieve Diversity and Avoid Racial Isolation in Elementary and Secondary Schools. Memorandum of U.S. Department of Justice and U.S. Department of Education, Office of Civil Rights, Available at: http://www2.ed.gov/about/offices/list/ocr/docs/guidance-ese-201111.pdf and Last accessed: April 15, 2017.",
        "Sander, R. H. (2004). A Systematic Analysis of Affirmative Action in American Law Schools. Stanford Law Review, 57(2):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Sander, R. H. and Taylor, S. (2012). Mismatch: How Affirmative Action Hurts Students ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Intended to Help, and Why Universities WonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Admit it. Basic Books."
    ]
}