{
    "id": 26139,
    "cites": 64,
    "cited_by": 4,
    "reference": [
        "Abadie, A. (2003). Semiparametric instrumental variable estimation of treatment response models. Journal of Econometrics 113(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Aizer, A. and J. J. Doyle (2015). Juvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly Assigned Judges*. The Quarterly Journal of Economics, qjv003.",
        "Avery, R. B., P. S. Calem, and G. B. Canner (2003). An overview of consumer data and credit reporting. Federal Reserve Bulletin (Feb), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Berube, D. A. and D. P. Green (2007). The effects of sentencing on recidivism: Results from a natural experiment. SSRN Working Paper ID 999445, Social Science Research Network, Rochester, NY.",
        "Bhuller, M., G. Dahl, K. LÃ\u0083Æ\u0092Ã\u0082Â¸ken, and M. Mogstad (2019). Incarceration, Recidivism and Employment. Journal of Political Economy, forthcoming.",
        "Bhutta, N., P. Skiba, and J. Tobacman (2015). Payday Loan Choices and Consequences. Journal of Money, Credit and Banking 47(2-3), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Brevoort, K. P., P. Grimm, and M. Kambara (2015). Data Point: Credit Invisibles. Technical report, Consumer Finance Protection Bureau Office of Research.",
        "Brinch, C. N., M. Mogstad, and M. Wiswall (2017). Beyond late with a discrete instrument.",
        "Burgard, S. A., K. S. Seefeldt, and S. Zelner (2012). Housing instability and health: findings from the Michigan Recession and Recovery Study. Social Science & Medicine (1982) 75(12), 2215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2224.",
        "Chetty, R., N. Hendren, and L. F. Katz (2016). The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment. American Economic Review 106(4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chyn, E. (2018). Moved to Opportunity: The Long-Run Effects of Public Housing Demolition on Children. American Economic Review.",
        "Collinson, R. and D. Reed (2019). The Effects of Eviction on Low-Income Households. Working Paper.",
        "Crane, M. and A. M. Warnes (2000). Evictions and Prolonged Homelessness. Housing Studies 15, 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Dahl, G. B., A. R. KostÃ\u0083Æ\u0092Ã\u0082Â¸l, and M. Mogstad (2014). Family Welfare Cultures. The Quarterly Journal of Economics 129(4), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1752.",
        "Desmond, M. (2012). Eviction and the Reproduction of Urban Poverty. American Journal of Sociology 118(1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Desmond, M. (2016). Evicted: Poverty and Profit in the American City. Crown Books.",
        "Desmond, M., W. An, R. Winkler, and T. Ferriss (2013). Evicting Children. Social Forces 92(1), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Desmond, M. and M. Bell (2015). Housing, Poverty, and the Law. Annual Review of Law and Social Science 11(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Desmond, M. and C. Gershenson (2016a). Housing and Employment Insecurity among the Working Poor. Social Problems.",
        "Desmond, M. and C. Gershenson (2016b). Who gets evicted? Assessing individual, neighborhood, and network factors. Social Science Research, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Desmond, M., C. Gershenson, and B. Kiviat (2015). Forced Relocation and Residential Instability among Urban Renters. Social Service Review 89(2).",
        "Desmond, M., A. Gromis, L. Edmonds, J. Hendrickson, K. Krywokulski, L. Lillian, and A. Porton (2018a). Eviction Lab National Database: Version 1.0. Online database, Princeton University.",
        "Desmond, M., A. Gromis, L. Edmonds, J. Hendrickson, K. Krywokulski, L. Lillian, and A. Porton (2018b). Methodology Report: Version 1.0. Methodology report, Princeton University.",
        "Desmond, M. and R. T. Kimbro (2015). EvictionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fallout: Housing, Hardship, and Health. Social Forces 94(1), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Desmond, M. and T. Shollenberger (2015). Forced Displacement From Rental Housing: Prevalence and Neighborhood Consequences. Demography 52, 1751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1772.",
        "Diamond, R., T. McQuade, and F. Qian (2019). The Effects of Rent Control Expansion on Tenants, Landlords, and Inequality: Evidence from San Francisco. Journal of Political Economy 127(3), 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Dobbie, W., J. Goldin, and C. S. Yang (2018). The Effects of Pre-Trial Detention on Conviction, Future Crime, and Employment: Evidence from Randomly Assigned Judges. American Economic Review 108(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Dobbie, W., P. Goldsmith-Pinkham, and C. S. Yang (2017). Consumer Bankruptcy and Financial Health. The Review of Economics and Statistics 99(5), 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Dobbie, W. and J. Song (2015). Debt relief and debtor outcomes: Measuring the effects of consumer bankruptcy protection. The American Economic Review 105(3), 1272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Dobkin, C., A. Finkelstein, R. Kluender, and M. J. Notowidigdo (2018). The Economic Consequences of Hospital Admissions. American Economic Review 108(2), 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Doran, K., J. Guzzardo, K. Hill, N. Kitterlin, W. Li, and R. Liebl (2003). No Time for Justice: A Study of ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Eviction Court. Technical report.",
        "Evans, W. N., J. X. Sullivan, and M. Wallskog (2016). The impact of homelessness prevention programs on homelessness. Science 353(6300), 694Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Fowler, K. A., R. M. Gladden, K. J. Vagi, J. Barnes, and L. Frazier (2015). Increase in Suicides Associated with Home Eviction and Foreclosure During the US Housing Crisis: Findings from 16 National Violent Death Reporting System States, 2005-2010. American Journal of Public Health 105(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Frandsen, B. R., L. J. Lefgren, and E. C. Leslie (2019). Judging judge fixed effects. Working Paper 25528, National Bureau of Economic Research.",
        "Frier, B. W. (1980). Appendix A: An Egyptian Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eviction NoticeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In Landlords and Tenants in Imperial Rome. Princeton University Press.",
        "Gennetian, L. A., M. Sciandra, L. Sanbonmatsu, J. Ludwig, L. F. Katz, G. J. Duncan, J. R. Kling, and R. C. Kessler (2012). The Long-Term Effects of Moving to Opportunity on Youth Outcomes. Cityscape 14(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Green, D. P. and D. Winik (2010). Using Random Judge Assignments to Estimate the Effects of Incarceration and Probation on Recidivism Among Drug Offenders. Criminology 48(2), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Greiner, D. J., C. W. Pattanayak, and J. Hennessy (2012). The Limits of Unbundled Legal Assistance: A Randomized Study in a Massachusetts District Court and Prospects for the Future. 126, 901.",
        "Hartman, C. and D. Robinson (2003). Evictions: The Hidden Housing Problem. Housing Policy Debate.",
        "Hothorn, T., K. H. K, and A. Zeileis (2006). Unbiased recursive partitioning: A conditional inference framework. Journal of Computational and Graphical Statistics, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c674.",
        "Hyman, B. (2018). Can displaced labor be retrained? evidence from quasi-random assignment to trade adjustment assistance. Working Paper 3155386, SSRN.",
        "IHS (2018). Institute for Housing Studies: Foreclosure Filings Data.",
        "Imai, K. and K. Khanna (2016). Improving Ecological Inference by Predicting Individual Ethnicity from Voter Registration Records. Political Analysis.",
        "Imbens, G. W. and J. D. Angrist (1994). Identification and Estimation of Local Average Treatment Effects. Econometrica 62(2), pp. 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Kennel, T. L. and M. Li (2009). Content and Coverage Quality of a Commercial Address List as a National Sampling Frame for Household Surveys. pp. 15.",
        "Khanna, K., K. Imai, and J. Hubert (2017). Who are You? Bayesian Prediction of Racial Category Using Surname and Geolocation. Technical report, The Comprehensive R Archive Network.",
        "Kling, J., J. Liebman, and L. Katz (2007). Experimental Analysis of Neighborhood Effects. Econometrica 75(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Kling, J. R. (2006). Incarceration Length, Employment, and Earnings. The American Economic Review 96(3), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Krent, H. J., P. Cheun, K. Higgens, M. McElwee, and A. McNicholas (2016). Eviction Court and a Judicial Duty of Inquiry. Journal of Affordable Housing 24(3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Lee, D. and W. van der Klaauw (2010). An Introduction to the FRBNY Consumer Credit Panel. SSRN Electronic Journal.",
        "Maestas, N., K. J. Mullen, and A. Strand (2013). Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt. American Economic Review 103(5), 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829.",
        "Marr, T. (2016). Millions of Renters Face Eviction: Why TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Housing Market is Partially to Blame.",
        "Mazumder, B. and S. Miller (2016). The Effects of the Massachusetts Health Reform on Household Financial Distress. American Economic Journal: Economic Policy 8(3), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Molloy, R. and H. Shan (2010). The Post-Foreclosure Experience of U.S. Households in the Current Housing Market Downturn. Working Paper.",
        "Mueller-Smith, M. (2015). The Criminal and Labor Market Impacts of Incarceration. Working Paper.",
        "PERC (2006). Giving Credit Where Credit is Due. Technical report, Political and Economic Research Council.",
        "Phinney, R., S. Danziger, H. A. Pollack, and K. Seefeldt (2007). Housing Instability Among Current and Former Welfare Recipients. American Journal of Public Health 97(5), 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837. Rojas, Y. and S.-A. Stenberg. Evictions and suicide: a follow-up study of almost 22 000 swedish households in the wake of the global financial crisis. 70(4), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Ruppert, D., S. J. Sheather, and M. P. Wand (1995). An effective bandwidth selector for local least squares regression. Journal of the American Statistical Association 90(432), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1270.",
        "Sandel, M., R. Sheward, S. de Cuba, S. M. Coleman, D. A. Frank, M. Chilton, M. Black, T. Heeren, J. Pasquariello, P. Casey, E. Ochoa, and D. Cutts (2018). Unstable Housing and Caregiver and Child Health in Renter Families. Pediatrics.",
        "Skiba, P. M. and J. Tobacman (2015). Do Payday Loans Cause Bankruptcy? Working Paper.",
        "SullivanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Judicial Profiles (2017). SullivanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Judicial Profiles. Law Bulletin Publishing Company.",
        "Turner, M., A. Lee, R. Varghese, and P. Walker (2008). You Score, You Win: The consequences of Giving Credit Where Credit is Due. Technical report, Political and Economic Research Council.",
        "Turner, M., P. Walker, S. Chaudhuri, and R. Varghese (2012). A New Pathway to Financial Inclusion: Alternative Data, Credit Building, and Responsible Lending in the Wake of the Great Recession. Technical report, Political and Economic Research Council.",
        "Van Dijk, W. (2019). The Socio-Economic Consequences of Housing Assistance. Working Paper."
    ]
}