{
    "id": 26146,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Achen, Christopher H. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Representation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 22 (3):475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 510.",
        "Amdur, David, Barry G. Rabe, and Christopher Borick. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Views on a Carbon Tax Depend on the Proposed Use of Revenue.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Issues in Energy and Environmental Policy (13).",
        "Ansolabehere, Stephen, Jonathan Rodden, and James Snyder. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Strength of Issues: Using Multiple Measures to Gauge Preference Stability, Ideological Constraint, and Issue Voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 102 (2):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Bafumi, Joseph and Michael C. Herron. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leapfrog Representation and Extremism: A Study of American Voters and Their Members in Congress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 104 (3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Berinsky, Adam J., Gregory A. Huber, and Gabriel S. Lenz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Online Labor Markets for Experimental Research: Amazon.comÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis 20 (3):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Bowler, Shaun and Todd Donovan. 2000. Demanding Choices: Opinion, Voting, and Direct Democracy. University of Michigan Press.",
        "Burkhardt, Jesse and Nathan Chan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dollars and Sense of Ballot Propositions: Estimating Willingness to Pay for Public Goods Using Aggregate Voting Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists 4 (2):479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Carattini, Stefano, Andrea Baranzini, Philippe Thalmann, FreÃ\u0083Å\u0092Ã\u0082Â\u0081deÃ\u0083Å\u0092Ã\u0082Â\u0081ric Varone, and Frank VoÃ\u0083Å\u0092Ã\u0082Ë\u0086hringer. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green Taxes in a Post-Paris World: Are Millions of Nays Inevitable?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics 68 (1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Carattini, Stefano, Maria Carvalho, and Sam Fankhauser. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming Public Resistance to Carbon Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wiley Interdisciplinary Reviews: Climate Change 9 (5):e531.",
        "De Figueiredo, John M., Chang Ho Ji, and Thad Kousser. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Direct Democracy: Revisiting the Research on Campaign Spending and Citizen Initiatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law, Economics, & Organization 27 (3):485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "DeBell, Matthew and Jon A. Krosnick. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Weights for American National Election Study Survey Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ANES Technical Report Series, Number nes012427.",
        "Dyck, Joshua J. and Shanna Pearson-Merkowitz. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ballot Initiatives and Status Quo Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d State Politics & Policy Quarterly 19:180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Egan, Patrick J. and Megan Mullin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change: U.S. Public Opinion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 20 (1):209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Gelman, Andrew, Sharad Goel, Douglas Rivers, and David Rothschild. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mythical Swing Voter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science 11 (1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Gelman, Andrew and Thomas C. Little. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poststratification into Many Categories Using Hierarchical Logistic Regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey Methodology 23 (2):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Gerber, Elisabeth R. 1999. The Populist Paradox: Interest Group Influence and the Promise of Direct Legislation. Princeton University Press.",
        "Gerber, Elisabeth R. and Jeffrey B. Lewis. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the Median: Voter Preferences, District Heterogeneity, and Political Representation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (6):1364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "Holian, Matthew J. and Matthew E. Kahn. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Demand for Low Carbon Policies: Evidence from California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists 2 (2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Jackman, Simon. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PSCL Package for R: Classes and Methods for R Developed in the Political Science Computational Laboratory, Stanford University.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Software. URL http://pscl.stanford.edu.",
        "Jessee, Stephen A. 2012. Ideology and Spatial Voting in American Elections. Cambridge University Press.",
        "Kahn, Matthew E. and John G. Matsusaka. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for Environmental Goods: Evidence from Voting Patterns on California Initiatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law & Economics 40 (1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Kastellec, Jonathan P., Jeffrey R. Lax, Michael Malecki, and Justin H. Phillips. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarizing the Electoral Connection: Partisan Representation in Supreme Court Confirmation Politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 77 (3):787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Keith, Bruce E., David B. Magleby, Candice J. Nelson, Elizabeth Orr, Mark C. Westlye, and Raymond E. Wolfinger. 1992. The Myth of the Independent Voter. University of California Press.",
        "Knittel, Christopher R. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Gasoline Taxes: Lessons from the Oil Embargo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy 28 (1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Kotchen, Matthew J., Zachary M. Turk, and Anthony A. Leiserowitz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Willingness to Pay for a U.S. Carbon Tax and Preferences for Spending the Revenue.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research Letters 12 (9):094012.",
        "Kousser, Thad, Justin Phillips, and Boris Shor. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reform and Representation: A New Method Applied to Recent Electoral Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Research and Methods 6 (4):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Lax, Jeffrey R. and Justin H. Phillips. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Should We Estimate Public Opinion in The States?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 53 (1):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Lupia, Arthur. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shortcuts Versus Encyclopedias: Information and Voting Behavior in California Insurance Reform Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 88 (1):63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Lupia, Arthur and John G. Matsusaka. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct Democracy: New Approaches to Old Questions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 7:463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Park, David K., Andrew Gelman, and Joseph Bafumi. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Multilevel Estimation with Poststratification: State-level Estimates from National Polls.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis 12:375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Rabe, Barry G. 2018. Can We Price Carbon? MIT Press.",
        "Rogers, Todd and Joel Middleton. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ballot Initiative Outcomes Influenced by the Campaigns of Independent Groups? A Precinct-Randomized Field Experiment Showing That They Are.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 37 (3):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Rothschild, David and Justin Wolfers. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Elections: Voter Intentions Versus Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://users.nber.org/~jwolfers/papers/VoterExpectations.pdf.",
        "Shor, Boris and Jon Rogowski. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ideology and the U.S. Congressional Vote.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Research and Methods 6 (2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Tausanovitch, Chris and Christopher Warshaw. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Constituent Policy Preferences in Congress, State Legislatures, and Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 75 (2):330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Van Boven, Leaf, Phillip J. Ehret, and David K. Sherman. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychological Barriers to Bipartisan Public Support for Climate Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives on Psychological Science 13 (4):492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Zaller, John R. 1992. The Nature and Origins of Mass Opinion. New York: Cambridge University Press."
    ]
}