{
    "id": 26142,
    "cites": 56,
    "cited_by": 12,
    "reference": [
        "Aguiar, Mark and Mark Bils, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has consumption inequality mirrored income inequality?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (9), 2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Ahlfeldt, Gabriel M, Stephen J Redding, Daniel M Sturm, and Nikolaus Wolf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of density: Evidence from the Berlin Wall,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (6), 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Allen, Treb, Costas Arkolakis, and Xiangliang Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal city structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University, mimeograph, 2015.",
        "Armour, Philip, Richard V Burkhauser, and Jeff Larrimore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Pareto distribution to improve estimates of topcoded earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 2016, 54 (2), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1273.",
        "Athey, Susan, David Blei, Robert Donnelly, Francisco Ruiz, and Tobias Schmidt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating heterogeneous consumer preferences for restaurants and travel time using mobile location data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 2018, 108, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Atkin, David, Benjamin Faber, and Marco Gonzalez-Navarro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail globalization and household welfare: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Autor, David H., Christopher J. Palmer, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gentrification and the amenity value of crime reductions: Evidence from rent deregulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017, (23914).",
        "Baum-Snow, Nathaniel and Daniel Hartley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for central neighborhood change, 1980-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018, (2016-09).",
        "Berkes, Enrico and Ruben Gaetani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income segregation and rise of the knowledge economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ohio State University Mimeo, 2018.",
        "Borusyak, Kirill, Peter Hull, and Xavier Jaravel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-experimental shift-share research designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24997, National Bureau of Economic Research 2018.",
        "Brueckner, Jan K, Jacques-FrancÃ\u0083Å\u0092Ã\u0082Â§ois Thisse, and Yves Zenou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is central Paris rich and downtown Detroit poor?: An amenity-based theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1999, 43 (1), 91 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 107.",
        "Brummet, Quentin and Davin Reed, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of gentrification on original neighborhood residents: Evidence from longitudinal Census microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19-30, Federal Reserve Bank of Philadelphia 2019.",
        "Chen, M Keith and Ryne Rohla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of partisanship and political advertising on close family ties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2018, 360 (6392), 1020Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Couture, Victor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing the Consumption Benefits of Urban Density,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of California, Berkeley. Processed 2016.",
        "Davis, Donald R and Jonathan I Dingel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The comparative advantage of cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2019. , , Joan Monras, and Eduardo Morales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How segregated is urban consumption?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Forthcoming.",
        "Davis, Morris A and Francois Ortalo-Magne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household expenditures, wages, rents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2011, 14 (2), 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unbalanced trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Diamond, Rebecca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determinants and welfare implications of US workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ diverging location choices by skill: 1980-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Ding, Lei, Jackelyn Hwang, and Eileen Divringi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gentrification and residential mobility in Philadelphia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2016, 61, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Disdier, Anne-CeÃ\u0083Å\u0092Ã\u0082Â\u0081lia and Keith Head, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The puzzling persistence of the distance effect on bilateral trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2008, 90 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Edlund, Lena, Cecilia Machado, and Michaela Sviatchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bright minds, big rent: Gentrification and the rising returns to skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019, (21729).",
        "Einav, Liran, Peter J Klenow, Benjamin Klopack, Jonathan D Levin, Larry Levin, and Wayne Best, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the gains from e-commerce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Ellen, Ingrid Gould and Katherine ORegan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and urban flight revisited: The effect of the 1990s drop in crime on cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2010, 68 (3), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        ", Keren Mertens Horn, and David Reed, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has falling crime invited gentrification?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019, (CES 17-27).",
        "Eriksen, Michael D and Stuart S Rosenthal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowd out effects of place-based subsidized rental housing: New evidence from the LIHTC program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2010, 94 (11-12), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Faber, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization, the price of quality, and inequality: Evidence from mexican store prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC-Berkeley Working Paper, 2014.",
        "Fajgelbaum, Pablo and Cecile Gaubert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal spatial policies, geography and sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Fajgelbaum, Pablo D and Amit K Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the unequal gains from trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (3), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        ", Eduardo Morales, Juan Carlos SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State taxes and spatial misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2018, 86 (1), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Fogli, Alessandra and Veronica Guerrieri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The end of the American Dream? Inequality and segregation in US cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Booth School of Business, 2019.",
        "Gaigne, Carl, Hans Koster, Fabien Moizeau, and Jacques-Francois Thisse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amenities and the social structure of cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HSE Working paper WP BRP 162/EC/2017, National Research University Higher School of Economics 2017.",
        "Glaeser, Edward, Jed Kolko, and Albert Saiz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer city,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 2001, 1 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Glaeser, Edward L., Matthew E. Kahn, and Jordan Rappaport, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do the poor live in cities? The role of public transportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2008, 63 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Goldsmith-Pinkham, Paul, Isaac Sorkin, and Henry Swift, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik Instruments: What, When, Why, and How,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24408, National Bureau of Economic Research March 2018.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous gentrification and housing price dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2013, 100, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Gyourko, Joseph, Christopher Mayer, and Todd Sinai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superstar cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2013, 5 (4), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Handbury, Jessie, Ilya Rahkovsky, and Molly Schnell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the focus on food deserts fruitless? Retail access and food purchases across the socioeconomic spectrum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Holian, Matthew J. and Matthew E. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of center city economic and cultural vibrancy on greenhouse gas emissions from transportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MTI Report 11-13, Mineta Transportation Institute 2012.",
        "Hsieh, Chang-Tai and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing constraints and spatial misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2019, 11 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Jaravel, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The unequal gains from product innovations: Evidence from the US retail sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 134 (2), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Lance Freeman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Displacement or succession?: Residential mobility in gentrifying neighborhoods, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Affairs Review, 2005, 40 (4), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Lester, T. William and Daniel A. Hartley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long term employment impacts of gentrification in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2014, 45 (1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "McKinnish, Terra, Randall Walsh, and T. Kirk White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who gentrifies low-income neighborhoods ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2010, 67 (2), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Meltzer, Rachel and Pooya Ghorbani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does gentrification increase employment opportunities in low-income neighborhoods?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2017, 66 (C), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Monte, Ferdinando, Stephen J Redding, and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commuting, migration and local employment elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (12), 38553890.",
        "Neumark, David, Junfu Zhang, and Brandon Wall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment dynamics and business relocation: New evidence from the National Establishment Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspects of worker well-being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emerald Group Publishing Limited, 2007, pp. 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Peters, Michael, Fabian Eckert et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial structural change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932018 Meeting PapersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d number 98 Society for Economic Dynamics 2018.",
        "Piketty, Thomas, Emmanuel Saez, and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional national accounts: methods and estimates for the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 133 (2), 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Redding, Stephen J and Daniel M Sturm, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating neighborhood effects: evidence from war-time destruction in London,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University, mimeograph, 2016.",
        "Redding, Stephen J. and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative spatial economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2017, 9 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Saiz, Albert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geographic determinants of housing supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2010, 125 (3), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Small, Kenneth A, Erik T Verhoef, and Robin Lindsey, The economics of urban transportation, Routledge, 2007.",
        "Su, Yichen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the value of urban consumption amenities: A time-use approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rising value of time and the origin of urban gentrification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Tsivanidis, Nick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The aggregate and distributional effects of urban transit infrastructure: Evidence from BogotaÃ\u0083Å\u0092Ã\u0082Â\u0081s TransMilenio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Chicago Booth School of Business 2019.",
        "Vigdor, Jacob L., Douglas S. Massey, and Alice M. Rivlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does gentrification harm the poor?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings-Wharton Papers on Urban Affairs, 2002, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182."
    ]
}