{
    "id": 26143,
    "cites": 53,
    "cited_by": 2,
    "reference": [
        "Aaronson, Daniel and Bhashkar Mazumder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational economic mobility in the United States, 1940 to 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2008, 43 (1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical change, inequality, and the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic literature, 2002, 40 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Agostinelli, Francesco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing in ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skills: An Equilibrium Analysis of Social Interactions and Parental Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UPenn, mimeo, 2018.",
        "Alesina, Alberto and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Segregation and the Quality of Government in a Cross Section of Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (5), 1872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1911.",
        "Armour, Philip, Richard V. Burkhauser, and Jeff Larrimore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Pareto Distribution to Improve Estimates of Topcoded Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 2016, 54 (2), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1273.",
        "Autor, David H, Lawrence F Katz, and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing inequality: have computers changed the labor market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1998, 113 (4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1213.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in US Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2008, 90 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Bartolome, Charles AM De, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium and inefficiency in a community model with peer group effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (1), 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Becker, Gary S and Nigel Tomes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An equilibrium theory of the distribution of income and intergenerational mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 1979, 87 (6), 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Benabou, Roland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workings of a city: location, education, and production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1993, 108 (3), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity and efficiency in human capital investment: the local connection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1996, 63 (2), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity, stratification, and growth: macroeconomic implications of community structure and school finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1996, pp. 584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Bilal, Adrien and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location as an asset,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University, mimeo, 2019.",
        "Brueckner, Jan K, Jacques-Francois Thisse, and Yves Zenou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is central Paris rich and downtown Detroit poor?: An amenity-based theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European economic review, 1999, 43 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Card, David and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can falling supply explain the rising return to college for younger men? A cohort-based analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (2), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Chetty, Raj and Nathaniel Hendren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of neighborhoods on intergenerational mobility I: Childhood exposure effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 133 (3), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1162.",
        ", David Grusky, Maximilian Hell, Nathaniel Hendren, Robert Manduca, and Jimmy Narang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fading American dream: Trends in absolute income mobility since 1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2017, 356 (6336), 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        ", Nathaniel Hendren, and Lawrence F Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of exposure to better neighborhoods on children: New evidence from the moving to opportunity experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        ", , Patrick Kline, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where is the land of opportunity? The geography of intergenerational mobility in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Couture, Victor, Cecile Gaubert, Jessie Handbury, and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Growth and the Distributional Effects of Urban Spatial Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, mimeo, 2019.",
        "Cutler, David M. and Edward L. Glaeser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ghettos Good or Bad?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (3), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        ", , and Jacob L. Vigdor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Decline of the American Ghetto,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1999, 107 (3), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Diamond, Rebecca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determinants and welfare implications of us workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ diverging location choices by skill: 1980-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Duncan, Greg J and Richard J Murnane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising inequality in family incomes and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s educational outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RSF, 2016.",
        "Durlauf, Steven N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood feedbacks, endogenous stratification, and income inequality, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Dynamic Disequilibrium Modelling: Proceedings of the Ninth International Symposium on Economic Theory and Econometrics, W. Barnett, G. Gandolfo, and C. Hillinger, eds., 1996.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of persistent income inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic growth, 1996, 1 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Eckert, Fabian and Tatjana Kleineberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can We Save the American Dream? A Dynamic General Equilibrium Analysis of the Effects of School Financing on Local Opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University, mimeo, 2019.",
        "Eeckhout, Jan, Roberto Pinheiro, and Kurt Schmidheiny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (3), 554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Fernandez, Raquel and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income distribution, communities, and the quality of public education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1996, 111 (1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Giannnone, Elisa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill-Biased Technical Change and Regional Convergence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Penn State University, mimeo, 2018.",
        "Glaeser, Edward L, Jed Kolko, and Albert Saiz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer city,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic geography, 2001, 1 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Goldin, Claudia and Lawrence F Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decreasing (and then increasing) inequality in America: a tale of two half-centuries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The causes and consequences of increasing inequality, 2001, pp. 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous gentrification and housing price dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2013, 100, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Hsieh, Chang-Tai and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do cities matter? Local growth and aggregate growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Jargowsky, Paul A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Take the Money and Run: Economic Segregation in U.S. Metropolitan Areas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 1996, 61 (6), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Katz, Lawrence F and Kevin M Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of economics, 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Loury, Glenn C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational transfers and the distribution of earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1981, pp. 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Massey, Douglas S and Nancy A Denton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dimensions of residential segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social forces, 1988, 67 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        ", Jonathan Rothwell, and Thurston Domina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The changing bases of segregation in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of the American Academy of Political and Social Science, 2009, 626 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Montgomery, James D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social networks and labor-market outcomes: Toward an economic analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 1991, 81 (5), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        ", Social networks and persistent inequality in the labor market, Center for Urban Affairs and Policy Research Evanston, 1991.",
        "Moretti, Enrico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human capital externalities in cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of regional and urban economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 4, Elsevier, 2004, pp. 2243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2291.",
        ", The new geography of jobs, Houghton Mifflin Harcourt, 2012.",
        "Nielsen, Francois and Arthur S. Alderson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Kuznets Curve and the Great U-Turn: Income Inequality in U.S. Counties, 1970 to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 1997, 62 (1), 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 33.",
        "Reardon, Sean F and Glenn Firebaugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measures of multigroup segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociological methodology, 2002, 32 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Reardon, Sean F., Kendra Bischoff, Ann Owens, and Joseph B. Townsend, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Income Segregation Really Increased? Bias and Bias Correction in Sample-Based Segregation Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 2018, forthcoming.",
        "Rothstein, Jesse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality of educational opportunity? Schools as mediators of the intergenerational transmission of income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2019, 37 (S1), S85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS123.",
        "Shapiro, Jesse M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smart cities: quality of life, productivity, and the growth effects of human capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economics and statistics, 2006, 88 (2), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Streufert, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of underclass social isolation on schooling choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory, 2000, 2 (4), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Valletta, Robert G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent flattening in the higher education wage premium: Polarization, skill downgrading, or both?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, skills, and technical change: Implications for future US GDP growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2018.",
        "von Hippel, Paul T., David J. Hunter, and McKalie Drown, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better Estimates from Binned Income Data: interpolated CDFs and Mean-Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2017.",
        "Watson, Tara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and the Measurement of Residential SEgregation by Income in American Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14908, 2009.",
        "Zheng, Angela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Education Inequality and Intergenerational Mobility in an Overlapping Generations Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2017."
    ]
}