{
    "id": 26149,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Abowd, J. M., F. Kramarz, and D. N. Margolis (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 67, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Adao, R., M. Kolesar, and E. Morales (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shift-Share Designs: Theory and Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24944, National Bureau of Economic Research.",
        "Aitken, B., A. Harrison, and R. E. Lipsey (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages and foreign ownership A comparative study of Mexico, Venezuela, and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 40, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Aitken, B. J. and A. E. Harrison (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do domestic firms benefit from direct foreign investment? Evidence from Venezuela,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Alfaro, L. and M. X. Chen (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and Market Reallocation: Productivity Gains from Multinational Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 10, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Alfaro-Urena, A., I. Manelici, and J. P. Vasquez (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Productivity Effects of Joining Multinational Supply Chains: Evidence from Firm-to-Firm Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Working Paper.",
        "Andrews, M. J., L. Gill, T. Schank, and R. Upward (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and Low Wage Firms: Negative Assortative Matching or Limited Mobility Bias?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series A (Statistics in Society), 171, 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Atkin, D., B. Faber, and M. Gonzalez-Navarro (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Globalization and Household Welfare: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Balsvik, R. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is labor mobility a channel for spillovers from multinationals? Evidence from Norwegian manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 93, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 297.",
        "Bartik, T. J. (1991): Who benefits from state and local economic development policies?, WE Upjohn Institute for Employment Research.",
        "Bartik, T. J. and N. Sotherland (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Job Multipliers in the United States: Variation with Local Characteristics and with High-Tech Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "BEA (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sarah Stutzman, Activities of US Affiliates of Foreign Multinational Enterprises in 2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25719, National Bureau of Economic Research.",
        "Bernard, A. B. and J. B. Jensen (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Structure, Multinationals, and Manufacturing Plant Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 89, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Blonigen, B. A. and M. J. Slaughter (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign-affiliate activity and US skill upgrading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 83, 362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Bloom, N., E. Brynjolfsson, L. Foster, R. Jarmin, M. Patnaik, I. SaportaEksten, and J. Van Reenen (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Differences in Management Practices ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109, 1648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Bloom, N., M. Draca, and J. Van Reenen (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 83, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bloom, N., M. Schankerman, and J. Van Reenen (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying technology spillovers and product market rivalry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81, 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Boehm, C. E., A. Flaaen, and N. Pandalai-Nayar (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Linkages and the Transmission of Shocks: Firm-Level Evidence from the 2011 Thoku Earthquake,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 101, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Bonhomme, S., T. Lamadon, and E. Manresa (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Distributional Framework for Matched Employer Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739.",
        "Borusyak, K., P. Hull, and X. Jaravel (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Shift-Share Research Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24997, National Bureau of Economic Research.",
        "Branstetter, L. G. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are knowledge spillovers international or intranational in scope?: Microeconometric evidence from the US and Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 53, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Burchardi, K. B., T. Chaney, and T. A. Hassan (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrants, Ancestors, and Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Bureau of Labor Statistics, U.S. Department of Labor (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Direct Investment Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Data retrieved from https://www.bls.gov/fdi/tables/home. htm.",
        "Busso, M., J. Gregory, and P. Kline (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the incidence and efficiency of a prominent place based policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Campante, F. and D. Yanagizawa-Drott (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Range Growth: Economic Development in the Global Network of Air Links*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, qjx050.",
        "Card, D. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Card, D., A. R. Cardoso, J. Heining, and P. Kline (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and Labor Market Inequality: Evidence and Some Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 36, S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Egger, H., E. J. Jahn, and U. Kreickemeier (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance and the Multinational Wage Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper.",
        "Feliciano, Z. and R. E. Lipsey (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign ownership and wages in the United States, 1987-1992,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research."
    ]
}