{
    "id": 26161,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Acland, Dan and Matthew R Levy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NaivetÃ\u0083Æ\u0092Ã\u0082Â©, projection bias, and habit formation in gym attendance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2015, 61 (1), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Aigner, Dennis J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression with a Binary Independent Variable Subject to Errors of Observation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1973, 1, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60. Allcott, Hunt, Benjamin B. Lockwood, and Dmitry Taubinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regressive Sin Taxes, with an Application to the Optimal Soda Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        ", Joshua Kim, Dmitry Taubinsky, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Lending, Self-Control, and Consumer Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2019.",
        "Amador, M., I. Werning, and G.-M. Angeletos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment vs. Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tying Odysseus to the Mast: Evidence From a Commitment Savings Product in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 2006, 121 (2), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Augenblick, Ned and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experiment on Time Preference and Misprediction in Unpleasant Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2019.",
        ", Muriel Niederle, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working over Time: Dynamic Inconsistency in Real Effort Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (3), 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1115.",
        "Bai, Liang, Benjamin Handel, Ted Miguel, and Gautam Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Control and Demand for Preventive Health: Evidence from Hypertension in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2019.",
        "Beshears, John, James J Choi, Christopher Harris, David Laibson, Brigitte C Madrian, and Jung Sakong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self Control and Commitment: Can Decreasing the Liquidity of a Savings Account Increase Deposits?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Blair, Steven N., Harold W. Kohl, Ralph S. Paffenbarger, Debra G. Clark, Kenneth H. Cooper, and Larry W. Gibbons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physical Fitness and All-Cause Mortality A Prospective Study of Healthy Men and Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 1989, 262 (17), 2395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2401.",
        "Block, H.D. and Jacob Marschak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Orderings and Stochastic Theories of Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ingram Olkin, ed., Contributions to Probability and Statistics. Essays in Honor of Harold Hotelling, Stanford University Pres, 1960.",
        "Carroll, Gabriel D, James J Choi, David Laibson, Brigitte C Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal defaults and active decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, 124 (4), 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "DellaVigna, Stefano and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Design and Self-Control: Theory and Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        ", John A List, and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for altruism and social pressure in charitable giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Exley, Christine L. and Jeffrey K. Naecker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Observability Increases the Demand for Commitment Devices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2016, 63 (10), 3262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3267.",
        "Frydman, Cary and Lawrence J. Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Coding and Risky Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2019.",
        "Galperti, Simone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment, Flexibility, and Optial Screening of Time Inconsistency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (4), 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1465.",
        "Gine, Xavier, Dean Karlan, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Put Your Money Where Your Butt Is: A Commitment Contract for Smoking Cessation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2010, 2 (4), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Gul, Faruk and Wolfgang Pesendorfer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and Self-Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (6), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Hall, Alistair R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Method of Moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005.",
        "Hansen, Lars Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Generalized Method of Moments Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (4), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Harberger, Arnold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation, resource allocation, and welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of direct and indirect taxes in the Federal Reserve System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Press, 1964, pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Hausman, Jerry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2001, 15 (4), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Heidhues, Paul and Botond KÃ\u0083â\u0080¦Ã\u0082â\u0080\u0098szegi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Futile Attempts at Self-Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2009, 7 (2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Houser, Daniel, Daniel Schunk, Joachim Winter, and Erte Xiao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and Commitment in the Laboratory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Empirical Research in Economics, University of Zurich, Working Paper No. 488, 2010.",
        "John, Anett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Commitment Fails Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, forthcoming. Kaur, Supreet, Michael Kremer, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Control at Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2015, 123 (6), 1227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Khaw, Mel Win, Ziang Li, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion as a Perceptual Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Laibson, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (2), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Present-Baised Agents Make Commitments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (5), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Paternalism, the Commitment Puzzle, and Model-Free Equilibrum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 2018, 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        ", Peter Maxted, Andrea Repetto, and Jeremy Tobacman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discount Functions with Consumption Choices over the Lifecycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2018.",
        "Lusardi, Annamaria and Olivia S. Mitchell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2007, 51 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Martinez, Seung-Keun, Stephan Meier, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procrastination in the Field: Evidence from Tax Filing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2018.",
        "McKelvey, Richard D. and Thomas R. Palfrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantal Response Equilibria for Normal Form Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1995, 10 (1), 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Milkman, Katherine L., Julia A. Minson, and Kevin G. M. Volpp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Holding the Hunger Games Hostage at the Gym: An Evaluations of Temptation Bundling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2014, 60 (2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 299.",
        "Natenzon, Pauolo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Choice and Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (1), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Neumann, Peter J., Joushua T. Cohen, and Milton C. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Updating Cost-Effectiveness: The Curious Resilience of the $50,000 per-QALY-Threshold,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal of Medicine, 2014, 371 (9), 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing It Now or Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Paserman, M Daniele, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search and Hyperbolic Discounting: Structural Estimation and Policy Evaluation *,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2008, 118 (531), 1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1452.",
        "Royer, Heather, Mark Stehr, and Justin Sydnor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives, Commitments, and Habit Formation in Exercise: Evidence from a Field Experiment with Workers at a Fortune-500 Company,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2015, 7 (3), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84. Sadoff, Sally, Anya Savikhin Samek, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Inconsistency in Food Choice: Experimental Evidence from a Food Desert,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, forthcoming.",
        "Schilbach, Frank, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol and Self-Control: A Field Experiment in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 109 (4), 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322.",
        "Schwartz, Janet, Daniel Mochon, Lauren Wyper, Josiase Maroba, Deepak Patel, and Dan Ariely, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthier by Precommitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2014, 25 (2), 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Skiba, Paige Mart and Jeremy Tobacman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Loans, Uncertainty, and Discounting: Explaing Patterns of Borrowing, Repayment, and Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2018.",
        "Sprenger, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judging Experimental Evidence on Dynamic Inconsistency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Revew: Papers and Proceedings, 2015, 105 (5), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Strotz, R. H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Inconsistency in Dynamic Utility Maximization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1955, 23 (3), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Sun, Kai, Jing Song, Larry M. Manheim, Rowland W. Chang, Kent C. Kwoh, Pamela A. Semanik, Charles B. Eaton, and Dorothy D. Dunlop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship of Meeting Physical Activity Guidelines with Quality Adjusted Life Years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Seminars in Arthritis and Rheumatism, 2014, 44 (3), 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 270.",
        "Toussaert, SÃ\u0083Æ\u0092Ã\u0082Â©verine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Temptation and Self-Control Through Menu Choices: A Lab Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2018, 86 (3), 859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889.",
        "Wei, Xue-Xin and Alan A. Stocker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bayesian Observer Model Constrained by Efficient Coding Can Explain Anti-Bayesian Percepts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience, 2015, 18, 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1517.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inattentive Valuation and Reference-Dependent Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2012."
    ]
}