{
    "id": 26165,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "Abadi, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Paul Barham, Jianmin Chen, Zhifeng Chen, Andy Davis, Jeffrey Dean, Matthieu Devin, Sanjay Ghemawat, Geoffrey Irving, Michael Isard, et al. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tensorflow: a system for large-scale machine learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OSDI, Volume 16. 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Agarwal, Sumit, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating consumer financial products: Evidence from credit cards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 130 (1): 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        ". 2015, September. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Banks Pass Through Credit Expansions to Consumers Who Want to Borrow?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 21567, National Bureau of Economic Research.",
        "Albanesi, Stefania, Giacomo De Giorgi, and Jaromir Nosal. 2017, August. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Growth and the Financial Crisis: A New Narrative.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 23740, National Bureau of Economic Research.",
        "Athey, Susan, and Guido W Imbens. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine learning methods that economists should know about.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, vol. 11.",
        "Athreya, Kartik, Xuan S Tam, and Eric R Young. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative theory of information and unsecured credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 4 (3): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Ausubel, Lawrence M. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The failure of competition in the credit card market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bengio, Yoshua, and Yann LeCun. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scaling Learning Algorithms Towards AI.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Large Scale Kernel Machines, edited by LeÃ\u0083Å\u0092Ã\u0082Â\u0081on Bottou, Olivier Chapelle, D. DeCoste, and J. Weston. MIT Press.",
        "Bergstra, James S, ReÃ\u0083Å\u0092Ã\u0082Â\u0081mi Bardenet, Yoshua Bengio, and BalaÃ\u0083Å\u0092Ã\u0082Â\u0081zs KeÃ\u0083Å\u0092Ã\u0082Â\u0081gl. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Algorithms for hyperparameter optimization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in neural information processing systems. 2546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2554.",
        "Breiman, Leo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine learning 45 (1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Brevoort, Kenneth P., Philipp Grimm, and Michelle Kambara. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Invisibles and the Unscored.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape 18 (2): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Butaru, Florentin, Qingqing Chen, Brian Clark, Sanmay Das, Andrew W Lo, and Akhtar Siddique. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and risk management in the credit card industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance 72:218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Calem, Paul S, and Loretta J Mester. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer behavior and the stickiness of credit-card interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 85 (5): 1327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1336.",
        "Carroll, Peter, and Saba Rehmani. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Data and the Unbanked.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oliver Wyman Insights.",
        "Chatterjee, Satyajit, Dean Corbae, Kyle Dempsey, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±os-Rull. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of credit scoring and competitive pricing of default risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, University of Wisconsin, vol. 31.",
        "Chatterjee, Satyajit, Dean Corbae, Makoto Nakajima, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative theory of unsecured consumer credit with risk of default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75 (6): 1525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Chen, Hugh, Scott Lundberg, and Su-In Lee. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hybrid Gradient Boosting Trees and Neural Networks for Forecasting Operating Room Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1801.07384.",
        "Chen, Tianqi, and Carlos Guestrin. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093XGBoost: A Scalable Tree Boosting System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the 22nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining, KDD Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢16. New York, NY, USA: ACM, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Chollet, FrancÃ\u0083Å\u0092Ã\u0082Â§ois, et al. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keras: Deep learning library for theano and tensorflow.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL: https://keras. io/k 7, no. 8.",
        "Corbae, Dean, and Andrew Glover. 2018, September. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Credit Checks: Poverty Traps versus Matching Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 25005, National Bureau of Economic Research.",
        "Friedman, Jerome H. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greedy function approximation: a gradient boosting machine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of statistics, pp. 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1232.",
        "Goodfellow, Ian, Yoshua Bengio, Aaron Courville, and Yoshua Bengio. 2016. Deep learning. Volume 1. MIT press Cambridge.",
        "Hornik, Kurt. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximation capabilities of multilayer feedforward networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neural Networks 4 (2): 251 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 257.",
        "Hornik, Kurt, Maxwell Stinchcombe, and Halbert White. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multilayer feedforward networks are universal approximators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neural Networks 2 (5): 359 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 366.",
        "Hunter, John D. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matplotlib: A 2D graphics environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computing in science & engineering 9 (3): 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Ioffe, Sergey, and Christian Szegedy. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Batch normalization: Accelerating deep network training by reducing internal covariate shift.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1502.03167.",
        "Jagtiani, Julapa, and Catharine Lemieux. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The roles of alternative data and machine learning in fintech lending: evidence from the LendingClub consumer platform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Khandani, Amir E, Adlar J Kim, and Andrew W Lo. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer credit-risk models via machine-learning algorithms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance 34 (11): 2767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2787.",
        "Kingma, Diederik P, and Jimmy Ba. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adam: A method for stochastic optimization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1412.6980.",
        "Kuncheva, Ludmila I, and Christopher J Whitaker. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measures of diversity in classifier ensembles and their relationship with the ensemble accuracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine learning 51 (2): 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 207.",
        "Kvamme, HaÃ\u0083Å\u0092Ã\u0082Å vard, Nikolai Sellereite, Kjersti Aas, and Steffen Sjursen. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting mortgage default using convolutional neural networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Expert Systems with Applications 102:207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Lessmann, Stefan, Bart Baesens, Hsin-Vonn Seow, and Lyn C Thomas. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmarking state-of-the-art classification algorithms for credit scoring: An update of research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Operational Research 247 (1): 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Livshits, Igor, James MacGee, and Michele Tertilt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer bankruptcy: A fresh start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (1): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Lundberg, Scott M, and Su-In Lee. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Approach to Interpreting Model Predictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Advances in Neural Information Processing Systems 30, edited by I. Guyon, U. V. Luxburg, S. Bengio, H. Wallach, R. Fergus, S. Vishwanathan, and R. Garnett, 4765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4774. Curran Associates, Inc.",
        "McKinney, Wes, et al. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data structures for statistical computing in python.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the 9th Python in Science Conference, Volume 445. Austin, TX, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Molnar, Christoph. 2019. Interpretable Machine Learning. https://christophm.github.io/ interpretable-ml-book/.",
        "MontuÃ\u0083Å\u0092Ã\u0082Â\u0081far, Guido, Razvan Pascanu, Kyunghyun Cho, and Yoshua Bengio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Number of Linear Regions of Deep Neural Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the 27th International Conference on Neural Information Processing Systems - Volume 2, NIPSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢14. Cambridge, MA, USA: MIT Press, 2924Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2932.",
        "Mullainathan, Sendhil, and Jann Spiess. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine learning: an applied econometric approach. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 31 (2): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Pedregosa, Fabian, GaeÃ\u0083Å\u0092Ã\u0082Ë\u0086l Varoquaux, Alexandre Gramfort, Vincent Michel, Bertrand Thirion, Olivier Grisel, Mathieu Blondel, Peter Prettenhofer, Ron Weiss, Vincent Dubourg, et al. 2011.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scikit-learn: Machine learning in Python.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of machine learning research 12 (Oct): 2825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2830.",
        "Ren, Xudie, Haonan Guo, Shenghong Li, Shilin Wang, and Jianhua Li. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A novel image classification method with CNN-XGBoost model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Workshop on Digital Watermarking. Springer, 378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Schmidhuber, JuÃ\u0083Å\u0092Ã\u0082Ë\u0086rgen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep learning in neural networks: An overview.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neural networks 61:85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Sirignano, Justin, Apaar Sadhwani, and Kay Giesecke. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep Learning for Mortgage Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN.",
        "Srivastava, Nitish, Geoffrey Hinton, Alex Krizhevsky, Ilya Sutskever, and Ruslan Salakhutdinov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dropout: a simple way to prevent neural networks from overfitting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Machine Learning Research 15 (1): 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1958.",
        "Walt, SteÃ\u0083Å\u0092Ã\u0082Â\u0081fan van der, S Chris Colbert, and Gael Varoquaux. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NumPy array: a structure for efficient numerical computation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computing in Science & Engineering 13 (2): 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "West, David. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neural network credit scoring models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computers & Operations Research 27 (11-12): 1131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Xia, Yufei, Chuanzhe Liu, YuYing Li, and Nana Liu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A boosted decision tree approach using Bayesian hyper-parameter optimization for credit scoring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Expert Systems with Applications 78:225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241."
    ]
}