{
    "id": 26164,
    "cites": 65,
    "cited_by": 16,
    "reference": [
        "Anderson, Elijah (1990). Streetwise: Race, class, and change in an urban community. University of Chicago Press.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Measuring Preferences for Schools and NeighborhoodsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Political Economy 115.4, pp. 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Bergman, Peter, Eric Chan, and Adam Kapor (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Search Frictions: Evidence from Detailed Search Data and a Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Boyd, Melody and Stefanie DeLuca (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fieldwork with in-depth interviews: How to get strangers in the city to tell you their storiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Methods in social epidemiology, pp. 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 253.",
        "Burawoy, Michael (1979). Manufacturing consent. Changes in the labor process under monopoly capitalism. Chicago, University of Chicago Press.",
        "Charles, Camille Zubrinsky (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Racial Residential SegregationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Annual Review of Sociology 29, pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can we live together? Racial preferences and neighborhood outcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The geography of opportunity: Race and housing choice in metropolitan America 45.",
        "Chetty, Raj, John N Friedman, Nathaniel Hendren, Maggie R Jones, and Sonya R Porter (Oct. 2018). The Opportunity Atlas: Mapping the Childhood Roots of Social Mobility. Working Paper 25147. National Bureau of Economic Research.",
        "Chetty, Raj and Nathaniel Hendren (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility I: Childhood Exposure EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Quarterly Journal of Economics 133.3, pp. 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1162.",
        "Chetty, Raj, Nathaniel Hendren, and Lawrence F. Katz (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Economic Review 106.4, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chetty, Raj, Nathaniel Hendren, Patrick Kline, and Emanuel Saez (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation Across the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: SOI Whitepaper.",
        "Chyn, Eric (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moved to opportunity: The long-run effects of public housing demolition on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Economic Review 108.10, pp. 3028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Collinson, Robert, Ingrid Gould Ellen, and Jens Ludwig (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low-income housing policyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Economics of Means-Tested Transfer Programs in the United States. Vol. 2. University of Chicago Press, pp. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Collinson, Robert and Peter Ganong (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Changes in Housing Voucher Design Affect Rent and Neighborhood Quality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Journal: Economic Policy 10.2, pp. 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Cunningham, Mary K and Susan J Popkin (2002). CHAC mobility counseling assessment. Final report. Tech. rep. Washington, DC: The Urban Institute.",
        "Cunningham, Mary K, Molly Scott, Chris Narducci, Sam Hall, Alexandra Stanczyk, Jennifer OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neil, and Martha Galvez (2010). Improving neighborhood location outcomes in the Housing Choice Voucher program: A scan of mobility assistance programs. Tech. rep. What Works Collaborative.",
        "Darrah, Jennifer and Stefanie DeLuca (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLiving here has changed my whole perspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: How escaping inner-city poverty shapes neighborhood and housing choiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Policy Analysis and Management 33.2, pp. 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Davis, Morris A, Jesse Gregory, and Daniel A Hartley (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Run Effects of Low Income Housing on Neighborhood CompositionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Davis, Morris A, Jesse Gregory, Daniel A Hartley, and Kegon Tan (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood choices, neighborhood effects and housing vouchersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. FRB of Chicago Working Paper No. WP-2017-2.",
        "DeLuca, Stefanie, Susan Clampet-Lundquist, and Kathryn Edin (2016). Coming of Age in the Other America. Russell Sage Foundation.",
        "DeLuca, Stefanie and Peter Rosenblatt (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Walking away from the wire: Housing mobility and neighborhood opportunity in BaltimoreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Housing policy debate 27.4, pp. 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "DeLuca, Stefanie, Holly Wood, and Peter Rosenblatt (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why poor families move (and where they go): Reactive mobility and residential decisionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: City & Community 18.2, pp. 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Desmond, Matthew and Tracey Shollenberger (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forced displacement from rental housing: Prevalence and neighborhood consequencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Demography 52.5, pp. 1751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1772.",
        "Edin, Kathryn and Laura Lein (1997). Making ends meet: How single mothers survive welfare and low-wage work. Russell Sage Foundation.",
        "Emerson, Michael O, Karen J Chai, and George Yancey (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does race matter in residential segregation? Exploring the preferences of white AmericansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Sociological Review, pp. 922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Fahle, Erin M, Benjamin R Shear, Demetra Kalogrides, S Reardon, Richard DiSalvo, and Andrew D Ho (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stanford education data archiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Feins, Judith, Debra McInnis, and Susan J Popkin (1997). Counseling in the moving to opportunity demonstration program. Tech. rep. Department of Housing and Urban Development.",
        "Galiani, Sebastian, Alvin Murphy, and Juan Pantano (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating neighborhood choice models: Lessons from a housing assistance experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Economic Review 105.11, pp. 3385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3415.",
        "Kain, John F and John M Quigley (1975). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination in Urban Housing MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Housing markets and racial discrimination: A microeconomic analysis. NBER, pp. 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Kennan, John and James R Walker (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of expected income on individual migration decisionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Econometrica 79.1, pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Analysis of Neighborhood EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Econometrica 75 (1): 83-119 75.1, pp. 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Krysan, Maria and Michael DM Bader (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial blind spots: Black-white-Latino differences in community knowledgeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Social Problems 56.4, pp. 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Krysan, Maria and Kyle Crowder (2017). Cycle of segregation: Social processes and residential stratification. Russell Sage Foundation.",
        "LaliberteÃ\u0083Å\u0092Ã\u0082Â\u0081, Jean-William P (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term Contextual Effects in Education: Schools and Neighborhoods Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Lareau, Annette and Kimberly Goyette (2014). Choosing homes, choosing schools. Russell Sage Foundation.",
        "Liebow, Elliot (1967). TallyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s corner: A study of Negro streetcorner men. Little, Brown.",
        "Ludwig, Jens, Greg J. Duncan, Lisa A. Gennetian, Lawrence F. Katz, Ronald C. Kessler, Jeffrey R. Kling, and Lisa Sanbonmatsu (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects on the Long-Term Well-Being of Low-Income AdultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Science 337 (6101): 1505-1510.",
        "Massey, D. and N. Denton (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in the Residential Segregation of Blacks, Hispanics, and Asians: 1970-1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Sociological Review 52.6, pp. 802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825. url: http://www. jstor.org/stable/2095836.",
        "Mazzara, Alicia and Brian Knudsen (Jan. 2019). Where Families With Children Use Housing Vouchers. url: https://www.cbpp.org/research/housing/where-families-with-childrenuse -housing-vouchers.",
        "Metzger, Molly W (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The reconcentration of poverty: Patterns of housing voucher use, 2000 to 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Housing Policy Debate 24.3, pp. 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Mullainathan, Sendhil and Eldar Shafir (2013). Scarcity: Why having too little means so much. Macmillan.",
        "Orr, Larry L, Judith Feins, Robin Jacob, Erik Beecroft, Lisa Sanbonmatsu, Lawrence F. Katz, Jeffrey B. Liebman, and Jeffrey R. Kling (2003). Moving to opportunity for fair housing demonstration program: Interim impacts evaluation. US Department of Housing, Urban Development, Office of Policy Development, and Research.",
        "Reardon, S and Kendra Bischoff (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality and Income SegregationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Journal of Sociology 116 (4): 1092-1153.",
        "Rinzler, Dan, Philip Tegeler, Mary K Cunningham, and Craig Pollack (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraging the power of place: Using pay for success to support housing mobilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Federal Reserve Bank of San Francisco Community Development Investment Center Working Paper 2015-04.",
        "Roback, Jennifer (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, rents, and the quality of lifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of political Economy 90.6, pp. 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Rosen, Sherwin (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage-Based Indices of Urban Quality of LifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Current Issues in Urban Economics. Ed. by Peter Mieszkowski and Mahlon Straszheim. Baltimore: Johns Hopkins Univ. Press, pp. 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Sampson, Robert J. (2012). Great American City: Chicago and the Enduring Neighborhood Effect. University of Chicago Press.",
        "Sanbonmatsu, Lisa, Jens Ludwig, Lawrence F. Katz, Lisa A. Gennetian, Greg J. Duncan, Ronald C. Kessler, Emma Adam, Thomas McDade, and Stacy Tessler Lindau (2011). Moving to Opportunity for Fair Housing Demonstration Program: Final Impacts Evaluation. Washington, DC: U.S. Department of Housing, Urban Development, Office of Policy Development, and Research. url: http://www.huduser.org/publications/pdf/MTOFHD_fullreport_v2.pdf.",
        "Sard, Barbara, Douglas Rice, Alison Bell, and Alicia Mazzara (Sept. 2018). Federal Policy Changes Can Help More Families with Housing Vouchers Live in Higher-Opportunity Area. Tech. rep. Washington, DC: Center on Budget and Policy Priorities.",
        "Schelling, Thomas C (1971). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic models of segregationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of mathematical sociology 1.2, pp. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Schwartz, Heather L, Kata Mihaly, and Breann Gala (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Encouraging residential moves to opportunity neighborhoods: An experiment testing incentives offered to housing voucher recipients Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Housing Policy Debate 27.2, pp. 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Sharkey, Patrick (2013). Stuck in Place: Urban Neighborhoods and the End of Progress Toward Racial Equality. University of Chicago Press.",
        "Turner, Margery Austin, Rob Santos, Diane K Levy, Doug Wissoker, Claudia Aranda, and Rob Pitingolo (2013). Housing discrimination against racial and ethnic minorities 2012: Executive summary. U.S. Department of Housing, Urban Development, Policy Development, and Research.",
        "Wheaton, William C (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vacancy, search, and prices in a housing market matching modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Yinger, John (1995). Closed doors, opportunities lost: The continuing costs of housing discrimination. Russell Sage Foundation.",
        "In Panel B, we report the components of the average per issuance cost. Here, we provide further details on each category. For program staffing costs and PHA administration costs, we calculated the annual (fixed) cost to administer the program and divided by the number of vouchers we estimate to be a feasible annual load for that staffing level (264). We calculated this estimate based on the PHAsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ estimation that the program staff were operating at steady-state peak capacity from September to November 2018. Their workload during these months reflected an average of 22 issuances per month in the months prior, leading to an annual load of 264 issuances per year.",
        "Feins, McInnis, and Popkin (1997) estimate the average cost of the counseling provided to the original MTO experimental group per opportunity move to be $3,077. Assuming their estimates are in 1997 dollars, we use the CPI to adjust for inflation, implying an MTO cost of $4,814 in 2018 dollars. Cunningham and Popkin (2002) evaluate the Housing Opportunity Program (HOP), a mobility program funded by the Chicago Public Housing Authority. While Cunningham and Popkin (2002) do not provide cost estimates, Schwartz, Mihaly, and Gala (2017) report a nominal cost per opportunity move for HOP of $3,528 ($4,925 in 2018 dollars, assuming the original estimates are in 2002 dollars).",
        "Cunningham, Scott, Narducci, Hall, Stanczyk, et al. (2010) do not detail the cost model of a specific program and instead survey the components of mobility assistance programs across 11 PHAs, drawing from interviews with mobility program staff. They find that cost estimates vary dramatically (ranging from $70-$6,000 per issuance, not adjusted for inflation) across PHAs due to programmatic differences in mobility programs and differences in how PHAs calculate costs. In particular, for those with mobility programs operated by outside contractors, total program costs included staffing and overhead (supplies, security deposit payments, rental space, etc.). For mobility programs run in-house, PHAs had difficulty separating staff time and overhead costs that went directly to the mobility programs.",
        "Schwartz, Mihaly, and Gala (2017) evaluate a mobility program by the Chicago Regional Housing Choice Initiative intended to provide light-touch and cost-effective counseling (and no financial assistance) using a randomized controlled trial. In 2017 dollars, they estimate a counseling cost per opportunity move of $2,869 ($2,939 in 2018 dollars). Finally, Sard, Rice, Bell, and Mazzara (2018) propose a reimagined HCV program that would include mobility services and a home-visiting program. The mobility services would include housing search assistance, credit repair, opportunity area education, and landlord-tenant mediation. They estimate a cost of $4,500 per issuance for such a program. C Qualitative Study: Methods This appendix provides some further information on the methods used in the qualitative component of the study, described in Section VI.",
        "All regressions use robust standard errors and all panels are restricted to households who were issued vouchers before January 1, 2019 and are based on lease-ups up to June 24, 2019.",
        "FIGURE 5: Map of Destination Tracts for Voucher Recipients High-Opportunity Area Central District West Seattle Rainier Valley Des Moines Magnolia Northeast Seattle Newport Cougar Mountain Lea Hill, Auburn East Hill Inglewood Bellevue Issaquah Lake City Kent Tukwila Burien Control CMTO Treatment Notes: This figure presents a map of the destination tracts for families in the CMTO treatment and the control groups who moved using their vouchers. High-opportunity areas are highlighted in blue cross-hatch. Families who were issued vouchers in 2019 are excluded from the map. To protect confidentiality, the locations shown are approximated by introducing a small amount of random noise to the destination tract centroid.",
        "These regressions are estimated separately for each subgroup. All regressions use robust standard errors, and all panels are restricted to households who were issued vouchers before January 1, 2019.",
        "High-opportunity areas are highlighted in blue cross-hatch. Those 201 voucher recipients whose origin location was outside the area of Seattle and King County or who were issued vouchers before January 1, 2019 are excluded from the map. To protect confidentiality, locations shown are approximate with a small amount of random noise infused, starting from tract centroids. APPENDIX FIGURE 3: Predicted Treatment Effects on Other Long-Term Outcomes A. Teenage Birth Rates (Women) of Children in Adulthood 21.6% 16.4% 0 10 20 30 Mean Teen Birth Rate When Parents at p=25 in Tract (%) Control Treatment Difference: -5.2 pp SE: (1.0) B. Incarceration Rates of Children in Adulthood 2.1% 1.6% 0 1 2 3",
        "APPENDIX FIGURE 7: Changes to King County Housing Authority Payment Standards in March 2016 &gt; $400 $250 &lt; $150 Increase in Max Rent for 2BR Apt.",
        "Notes: This figure presents a map which visualizes KCHAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s various increases in payment standards across King County, implemented in March 2016. The map plots the increase in maximum rent for a two-bedroom apartment paid for through vouchers from KCHA, comparing maximum rents in the pre-period (January 2015 to February 2016) to the post-period (March 2016 to December 2017). Darker blue areas saw larger increases in maximum rent allowances from KCHA for two-bedroom apartments, while lighter blue areas witnessed smaller increases."
    ]
}