{
    "id": 26176,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Benartzi, Shlomo, Alessandro Previtero, and Richard H. Thaler. Annuitization puzzles. The Journal of Economic Perspectives 25, no. 4 (2011): 143-164.",
        "Boulware, L. Ebony, Lisa A. Cooper, Lloyd E. Ratner, Thomas A. LaVeist, and Neil R. Powe. Race and trust in the health care system. Public health reports (2016).",
        "Brown, Jeffrey R., Arie Kapteyn, Erzo F.P. Luttmer, and Olivia S. Mitchell. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Constraints on Valuing Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 15, no. 2 (2017): 429-462.",
        "Brown, Jeffrey R., Arie Kapteyn, Erzo FP Luttmer, Olivia S. Mitchell, and Anya Samek. Behavioral Impediments to Valuing Annuities: Complexity and Choice Bracketing. PRC WP2019-5 Pension Research Council Working Paper (2019). Heinberg, Aileen, Angela A. Hung, Arie Kapteyn, Annamaria Lusardi, Anya Savikhin Samek, and Joanne Yoong. Five steps to planning success. Experimental evidence from US households.",
        "No. w20203. National Bureau of Economic Research, 2014.",
        "Hill, Andrew, Daniel Jones, and Lindsey Woodworth. A Doctor Like Me: Physician-Patient Race-Match and Patient Outcomes. (2018).",
        "Klapper, Leora, Annamaria Lusardi, and Peter Van Oudheusden. Financial literacy around the world. World Bank. Washington DC: World Bank (2015).",
        "Lusardi, Annamaria, and Olivia S. Mitchell. Baby boomer retirement security: The roles of planning, financial literacy, and housing wealth. Journal of Monetary Economics 54, no. 1 (2007): 205-224.",
        "Lusardi, Annamaria, and Olivia S. Mitchell. Financial literacy and planning: Implications for retirement wellbeing. No. w17078. National Bureau of Economic Research, 2011.",
        "Lusardi, Annamaria, Anya Samek, Arie Kapteyn, Lewis Glinert, Angela Hung, and Aileen Heinberg. Visual tools and narratives: New ways to improve financial literacy. Journal of Pension Economics & Finance 16, no. 3 (2017): 297-323.",
        "Perez-Arce, Francisco, Joanne Yoong, Lilia Rabinovich. The Effect of Informational Prompts about Spousal Benefits on Social Security Claim Intentions. Working Paper, 2019.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. Were They Prepared for Retirement? Financial Status at Advanced Ages in the HRS and AHEAD Cohorts. In Investigations in the Economics of Aging, pp. 21-69. University of Chicago Press, 2011.",
        "Rabinovich, Lila, and Anya Samek.  No Regrets: Qualitative Evidence on Early Claiming of Social Security Retirement. Journal of Aging Studies 46 (2018): 17-23. Samek, Anya, and J. Sydnor. Simplifying Health Insurance Choice with Consequence Graphs.",
        "Weller, J. A., Dieckmann, N. F., Tusler, M., Mertz, C. K., Burns, W. J., and Peters, E. (2013). Development and testing of an abbreviated numeracy scale: a Rasch analysis approach. J."
    ]
}