{
    "id": 26175,
    "cites": 56,
    "cited_by": 7,
    "reference": [
        "Achdou, Y., Han, J., Lasry, J.-M., Lions, P.-L., and Moll, B. (2017). Income and wealth distribution in macroeconomics: A continuous-time approach. Technical report, National Bureau of Economic Research.",
        "Albouy, D., Ehrlich, G., and Liu, Y. (2016). Housing demand, cost-of-living inequality, and the affordability crisis. Technical report, National Bureau of Economic Research.",
        "Alvarez, F., Le Bihan, H., and Lippi, F. (2016). The real effects of monetary shocks in sticky price models: A sufficient statistic approach. American Economic Review, 106(10):2817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Angeletos, G.-M. and Lian, C. (2018). Forward guidance without common knowledge. American Economic Review, 108(9):2477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2512.",
        "Auclert, A. (2019). Monetary policy and the redistribution channel. American Economic Review, 109(6):2333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bachmann, R., Caballero, R. J., and Engel, E. M. (2013). Aggregate implications of lumpy investment: new evidence and a dsge model. American Economic Journal: Macroeconomics, 5(4):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bachmann, R. and Cooper, D. (2014). The ins and arounds in the us housing market. Working paper.",
        "Baker, S. R., Kueng, L., McGranahan, L., and Melzer, B. T. (2019). Do household finances constrain unconventional fiscal policy? Tax Policy and the Economy, 33(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Barsky, R., House, C. L., Boehm, C., and Kimball, M. S. (2016). Monetary policy and durable goods. Working paper.",
        "Barsky, R. B., House, C. L., and Kimball, M. S. (2007). Sticky-price models and durable goods. American Economic Review, 97(3):984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Berger, D. and Vavra, J. (2015). Consumption dynamics during recessions. Econometrica, 83(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Berger, D. W., Milbradt, K., Tourre, F., and Vavra, J. (2018). Mortgage prepayment and pathdependent effects of monetary policy. Technical report, National Bureau of Economic Research.",
        "Carlstrom, C. T., Fuerst, T. S., and Paustian, M. (2015). Inflation and output in new keynesian models with a transient interest rate peg. Journal of Monetary Economics, 76:230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Coibion, O., Gorodnichenko, Y., Kueng, L., and Silvia, J. (2017). Innocent bystanders? monetary policy and inequality. Journal of Monetary Economics, 88:70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Czajka, J. L., Jacobson, J. E., and Cody, S. (2003). Survey estimates of wealth: A comparative analysis and review of the survey of income and program participation. Soc. Sec. Bull., 65:63.",
        "Davidoff, T. and Yoshida, J. (2013). Estimating consumption substitution between housing and non-housing goods using macro data. Technical report, Working paper.",
        "Davis, M. A. and Heathcote, J. (2007). The price and quantity of residential land in the united states. Journal of Monetary Economics, 54(8):2595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2620.",
        "Davis, M. A., Lehnert, A., and Martin, R. F. (2008). The rent-price ratio for the aggregate stock of owner-occupied housing. Review of Income and Wealth, 54(2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Davis, M. A. and Ortalo-MagneÃ\u0083Å\u0092Ã\u0082Â\u0081, F. (2011). Household expenditures, wages, rents. Review of Economic Dynamics, 14(2):248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Del Negro, M., Giannoni, M. P., and Patterson, C. (2015). The forward guidance puzzle. Working paper.",
        "Dupor, B., Li, R., Mehkari, M., and Tsai, Y.-C. (2018). The 2008 us auto market collapse. FRB St. Louis Working Paper.",
        "Eggertsson, G. B. and Woodford, M. (2003). The zero bound on interest rates and optimal monetary policy. Brookings Papers on Economic Activity, 2003(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Eichenbaum, M., Rebelo, S., and Wong, A. (2018). State dependent effects of monetary policy: The refinancing channel. Technical report, National Bureau of Economic Research.",
        "Erceg, C. J., Henderson, D. W., and Levin, A. T. (2000). Optimal monetary policy with staggered wage and price contracts. Journal of monetary Economics, 46(2):281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Farhi, E. and Werning, I. (2017). Monetary policy, bounded rationality, and incomplete markets. Technical report, National Bureau of Economic Research.",
        "Floden, M. and LindeÃ\u0083Å\u0092Ã\u0082Â\u0081, J. (2001). Idiosyncratic risk in the united states and sweden: Is there a role for government insurance? Review of Economic dynamics, 4(2):406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Gabaix, X. (2016). A behavioral new keynesian model. Technical report, National Bureau of Economic Research.",
        "Gali, J. (2008). Monetary Policy, Inflation, and the Business Cycle. Princeton University Press, Princeton, NJ.",
        "Golosov, M. and Lucas, R. E. (2007). Menu costs and phillips curves. Journal of Political Economy, 115(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Goolsbee, A. (1998). Investment Tax Incentives, Prices, and the Supply of Capital Goods*. The Quarterly Journal of Economics, 113(1):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Gornemann, N., Kuester, K., and Nakajima, M. (2016). Doves for the rich, hawks for the poor? distributional consequences of monetary policy. CEPR Discussion Paper No. DP11233.",
        "Guerrieri, V. and Lorenzoni, G. (2017). Credit crises, precautionary savings, and the liquidity trap.",
        "House, C. L. (2014). Fixed costs and long-lived investments. Journal of Monetary Economics, 68:86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "House, C. L. and Shapiro, M. D. (2008). Temporary investment tax incentives: Theory with evidence from bonus depreciation. American Economic Review, 98(3):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Kaplan, G., Moll, B., and Violante, G. L. (2018). Monetary policy according to hank. American Economic Review, 108(3):697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Khan, A. and Thomas, J. K. (2008). Idiosyncratic shocks and the role of nonconvexities in plant and aggregate investment dynamics. Econometrica, 76(2):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Koby, Y. and Wolf, C. (2018). Understanding investment stimulus: From micro data to macro outcomes. Working paper.",
        "Leahy, J. V. and Zeira, J. (2005). The Timing of Purchases and Aggregate Fluctuations. The Review of Economic Studies, 72(4):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Li, G., Schoeni, R. F., Danziger, S., and Charles, K. K. (2010). New expenditure data in the psid: Comparisons with the ce. Monthly Labor Review, 133(2):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Luetticke, R. (2019). Transmission of monetary policy with heterogeneity in household portfolios. University College London working paper.",
        "Mavroeidis, S., Plagborg-MÃ\u0083Æ\u0092Ã\u0082Â¸ller, M., and Stock, J. H. (2014). Empirical evidence on inflation expectations in the new keynesian phillips curve. Journal of Economic Literature, 52(1):124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "McKay, A., Nakamura, E., and Steinsson, J. (2016). The power of forward guidance revisited. American Economic Review, 106(10):3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "McKay, A. and Reis, R. (2016). The role of automatic stabilizers in the us business cycle. Econometrica, 84(1):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Mian, A. and Sufi, A. (2012). The effects of fiscal stimulus: Evidence from the 2009 cash for clunkers program. The Quarterly journal of economics, 127(3):1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142.",
        "Midrigan, V. (2011). Menu costs, multiproduct firms, and aggregate fluctuations. Econometrica, 79(4):1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Nakamura, E. and Steinsson, J. (2010). Monetary Non-neutrality in a Multisector Menu Cost Model. The Quarterly Journal of Economics, 125(3):961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Ogaki, M. and Reinhart, C. M. (1998). Measuring intertemporal substitution: The role of durable goods. Journal of political Economy, 106(5):1078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1098.",
        "PakosÃ\u0083Å\u0092Ã\u0082Å\u0092, M. (2011). Estimating intertemporal and intratemporal substitutions when both income and substitution effects are present: the role of durable goods. Journal of Business & Economic Statistics, 29(3):439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Reifschneider, D. and Williams, J. C. (2000). Three lessons for monetary policy in a low-inflation era. Journal of Money, Credit and Banking, pages 936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Romer, C. D. and Romer, D. H. (2004). A new measure of monetary shocks: Derivation and implications. American Economic Review, 94(4):1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Sterk, V. and Tenreyro, S. (2018). The transmission of monetary policy through redistributions and durable purchases. Journal of Monetary Economics, 99:124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Tenreyro, S. and Thwaites, G. (2016). Pushing on a string: Us monetary policy is less powerful in recessions. American Economic Journal: Macroeconomics, 8(4):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Werning, I. (2015). Incomplete markets and aggregate demand. Technical report, National Bureau of Economic Research.",
        "Wieland, J. F. and Yang, M.-J. (2017). Financial dampening. Technical report, National Bureau of Economic Research.",
        "Winberry, T. (2018). Lumpy investment, business cycles, and stimulus policy. Forthcoming in American Economic Review.",
        "Woodford, M. (2003). Interest and Prices. Princeton University Press, Princeton, NJ."
    ]
}