{
    "id": 26179,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "Abraham, S. and Sun, L. (2019). Estimating dynamic treatment effects in event studies with heterogeneous treatment effects. Unpublished paper, Massachusetts Institute of Technology.",
        "Adamson, B., Dixon, M., and Toman, N. (2014). Why individuals no longer rule on sales teams. Harvard Business Review, (January 9).",
        "Azoulay, P., Graff Zivin, J. S., and Wang, J. (2010). Superstar extinction. Quarterly Journal of Economics, 125(2):549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Balasubramanian, N. and Sivadasan, J. (2011). What happens when firms patent? New evidence from U.S. economic census data. Review of Economics and Statistics, 93(1):126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Barron, J. M. and Bishop, J. (1985). Extensive search, intensive search, and hiring costs: New evidence on employer hiring activity. Economic Inquiry, 23:363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Barron, John M., M. C. B. and Black, D. A. (1997). Employer search, training, and vacancy duration. Economic Inquiry, 35:167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Bartel, A. P., Beaulieu, N. D., Phibbs, C. S., and Stone, P. W. (2014). Human capital and productivity in a team environment: Evidence from the healthcare sector. American Economic Journal: Applied Economics, 6(2):231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Benjamini, Y. and Hochberg, Y. (1995). Controlling the false discovery rate: A practical and powerful approach to multiple testing. Journal of the Royal Statistical Society. Series B (Methodological), 57(1):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Benjamini, Y. and Yekutieli, D. (2001). The control of the false discovery rate in multiple testing under dependency. Annals of Statistics, 29(4):1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188.",
        "Berg, P., Appelbaum, E., Bailey, T., and Kalleberg, A. L. (1996). The performance effects of modular production in the apparel industry. Industrial Relations: A Journal of Economy and Society, 35(3):356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Boning, B., Ichniowski, C., and Shaw, K. (2007). Opportunity counts: Teams and the effectiveness of production incentives. Journal of Labor Economics, 25(4):613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Borjas, G. J. and Doran, K. B. (2012). The collapse of the Soviet Union and the productivity of American mathematicians. Quarterly Journal of Economics, 127(3):1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203.",
        "Burdett, K. and Mortensen, D. T. (1998). Wage differentials, employer size, and unemployment. International Economic Review, pages 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Chan, T. Y., Li, J., and Pierce, L. (2014). Compensation and peer effects in competing sales teams.",
        "Clotfelter, C., Glennie, E., Ladd, H., and Vigdor, J. (2008). Would higher salaries keep teachers in high-poverty schools? Evidence from a policy intervention in North Carolina. Journal of Public Economics, 92(5-6):1352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Cremer, J. (1986). Cooperation in ongoing organizations. Quarterly Journal of Economics, 101(1):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Dal BoÃ\u0083Å\u0092Ã\u0082Â\u0081, P. (2005). Cooperation under the shadow of the future: Experimental evidence from infinitely repeated games. American Economic Review, 95(5):1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Dal BoÃ\u0083Å\u0092Ã\u0082Â\u0081, P. and FreÃ\u0083Å\u0092Ã\u0082Â\u0081chette, G. R. (2018). On the determinants of cooperation in infinitely repeated games: A survey. Journal of Economic Literature, 56(1):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Dobkin, C., Finkelstein, A., Kluender, R., and Notowidigdo, M. J. (2018). The economic consequences of hospital admissions. American Economic Review, 108(2):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Drexler, A. and Schoar, A. (2014). Do relationships matter? Evidence from loan officer turnover.",
        "Dube, A., Lester, T. W., and Reich, M. (2011). Do frictions matter in the labor market? Accessions, separations and minimum wage effects. IZA working paper no. 5811.",
        "Embrey, M., FreÃ\u0083Å\u0092Ã\u0082Â\u0081chette, G. R., and Yuksel, S. (2017). Cooperation in the finitely repeated prisonerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dilemma. Quarterly Journal of Economics, 133(1):509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Falch, T. (2010). The elasticity of labor supply at the establishment level. Journal of Labor Economics, 28(2):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Friebel, G., Heinz, M., KruÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, M., and Zubanov, N. (2017). Team incentives and performance: Evidence from a retail chain. American Economic Review, 107(8):2168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2203.",
        "Giuliano, L. (2013). Minimum wage effects on employment, substitution, and the teenage labor supply: Evidence from personnel data. Journal of Labor Economics, 31(1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Glebbeek, A. C. and Bax, E. H. (2004). Is high employee turnover really harmful? An empirical test using company records. Academy of Management Journal, 47(2):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Hamilton, B. H., Nickerson, J. A., and Owan, H. (2003). Team incentives and worker heterogeneity: An empirical analysis of the impact of teams on productivity and participation. Journal of Political Economy, 111(3):465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Hendren, N. (2017). Knowledge of future job loss and implications for unemployment insurance.",
        "Henry, A. (2011). How much notice should I give my employer that IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢m quitting my job? Lifehacker.com, (June 20).",
        "Hildreth, A. and Oswald, A. (1997). Rent-sharing and wages: Evidence from company and establishment panels. Journal of Labor Economics, 15(2):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Ichino, A. and Maggi, G. (2000). Work environment and individual background: Explaining regional shirking differentials in a large Italian firm. Quarterly Journal of Economics, 115(3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Jagannathan, M. (2018). The Rules: How much notice should you give your employer when quitting a job? Marketwatch.com, (April 15).",
        "JaÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, S. (2016). How substitutable are workers? Evidence from worker deaths. unpublished paper, Massachusetts Institute of Technology.",
        "Jones, B. F. and Olken, B. A. (2005). Do leaders matter? National leadership and growth since World War II. Quarterly Journal of Economics, 120(3):835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Jones, S. R. and Kuhn, P. (1995). Mandatory notice and unemployment. Journal of Labor Economics, 13(4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Kandel, E. and Lazear, E. P. (1992). Peer pressure and partnerships. Journal of Political Economy, 100(4):801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Klotz, A. C. and Bolino, M. C. (2016). Saying goodbye: The nature, causes, and consequences of employee resignation styles. Journal of Applied Psychology, 101(10):1386.",
        "Knez, M. and Simester, D. (2001). Firm-wide incentives and mutual monitoring at Continental Airlines. Journal of Labor Economics, 19(4):743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Kuhn, P. and Yu, L. (2019). Kinks as goals. work in progress, UC Santa Barbara.",
        "Lawler, E. and Mohrman, S. A. (2003). Pay practices in Fortune 1000 corporations. WorldatWork Journal, 12(4):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Li, C., Qiao, S., and Wang, J. (2016). The dimension of pay satisfaction and its influence on turnover intention of the retail enterprises. Journal of Capital University of Economics and Business, 18(1):108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Manning, A. (2003). Monopsony in motion: Imperfect competition in labor markets. Princeton University Press, Princeton, NJ.",
        "Mas, A. and Moretti, E. (2009). Peers at work. American Economic Review, 99(1):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Moskos, C. C. (1975). The American combat soldier in Vietnam. Journal of Social Issues, 31(4):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Portugal, P. and Cardoso, A. R. (2006). Disentangling the minimum wage puzzle: An analysis of worker accessions and separations. Journal of the European Economic Association, 4(5):988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1013.",
        "PRC (2007). Labor Contract Law of the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China. Article 37.",
        "Ruhm, C. J. (1992). Advance notice and postdisplacement joblessness. Journal of Labor Economics, 10(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Scudder, M. D. (2017). Will the DOL rescind the tip pool rule? The National Law Review. October 26, 2017.",
        "Siebert, W. S. and Zubanov, N. (2009). Searching for the optimal level of employee turnover: A study of a large UK retail organization. Academy of Management Journal, 52(2):294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Ton, Z. (2012). Why Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093good jobsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are good for retailers. Harvard Business Review, 90(1-2):124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Ton, Z. and Huckman, R. S. (2008). Managing the impact of employee turnover on performance: The role of process conformance. Organization Science, 19(1):56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "U.S. Bureau of Labor Statistics (2018a). Economic news release table B-1. Employees on nonfarm payrolls by industry sector and selected industry detail.",
        "U.S. Bureau of Labor Statistics (2018b). Employee tenure in 2018 - September 2018. Table 5.",
        "U.S. Bureau of Labor Statistics (2018c). Industries at a glance: Retail trade: NAICS 44-45.",
        "U.S. Bureau of Labor Statistics (2018d). Job openings and labor turnover survey - March 2018."
    ]
}