{
    "id": 26177,
    "cites": 54,
    "cited_by": 0,
    "reference": [
        "Alesina, A., C. Favero, and F. Giavazzi. Austerity: When It Works and When It DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t. Princeton University Press 2019.",
        "Alvarez, F., and U. Jermann. 2004. Using asset prices to measure the cost of business cycles.",
        "Alvarez, F., and U. Jermann. 2005. Using asset prices to measure the persistence of the marginal utility of wealth. Econometrica 73(6):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Bansal, R., and A. Yaron. 2004. Risk for the long run: A potential resolution of asset pricing puzzles. The Journal of Finance 59(4):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Bansal, R., D. Kiku, and A. Yaron. 2016. An empirical evaluation of the long-run risks model for asset prices. Journal of Monetary Economics 82:52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Barlevy, G. 2004. The cost of business cycles under endogenous growth. American Economic Review 94(4):964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Barro, R. 1979. On the determination of public debt. Journal of Political Economy 87(5):940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Belo, F., and J. Yu. 2013. Government investment and the stock market. Journal of Monetary Economics 60(3):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Belo, F., V. D. Gala, and J. Li. 2013. Government spending, political cycles, and the cross section of stock returns. Journal of Financial Economics 107(2):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Binsbergen, J., and R. S. Koijen. 2016. On the timing and pricing of dividends Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c reply. American Economic Review 106(10):3224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Binsbergen, J., and R. S. Koijen. 2017. The term structure of returns: Facts and theory. Journal of Financial Economics 124(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Binsbergen, J., M. W. Brandt, and R. S. Koijen. 2012. On the timing and pricing of dividends.",
        "Binsbergen, J., W. H. Hueskes, R. S. Koijen, and E. B. Vrugt. 2013. Equity yields. Journal of Financial Economics 110(3):503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Bohn, H. 1998. The behavior of u.s. public debt and deficits. Quarterly Journal of Economics 113 (3):949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Bryzgalova, S., and C. Julliard. 2019. Consumption in asset returns. Working Paper.",
        "Corhay, A., H. Kung, and L. Schmid. Competition, markups and predictable returns. Working Paper, Duke University 2015.",
        "Corhay, A., T. Kind, H. Kung, and G. Morales. 2018. Discount Rates, Debt Maturity, and the Fiscal Theory.",
        "Croce, M., T. T. Nguyen, and L. Schmid. 2012. The market price of fiscal uncertainty. Journal of Monetary Economics 59:401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Diercks, A. 2013. Inflating away debt: Trading off inflation risk and taxation risk. Working Paper.",
        "Epstein, L., and S. E. Zin. 1989. Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework. Econometrica 57(4):937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Favero, C., and T. Monacelli. 2005. Fiscal policy rules and regime (in)stability: Evidence from the u.s. Bocconi University Working Paper.",
        "Fernandez-Villaverde, J., P. Guerron-Quintana, K. Kuester, and J. Rubio-Ramirez. 2015. Fiscal volatility shocks and economic activity. American Economic Review 105:3352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3384.",
        "Gallmeyer, M., B. Hollifield, and S. Zin. 2005. Taylor rules, mccallum rules, and the term structure of interest rates. Journal of Monetary Economics 52:921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c950.",
        "Gallmeyer, M., B. Hollifield, F. Palomino, and S. Zin. 2017. Term premium dynamics and the taylor rule. Quarterly Journal of Finance 7:1750011.",
        "Glover, B., J. Gomes, and A. Yaron. 2012. Corporate taxes, leverage, and business cycles. Working paper.",
        "Gomes, F., A. Michaelides, and V. Polkovnichenko. 2010. Quantifying the Distortionary Fiscal Cost of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The BailoutÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper, London Business School.",
        "Gomes, F., A. Michaelides, and V. Polkovnichenko. 2013. Fiscal policy in an incomplete markets economy. Review of Financial Studies 26(2):287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Gomes, F. J., L. J. Kotlikoff, and L. M. Viceira. 2012. The Excess Burden of Government Indecision. Tax Policy and the Economy 26(1):125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Griliches, Z. 1990. Patent statistics as economic indicators: A survey. Journal of Economic Literature 28(4):1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Hansen, L. P., and T. J. Sargent. 2010. Fragile beliefs and the price of uncertainty. Quantitative Economics 1(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Jermann, U. J. Apr. 1998. Asset pricing in production economies. Journal of Monetary Economics 41(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Karantounias, A. G. 2013. Managing pessimistic expectations and fiscal policy. Theoretical Economics 8(1):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Karantounias, A. G. 2018. Optimal fiscal policy with recursive preferences. Review of Economic Studies 85(4):2283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2317.",
        "Kelly, B., L. Pastor, and P. Veronesi. 2016. The price of political uncertainty: Theory and evidence from the option market. Journal of Finance 71(5):2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2480.",
        "Koijen, R. S. J., H. Lustig, S. Van Nieuwerburgh, and A. Verdelhan. 2010. Long run risk, the wealth-consumption ratio, and the temporal pricing of risk. American Economic Review 100(2): 552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c556.",
        "Kung, H. 2015. Macroeconomic linkages between monetary policy and the term structure of interest rates. Journal of Financial Economics 115(1):42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Kung, H., and L. Schmid. 2015. Innovation, growth, and asset prices. The Journal of Finance 70 (3):1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Leeper, E. M., M. Plante, and N. Traum. 2010. Dynamics of fiscal financing in the United States. Journal of Econometrics 156(2):304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Leeper, E. M., N. Traum, and T. Walker. 2011. Clearing up the fiscal multiplier morass. Working Paper.",
        "Lucas, R., and N. Stokey. 1983. Optimal fiscal and monetary policy in an economy without capital. Journal of Monetary Economics 12(10):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Lustig, H., C. Sleet, and S. Yeltekin. 2008. Fiscal hedging with nominal assets. Journal of Monetary Economics 32:710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Lustig, H., A. Berndt, and S. Yeltekin. 2012. How does the u.s. government finance fiscal shocks? American Economic Journal: Macroeconomics 4:69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Lustig, H., S. Van Nieuwerburgh, and A. Verdelhan. 2013. The wealth-consumption ratio. Review of Asset Pricing Studies 3:38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Newey, W. K., and K. D. West. 1987. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55(3):703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Pastor, L., and P. Veronesi. 2012. Uncertainty about government policy and stock prices. Journal of Finance 64(4):1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Pastor, L., and P. Veronesi. 2013. Political uncertainty and risk premia. Journal of Financial Economics 110:520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Romer, P. M. 1990. Endogenous technological change. Journal of Political Economy 98(5):71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Schmitt-Grohe, S., and M. Uribe. 2007. Optimal, simple, and implementable monetary and fiscal rules. Journal of Monetary Economics 54:1702Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Segal, G., I. Shaliastovich, and A. Yaron. 2015. Good and bad uncertainty: Macroeconomic and financial market implications. Journal of Financial Economics 117(2):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Sialm, C. 2006. Stochastic taxation and asset pricing in dynamic general equilibrium. Journal of Economic Dynamics and Control 30(3):511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Sialm, C. 2009. Tax changes and asset pricing. American Economic Review 99(4):1356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "Tallarini, T. D. 2000. Risk sensitive real business cycles. Journal of Monetary Economics 45(3): 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Weil, P. 1989. The equity premium puzzle and the risk-free rate puzzle. Journal of Monetary Economics 24(3):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Weil, P. 1990. Nonexpected utility in macroeconomics. Quarterly Journal of Economics 105(1): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42."
    ]
}