{
    "id": 26186,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Antweiler, Werner, and Murray Z Frank, 2005, Is All That Talk Just Noise? The Information Content of Internet Stock Message Boards, The Journal of Finance 59, 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        "Cowles, Alfred, 1933, Can stock market forecasters forecast?, Econometrica: Journal of the Econometric Society 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Fama, Eugene F, 1970, Efficient capital markets: A review of theory and empirical work, The Journal of Finance 25, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Fan, Jianqing, and Jinchi Lv, 2008, Sure independence screening for ultrahigh dimensional feature space, Journal of the Royal Statistical Society: Series B (Statistical Methodology) 70, 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Feng, Guanhao, Stefano Giglio, and Dacheng Xiu, 2017, Taming the factor zoo, Technical report, University of Chicago.",
        "Frazzini, Andrea, Ronen Israel, and Tobias J Moskowitz, 2018, Trading costs, Working Paper .",
        "Freyberger, Joachim, Andreas Neuhierl, and Michael Weber, 2017, Dissecting characteristics nonparametrically, Technical report, University of Wisconsin-Madison.",
        "Genovese, Christopher R, Jiashun Jin, Larry Wasserman, and Zhigang Yao, 2012, A comparison of the lasso and marginal regression, Journal of Machine Learning Research 13, 2107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2143.",
        "Gentzkow, Matthew, Bryan Kelly, and Matt Taddy, 2019a, Text as data, Journal of Economic Literature 57, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Gentzkow, Matthew, Jesse M Shapiro, and Matt Taddy, 2019b, Measuring group differences in highdimensional choices: Method and application to congressional speech, Econometrica .",
        "Gu, Shihao, Bryan Kelly, and Dacheng Xiu, 2018, Empirical asset pricing via machine learning, Technical report, University of Chicago.",
        "Hofmann, Thomas, 1999, Probabilistic latent semantic analysis, in Proceedings of the Fifteenth conference on Uncertainty in artificial intelligence, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296, Morgan Kaufmann Publishers Inc.",
        "Huang, Allen H, Amy Y Zang, and Rong Zheng, 2014, Evidence on the Information Content of Text in Analyst Reports, The Accounting Review 89, 2151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2180.",
        "James, William, and Charles Stein, 1961, Estimation with quadratic loss, in Proceedings of the fourth Berkeley symposium on mathematical statistics and probability, volume 1, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Jegadeesh, Narasimhan, and Di Wu, 2013, Word power: A new approach for content analysis, Journal of Financial Economics 110, 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Ji, Pengsheng, and Jiashun Jin, 2012, UPS delivers optimal phase diagram in high-dimensional variable selection, The Annals of Statistics 40, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Ke, Zheng Tracy, and Minzhe Wang, 2017, A new svd approach to optimal topic estimation, Technical report, Harvard University.",
        "Kelly, Bryan, Seth Pruitt, and Yinan Su, 2017, Some characteristics are risk exposures, and the rest are irrelevant, Technical report, University of Chicago.",
        "Kozak, Serhiy, Stefan Nagel, and Shrihari Santosh, 2017, Shrinking the cross section, Technical report, University of Michigan.",
        "Li, Feng, 2010, The Information Content of Forward-Looking Statements in Corporate Filings-A NaÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086ve Bayesian Machine Learning Approach, Journal of Accounting Research 48, 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Loughran, Tim, and Bill McDonald, 2011, When is a liability not a liability? textual analysis, dictionaries, and 10-ks, The Journal of Finance 66, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Loughran, Tim, and Bill Mcdonald, 2016, Textual Analysis in Accounting and Finance: A Survey, Journal of Accounting Research 54, 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1230.",
        "Manela, Asaf, and Alan Moreira, 2017, News implied volatility and disaster concerns, Journal of Financial Economics 123, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Mikolov, Tomas, Ilya Sutskever, Kai Chen, Greg S Corrado, and Jeff Dean, 2013, Distributed representations of words and phrases and their compositionality, in Advances in neural information processing systems, 3111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3119.",
        "Shorack, Galen R, and Jon A Wellner, 2009, Empirical processes with applications to statistics, volume 59 (Siam).",
        "Tetlock, Paul C, 2007, Giving Content to Investor Sentiment: The Role of Media in the Stock Market, The Journal of Finance 62, 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1168.",
        "Tetlock, Paul C, 2014, Information transmission in finance, Annu. Rev. Financ. Econ. 6, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Tetlock, Paul C, Maytal Saar-Tsechansky, and Sofus Macskassy, 2008, More Than Words: Quantifying Language to Measure FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Fundamentals, Journal of Finance 63, 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Veldkamp, Laura L, 2006, Information markets and the comovement of asset prices, The Review of Economic Studies 73, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        "Wilson, Robert, 1975, Informational economies of scale, The Bell Journal of Economics 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195."
    ]
}