{
    "id": 26190,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Anderson, Michael L. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple inference and gender differences in the effects of early intervention: A reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American statistical Association, 103(484): 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Bandiera, Oriana, Robin Burgess, Narayan Das, Selim Gulesci, Imran Rasul, and Munshi Sulaiman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor markets and poverty in village economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 132(2): 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Banerjee, Abhijit, Dean Karlan, Robert Darko Osei, Hannah Trachtman, and Christopher Udry. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking a multi-faceted program to build sustainable income for the very poor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 24271.",
        "Banerjee, Abhijit, Esther Duflo, Nathanael Goldberg, Dean Karlan, Robert Osei, William ParienteÃ\u0083Å\u0092Ã\u0082Â\u0081, Jeremy Shapiro, Bram Thuysbaert, and Christopher Udry. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multifaceted program causes lasting progress for the very poor: Evidence from six countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 348(6236): 1260799.",
        "Basu, Kaushik, and Pham Hoang Van. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of child labor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 88(3): 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Basu, Kaushik, Sanghamitra Das, and Bhaskar Dutta. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child labor and household wealth: Theory and empirical evidence of an inverted-U.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 91(1): 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Benjamini, Yoav, and Yosef Hochberg. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling the false discovery rate: a practical and powerful approach to multiple testing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the royal statistical society. Series B (Methodological), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Bhalotra, Sonia, and Christopher Heady. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child farm labor: The wealth paradox.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review, 17(2): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Blattman, Christopher, and Stefan Dercon. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational choice in early industrializing societies: Experimental evidence on the income and health effects of industrial and entrepreneurial work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22683.",
        "Blattman, Christopher, Eric P Green, Julian Jamison, M Christian Lehmann, and Jeannie Annan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The returns to microenterprise support among the Ultrapoor: A field experiment in Postwar Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(2): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Blattman, Christopher, Nathan Fiala, and Sebastian Martinez. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generating skilled self-employment in developing countries: Experimental evidence from Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(2): 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Cockburn, John, and Benoit Dostie. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child work and schooling: The role of household asset profiles and poverty in rural Ethiopia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African Economies, 16(4): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Das, Narayan C, Farzana A Misha, et al. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Addressing extreme poverty in a sustainable manner: Evidence from CFPR programme.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BRAC CFPR Work. Pap, 19.",
        "De Hoop, Jacobus, Jed Friedman, Eeshani Kandpal, and Furio Rosati. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child schooling and child work in the presence of a partial education subsidy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources.",
        "De Mel, Suresh, David McKenzie, and Christopher Woodruff. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to capital in microenterprises: Evidence from a field experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(4): 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "Dumas, Christelle. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do parents make their children work? A test of the poverty hypothesis in rural areas of Burkina Faso.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 59(2): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Dumas, Christelle. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market imperfections and child labor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 42: 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 142.",
        "Emran, M. Shahe, Virginia Robano, and Stephen C. Smith. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the grontiers of ultrapoverty reduction: Evidence from challenging the frontiers of poverty reduction/targeting the ultra-poor, an innovative program in Bangladesh.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 62(2): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Haseen, Farhana. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Change in food and nutrient consumption among the ultra poor: Is the CFPR/TUP programme making a difference?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BRAC CFPR Work. Pap.",
        "Haushofer, Johannes, and Jeremy Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-term impact of unconditional cash transfers to the poor: Experimental evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131(4): 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Kafle, Kashi, Alex Winter-Nelson, and Peter Goldsmith. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does 25 cents more per day make a difference? The impact of livestock transfer and development in rural Zambia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Food Policy, 63: 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Karlan, Dean, Ryan Knight, and Christopher Udry. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consulting and capital experiments with microenterprise tailors in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 118: 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "LaFave, Daniel, and Duncan Thomas. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Farms, families, and markets: New evidence on completeness of markets in agricultural settings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(5): 1917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960.",
        "LaFave, Daniel, Evan Peet, and Duncan Thomas. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who behaves as if rural markets are complete?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Singh, Inderjit, Lyn Squire, and John Strauss. 1986. Agricultural household models: Extensions, applications, and policy. The World Bank.",
        "Thompson, William M, and Nicholas Magnan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Success in a Productive Asset Transfer Program: A Goat Program in Haiti.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economic Perspectives and Policy, 39(2): 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385."
    ]
}