{
    "id": 26191,
    "cites": 79,
    "cited_by": 1,
    "reference": [
        "Agostinelli, F. and M. Wiswall (2016). Estimating the Technology of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skill Formation. Forthcoming JPE (March).",
        "Almond, D., J. Currie, and V. Duque (2018, dec). Childhood Circumstances and Adult Outcomes: Act II. Journal of Economic Literature 56(4), 1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1446.",
        "Andrew, A., O. Attanasio, R. Bernal, L. Cordona, S. Krutikova, D. M. Heredia, C. Medina, X. PenÃ\u0083Å\u0092Ã\u0082Æ\u0092a, M. RubioCodina, and M. Vera-Hernandez (2018, jun). Evaluation of infant development centres: an early years intervention in Colombia. Technical Report June, International Initiative for Impact Evaluation, USA.",
        "Andrew, A., O. Attanasio, E. Fitzsimons, S. Grantham-McGregor, C. Meghir, and M. Rubio-Codina (2018, apr). Impacts 2 years after a scalable early childhood development intervention to increase psychosocial stimulation in the home: A follow-up of a cluster randomised controlled trial in Colombia. PLOS Medicine 15(4), e1002556.",
        "Attanasio, O., H. Baker-Henningham, R. Bernal, C. Meghir, D. Pineda, and M. Rubio-Codina (2018, sep). Early Stimulation and Nutrition: The Impacts of a Scalable Intervention. Technical report, National Bureau of Economic Research, Cambridge, MA.",
        "Attanasio, O., S. Cattan, E. Fitzsimons, C. Meghir, and M. Rubio-Codina (2015, feb). Estimating the Production Function for Human Capital: Results from a Randomized Control Trial in Colombia. Technical report, National Bureau of Economic Research, Cambridge, MA.",
        "Attanasio, O., C. Meghir, and E. Nix (2017). Human Capital Development and Parental Investment in India.",
        "Barnett, W. S., J. T. Hustedt, A. H. Friedman, J. S. Boyd, and P. Ainsworth (2003). The State of Preschool: 2003 State Preschool Yearbook.",
        "Barnett, W. S., J. T. Hustedt, A. H. Friedman, J. S. Boyd, and P. Ainsworth (2004). The State of Preschool: 2004 State Preschool Yearbook.",
        "Behrman, J. R., J. Hoddinott, J. A. Maluccio, E. Soler-Hampejsek, E. L. Behrman, R. Martorell, M. RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rezZea, and A. D. Stein (2014). What determines adult cognitive skills? Influences of pre-school, school, and post-school experiences in Guatemala. Latin American Economic Review 23(1).",
        "Belfield, C., C. Farquharson, and L. Sibieta (2018, sep). 2018 Annual Report on Education Spending in England. Technical report, ESRC Centre for the Microeconomic Analysis of Public Policy (CPP) at IFS.",
        "Berlinski, S., S. Galiani, and P. Gertler (2009). The effect of pre-primary education on primary school performance. Journal of Public Economics 93(1-2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Berlinski, S., S. Galiani, and M. Manacorda (2008). Giving children a better start: Preschool attendance and school-age profiles. Journal of Public Economics 92(5-6), 1416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Bernal, R., O. Attanasio, X. PenÃ\u0083Å\u0092Ã\u0082Æ\u0092a, and M. Vera-HernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez (2019). The effects of the transition from home-based childcare to childcare centers on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health and development in Colombia. Early Childhood Research Quarterly 47, 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Bernal, R. and A. Camacho (2012). La polÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica de primera infancia en el contexto de la equidad y movilidad social en Colombia. Documentos Cede, 2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Bernal, R. and C. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez (2013). Subsidized childcare and child development in Colombia: Effects of Hogares Comunitarios de Bienestar as a function of timing and length of exposure. Social Science Medicine 97(C), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Bernal, R., M. A. MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nez, and C. Quintero (2015). SituacioÃ\u0083Å\u0092Ã\u0082Â\u0081n de ninÃ\u0083Å\u0092Ã\u0082Æ\u0092as y ninÃ\u0083Å\u0092Ã\u0082Æ\u0092os Colombianos menores de cinco anÃ\u0083Å\u0092Ã\u0082Æ\u0092os, entre 2010 y 2013, Volume 16.",
        "Bernal, R. and S. M. RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2019). Improving the quality of early childhood care at scale: The effects of From Zero to Forever. World Development 118, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Black, M. M., S. P. Walker, L. C. Fernald, C. T. Andersen, A. M. DiGirolamo, C. Lu, D. C. McCoy, G. Fink, Y. R. Shawar, J. Shiffman, A. E. Devercelli, Q. T. Wodon, E. Vargas-BaroÃ\u0083Å\u0092Ã\u0082Â\u0081n, and S. Grantham-McGregor (2017). Early childhood development coming of age: science through the life course. The Lancet 389(10064), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Blanden, J., K. Hansen, and S. Mcnally (2017). Quality in Early Years Settings and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s School Achievement.",
        "Britto, P. R., H. Yoshikawa, and K. Boller (2011). Quality of Early Childhood Development Programs in Global Contexts Rationale for Investment, Conceptual Framework and Implications for Equity. 25(2).",
        "Burchinal, M. R., J. E. Roberts, R. Riggins Jr, S. A. Zeisel, E. Neebe, and D. Bryant (2000). Relating quality of center-based child care to early cognitive and language development longitudinally. Child development 71(2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Chetty, R., J. N. Friedman, N. Hilger, E. Saez, D. W. Schanzenbach, and D. Yagan (2011). How does your kindergarten classroom affect your earnings? Evidence from project star. Quarterly Journal of Economics 126(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Cornelissen, T., C. Dustmann, A. Raute, and U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg (2018, dec). Who Benefits from Universal Child Care? Estimating Marginal Returns to Early Child Care Attendance. Journal of Political Economy 126(6), 2356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        "Culhane, J., F. Cunha, I. Elo, and Z. Pham (2016). Measuring Early Investments in Children Early.",
        "Cunha, F., J. J. Heckman, L. Lochner, and D. V. Masterov (2006). Interpreting the Evidence on Life Cycle Skill Formation. Volume 1 of Handbook of the Economics of Education, pp. 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812. Elsevier.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2010). Estimating the Technology of Cognitive and Noncognitive Skill Formation. Econometrica 78(3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Danzer, V. A., M. F. Gerber, T. M. Lyons, and J. K. Voress (1991). Daberon 2: Screening for School Readiness. Pro-Ed (Firm).",
        "Datta Gupta, N. and M. Simonsen (2010). Non-cognitive child outcomes and universal high quality child care. Journal of Public Economics 94(1-2), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Deming, D. (2009, jun). Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start. American Economic Journal: Applied Economics 1(3), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Diamond, A. and C. Taylor (1996, may). Development of an aspect of executive control: Development of the abilities to remember what I said and to ?Do as I say, not as I do? Developmental Psychobiology 29(4), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Dunn, L. M., E. R. Padilla, D. E. Lugo, and L. M. Dunn (1986). Test de Vocabulario en ImaÃ\u0083Å\u0092Ã\u0082Â\u0081genes Peabody (TVIP). AGS Circle Pines, MN.",
        "Engle, P. L., M. M. Black, J. R. Behrman, M. C. D. Mello, P. J. Gertler, L. Kapiriri, R. Martorell, and M. E. Young (2007). Child development in developing countries 3 Strategies to avoid the loss of developmental potential in more than 200 million children in the developing world. The Lancet 369(9557), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Engle, P. L., L. C. Fernald, H. Alderman, J. Behrman, C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Gara, A. Yousafzai, M. C. de Mello, M. Hidrobo, N. Ulkuer, I. Ertem, and S. Iltus (2011, oct). Strategies for reducing inequalities and improving developmental outcomes for young children in low-income and middle-income countries. The Lancet 378(9799), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1353.",
        "Felfe, C. and R. Lalive (2018). Does early child care affect childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s development? Journal of Public Economics 159(January), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Gerber, S. B., J. D. Finn, C. M. Achilles, and J. Boyd-Zaharias (2001, jun). Teacher Aides and StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic Achievement. Educational Evaluation and Policy Analysis 23(2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Glewwe, P., E. Hanushek, S. Humpage, and R. Ravina (2011, oct). School Resources and Educational Outcomes in Developing Countries: A Review of the Literature from 1990 to 2010. Technical report, National Bureau of Economic Research, Cambridge, MA.",
        "Hallam, R., B. Rous, S. Riley-Ayers, and D. Epstein (2011). Teacher survey of early education quality. New Brunswick, NJ: NIEER.",
        "Hamadani, J. D., F. Tofail, A. Hilaly, S. N. Huda, P. Engle, and S. M. Grantham-McGregor (2010, mar). Use of Family Care Indicators and Their Relationship with Child Development in Bangladesh. Journal of Health, Population and Nutrition 28(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Hanushek, E. A. (1999). Some Findings from an Independent Investigation of the Tennessee STAR Experiment and from Other Investigations of Class Size Effects. Educational Evaluation and Policy Analysis 21(2), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 163.",
        "Hanushek, E. A. (2003, feb). The Failure of Inputbased Schooling Policies. The Economic Journal 113(485), F64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF98.",
        "Hanushek, E. A. and S. G. Rivkin (2006). Chapter 18 Teacher Quality. In Handbook of the Economics of Education, Volume 2, pp. 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1078.",
        "Hanushek, E. A. and S. G. Rivkin (2012, sep). The Distribution of Teacher Quality and Implications for Policy. Annual Review of Economics 4(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Harms, T., R. M. Clifford, and D. Cryer (1998). Early Childhood Environment Scale-Revised Edition.",
        "Havnes, T. and M. Mogstad (2011, may). No Child Left Behind: Subsidized Child Care and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-Run Outcomes. American Economic Journal: Economic Policy 3(2), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Havnes, T. and M. Mogstad (2015). Is universal child care leveling the playing field? Journal of Public Economics 127, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Heckman, J., R. Pinto, and P. Savelyev (2013, oct). Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes. American Economic Review 103(6), 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Heckman, J. J. (2006, jun). Skill formation and the economics of investing in disadvantaged children. Science 312(5782), 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1902.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Yavitz (2010, feb). The rate of return to the HighScope Perry Preschool Program. Journal of Public Economics 94(1-2), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Ichino, A., M. Fort, and G. Zanella (2019, apr). Cognitive and Non-Cognitive Costs of Daycare 0-2 for Children in Advantaged Families. Journal of Political Economy, 704075.",
        "Jackson-Maldonado, D., D. J. Thal, L. Fenson, V. A. Marchman, T. Newton, B. T. Conboy, and L. Fenson (2003). MacArthur Inventarios del Desarrollo de Habilidades Comunicativas: UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s guide and technical manual. Baltimore: Brookes Publishing Co.",
        "Kaiser, H. F. (1960). The Application of Electronic Computers to Factor Analysis. Educational and Psychological Measurement 20(1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Kline, P. and C. R. Walters (2016, nov). Evaluating Public Programs with Close Substitutes: The Case of Head Start. The Quarterly Journal of Economics 131(4), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "Kremer, M., C. Brannen, and R. Glennerster (2013). The Challenge of Education and Learning in the Developing World. Science 340(April), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "List, J., A. Shaikh, and Y. Xu (2016). Multiple Hypothesis Testing in Experimental Economics.",
        "Mosteller, F. (1995). The Tennessee Study of Class Size in the Early School Grades. The Future of Children 5, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Murnane, R. and A. Ganimian (2014). Improving Educational Outcomes in Developing Countries: Lessons from Rigorous Impact Evaluations.",
        "NICHD Early Child Care Research Network (2002, may). Child-Care Structure Process Outcome: Direct and Indirect Effects of Child-Care Quality on Young ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Development. Psychological Science 13(3), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Noboa-Hidalgo, G. E. and S. S. UrzuÃ\u0083Å\u0092Ã\u0082Â\u0081a (2012). The Effects of Participation in Public Child Care Centers: Evidence from Chile. Journal of Human Capital 6(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Nores, M. and W. S. Barnett (2010, apr). Benefits of early childhood interventions across the world: (Under) Investing in the very young. Economics of Education Review 29(2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Nores, M., R. Bernal, and W. S. Barnett (2019, oct). Center-based care for infants and toddlers: The aeioTU randomized trial. Economics of Education Review 72, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "OÃ\u0083Å\u0092Ã\u0082Ë\u0086zler, B., L. C. Fernald, P. Kariger, C. McConnell, M. Neuman, and E. Fraga (2018). Combining pre-school teacher training with parenting education: A cluster-randomized controlled trial. Journal of Development Economics 133(August 2017), 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Peisner-Feinberg, E. S., M. R. Burchinal, R. M. Clifford, M. L. Culkin, C. Howes, S. L. Kagan, and N. Yazejian (2001). The relation of preschool child-care quality to childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cognitive and social developmental trajectories through second grade. Child development 72(5), 1534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1553.",
        "PenÃ\u0083Å\u0092Ã\u0082Æ\u0092a, E. D. (2007, jul). Lost in Translation: Methodological Considerations in Cross-Cultural Research. Child Development 78(4), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Rao, N., J. Sun, V. Pearson, E. Pearson, H. Liu, M. A. Constas, and P. L. Engle (2012). Is Something Better Than Nothing? An Evaluation of Early Childhood Programs in Cambodia. Child Development 83(3), 864Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Rao, N., J. Sun, J. M. S. Wong, B. Weekes, P. Ip, S. Shaeffer, M. Young, M. Bray, E. Chen, and D. Lee (2014). Early childhood development and cognitive development in developing countriess: A rigorous literature review. Technical report, Department for International Development.",
        "Romano, J. and M. Wolf (2010). Balanced control of generalized error rates. Annals of Statistics 38(1), 598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Romano, J. P. and M. Wolf (2005). Stepwise Multiple Testing as Formalized Data Snooping. Econometrica 73(4), 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Rosero, J. J. and H. Oosterbeek (2011). Trade-offs between Different Early Childhood Interventions: Evidence from Ecuador. Technical report.",
        "Schrank, F. A., K. S. Mcgrew, M. L. Ruef, C. G. Alvarado, A. F. MunÃ\u0083Å\u0092Ã\u0082Æ\u0092oz-Sandoval, and R. W. Woodcock (2005). Overview and technical supplement (BaterÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a III Woodcock-MunÃ\u0083Å\u0092Ã\u0082Æ\u0092oz Assessment Service Bulletin No. 1). Itasca, IL: Riverside Publishing.",
        "Skrondal, A. and S. Rabe-Hesketh (2009, jun). Prediction in multilevel generalized linear models. Journal of the Royal Statistical Society: Series A (Statistics in Society) 172(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Squires, J., D. Bricker, and E. Twombly (2009). Ages Stages English Questionnaires, Third Edition (ASQ-3): A Parent-Completed, Child-Monitoring System. Baltimore: Paul H. Brookes Publishing Co.",
        "Sylva, K., I. Siraj-Blatchford, B. Taggart, P. Sammons, E. Melhuish, K. Elliot, and V. Totsika (2006). Capturing quality in early childhood through environmental rating scales. Early Childhood Research Quarterly 21(1), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "The Economist (2019). Republicans and Democrats are taking early education more seriously.",
        "Thomson, G. (1939). The factorial analysis of human ability. British Journal of Educational Psychology 9(2), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Woodcock, R. W. (1977). Woodcock-Johnson Psycho-Educational Battery. Technical Report.",
        "Yoshikawa, H., D. Leyva, C. E. Snow, E. TrevinÃ\u0083Å\u0092Ã\u0082Æ\u0092o, M. Clara Barata, C. Weiland, C. J. Gomez, L. Moreno, A. Rolla, N. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sa, and M. C. Arbour (2015). Experimental impacts of a teacher professional development program in Chile on preschool classroom quality and child outcomes. Developmental Psychology 51(3), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Yoshikawa, H., C. Weiland, J. Brooks-Gunn, M. R. Burchinal, L. M. Espinosa, W. T. Gormley, J. Ludwig, K. A. Magnuson, D. Phillips, and M. J. Zaslow (2013). Investing in our future: The evidence base on preschool education.",
        "Young, A. (2018, nov). Channelling Fisher: Randomization Tests and the Statistical Insignificance of Seemingly Significant Experimental Results*. The Quarterly Journal of Economics 163(7), F691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF703. A Additional Tables"
    ]
}