{
    "id": 26193,
    "cites": 42,
    "cited_by": 10,
    "reference": [
        "Ackerberg, D., L.C. Benkard, S. Berry, and A. Pakes, Econometric Tools for Analyzing Market Outcomes, Vol. 6 of Handbook of Econometrics, Elsevier, 2007.",
        "Adao, Rodrigo, Arnaud Costinot, and Dave Donaldson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric counterfactual predictions in neoclassical models of international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2017, 107 (3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Antweiler, Werner and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns and All That: A View from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Arrow, K.J. and F.H. Hahn, General competitive analysis, San Francisco: Holden-Day, 1971.",
        "Bagwell, Kyle and Robert W. Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Policies, National Sovereignty, and International Economic Institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 562.",
        ", , and Ali Yurukoglu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Analysis of Multi-Party Tariff Negotiations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Balistreri, E.J., R.H Hillberry, and T.F. Rutherford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation and Solution of International Trade Models with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2011, 83 (1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Basu, S. and J.G. Fernald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Scale in U.S. Production: Estimates and Implications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Basu, Susanto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Scale Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Palgrave Dictionary of Economics, 2008.",
        "Beck, Thorsten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial development and international trade: is there a link?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2002, 57 (1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Caballero, Ricardo J. and Richar K. Lyons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Effects in U.S. Procyclical Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1992, 29 (209-225).",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Comin, Diego, Danial Lashkari, and Marti Mestieri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change with Long-Run Income and Price Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Work. Pap. 21595, 2015.",
        "Costinot, Arnaud and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gita Gopinath, Elhanan Helpman, and Kenneth Rogoff, eds., Handbook of International Economics, Vol. 4, New York: Elsevier, 2013.",
        ", Dave Donaldson, and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        ", , Margaret Kyle, and Heidi Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The More We Die, The More We Sell? A Simple Test of the Home-Market Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2019, 134 (2), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Cravino, Javier and Sebastian Sotelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Structural Change and the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2019, 11 (3), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Criscuolo, Chiara, Ralf Martin, Henry G. Overman, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Causal Effects of an Industrial Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 109 (1), 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Davis, Donald R. and David Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market access, economic geography and comparative advantage: an empirical test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2003, 59, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 2008, 55 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Ethier, Wilfred J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decreasing Costs in International Trade and Frank GrahamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Argument for Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (5), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Giri, Rahul, Kei-Mu Yi, and Hakan Yilmazkuday, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gains from Trade: Does Sectoral Heterogeneity Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Graham, Frank D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of Protection Further Considered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1923, 37 (2), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Harrison, Ann E. and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Trade, Foreign Investment, and Industrial Policy for Developing Countries, Vol. 5 of Handbook of Development Economics, Elsevier, 2010.",
        "Head, Keith and John Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Itskhoki, Oleg and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Development Policies with Financial Frictions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Juhasz, Reka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Protection and Technology Adoption: Evidence from the Napoleonic Blockade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (11), 3339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3376.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Governance Matters III: Governance Indicators for 1996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. World Bank Working Paper No. 3106.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1980, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Kucheryavyy, Konstantin, Gary Lyn, and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grounded by Gravity: A Well-Behaved Trade Model with Industry-Level Economies of Scale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo UC Berkeley, 2017.",
        "Lane, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manufacturing Revolutions: Industrial Policy and Networks in South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo IIES, 2017.",
        "Lashkaripour, Ahmad and Vova Lugovskyy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies and the Structure of Trade and Industrial Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Indiana University, 2018.",
        "Levchenko, Andrei A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional quality and international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Liu, Ernest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policies in Production Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Princeton University, 2018.",
        "Manova, Kalina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit constraints, equity market liberalizations and international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2008, 76 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Marshall, Alfred, Principles of Economics, An Introductory Volume, London: Mcmillan, eighth edition, 1920.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Newey, W.K. and J.L. Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variable Estimation in Nonparametric Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (5), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Nunn, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship-specificity, incomplete contracts, and the pattern of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Pigou, A. C., The Economics of Welfare, Macmillan, 1920.",
        "Sanderson, Eleanor and Frank Windmeijer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A weak instrument F-test in linear IV models with multiple endogenous variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2016, 190 (2), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221."
    ]
}