{
    "id": 262,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Becker, Gary S. 1974. A Theory of Marriage. In T. W. Schultz (ed), Economics of the Family.",
        "Chicago: University of Chicago Press. ,E. M. Landes, and R. T. Michael. 1977. An Economic Analysis of Marital Instability. Journal of Political Economy 85:1141-1187.",
        "Brady, D. S. 1958. Individual Incomes and the Structure of Consumer Units. American Economic Review 48:269-278.",
        "Carliner, Geoffrey. 1975. Determinants of Household Headship. Journal of Marriage and the Family 37:28-38.",
        "Chevan, A., and I. H. Korson. 1972. The Widowed Who Live Alone: An Examination of Social and Demographic Factors. Social Forces 51:45-53.",
        "Chiswick, Barry R. 1974. Income Inequality. New York: Columbia University Press for National Bureau of Economic Research, Inc.",
        "Cutright, P. 1970. Income and Family Events: Getting Married. Journal of Marriage and the Family 32:628-637.",
        "Fuchs, V. R., R. T. Michael, and S. R. Scott. 1979. A State Price Index. National Bureau of Economic Research Working Paper 320.",
        "Keeley, Michael. 1974. A Model of Marital Formation: The Determinants of the Optimal Age at First Marriage and Differences in Age at Marriage.",
        "Ph.D. dissertation, University of Chicago. Kobrin, F. E. 1976. The Fall of Household Size and the Rise of the Primary Individual in the United States. Demography 13:127-138.",
        "Kuznets, 5. 1978. Size and Age Structure of Family Households: Exploratory Comparisons. Population and Development Review 4:187-223.",
        "Preston, S. H., and A. T. Richards. 1975. The Iniluence of Womens Work Opportunities on Marriage Rates. Demography 12:209-222.",
        "Ross, Heather L., and Isabel V. Sawhill. 1975. Time of Transition: The Growth of Families Headed by Women. Washington, D.C.: Urban Inetitute.",
        "Sweet, James A. 1974. The Living Arrangements of the Nonmarried Population. University of Wisconsin Center for Demography and Ecology Working Paper *74-15.",
        "Troll, L. E. 1971. The Family of Later Life: A Decade Review. Journal of Marriage and the Family 33:263-290.",
        "U.S. Bureau of the Census. Census of Population: 1970 Subject Reports, Persons by Family Characteristics, for 1950, 1960 and 1970. Washington, D.C.: U.S. Government Printing Office.",
        "Status and Living Arrangements: March 1976. Series P-20, no. 306. Washington, D.C.: U.S. Government Printing Office."
    ]
}