{
    "id": 26200,
    "cites": 76,
    "cited_by": 0,
    "reference": [
        "Abernathy, E. M. (1940). The effect of change in environmental conditions upon the results of college exams. Journal of Psychology, 10:293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Allen, F. and Gale, D. (2009). Understanding Financial Crises. Clarendon lectures in finance. Oxford University Press.",
        "Arrow, K. J. (1971). Essays in the Theory of Risk-Bearing. Markham Publishing Co, Chicago.",
        "Atkinson, R. C. and Shiffrin, R. M. (1968). Human memory: A proposed system and its control processes. In Spence, K. W. and Spence, J. T., editors, The Psychology of Learning and Motivation, volume 2, pages 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105. Academic Press, New York.",
        "Barberis, N., Greenwood, R., Jin, L., and Shleifer, A. (2015). X-CAPM: An extrapolative capital asset pricing model. Journal of Financial Economics, 115(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Barberis, N., Shleifer, A., and Vishny, R. (1998). A model of investor sentiment. Journal of Financial Economics, page 37.",
        "Barberis, N. C. (2013). Thirty years of prospect theory in economics: A review and assessment. Journal of Economic Perspectives, 27(1):173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Barro, R. J. (2006). Rare disasters and asset markets in the twentieth century. Quarterly Journal of Economics, 121(3):823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Bordalo, P., Gennaioli, N., and Shleifer, A. (2019). Memory, attention, and choice. NBER Working Paper No. 23256.",
        "Brunnermeier, M. K. and Sannikov, Y. (2014). A macroeconomic model with a financial sector. American Economic Review, 104(2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Carr, H. A. (1931). The laws of association. Psychological Review, 38:212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chan, L. K. C., Jegadeesh, N., and Lakonishok, J. (1996). Momentum strategies. The Journal of Finance, 51(5):1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Cohn, A., Engelmann, J., Fehr, E., and Marechal, M. A. (2015). Evidence for countercyclical risk aversion: An experiment with financial professionals. The American Economic Review, 105(2):860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885.",
        "Daniel, K., Hirshleifer, D., and Subrahmanyam, A. (1998). Investor psychology and security market under- and overreactions. The Journal of Finance, 53(6):1839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1885.",
        "Ebbinghaus, H. (1885/1913). Memory: a contribution to experimental psychology. Teachers College, Columbia University, New York.",
        "Ellsberg, D. (1961). Risk, ambiguity, and the savage axioms. The Quarterly Journal of Economics, 75(4):643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Epstein, L. G. and Schneider, M. (2003). Recursive multiple-priors. Journal of Economic Theory, 113(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Estes, W. K. (1955). Statistical theory of spontaneous recovery and regression. Psychological Review, 62:145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Folkerts, S., Rutishauser, U., and Howard, M. (2018). Human episodic memory retrieval is accompanied by a neural contiguity effect. Journal of Neuroscience, 38(17):4200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 4211.",
        "French, K. R., Baily, M. N., Campbell, J. Y., Cochrane, J. H., Diamond, D. W., Duffie, D., Kashyap, A. K., Mishkin, F. S., Rajan, R. G., Scharfstein, D. S., Shiller, R. J., Shin, H. S., Slaughter, M. J., Stein, J. C., and Stulz, R. M. (2010). The Squam Lake Report: Fixing the Financial System. Princeton University Press.",
        "Fuster, A., Laibson, D., and Mendel, B. (2010). Natural expectations and macroeconomic fluctuations. Journal of Economic Perspectives, 24(4):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Gabaix, X. (2019). Behavioral inattention. In Bernheim, D., DellaVigna, S., and Laibson, D., editors, Handbook of Behavioral Economics, volume 2. Elsevier.",
        "Gennaioli, N. and Shleifer, A. (2018). A Crisis of Beliefs: Investor Psychology and Financial Fragility. Princeton University Press, Princeton, NJ.",
        "Gilboa, I. and Schmeidler, D. (1989). Maxmin expected utility with non-unique prior. Journal of Mathematical Economics, 18(2):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Gilboa, I. and Schmeidler, D. (1995). Case-based decision theory. The Quarterly Journal of Economics, 110(3):605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Godden, D. R. and Baddeley, A. D. (1975). Context-dependent memory in two natural environments: On land and under water. British Journal of Psychology, 66:325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Goetzmann, W. N., Kim, D., and Shiller, R. J. (2017). Crash beliefs from investor surveys. NBER Working Paper No. 22143.",
        "Gomes, J. F., Grotteria, M., and Wachter, J. A. (2019). Cyclical dispersion in expected defaults. Review of Financial Studies, 32(4):1275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1308.",
        "Gorton, G. and Metrick, A. (2012). Securitized banking and the run on repo. Journal of Financial Economics, 104(3):425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Guiso, L., Sapienza, P., and Zingales, L. (2018). Time varying risk aversion. Journal of Financial Economics, 128(3):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Hansen, L. P. and Sargent, T. J. (2018). Structured uncertainty and model misspecification. Working paper, New York University and University of Chicago.",
        "He, Z. and Krishnamurthy, A. (2013). Intermediary asset pricing. American Economic Review, 103(2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Healey, M. K. and Kahana, M. J. (2016). A fourÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ccomponent model of ageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crelated memory change. Psychological Review, 123(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Herbart, J. F. (1834). Lehrbuch zur Psychologie. In Kehrbach, K., editor, SaÃ\u0083Å\u0092Ã\u0082Ë\u0086mtliche Werke, volume 4, pages 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377. August Wilhelm Unzer, KoÃ\u0083Å\u0092Ã\u0082Ë\u0086nigsberg, 2nd edition.",
        "Hong, H. and Stein, J. C. (1999). A unified theory of underreaction, momentum trading, and overreaction in asset markets. The Journal of Finance, 54(6):2143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "Howard, M. W. and Kahana, M. J. (2002). A distributed representation of temporal context. Journal of Mathematical Psychology, 46(3):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Howard, M. W., Viskontas, I. V., Shankar, K. H., and Fried, I. (2012a). Ensembles of human MTL neurons Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093jump back in timeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in response to a repeated stimulus.",
        "Howard, M. W., Viskontas, I. V., Shankar, K. H., and Fried, I. (2012b). Ensembles of human MTL neurons Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093jump back in timeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in response to a repeated stimulus.",
        "Jegadeesh, N. and Titman, S. (1993). Returns to buying winners and selling losers: Implications for stock market efficiency. Journal of Finance, 48:65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Jones, C. M. (2002). A century of stock market liquidity and trading costs. Working paper, Columbia University.",
        "Jost, A. (1897). Die Assoziationsfestigkeit in ihrer AbhaÃ\u0083Å\u0092Ã\u0082Ë\u0086ngigkeit von der Verteilung der Wiederholungen. Zeitschrift fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Psychologie und Physiologie der Sinnesorgane, 16:436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Kahana, M. J. (1996). Associative retrieval processes in free recall. Memory & Cognition, 24(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Kahana, M. J. (2012). Foundations of Human Memory. Oxford University Press, New York, NY.",
        "Kahle, K. M. and Stulz, R. (2013). Access to capital, investment, and the financial crisis. Journal of Financial Economics, 110(2):280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Ladd, G. T. and Woodworth, R. S. (1911). Elements of physiological psychology: A treatise of the activities and nature of the mind from the physical and experimental point of view. Charles ScribnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sons, New York, NY.",
        "Loewenstein, G. (2000). Emotions in economic theory and economic behavior. The American Economic Review, 90(2):426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Lohnas, L. J. and Kahana, M. J. (2014a). Compound cuing in free recall. Journal of Experimental Psychology: Learning, Memory and Cognition, 40(1):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Lohnas, L. J. and Kahana, M. J. (2014b). A retrieved context account of spacing and repetition effects in free recall. Journal of Experimental Psychology: Learning Memory and Cognition, 40(3):755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Longstaff, F. A. and Piazzesi, M. (2004). Corporate earnings and the equity premium. Journal of Financial Economics, 74:401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Lucas, R. E. (1978). Asset prices in an exchange economy. Econometrica, 46:1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Luce, R. D. (1959). Individual choice behavior. Wiley, New York.",
        "Malmendier, U. and Nagel, S. (2011). Depression babies: Do macroeconomic experiences affect risk taking? The Quarterly Journal of Economics, 126(1):373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Malmendier, U. and Nagel, S. (2016). Learning from inflation experiences. The Quarterly Journal of Economics, 131(1):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Malmendier, U., Nagel, S., and Yan, Z. (2017). The making of hawks and doves: Inflation experiences on the FOMC. NBER Working Paper No. 23228.",
        "Malmendier, U. and Shen, L. S. (2018). Scarred consumption. NBER Working Paper No. 24696.",
        "Manning, J. R., Polyn, S. M., Baltuch, G., Litt, B., and Kahana, M. J. (2011a). Oscillatory patterns in temporal lobe reveal context reinstatement during memory search. Proceedings of the National Academy of Sciences, USA, 108(31):12893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12897.",
        "Manning, J. R., Polyn, S. M., Baltuch, G., Litt, B., and Kahana, M. J. (2011b). Oscillatory patterns in temporal lobe reveal context reinstatement during memory search. Proceedings of the National Academy of Sciences, USA, 108(31):12893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12897.",
        "Markowitz, H. (1952). Portfolio selection. The Journal of Finance, 7(1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "McFadden, D. (2001). Economic choices. American Economic Review, 91(3):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "McGeoch, J. A. (1932). Forgetting and the law of disuse. Psychological Review, 39:352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 70.",
        "Moreton, B. J. and Ward, G. (2010). Time scale similarity and long-term memory for autobiographical events. Psychonomic Bulletin & Review, 17(4):510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        "Mullainathan, S. (2002). A memory-based model of bounded rationality. The Quarterly Journal of Economics, 117(3):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, G. E. and Pilzecker, A. (1900). Experimental contributions to memory theory. Zeitschrift fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Psychologie Eganzungsband, 1:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, G. E. and Schumann, F. (1894). Experimentelle BeitraÃ\u0083Å\u0092Ã\u0082Ë\u0086ge zur Untersuchung des GedaÃ\u0083Å\u0092Ã\u0082Ë\u0086chtnisses. Zeitschrift fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Psychologie und Physiologie der Sinnesorgane, 6(80-191):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Murdock, B. B. (1974). Human memory: Theory and data. Lawrence Erlbaum and Associates, Potomac, MD.",
        "Nagel, S. and Xu, Z. (2018). Asset pricing with fading memory. Working paper, University of Chicago and University of Michigan.",
        "Polyn, S. M., Norman, K. A., and Kahana, M. J. (2009). A context maintenance and retrieval model of organizational processes in free recall. Psychological Review, 116(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Pratt, J. W. (1976). Risk aversion in the small and in the large. Econometrica, 44(2):420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Raaijmakers, J. G. W. and Shiffrin, R. M. (1980). SAM: A theory of probabilistic search of associative memory. In Bower, G. H., editor, The Psychology of Learning and Motivation: Advances in Research and Theory, volume 14, pages 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262. Academic Press, New York.",
        "Savage, L. (1954). The Foundations of Statistics. Wiley, New York.",
        "Sederberg, P. B., Gershman, S. J., Polyn, S. M., and Norman, K. A. (2011). Human memory reconsolidation can be explained using the temporal context model. Psychonomic Bulletin & Review, 18(3):455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Thorndike, E. L. (1932). The fundamentals of learning. Bureau of Publications, Teachers College, New York.",
        "Tsai, J. and Wachter, J. A. (2015). Disaster risk and its implications for asset pricing. Annual Review of Financial Economics, 7(1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Uitvlugt, M. G. and Healey, M. K. (2019). Temporal proximity links unrelated news events in memory. Psychological Science, 30(1):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Underwood, B. J. (1948). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Spontaneous recoveryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of verbal associations. Journal of Experimental Psychology, 38:429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Wachter, J. A. (2010). Asset allocation. Annual Review of Financial Economics, 2(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206."
    ]
}