{
    "id": 26202,
    "cites": 49,
    "cited_by": 1,
    "reference": [
        "Angrist, J. D. (2004). Treatment effect heterogeneity in theory and practice*. The Economic Journal 114(494), C52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC83.",
        "Angrist, J. D., G. W. Imbens, and D. B. Rubin (1996). Identification of causal effects using instrumental variables (Disc: p456-472). Journal of the American Statistical Association 91, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Atella, V., F. Belotti, C. Bojke, A. Castelli, K. Grai, J. Kopinska, A. P. Mortari, and A. Street (2019). How health policy shapes healthcare sector productivity? evidence from italy and uk. Health Policy 123(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Atella, V., F. Belotti, and D. Depalo (2017, sep). Drug therapy adherence and health outcomes in the presence of physician and patient unobserved heterogeneity. Health Economics 26, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Atella, V. and V. Conti (2014). The effect of age and time to death on primary care costs: The italian experience. Social Science & Medicine 114, 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Atella, V. and F. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico (2015). Who is responsible for your health: is it you, your doctor or the new technologies? The European Journal of Health Economics 16, 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Atella, V. and J. A. Kopinska (2014, Apr). The impact of cost-sharing schemes on drug compliance in italy: evidence based on quantile regression. International Journal of Public Health 59(2), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Athyros, V. G., K. Tziomalos, T. D. Gossios, T. Griva, P. Anagnostis, K. Kargiotis, E. D. Pagourelias, E. Theocharidou, A. Karagiannis, and D. P. Mikhailidis (2010, dec). Safety and efficacy of long-term statin treatment for cardiovascular events in patients with coronary heart disease and abnormal liver tests in the Greek Atorvastatin and Coronary Heart Disease Evaluation (GREACE) Study: a post-hoc analysis.",
        "Avdic, D., S. von Hinke Kessler Scholder, B. Lagerqvist, C. Propper, and J. Vikstrom (2018). Information shocks and provider adaptation: Evidence from interventional cardiology. Technical report.",
        "Bays, H. (2006). Statin Safety: An Overview and Assessment of the Data-2005. American Journal of Cardiology 97(8 SUPPL. 1).",
        "Bays, H., D. E. Cohen, N. Chalasani, and S. A. Harrison (2014). An assessment by the Statin Liver Safety Task Force: 2014 update. Journal of Clinical Lipidology 8(3 SUPPL), S47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Bhardwaj, S. S. and N. Chalasani (2007, aug). Lipid-Lowering Agents That Cause Drug-Induced Hepatotoxicity. Clinics in Liver Disease 11(3), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Bhattacharya, J., A. M. Shaikh, and E. Vytlacil (2008, May). Treatment Effect Bounds under Monotonicity Assumptions: An Application to Swan-Ganz Catheterization. American Economic Review 98(2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Blundell, R., L. Dearden, and B. Sianesi (2005). Evaluating the effect of education on earnings: models, methods and results from the national child development survey. Journal of the Royal Statistical Society: Series A (Statistics in Society) 168(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Bound, J., D. Jaeger, and R. Baker (1995). Problems with instrumental variable estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association 90, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Bradford, R. H., C. L. Shear, A. N. Chremos, C. Dujovne, M. Downton, F. A. Franklin, A. L. Gould, M. Hesney, J. Higgins, and D. P. Hurley (1991, jan). Expanded Clinical Evaluation of Lovastatin (EXCEL) study results. I. Efficacy in modifying plasma lipoproteins and adverse event profile in 8245 patients with moderate hypercholesterolemia. Archives of internal medicine 151(1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Calderon, R. M., L. X. Cubeddu, R. B. Goldberg, and E. R. Schiff (2010, apr). Statins in the treatment of dyslipidemia in the presence of elevated liver aminotransferase levels: a therapeutic dilemma. Mayo Clinic proceedings 85(4), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Charlson, M., P. Pompei, K. Ales, and C. R. MacKenzie (1987). A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chron Dis 40(5), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Clarke, A. and P. Mills (2006, oct). Atorvastatin associated liver disease. Digestive and Liver Disease 38(10), 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Conforti, A., L. Magro, U. Moretti, S. Scotto, D. Motola, F. Salvo, B. Ros, and R. Leone (2006). Fluvastatin and hepatic reactions: a signal from spontaneous reporting in Italy. Drug safety 29(12), 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Cramer, J., A. Roy, A. Burrell, and ... (2008). Medication compliance and persistence: Terminology and definitions. Value in Health 11.",
        "Currie, J. and W. B. MacLeod (2018). Understanding Physician Decision Making: The Case of Depression. National Bureau of Economic Research Working Paper Series No. 24955.",
        "Deaton, A. and N. Cartwright (2018, aug). Understanding and misunderstanding randomized controlled trials. Social science & medicine (1982) 210, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Depalo, D. (2018, April). Explaining the relation between adherence to medication and cholesterol through the marginal patient. Working paper.",
        "Fabiani, L., M. Scatigna, K. Panopoulou, A. Sabatini, E. Sessa, F. Donato, M. Marchi, R. Nardi, C. Niccolai, F. Samani, and G. Ventriglia (2004). Health search: istituto di ricerca della societaÃ\u0083Å\u0092Ã\u0082Â\u0081 italiana di medicina generale: la realizzazione di un database per la ricerca in medicina generale. Epidemiol and Prev 28, 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Fichera, E., J. Banks, L. Siciliani, and M. Sutton (2018, nov). Does patient health behaviour respond to doctor effort? Journal of Economic Behavior & Organization (62).",
        "Frolkis, J. P., G. L. Pearce, V. Nambi, S. Minor, and D. L. Sprecher (2002, dec). Statins do not meet expectations for lowering low-density lipoprotein cholesterol levels when used in clinical practice. The American Journal of Medicine 113(8), 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Gafni, A., C. Charles, and T. Whelan (1998, aug). The physician-patient encounter: the physician as a perfect agent for the patient versus the informed treatment decision-making model. Social science & medicine (1982) 47(3), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Gillett, R. C. and A. Norrell (2011, mar). Considerations for safe use of statins: liver enzyme abnormalities and muscle toxicity. American family physician 83(6), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Heckman, J. (1997). Instrumental variables: A study of implicit behavioral assumptions used in making program evaluations. The Journal of Human Resources 32(3), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Hughes, D., A. Bagust, A. Haycox, and T. Walley (2001). The impact of non-compliance on the costeffectiveness of pharmaceuticals: a review of the literature. Health Economics 10, 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Imbens, G. W. and J. D. Angrist (1994, March). Identification and Estimation of Local Average Treatment Effects. Econometrica 62(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Imbens, G. W. and D. B. Rubin (1997). Estimating Outcome Distributions for Compliers in Instrumental Variables Models. The Review of Economic Studies 64(4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Khorashadi, S., N. K. Hasson, and R. C. Cheung (2006, jul). Incidence of Statin Hepatotoxicity in Patients With Hepatitis C. Clinical Gastroenterology and Hepatology 4(7), 902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Little, R. J. A. (1995). Modeling the drop-out mechanism in repeated-measures studies. Journal of the American Statistical Association 90(431), 1112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1121.",
        "Manski, C. F. (1990, May). Nonparametric Bounds on Treatment Effects. American Economic Review 80(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Maron, D., S. Fazio, and M. Linton (2000). Current perspectives on statins. Circulation 101, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Mazzaglia, G., E. Ambrosioni, M. Alacqua, A. Filippi, E. Sessa, V. Immordino, C. Borghi, O. Brignoli, A. P. Caputi, C. Cricelli, and L. G. Mantovani (2009). Adherence to antihypertensive medications and cardiovascular morbidity among newly diagnosed hypertensive patients. Circulation 120(16), 1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1605.",
        "MoÃ\u0083Å\u0092Ã\u0082Ë\u0086lgaard, J., B. L. Lundh, H. von Schenck, and A. G. Olsson (1991, dec). Long-term efficacy and safety of simvastatin alone and in combination therapy in treatment of hypercholesterolaemia. Atherosclerosis 91 Suppl, S21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Monaldi, B., G. Bologna, G. G. Costa, C. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agostino, F. Ferrante, M. Filice, A. M. Grion, A. Mingarelli, L. Paloscia, R. Tettamanti, C. Veronesi, and L. Degli Esposti (2015). Adherence to statin treatment following a myocardial infarction: an Italian population-based survey. ClinicoEconomics and outcomes research : CEOR 7, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Oreopoulos, P. (2006, March). Estimating average and local average treatment effects of education when compulsory schooling laws really matter. American Economic Review 96(1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Pastori, D., L. Polimeni, F. Baratta, A. Pani, M. Del Ben, and F. Angelico (2015, jan). The efficacy and safety of statins for the treatment of non-alcoholic fatty liver disease. Digestive and Liver Disease 47(1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Plakogiannis, R. and H. Cohen (2007, jan). Optimal low-density lipoprotein cholesterol loweringÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmorning versus evening statin administration. The Annals of pharmacotherapy 41(1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Rzouq, F. S., M. L. Volk, H. H. Hatoum, S. K. Talluri, R. R. Mummadi, and G. K. Sood (2010, aug). Hepatotoxicity Fears Contribute to Underutilization of Statin Medications by Primary Care Physicians. The American Journal of the Medical Sciences 340(2), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Scandinavian Simvastatin Survival Study Group (1994, nov). Randomised trial of cholesterol lowering in 4444 patients with coronary heart disease: the Scandinavian Simvastatin Survival Study (4S). The Lancet 344(8934), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1389.",
        "Scott, A. and S. Vick (1999, may). Patients, Doctors and Contracts: An Application of Principal-Agent Theory to the Doctor-Patient Relationship. Scottish Journal of Political Economy 46(2), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Segarra-Newnham, M., D. Parra, and E. M. Martin-Cooper (2007, jun). Effectiveness and Hepatotoxicity of Statins in Men Seropositive for Hepatitis C Virus. Pharmacotherapy 27(6), 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c851.",
        "Sniderman, A. D. (2004, nov). Is there value in liver function test and creatine phosphokinase monitoring with statin use? The American Journal of Cardiology 94(9), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Vytlacil, E. (2002, jan). Independence, Monotonicity, and Latent Index Models: An Equivalence Result. Econometrica 70(1), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341."
    ]
}