{
    "id": 26214,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Pierpaolo Benigno. Monetary policy in a world of cryptocurrencies. CEPR Discussion Paper No. DP13517, 2019.",
        "Markus K Brunnermeier and Dirk Niepelt. On the equivalence of private and public money. Technical report, National Bureau of Economic Research, 2019.",
        "Camila Casas, Federico J DÃ\u0083Æ\u0092Ã\u0082Â­ez, Gita Gopinath, and Pierre-Olivier Gourinchas. Dominant currency paradigm. Technical report, National Bureau of Economic Research, 2016.",
        "John H Cochrane. Asset pricing: Revised edition. Princeton university press, 2009.",
        "JesÃ\u0083Æ\u0092Ã\u0082Âºs FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde and Daniel Sanches. Can currency competition work? Technical report, National Bureau of Economic Research, 2016.",
        "J Marcus Fleming. Domestic nancial policies under xed and under oating exchange rates. Sta Papers, 9(3):369380, 1962.",
        "Rodney Garratt and Neil Wallace. Bitcoin 1, bitcoin 2,....: An experiment in privately issued outside monies. Economic Inquiry, 56(3):18871897, 2018. Linda S Goldberg and CÃ\u0083Æ\u0092Ã\u0082Â©dric Tille. Vehicle currency use in international trade.",
        "Friedrich Hayek. Denationalising money: the argument rened, 1978.",
        "John Kareken and Neil Wallace. On the indeterminacy of equilibrium exchange rates. The Quarterly Journal of Economics, 96(2):207222, 1981.",
        "Paul R Krugman. Vehicle currencies and the structure of international exchange, 1979.",
        "Robert E. Lucas and Nancy L. Stokey. Money and interest in a cash-in-advance economy. Econometrica, 55(3):491513, 1987.",
        "Rodolfo E Manuelli and James Peck. Exchange rate volatility in an equilibrium asset pricing model. International Economic Review, pages 559574, 1990.",
        "Ramon Marimon, Juan Pablo Nicolini, and Pedro Teles. Insideoutside money competition. Journal of Monetary Economics, 50(8):17011718, 2003.",
        "Robert A Mundell. Capital mobility and stabilization policy under xed and exible exchange rates. Canadian Journal of Economics and Political Science /Revue canadienne de economiques et science politique, 29(4):475485, 1963.",
        "Maurice Obstfeld. International risk sharing and the costs of trade. Ohlin Lectures, Stockholm School of Economics, 2007.",
        "Maurice Obstfeld and Kenneth Rogo. Global implications of self-oriented national monetary rules. The Quarterly journal of economics, 117(2):503 535, 2002.",
        "Maurice Obstfeld and Kenneth S. Rogo. Foundations of International Macroeconomics. MIT Press, Cambridge, MA, 1996.",
        "Helene Rey. International trade and currency exchange. The Review of Economic Studies, 68(2):443464, 2001.",
        "HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. Dilemma not trilemma: the global nancial cycle and monetary policy independence. Technical report, National Bureau of Economic Research, 2015.",
        "Linda Schilling and Harald Uhlig. Some simple bitcoin economics. Technical report, National Bureau of Economic Research, 2018.",
        "Linda Schilling and Harald Uhlig. Currency substitution under transaction costs. Available at SSRN 3314249, 2019."
    ]
}