{
    "id": 26217,
    "cites": 5,
    "cited_by": 0,
    "reference": [
        "G. H. Brown. Brand loyalty fact or fiction. Advertising Age, 9:53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55, 1952. 1 Pradeep K Chintagunta. Inertia and variety seeking in a model of brand-purchase timing. Marketing Science, 17(3):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270, 1998. 2.1 Jean-Pierre DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter Hitsch, Peter E. Rossi, and Maria Ana Vitorino. Category pricing with state-dependent utility. Marketing Science, 27(3):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429, 2008. 1 Jean-Pierre DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter J. Hitsch, and Peter E. Rossi. Do switching costs make markets less competitive? Journal of Marketing Research, 46:435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445, 2009. 1, 18 Jean-Pierre DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter J. Hitsch, and Peter E. Rossi. State dependence and alternative explanations for consumer inertia. RAND Journal of Economics, 41(3):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445, 2010. 1, 2.1, 2, 2.2.1, 8, 4, 4.1, 4.1 Martin Eichenbaum, Nir Jaimovich, and Sergio Rebelo. Reference prices, costs, and nominal rigidities.",
        "American Economic Review, 101(1):234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262, 2011. 6 TuÃ\u0083Å\u0092Ã\u0082Ë\u0086lin Erdem, Susumu Imai, and Michael P. Keane. Brand and quantity choice dynamics under price uncertainty. Quantitative Marketing and Economics, 1:5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64, 2003. 1 Ronald E. Frank. Brand choice as a probability process. The Journal of Business, 35(1):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56, 1962. 1 James J. Heckman. the incidental parameters problem and the problem of initial conditions in estimating a discrete time-discrete data stochastic process and some monte carlo evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In C. Manski and D. McFadden, editors, Structural Analysis of Discrete Data with Econometric Applications, chapter 4, pages 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195. MIT Press, 1981a. 1 James J Heckman. The incidental parameters problem and the problem of initial conditions in estimating a discrete time-discrete data stochastic process. 1981b. 2.1, 2.2, 5 James J. Heckman. Identifying the hand of past: Distinguishing state dependence from heterogeneity.",
        "American Economic Review, 81(2):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79, 1991. 1 Igal Hendel and Aviv Nevo. Measuring the implications of sales and consumer inventory behavior.",
        "Econometrica, 74(6):1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673, 2006. 1 Bo E. Honore and Ekaterini Kyriazidou. Panel data discrete choice models with lagged dependent variables. Econometrica, 68(4):839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874, 2000. 3.2.2 Michael P. Keane. Modeling heterogeneity and state dependence in consumer choice behavior.",
        "Journal of Business & Economic Statistics, 15(3):310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327, 1997. 1, 2.1, 2, 8 Peter Rossi, Greg Allenby, and Rob McCulloch. Bayesian Statistics and Marketing. John Wiley & Sons, 2005. 2.2.1, 2.2.1, 4 P.B. Seetharaman, Andrew Ainslie, and Pradeep Chintagunta. Investigating household state dependence effects across categories. Marketing Science, 36:488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500, 1999. 1, 2.1, 1, 8 Sangwoo Shin, Sanjog Misra, and Dan Horsky. Disentangling preferences and learning in brand choice models. Marketing Science, 31(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137, 2012. 1 Matthew Shum. Does advertising overcome brand loyalty? evidence from the breakfast-cereals market. Journal of Economics and Management Strategy, 13(2):241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272, 2004. 1, 1 K Sudhir and Nathan Yang. Exploiting the choice-consumption mismatch: A new approach to disentangle state dependence and heterogeneity. 2014. 3 6 Appendices"
    ]
}