{
    "id": 26228,
    "cites": 38,
    "cited_by": 4,
    "reference": [
        "Alabama Bill Amending WomanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Right to Know Act to Increase Waiting Period (HB 489). (2018, Jan 5). Rewire.News. Retrieved from https://rewire.news/legislative-tracker/law/alabamabill -amending-womans-right-to-know-act-to-increase-waiting-period-hb-489/ Althaus, F. A., & Henshaw, S. K. (1994). The effects of mandatory delay laws on abortion patients and providers. Perspectives on Sexual and Reproductive Health, 26(5), 228.",
        "Bertrand, M., Duflo, E., & Mullainathan, S. (2004). How much should we trust differencesin -differences estimates?. The Quarterly Journal of Economics, 119(1), 249-275.",
        "Bitler, M., & Zavodny, M. (2001). The effect of abortion restrictions on the timing of abortions. Journal of Health Economics, 20(6), 1011-1032.",
        "Bitler, M., & Zavodny, M. (2002). Child abuse and abortion availability. American Economic Review, 92(2), 363-367.",
        "Bitler, M. P., & Zavodny, M. (2004). Child maltreatment, abortion availability, and economic conditions. Review of Economics of the Household, 2(2), 119-141.",
        "Drey, E. A., Foster, D. G., Jackson, R. A., Lee, S. J., Cardenas, L. H., & Darney, P. D. (2006). Risk factors associated with presenting for abortion in the second trimester. Obstetrics & Gynecology, 107(1), 128-135.",
        "Fausset, R. (2014, October 24). Abortion Capital of Bible Belt? Tennessee Vote Tests That Idea. The New York Times, Retrieved from https://www.nytimes.com/2014/10/25/us/abortioncapital -of-bible-belt-tennessee-vote-tests-that-idea.html Ferman, B., & Pinto, C. (2015). Inference in differences-in-differences with few treated groups and heteroskedasticity. Review of Economics and Statistics.",
        "Fischer, S., Royer, H., & White, C. (2018). The impacts of reduced access to abortion and family planning services on abortions, births, and contraceptive purchases.Journal of Public Economics, 167, 43-68.",
        "Goldenberg, R., Thomas, A., Ralph, C. (September 2017). How far is too far? An analysis of driving times to abortion clinics in the US.",
        "Retrieved from https://pudding.cool/2017/09/clinics/ Grossman, D., White, K., Hopkins, K., & Potter, J. E. (2017). Change in distance to nearest facility and abortion in Texas, 2012 to 2014. Jama, 317(4), 437-439.",
        "Guttmacher Institute. (2014). Laws Affecting Reproductive Health and Rights: 2013 State Policy Review. Retrieved from https://www.guttmacher.org/laws-affecting-reproductivehealth -and-rights-2013-state-policy-review Guttmacher Institute. (2018, May 1). State Facts About Abortion: Tennessee. Retrieved from https://www.guttmacher.org/fact-sheet/state-facts-about-abortion-tennessee Guttmacher Institute. (2019a, February 1). An Overview of Abortion Laws. Retrieved from https://www.guttmacher.org/state-policy/explore/overview-abortion-laws Guttmacher Institute. (2019b, February 1). Counseling and Waiting Periods for Abortion.",
        "Retrieved from https://www.guttmacher.org/state-policy/explore/counseling-and-waiting-periodsabortion Guttmacher Institute. (2019c, February 1). State Policy Updates. Retrieved from https://www.guttmacher.org/state-policy Guttmacher Institute. (2019d, February 1). Targeted Regulation of Abortion Providers.",
        "Retrieved from https://www.guttmacher.org/state-policy/explore/targeted-regulation-abortion-providers Jacobson, M. & Royer, H. (2011). Aftershocks: The Impact of Clinic Violence on Abortion Services. American Economic Journal: Applied Economics, 3(1), 189-223.",
        "Jones, R. K., & Jerman, J. (2014). Abortion incidence and service availability in the United States, 2011. Perspectives on sexual and reproductive health, 46(1), 3-14.",
        "Joyce, T., Henshaw, S. K., & Skatrud, J. D. (1997). The impact of MississippiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mandatory delay law on abortions and births. JAMA, 278(8), 653-658.",
        "Joyce, T., & Kaestner, R. (2000). The impact of MississippiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mandatory delay law on the timing of abortion. Family Planning Perspectives, 4-13.",
        "Joyce, T., & Kaestner, R. (2001). The impact of mandatory waiting periods and parental consent laws on the timing of abortion and state of occurrence among adolescents in Mississippi and South Carolina. Journal of Policy Analysis and Management: The Journal of the Association for Public Policy Analysis and Management, 20(2), 263-282.",
        "Joyce, T., Kaestner, R., & Ward, J. (2019). The Impact of Parental Involvement Laws on Minor Abortion. NBER Working Paper No. 25758.",
        "Joyce, T. J., Henshaw, S. K., Dennis, A., Finer, L. B., & Blanchard, K. (2009). The impact of state mandatory counseling and waiting period laws on abortion: A literature review. New York: Guttmacher Institute.",
        "Karasek, D., Roberts, S. C., & Weitz, T. A. (2016). Abortion patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ experience and perceptions of waiting periods: Survey evidence before ArizonaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s two-visit 24-hour mandatory waiting period law. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Issues, 26(1), 60-66.",
        "Kelly, A., Lindo, J. M., & Packham, A. (2019). The Power of the IUD: Effects of Expanding Access to Contraception Through Title X Clinics. NBER Working Paper No. 25656.",
        "Klick, J. (2006). Mandatory waiting periods for abortions and female mental health. Health Matrix, 16, 183. Lindo, J. M., Myers, C., Schlosser, A., & Cunningham, S. (forthcoming). How far is too far? New evidence on abortion clinic closures, access, and abortions. Journal of Human Resources.",
        "Lu, Y, J. M. and & Slusky, D.. (2019). The Impact of Women?s Health Clinic Closures on Fertility. American Journal of Health Economics, 5(3): 334?359.",
        "Lupfer, M., & Silber, B. G. (1981). How patients view mandatory waiting periods for abortion. Family planning perspectives, 13(2), 75-79.",
        "MacKinnon, J. G., & Webb, M. D. (2016). Difference-in-differences inference with few treated clusters (No. 1355). QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economics Department Working Paper.",
        "MacKinnon, J. G., & Webb, M. D. (2017). Pitfalls when estimating treatment effects using clustered data (No. 1387). QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economics Department Working Paper.",
        "MacKinnon, J. G., & Webb, M. D. (2018). The wild bootstrap for few (treated) clusters. The Econometrics Journal, 21(2), 114-135.",
        "Medical Versus Surgical Abortion. UCLA Obstetrics and Gynecology. Retrieved from http://obgyn.ucla.edu/medical-versus-surgical-abortion Medoff, M. H. (2007). Price, restrictions and abortion demand. Journal of Family and Economic Issues, 28(4), 583-599.",
        "Meier, K. J., Haider-Markel, D. P., Stanislawski, A. J., & McFarlane, D. R. (1996). The impact of state-level restrictions on abortion. Demography, 33(3), 307-312.",
        "Quast, T., Gonzalez, F., & Ziemba, R. (2017). Abortion facility closings and abortion rates in Texas. INQUIRY: The Journal of Health Care Organization, Provision, and Financing, 54, 0046958017700944.",
        "Ranji, U., Bair, Y., & Salganicoff, A. (2016). Medicaid and family planning: Background and implications of the ACA. Kaiser Family Foundation: Menlo Park, CA. Retrieved from https://www.kff.org/report-section/medicaid-and-family-planning-the-aca-medicaid-expansionand -family-planning/ Roberts, S. C., Turok, D. K., Belusa, E., Combellick, S., & Upadhyay, U. D. (2016). UtahÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 72-Hour Waiting Period for Abortion: Experiences Among a Clinic-Based Sample of Women. Perspectives on Sexual and Reproductive Health, 48(4), 179-187.",
        "Roodman, D., Nielsen, M. O., MacKinnon, J. G., & Webb, M. D. (2019). Fast and wild: Bootstrap inference in Stata using boottest. The Stata Journal, 19(1), 4-60.",
        "Rorbye, C., Norgaard, M., & Nilas, L. (2004). Medical versus surgical abortion efficacy, complications and leave of absence compared in a partly randomized study. Contraception, 70(5), 393-399.",
        "Sanders, J. N., Conway, H., Jacobson, J., Torres, L., & Turok, D. K. (2016). The longest wait: Examining the impact of UtahÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 72-hour waiting period for abortion. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health issues, 26(5), 483-487.",
        "Sen, B. (2007). State abortion restrictions and child fatal-injury: An exploratory study. Southern Economic Journal, 553-574.",
        "Tennessee Code (2010). Title 39 Criminal Offenses. Chapter 15 Offenses Against the Family. Part 2 Abortion. 39-15-202 Consent of pregnant woman required prior to abortion. Information provided by doctor. Waiting period. Penalty for violation. Requirements inapplicable in certain cases.",
        "Tennessee Supreme Court strikes laws restricting abortion. (2000, September 15). The American Civil Liberties Union, Retrieved from https://www.aclu.org/news/tennessee-supremecourt -strikes-laws-restricting-abortions Wadhwani, A. (2014, September 28). TN abortion rights at crossroads. Tennessean, Retrieved from: https://www.tennessean.com/story/news/politics/2014/09/28/tn-abortion-rightscrossroads /16377945/ Where the states stand on Medicaid expansion. (2019, April 1). Advisory Board, Retrieved from https://www.advisory.com/daily-briefing/resources/primers/medicaidmap White, K., Grossman, D.,& Turan, J. M. (2016). Experiences accessing abortion care in Alabama among women traveling for services. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Issues, 26(3), 298-304.",
        "Young, A. (2018). Channeling fisher: Randomization tests and the statistical insignificance of seemingly significant experimental results. The Quarterly Journal of Economics, 134(2), 557-598."
    ]
}