{
    "id": 26237,
    "cites": 71,
    "cited_by": 34,
    "reference": [
        "Adam, K. (2007). Experimental evidence on the persistence of output and inflation. The Economic Journal 117(520), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Adelino, M., A. Schoar, and F. Severino (2018). Perception of house price risk and homeownership. Technical report, National Bureau of Economic Research.",
        "Ameriks, J., G. KeÃ\u0083Å\u0092Ã\u0082Â\u0081zdi, M. Lee, and M. D. Shapiro (2019). Heterogeneity in expectations, risk tolerance, and household stock shares: The attenuation puzzle. Journal of Business & Economic Statistics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Angeletos, G.-M. and C. Lian (2016). Incomplete information in macroeconomics: Accommodating frictions in coordination. In Handbook of macroeconomics, Volume 2, pp. 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240. Elsevier.",
        "Argente, D. and M. Lee (2017). Cost of living inequality during the great recession.",
        "Armantier, O., W. Bruine de Bruin, G. Topa, W. Van Der Klaauw, and B. Zafar (2015). Inflation expectations and behavior: Do survey respondents act on their beliefs? International Economic Review 56(2), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Armona, L., A. Fuster, and B. Zafar (2018). Home price expectations and behavior: evidence from a randomized information experiment, forthcoming. Review of Economic Studies.",
        "Bachmann, R., T. O. Berg, and E. R. Sims (2015). Inflation expectations and readiness to spend: Cross-sectional evidence. American Economic Journal: Economic Policy 7(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Bailey, M., R. Cao, T. Kuchler, and J. Stroebel (2018). The economic effects of social networks: Evidence from the housing market. Journal of Political Economy 126(6), 2224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2276.",
        "Bailey, M., E. DaÃ\u0083Å\u0092Ã\u0082Â\u0081vila, T. Kuchler, and J. Stroebel (2019). House price beliefs and mortgage leverage choice. Review of Economic Studies (forthcoming).",
        "Bernanke, B. S. (2007). Inflation expectations and inflation forecasting. Speech 306, Board of Governors of the Federal Reserve System (U.S.). Binder, C. C. (2017). Measuring uncertainty based on rounding: New method and application to inflation expectations. Journal of Monetary Economics 90, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Binder, C. C. (2018). Inflation expectations and the price at the pump. Journal of Macroeconomics 58, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Bordalo, P., K. B. Coffman, N. Gennaioli, and A. Shleifer (2016). Beliefs about gender. Technical report, National Bureau of Economic Research.",
        "Bordalo, P., N. Gennaioli, Y. Ma, and A. Shleifer (2018). Overreaction in macroeconomic expectations. Technical report, Working Paper.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2019). Memory, attention, and choice. Technical report, Working Paper.",
        "Broda, C. and D. E. Weinstein (2010). Product creation and destruction: Evidence and price implications. American Economic Review 100(3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Carvalho, C. and F. Nechio (2014). Do people understand monetary policy? Journal of Monetary Economics 66, 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2017). Inflation expectations, learning, and supermarket prices: Evidence from survey experiments. American Economic Journal: Macroeconomics 9(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Cavallo, M. (2008). Oil prices and inflation. FRBSF Economic Letter (oct3).",
        "Coibion, O. and Y. Gorodnichenko (2012). What can survey forecasts tell us about information rigidities? Journal of Political Economy 120(1), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Coibion, O. and Y. Gorodnichenko (2015a). Information rigidity and the expectations formation process: A simple framework and new facts. American Economic Review 105(8), 2644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Coibion, O. and Y. Gorodnichenko (2015b). Is the phillips curve alive and well after all? inflation expectations and the missing disinflation. American Economic Journal: Macroeconomics 7(1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2018). Monetary policy communications and their effects on household inflation expectations. Working Paper 120(1), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Crump, R. K., S. Eusepi, A. Tambalotti, and G. Topa (2018). Subjective intertemporal substitution. Unpublished manuscript, New York Fed.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2018a). Identity and choice under risk. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2018b). Tear down this wall street: Anti-market rhetoric, motivated beliefs, and investment. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019a). Cognitive abilities and inflation expectations. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019b). Human frictions to the transmission of economic policy. Technical report, Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019c). Iq, expectations, and choice. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2016). The effect of unconventional fiscal policy on consumption expenditure. Technical report, National Bureau of Economic Research.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2018). Unconventional fiscal policy. In AEA Papers and Proceedings, Volume 108, pp. 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2019). Managing householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ expectations with salient economic policies. Unpublished Manuscript.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., U. Malmendier, and M. Weber (2018). Gender roles distort womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic expectations. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., M. Prokopczuk, and M. Weber (2019). Historical antisemitism, ethnic specialization, and financial development. The Review of Economic Studies 86(3), 1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Das, S., C. Kuhnen, and S. Nagel (2018). Socioeconomic status and macroeconomic expectations. Unpublished manuscript, University of Chicago.",
        "de Bruin, W. B., W. Van der Klaauw, and G. Topa (2011). Expectations of inflation: The biasing effect of thoughts about specific prices. Journal of Economic Psychology 32(5), 834Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        "Del Negro, M., M. P. Giannoni, and C. Patterson (2012). The forward guidance puzzle. FRB of New York Staff Report (574).",
        "Eichenbaum, M., N. Jaimovich, and S. Rebelo (2011). Reference prices, costs, and nominal rigidities. American Economic Review 101(1), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Evans, C. L. and J. D. Fisher (2011). What are the implications of rising commodity prices for inflation and monetary policy? Chicago Fed Letter (286), 1.",
        "Frydman, C. and M. M. Mormann (2018). The role of salience in choice under risk: An experimental investigation. Available at SSRN 2778822.",
        "Fuhrer, J. C. (2017). Intrinsic expectations persistence: Evidence from professional and household survey expectations. Working Paper.",
        "Georganas, S., P. J. Healy, and N. Li (2014). Frequency bias in consumemersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perceptions of inflation: An experimental study. European Economic Review 67, 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Glaeser, E. L. and C. G. Nathanson (2017). An extrapolative model of house price dynamics. Journal of Financial Economics 126(1), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Goldfayn-Frank, O. and J. Wohlfart (2019). Expectation formation in a new environment: Evidence from the german reunification. Journal of Monetary Economics (forthcoming).",
        "Goodfriend, M. and R. G. King (1997). The new neoclassical synthesis and the role of monetary policy. NBER macroeconomics annual 12, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Harris, E. S., B. C. Kasman, M. D. Shapiro, and K. D. West (2009). Oil and the macroeconomy: Lessons for monetary policy. In US Monetary Policy Forum Report, Volume 23, pp. 2015.",
        "Hastings, J. and J. Shapiro (2013). Fungibility and consumer choice: Evidence from commodity price shocks. Quarterly Journal of Economics.",
        "Jaravel, X. (2018). The unequal gains from product innovations: Evidence from the us retail sector. Working Paper.",
        "Jonung, L. (1981). Perceived and expected rates of inflation in sweden. The American Economic Review 71(5), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Kahneman, D. and D. T. Miller (1986). Norm theory: Comparing reality to its alternatives. Psychological Review 93(2), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Kaplan, G. and S. Schulhofer-Wohl (2017). Inflation at the household level. Journal of Monetary Economics 91, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "King, R. and A. L. Wolman (1999). What should the monetary authority do when prices are sticky? In Monetary policy rules, pp. 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404. University of Chicago Press.",
        "Kuchler, T. and B. Zafar (2019). Personal experiences and expectations about aggregate outcomes. The Journal of Finance (forthcoming).",
        "Lucas, R. E. (1972). Expectations and the neutrality of money. Journal of Economic Theory 4(2), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Lucas, R. E. (1973). Some international evidence on output-inflation tradeoffs. The American Economic Review 63(3), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Lucas, R. E. (1975). An equilibrium model of the business cycle. Journal of political economy 83(6), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1144.",
        "Lusardi, A. and O. S. Mitchell (2007). Baby boomer retirement security: The roles of planning, financial literacy, and housing wealth. Journal of Monetary Economics 54(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Maggiori, M., J. Stroebel, S. Giglio, and S. P. Utkus (2019). Five facts about beliefs and portfolios. Unpublished Manuscript.",
        "Malmendier, U. and S. Nagel (2015a). Learning from inflation experiences. Quarterly Journal of Economics 131(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Malmendier, U. and S. Nagel (2015b). Learning from inflation experiences. The Quarterly Journal of Economics 131(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Manski, C. F. and F. Molinari (2010). Rounding probabilistic expectations in surveys. Journal of Business & Economic Statistics 28(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Mian, A., A. Sufi, and N. Khoshkhou (2015). Government economic policy, sentiments, and consumption. Technical report, National Bureau of Economic Research.",
        "Motley, B. (1997). Should monetary policy focus on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093coreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d inflation? FRBSF Economic Letter (11).",
        "Nakamura, E. and J. Steinsson (2008). Five facts about prices: A reevaluation of menu cost models. The Quarterly Journal of Economics 123(4), 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Piazzesi, M. and M. Schneider (2009). Momentum traders in the housing market: survey evidence and a search model. American Economic Review 99(2), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Roth, C. and J. Wohlfart (2019). How do expectations about the macroeconomy affect personal expectations and behavior? Review of Economics and Statistics (forthcoming).",
        "Seitz, A. and T. Watanabe (2005). A unified model for perceptual learning. Trends in cognitive sciences 9(7), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Shwayder, A. B. E. (2012). Essays on Commodity Prices. Ph. D. thesis, Northwestern University.",
        "Stroebel, J. and J. Vavra (2019). House prices, local demand, and retail prices. Journal of Political Economy 127(3), 1391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1436.",
        "Watanabe, T., J. E. Nanez, and Y. Sasaki (2001). Perceptual learning without perception. Nature 413(6858), 844.",
        "Yellen, J. L. (2016). Macroeconomic research after the crisis. Speech 915, Board of Governors of the Federal Reserve System (U.S.)."
    ]
}