{
    "id": 2623,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Alexander, Lewis S. The Legal Consequences of Sovereign Default. Mimep, Federal Reserve Board, Washington D.C., 1987.",
        "Atkeson, Andrew. International Lending with Moral Hazard and Risk of Repudiation. Mimeo, Stanford University, November 1987.",
        "Bulow, Jeremy, and Rogoff, Kenneth. A Constant Recontracting Model of Sovereign Debt, University of Wisconsin: Social Systems Research Institute Working Paper no. 8711, October 1987.",
        "Cole, Harold L. , and English, William B. Default, Direct Investment and International Equity Contracts, University of Pennsylvania: International Economics Research Center Discussion Paper no. 9, October 1987.",
        "Eaton, Jonathan, and Gersovitz, Mark. Debt with Potential Repudiation, Review of Economic Studies 48 (April 1981) 289-309.",
        "Eaton, Jonathan, and Gersovitz, Mark. Country Risk: Economic Aspects, in Richard J. Herring (ed.) Mansginz Country Risk. London: Cambridge University Press, 1983.",
        "Eaton, Jonathan; Gersovitz, Mark, and Stiglitz, Joseph E. The Pure Theory of Country Risk, Eurooean Economic Review 30 (June 1986): 481-513.",
        "Eichengreen, Barry. Til Debt Do Us Part: The U.S. Capital Market and Foreign Lending. Mimeo, University of California st Berkeley, August 1987.",
        "Feldstein, Martin; Decarmmy, Herve; Narusawa, Koei, and Krugman, Paul. Restoring Growth in the Debt-Laden Third World. New York: The Trilateral Commission, 1987.",
        "Crossman, Herschel, and Van Huyck, John B. Sovereign Debt ma a Contingent Claim: Excusable Default, Repudiation and Reputstion. Mimeo, Brown University, 1987.",
        "Helpman, Elhsnan. The Simple Analytics of Debt-Equity Swaps and Debt Forgiveness. Mimeo, Massachusetts Institute of Technology, September 1987.",
        "Kletzer, Kenneth. Asymmetries of Information and LOG Borrowing with Sovereign Risk, Economic Journal 94, 1984.",
        "Kreps, David and Wilson, Robert. Reputation and Imperfect Information. Journal of Economic Theory 27 (August l982j: 253-79. Lindert, Peter H., and Morton, Peter J. How Has Sovereign Debt Worked? University of California at Davis: Institute of Governmental Affairs Research Program AMMP Working paper no. 45, August 1987.",
        "Manuelli, Rodolfo E. A General Equilibrium Model of International Credit Markets. Mimeo, Northwestern University, June 1986.",
        "Obstfeld, Maurice, Capital Mobility in the World Economy: Theory and Measurement, in K, Brunner and A.H. Meltzer (eds.) Carnegie-Rochester Conference Series on Public Poli,,o,p~ 24 (Spring 1986), 55-111.",
        "Winkler, Max. Foreign Bonds: An Autopsy. Philadelphia: R. Swain Co., 1933.",
        "Wynne, W.H. State Insolvency and Foreign Bondholders, Volume II. New Haven: Yale University Press, 1951."
    ]
}