{
    "id": 26248,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Abel, A., B. Bernankee, and D. Roushore. Macroeconomics. 2016. Akcigit, U., J. Grigsby, T. Nicholas, and S. Stantcheva. Taxation and innovation in the 20th century. Working Paper 24982 National Bureau of Economic Research September 2018.",
        "Alfaro, I., N. Bloom, and Z. Lin. 2018. The Finance Uncertainty Multiplier.",
        "Aschauer, D. 1988. Government spending and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dfalling rate of profit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economic Perspectives (May):11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Baker, S. R., N. Bloom, and S. J. Davis. 2016. Measuring economic policy uncertainty*.",
        "Bansal, R., and I. Shaliastovich. 2013. A Long-Run Risks Explanation of Predictability Puzzles in Bond and Currency Markets. Review of Financial Studies.",
        "Bansal, R., and A. Yaron. 2004. Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59:1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Basu, S., and B. Bundick. Uncertainty shocks in a model of effective demand. Working paper, NBER 2012.",
        "Baxter, M., and R. G. King. 1993. Fiscal policy in general equilibrium. The American Economic Review 83(3):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Belo, F., and J. Yu. 2013. Government Investment and the Stock Market. Journal of Monetary Economics 60(3).",
        "Belo, F., V. Gala, and J. Li. 2013. Government Spending, Political Cycles and the Cross Section of Stock Returns. Journal of Financial Economics 107(2).",
        "Berger, D., I. Dew-Becker, and S. Giglio. 2018. Uncertainty shocks as second-moment news shocks. Review of Economic Studies, forthcoming.",
        "Berndt, A., H. Lustig, and S. Yeltekin. 2012. How does the u.s government finance fiscal shocks? American Economic Journal: Macroeconomics 4(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Bloom, N. 2009. The impact of uncertainty shocks. Econometrica 77(3):623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685. ISSN 1468-0262.",
        "Bloom, N., S. Bond, and J. Van Reenen. 2007. Uncertainty and investment dynamics. The Review of Economic Studies 74(2):391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta-Eksten, and S. J. Terry. 2018. Really uncertain business cycles. Econometrica 86(3).",
        "Boskin, M. J., M. Robinson, and A. Huber. Government Saving, Capital Formation, and Wealth in the United States, 1947-85 pages 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356. University of Chicago Press 1989.",
        "Bureau of Economic Analysis. 2014. Concepts and Methods of the U.S. National Income and Product Accounts. NIPA Handbook.",
        "Chan, L. K. C., J. Lakonishok, and T. Sougiannis. http://dx.doi.org/10.1111/00221082. 00411 2001. The stock market valuation of research and development expenditures.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo. 2011. When is the government spending multiplier large? Journal of Political Economy 119(1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Comin, D., M. Gertler, P. Ngo, and A. M. Santacreu. 2017. Stock price fluctuations and productivity growth. Review of Economic Studies, forthcoming.",
        "Corhay, A., H. Kung, and L. Schmid. Competition, markups and predictable returns. Working Paper, Duke University 2015.",
        "Corrado, C., C. Hulten, and D. Sichel. 2006. Intangible Capital and Economic Growth.",
        "Croce, M. M. 2014. Long-Run Productivity Risk A New Hope for Production-Based Asset Pricing ? Journal of Monetary Economics.",
        "Fernandez-Villaverde, J., P. Guerron-Quintana, K. Kuester, and J. Rubio-Ramirez. November 2015. Fiscal volatility shocks and economic activity. American Economic Review 105 (11):3352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Futagami, K., Y. Morita, and A. Shibata. 1993. Dynamic analysis of an endogenous growth model with public capital. Scandinavian Journal of Economics 95(4):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Gilchrist, S., J. Sim, and E. Zakrajsek. Uncertainty, financial frictions and investment dynamics. Working paper, NBER 2014.",
        "Greenwood, J., Z. Hercowitz, and G. W. Huffman. 1988. Investment capacity utilization and the real business cycle. American Economic Review 78.",
        "Hayashi, F. 1982. TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marginal q and Average q: A Neoclassical Interpretation. Econometrica 50.",
        "Howell, S. T. April 2017. Financing innovation: Evidence from r&d grants. American Economic Review 107(4):1136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Jermann, U. J. feb 1998. Asset pricing in production economies. Journal of Monetary Economics 41(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Jones, L., R. Manuelli, H. Siu, and E. Stacchetti. 2005. Fluctuations in convex models of endogenous growth I: Growth effects. Review of Economic Dynamics 8:780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Jurado, K., S. C. Ludvigson, and S. Ng. 2015. Measuring uncertainty. American Economic Review 105(3):1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Justiniano, A., and G. Primiceri. 2008. The Time Varying Volatility of Macroeconomic Fluctuations. American Economic Review 98(3).",
        "Kamps, C. The dynamic macroeconomic effects of public capital : theory and evidence for OECD countries. Springer 2004.",
        "Kelly, B., L. Pastor, and P. Veronesi. 2013. The Price of Political Uncertainty: Theory and Evidence from the Option Market.",
        "Kozeniauskas, N., A. Orlik, and L. Veldkamp. 2018. What are uncertainty shocks? Journal of Monetary Economics 100.",
        "Kozeniauskas, N., L. Veldkamp, and V. Venkateswaran. 2019. The tail that wags the economy: Belief-driven business cycles and persistent stagnation. Working Paper.",
        "Macroeconomic linkages between monetary policy and the term structure of interest rates. Journal of Financial Economics 115(1):42 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 57. ISSN 0304-405X. doi: http: //dx.doi.org/10.1016/j.jfineco.2014.09.006.",
        "Kung, H., and L. Schmid. 2012. Innovation, Growth and Asset Prices.",
        "Kung, H., and L. Schmid. http://dx.doi.org/10.1111/jofi.12241 2015. Innovation, growth, and asset prices. The Journal of Finance 70(3):1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037. ISSN 1540-6261. doi: 10.1111/ jofi.12241.",
        "Ludvigson, S., S. ma, and S. Ng. 2018. Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response? One sentence.",
        "Lustig, H., C. Sleet, and S. Yeltekin. 2008. Fiscal Hedging with Nominal Assets. Journal of Monetary Economics 55(4):710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "McGrattan, E. R., and E. C. Prescott. 2009. Technology Capital and the U.S. Current Account. American Economic Review, forthcoming 100:1493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1522.",
        "Pastor, L., and P. Veronesi. 2012. Uncertainty about Government Policy and Stock Prices.",
        "Pastor, L., and P. Veronesi. 2013. Political Uncertainty and Risk Premia. Journal of Financial Economics.",
        "Peterson, G. E. 1990. Is public infrastructure undersupplied? Boston FED Conference Series 34:113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142."
    ]
}