{
    "id": 26246,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Abowd, John M., Francis Kramarz, and David N. Margolis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1999, 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Adams, Brian and Kevin R. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zone Pricing in Retail Oligopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, February 2019, 11 (1), 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Amiti, Mary, Oleg Itskhoki, and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Shocks and Domestic Prices: How Large Are Strategic Complementarities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2019.",
        "Andrews, M. J., L. Gill, T. Schank, and R. Upward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High wage workers and low wage firms: negative assortative matching or limited mobility bias?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society Series A, 2008, 171 (3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Antras, Pol, Davin Chor, Thibault Fally, and Russell Hillberry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Upstreamness of Production and Trade Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (3), 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Behrens, Kristian, Brahim Boualam, and Julien Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Clusters Resilient? Evidence from Canadian Textile Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 2019.",
        "Bergounhon, Flora, ClÃ\u0083Æ\u0092Ã\u0082Â©mence Lenoir, and Isabelle Mejean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A guideline to French firm-level trade data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Berman, Nicolas, Philippe Martin, and Thierry Mayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do Different Exporters React to Exchange Rate Changes?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (1), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Cavallo, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Amazon Effects: Online Competition and Pricing Behaviors, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 25138, National Bureau of Economic Research, Inc October 2018.",
        ", Brent Neiman, and Roberto Rigobon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Unions, Product Introductions, and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (2), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Crucini, Mario J. and Mototsugu Shintani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistence in law of one price deviations: Evidence from micro-data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, April 2008, 55 (3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "DellaVigna, Stefano and Matthew Gentzkow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniform Pricing in US Retail Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 23996, National Bureau of Economic Research, Inc November 2017.",
        "Devereux, Michael B., Wei Dong, and Ben Tomlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers and exporters in exchange rate pass-through and currency invoicing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2017, 105 (C), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Engel, Charles and Jian Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International trade in durable goods: Understanding volatility, cyclicality, and elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, January 2011, 83 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Fitzgerald, Doireann and Stefanie Haller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing-to-Market: Evidence From Plant-Level Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81 (2), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Goldberg, Pinelopi K. and Frank Verboven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market integration and convergence to the Law of One Price: evidence from the European car market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, January 2005, 65 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Gopinath, Gita, Pierre-Olivier Gourinchas, Chang-Tai Hsieh, and Nicholas Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices, Costs, and Markup Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2011, 101 (6), 2450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2486.",
        "Hausmann, Ricardo and Cesar Hidalgo, The Atlas of Economic Complexity: Mapping Paths to Prosperity, Vol. 1 of MIT Press Books, The MIT Press, January 2014.",
        "Kaplan, Greg and Guido Menzio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Morphology Of Price Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, November 2015, 56, 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Laboureau, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093City Gravidist Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Lenoir, Clemence and Berangere Patault, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporters Dynamics: Sales Managers and FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s International Portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Levchenko, Andrei A, Logan T Lewis, and Linda L Tesar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Collapse of International Trade during the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09 Crisis: In Search of the Smoking Gun,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, December 2010, 58 (2), 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Loecker, Jan De and Jan Eeckhout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Market Power and the Macroeconomic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. UCL mimeo.",
        "Manova, Kalina and Zhiwei Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Prices Across Firms and Destinations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Martin, Julien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups, quality, and transport costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2012, 56 (4), 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c791.",
        ", Isabelle Mejean, and Mathieu Parenti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship stickiness: Measurement and Applications to International Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Nunn, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2007, 122 (2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Rauch, James E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks versus markets in international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, June 1999, 48 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Tirole, Jean, The Theory of Industrial Organization, Vol. 1 of MIT Press Books, The MIT Press, March 1988.",
        "The construction of this variable exploits the overall panel provided to us by the customs, that goes back to 1995. A.2 Variables recovered from external sources In Tables 7 and 10, we use various firm-level variables to document the heterogeneity in pricing strategies across French firms. We rely on the INSEE-Ficus dataset, which provides balance-sheet data covering the universe of French firms. We merge the dataset with the trade variable, using the French firm Siren identifier. Sector. Based on the balance-sheet data, we can recover information on the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s sector of activity, as defined in the NAF nomenclature. We use this information to construct the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WholesalerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RetailerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d dummies introduced in column (3) of Table 7.",
        "Relative Sales. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative SalesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d variable in Table 7 is measured as the ratio of the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s overall turnover divided by the median turnover of firms active in the same sector of activity. We get rid of the time dimension by calculating this ratio for a single cross-section, namely, 2006. The variable thus captures the relative size of the firm, in its sector. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d dummy used in Tables 5 and 10 is constructed from this variable and is equal to 1 for the top four firms in each sector. Relative Market Power. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Market PowerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d variable is defined based on information on the ratio of the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s gross operating surplus over its value added, expressed in relative terms with respect to the median firm in the sector.",
        "Here as well, the variable has no time dimension and 2006 is used as reference. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Market PowerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d dummy used in Table 5 is constructed from this variable and is equal to 1 for the top 25% of firms in each sector."
    ]
}