{
    "id": 26255,
    "cites": 62,
    "cited_by": 8,
    "reference": [
        "Adam, Klaus, Albert Marcet, and Johannes Beutel, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock price booms and expected capital gains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107, 2352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2408.",
        "Ameriks, John, GaÃ\u0083Å\u0092Ã\u0082Â\u0081bor KeÃ\u0083Å\u0092Ã\u0082Â\u0081zdi, Minjoon Lee, and Matthew D Shapiro, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Expectations, Risk Tolerance, and Household Stock Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan.",
        "Amromin, Gene, and Steven A Sharpe, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the HorseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mouth: Economic Conditions and Investor Expectations of Risk and Return,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science.",
        "Andonov, Aleksandar, and Joshua Rauh, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return Expectations of Institutional Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Stanford University.",
        "Azeredo da Silveira, Rava, and Michael Woodford, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noisy Memory and OverReaction to News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings 109, 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Balke, Nathan S, and Robert J Gordon, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Estimation of Prewar Gross National Product: Methodology and New evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 97, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bansal, R., R. Dittmar, and C. Lundblad, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Dividends, and the Cross Section of Equity Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 60, 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1672.",
        "Bansal, Ravi, A. Ronald Gallant, and George Tauchen, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Pessimism, Rational Exuberance, and Markets for Macro Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 74, 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Evaluation of the LongRun Risks Model for Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review 1, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bansal, Ravi, and Amir Yaron, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093X-CAPM: An Extrapolative Capital Asset Pricing Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 115, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Barberis, Nicholas, Ming Huang, and Tano Santos, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Barro, Robert J, and Xavier Sala-i-Martin. Economic Growth (2nd edition). (MIT Press, Cambridge, MA, 2004).",
        "Barro, Robert J, and Jose F Ursua, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Disasters since 1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 1, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Beeler, Jason, and John Y. Campbell, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Risks Model and Aggregate Asset Prices: An Empirical Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Berardi, Michele, and Jaqueson K Galimberti, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Calibration of Adaptive Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization 144, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Bordalo, Pedro, Nicola Gennaioli, Rafael La Porta, and Andrei Shleifer, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic Expectations and Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Memory, Attention, and Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard University.",
        "Campbell, John Y, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variance Decomposition for Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 101, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Campbell, John Y., 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing at the Millenium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 55, 1515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1567.",
        "Campbell, John Y., and John H. Cochrane, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Choi, Jung Ho, Alon Kalay, and Gil Sadka, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings News, Expected Earnings, and Aggregate Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets 29, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Choi, James J, and Thomas Mertens, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extrapolative Expectations and the Equity Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Yale University.",
        "Collin-Dufresne, Pierre, Michael Johannes, and Lars A Lochstoer, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parameter Learning in General Equilibrium: The Asset Pricing Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106, 664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Collin-Dufresne, Pierre, Michael Johannes, and Lars A Lochstoer, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing When Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThis Time is DifferentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 30, 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Ehling, Paul, Alessandro Graniero, and Christian Heyerdahl-Larsen, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Portfolio Choice with Learning from Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, forthcoming.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Evans, George W., and Seppo Honkapohja. Learning and Expectations in Macroeconomics (Princeton University Press, Princeton, NJ, 2001).",
        "Greenwood, Robin, and Stefan Nagel, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inexperienced Investors and Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 93, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Greenwood, Robin, and Andrei Shleifer, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of returns and expected returns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 27, 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Hamilton, James D. Time Series Analysis, 1994).",
        "Hansen, Lars Peter, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beliefs, Doubts and Learning: Valuing Macroeconomic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Strikes Back? Measuring Long-Run Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 116, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hansen, Lars Peter, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A Scheinkman, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Utility in a Markov Environment with Stochastic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 109, 11967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11972.",
        "Hirshleifer, David, Jun Li, and Jianfeng Yu, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing in Production Economies with Extrapolative Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 76, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Jin, Lawrence J, and Pengfei Sui, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Return Extrapolation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kothari, SP, Jonathan Lewellen, and Jerold B Warner, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Returns, Aggregate Earnings Surprises, and Behavioral Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 79, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 568.",
        "Kothari, S.P., and Jay Shanken, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Book-to-market, dividend yield, and expected market returns: A time-series analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 44, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "La Porta, Rafael, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and the Cross-Section of Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 51, 1715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742.",
        "Lease, Ronald C, Wilbur G Lewellen, and Gary G Schlarbaum, 1974, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The individual investor: attributes and attitudes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 29, 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Lettau, Martin, and Sydney C Ludvigson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and Modeling Variation in the RiskReturn Trade-Off,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Financial Econometrics: Tools and Techniques, pp. 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690, 2010).",
        "Lewellen, Jonathan, and Jay Shanken, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning, Asset-Pricing Tests and Market Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Lewellen, Wilbur G, Ronald C Lease, and Gary G Schlarbaum, 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of investment strategy and behavior among individual investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business 50, 296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Malmendier, Ulrike, and Stefan Nagel, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Malmendier, Ulrike, and Stefan Nagel, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Inflation Experiences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 131, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Malmendier, Ulrike, Stefan Nagel, and Yan Zhen, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Making of Hawks and Doves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Chicago.",
        "Malmendier, Ulrike, Demian Pouzo, and Victoria Vanasco, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Experiences and Financial Market Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, UC Berkeley.",
        "Mangel, Marc, 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Information in Uncertain and Changing Worlds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Theoretical Biology 146, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Nagel, Stefan, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Liquidity Premium of Near-Money Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 131, 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Nakov, Anton, and Galo NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Experience in the Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 52, 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Valuation and Learning About Profitability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 58, 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1790.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was there a Nasdaq bubble in the late 1990s?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 81, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Piketty, Thomas, Emmanuel Saez, and Gabriel Zucman, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional National Accounts: Methods and Estimates for the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133, 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Pohl, Walt, Karl Schmedders, and Ole Wilms, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher-Order Effects in Asset-Pricing Models with Long-Run Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Sadka, Gil, and Ronnie Sadka, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictability and the EarningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cReturns Relation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 94, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Schraeder, Stefanie, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Processing and Non-Bayesian Learning in Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance 20, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Sharpe, Steven A, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reexamining Stock Valuation and Inflation: The Implications of AnalystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Earnings Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 84, 632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Shiller, Robert J. Irrational Exuberance (second edition). (Princeton University Press, Princeton, NJ, 2005).",
        "Timmermann, Allan G, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Learning in Financial Markets Generates Excess Volatility and Predictability in Stock Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1145. Vissing-Jorgensen, Annette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on Behavioral Finance: Does Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIrrationalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Disappear with Wealth? Evidence from Expectations and Actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual.",
        "Wachter, Jessica A, and Michael J Kahana, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Retrieved-Context Theory of Financial Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Unversity of Pennsylvania.",
        "Welch, Ivo, and Amit Goyal, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comprehensive Look at The Empirical Performance of Equity Premium Prediction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 21, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Wright, Stephen, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measures of Stock Market Value and Returns for the US Nonfinancial Corporate Sector, 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth 50, 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584."
    ]
}