{
    "id": 26258,
    "cites": 71,
    "cited_by": 3,
    "reference": [
        "Angeletos, George-Marios, and Zhen Huo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Anchoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, May 2019.",
        "Angeletos, George-Marios, and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Prices: Information Aggregation, Multiplicity, and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96: 17201736 (2006).",
        "Azeredo da Silveira, Rava, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noisy Memory and OverReaction to News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings 109: 557-561 (2019).",
        "Beshears, John, James J. Choi, Andreas Fuster, David Laibson, and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goes Up Must Come Down? Experimental Evidence on Intuitive Forecasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103: 570-74 (2013).",
        "Bordalo, Pedro, Nicola Gennaioli, Yueran Ma, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OverReaction in Macreconomic Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 24932, August 2018.",
        "Cantlon, Jessica F., and Elizabeth M. Brannon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shared System for Ordering Small and Large Numbers in Monkeys and Humans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 17: 401-406 (2006).",
        "Caplin, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Sets as Percepts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. Dolan and T. Sharot, eds., Neuroscience of Preference and Choice, New York: Academic Press, 2012.",
        "Coibion, Olivier, and Yuriy Gorodnichenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Rigidity and the Expectations Formation Process: A Simple Framework and New Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105: 2644-2678 (2015).",
        "Commons, Michael L., Michael Woodford, and Edward J. Trudeau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Each Reinforcer Contributes to Value: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNoiseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Must Reduce Reinforcer Value Hyperbolically, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M.L. Commons, J.A. Nevin, and M.C. Davison, Signal Detection: Mechanisms, Models and Applications, Hillsdale, NJ: Lawrence Erlbaum Associates, 1991.",
        "Cordes, Sara, Rochel Gelman, Charles R. Gallistel, and John Whalen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variability Signatures Distinguish Verbal from Non-Verbal Counting for Both Large and Small Numbers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychonomic Bulletin and Review 8: 698-707 (2001).",
        "Creelman, Carleton Douglas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Signal Detection Theory, History of,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.D. Wright, ed., International Encyclopedia of the Social & Behavioral Sciences, Amsterdam: Elsevier Press, 2d ed., 2015.",
        "Dayan, Peter, and L.F. Abbott, Theoretical Neuroscience, Cambridge, MA: MIT Press, 2001.",
        "Dehaene, Stanislas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Neural Basis of the Weber-Fechner Law: A Logarithmic Mental Number Line,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trends in Cognitive Sciences 7: 145-147 (2003).",
        "Dehaene, Stanislas, The Number Sense, revised and updated edition, Oxford: Oxford University Press, 2011.",
        "Drugowitsch, Jan, Valentin Wyart, Anne-Dominique Devauchelle, and Etienne Koechlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computational Precision of Mental Inference as Critical Source of Human Choice Suboptimality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neuron 92: 1-14 (2016).",
        "Fechner, Gustav T., Elements of Psychophysics, Leipzig: Breitkopf under Bartel, 1860. [English translation published by Holt, Rinehart and Winston, 1966.]",
        "Frydman, Cary, and Lawrence J. Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Coding and Risky Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, July 2019.",
        "Gabaix, Xavier, and David Laibson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 23254, March 2017.",
        "Ganguli, Deep, and Eero P. Simoncelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neural and Perceptual Signatures of Efficient Sensory Coding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, February 2016. [Posted on arXiv: 1603.00058v1.]",
        "Garcia, Manuel, Marcus GruÃ\u0083Å\u0092Ã\u0082Ë\u0086schow, Rafael Polania, Michael Woodford, and Christian C. Ruff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Risk Attitudes from the Precision of Mental Number Representation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d poster presented at the 16th Annual Meeting of the Society for Neuroeconomics, Philadelphia, PA, USA, October 5-7, 2018.",
        "Gerhardt, Holger, Guido P. Biele, Hauke R. Heekeren, and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Load Increases Risk Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SFB 649 Discussion Paper no. 2016-011, Humboldt University Berlin, March 2016.",
        "Gescheider, George A., Psychophysics: The Fundamentals, 3d ed., Mahwah, NJ: Lawrence Erlbaum Associates, 1997.",
        "Glimcher, Paul W., Foundations of Neuroeconomic Analysis, Oxford: Oxford University Press, 2011.",
        "Green, David M., and John A. Swets, Signal Detection Theory and Psychophysics, New York: Wiley, 1966.",
        "Gul, Faruk, Wolfgang Pesendorfer, and Tomasz Strzalecki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coarse Competitive Equilibrium and Extreme Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107: 109-137 (2017).",
        "Heath, Timothy B., and Subimal Chatterjee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Decoy Effects on Lower-Quality versus Higher-Quality Brands: Meta-Analytic and Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Research 22: 268-284 (1995).",
        "HeÃ\u0083Å\u0092Ã\u0082Â\u0081bert, Benjamin, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Costs and Sequential Information Sampling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 25316, November 2018.",
        "Hellwig, Christian, Arijit Mukherji, and Aleh Tsyvinski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Fulfilling Currency Crises: The Role of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96: 1769-1787 (2006).",
        "Hollingworth, Harold L., The Inaccuracy of Movement, Columbia Contributions, vol. 17, no. 3, June 1909.",
        "Hollingworth, Harold L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Tendency of Judgment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Philosophy 7: 461-469 (1910).",
        "Huber, Joel, John W. Payne, and Christopher Puto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adding Asymmetrically Dominated Alternatives: Violations of Regularity and the Similarity Hypothesis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Research 9: 90-98 (1982).",
        "Kahneman, Daniel, and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision Under Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47: 263-291 (1979).",
        "Khaw, Mel Win, Ziang Li, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Imprecision and Small-Stakes Risk Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 24978, revised January 2019.",
        "Kingdom, Frederick A.A., and Nicolaas Prins, Psychophysics: A Practical Introduction, New York: Academic Press, 2010.",
        "Kramer, Peter, Maria Grazia De Bono, and Marco Zorzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerosity Estimation in Visual Stimuli in the Absence of Luminance-Based Cues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE 6(2): e17378 (2011).",
        "Krueger, Lester E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceived Numerosity: A Comparison of Magnitude Production, Magnitude Estimation, and Discrimination Judgments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perception and Psychophysics 35: 536-542 (1984).",
        "Laming, Donald, The Measurement of Sensation, Oxford: Oxford University Press, 1997.",
        "Laming, Donald, Human Judgment: The Eye of the Beholder, Andover, UK: Cengage Learning, 2011.",
        "Landier, Augustin, Yueran Ma, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in Expectations: Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, May 2019.",
        "Laughlin, Simon B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Coding Procedure Enhances a NeuronÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Information Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Zeitschrift fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Naturforschung 36: 910-912 (1981).",
        "Lettvin, Jerome Y., Humberto R. Maturana, Warren S. McCulloch, and Walter H. Pitts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What the FrogÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Eye Tells the FrogÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Brain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Institute of Radio Engineers 47: 1940-1951 (1959).",
        "Luce, R. Duncan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiorders and a Theory of Utility Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 24: 178-191 (1956).",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Models of Probabilistic Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Economic Applications, Cambridge, MA: MIT Press, 1981.",
        "Morris, Stephen E., and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unique Equilibrium in a Model of SelfFulfilling Currency Attacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 88: 587-597 (1998).",
        "Morris, Stephen E., and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Games: Theory and Applications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Dewatripont, L. Hansen and S. Turnovsky, eds., Advances in Economics and Econometrics: Proceedings of the Eighth World Congress of the Econometric Society, Cambridge, England: Cambridge University Press, 2003.",
        "Morris, Stephen E., and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inertia of Forward-Looking Expectations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96: 152-157 (2006).",
        "Morris, Stephen E., and Ming Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination and Continuous Stochastic Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, February 2019.",
        "Mosteller, Frederick, and Philip Nogee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experimental Measurement of Utility, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 59: 371-404 (1951).",
        "Mullainathan, Sendhil, and Eldar Shafir, Scarcity: Why Having Too Little Means So Much, New York: Henry Holt & Co., 2013.",
        "Natenzon, Paulo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Choice and Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 127: 419-457 (2019).",
        "Netzer, Nick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolution of Time Preferences and Attitudes Toward Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99: 937-955 (2009).",
        "Nieder, Andreas, and Earl K. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coding of Cognitive Magnitude: Compressed Scaling of Numerical Information in the Primate Prefrontal Cortex,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neuron 37: 149-157 (2003).",
        "Payzan-LeNestour, Elise, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOutlier BlindnessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Efficient Coding Generates an Inability to Represent Extreme Values,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, August 2019.",
        "Rabin, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion and Expected-Utility Theory: A Calibration Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 68: 1281-1292 (2000).",
        "Rayo, Luis, and Gary S. Becker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolutionary Efficiency and Happiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 115: 302-337 (2007).",
        "Rubinstein, Ariel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Similarity and Decision Making Under Risk (Is There a Utility Theory Resolution to the Allais Paradox?)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 46: 145-153 (1988).",
        "Rustichini, Aldo, Katherine E. Conen, Xinying Cai, and Camillo PadoaSchioppa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Coding and Neuronal Adaptation in Economic Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Communications 8, article 1208 (2017).",
        "Schwartz, Odelia, Anne Hsu, and Peter Dayan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Space and Time in Visual Context, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Reviews Neuroscience 8: 522-535 (2007).",
        "Simoncelli, Eero P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vision and the Statistics of the Visual Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Opinion in Neurobiology 13: 144-149 (2003).",
        "Sims, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Rational Inattention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 50: 665-690 (2003).",
        "Steiner, Jakub, and Colin Stewart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceiving Prospects Properly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106: 1601-1631 (2016).",
        "Stocker, Alan A., and Eero P. Simoncelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noise Characteristics and Prior Expectations in Human Visual Speed Perception,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience 9: 578-585 (2006).",
        "Tirole, Jean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Games and Cognitive Traps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, July 2015.",
        "Trueblood, Jennifer S., Scott D. Brown, Andrew Heathcote, and Jerome R. Busemeyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not Just for Consumers: Context Effects are Fundamental to Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 24: 901908 (2013).",
        "Tversky, Amos, and J. Edward Russo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitutability and Similarity in Binary Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Psychology 6: 112 (1969).",
        "Weber, Elke U., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perception Matters: Psychophysics for Economists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in I. Brocas and J.D. Carrillo, eds., The Psychology of Economic Decisions, Volume 2: Reasons and Choices, Oxford: Oxford University Press, 2004.",
        "Wei, Xue-Xin, and Alan A. Stocker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bayesian Observer Model Constrained by Efficient Coding Can Explain Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAnti-BayesianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Percepts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience 18: 1509-1517 (2015).",
        "Wei, Xue-Xin, and Alan A. Stocker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lawful Relation Between Perceptual Bias and Discriminability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences USA 114: 10244-10249 (2017).",
        "Whalen, J., Charles R. Gallistel, and Rochel Gelman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Verbal Counting in Humans: The Psychophysics of Number Representation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 10: 130-137 (1999).",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Common Knowledge and the Effects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Aghion et al., eds., Knowledge, Information and Expectations in Modern Macroeconomics, Princeton: Princeton University Press, 2003.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory as Efficient Perceptual Distortion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(3): 1-8 (2012)."
    ]
}