{
    "id": 26250,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "Abadie, Alberto, Susan Athey, Guido W. Imbens, and Jeffrey Wooldridge. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Should You Adjust Standard Errors for Clustering?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ArXiv Working Paper No. 1710.02926.",
        "Allcott, Hunt. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (9): 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Allcott, Hunt, and Michael Greenstone. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Welfare Effects of Residential Energy Efficiency Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 23386.",
        "Arellano, Manuel. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Robust Standard Errors for Within-Group Estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics 49 (4): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Athey, Susan, and Guido W. Imbens. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Econometrics of Randomized Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Economic Field Experiments 1:73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Atkin, Azam, David aand Chaudhry, Shamyla Chaudry, Amit K. Khandelwal, and Eric Verhoogen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organization Barriers to Technology Adoption: Evidence from SoccerBall Producers in Pakistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 132 (3): 1101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Atkin, David, Amit K. Khandelwal, and Adam Osman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting and Firm Performance: Evidence from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 132 (2): 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Baird, Sarah, J. Aislinn Bohren, Craig McIntosh, and Berk Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zler. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Design of Experiments in the Presence of Interference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 100 (5): 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c860.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-In-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 119 (1): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Blattman, Christopher, Nathan Fiala, and Sebastian Martinez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generating Skilled Self-Employment in Developing Countries: Experimental Evidence from Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 129 (2): 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Bloom, Howard S. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Detectable Effects: A Simple Way to Report the Statistical Power of Experimental Designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evaluation Review 19 (5): 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c556.",
        "Bloom, Nicholas, Benn Eifert, Aprajit Mahajan, David McKenzie, and John Roberts. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Management Matter? Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 128 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bloom, Nicholas, James Liang, John Roberts, and Zhichun Jenny Ying. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Working from Home Work? Evidence from a Chinese Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 130 (1): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Cameron, A. Colin, and Douglas L. Miller. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Cluster-Robust Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 50 (2): 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Card, David, Stefano DellaVigna, and Ulrike Malmendier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Theory in Field Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 25 (3): 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cohen, Jacob. 1977. Statistical Power Analysis for the Behavioral Sciences. New York, NY: Academic Press.",
        "Duflo, Esther, Rachel Glennerster, and Michael Kremer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Randomization in Development Economics Research: A Toolkit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chap. 61 in Handbook of Development Economics, edited by Paul T. Schultz and John A. Strauss, 3895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3962. Volume 4. Oxford, UK: Elsevier.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Energy Efficiency Investments Deliver? Evidence from the Weatherization Assistance Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 133 (3): 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1664.",
        "Fowlie, Meredith, Catherine Wolfram, C. Anna Spurlock, Annika Todd, Patrick Baylis, and Peter Cappers. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Effects and Follow-on Behavior: Evidence from an Electricity Pricing Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 23553.",
        "Frison, L., and S. J. Pocock. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repeated Measures in Clinical Trials: Analysis Using Mean Summary Statistics and its Implications for Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in Medicine 11 (13): 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Glennerster, Rachel, and Kudzai Takavarasha. 2013. Running Randomized Evaluations: A Practical Guide. Princeton University Press.",
        "Ito, Koichiro, Takanori Ida, and Makoto Tanaka. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Suasion and Economic Incentives: Field Experimental Evidence from Energy Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 10 (1): 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Jack, B. Kelsey, and Grant Smith. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charging ahead: Prepaid electricity metering in South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics. Forthcoming.",
        "Jessoe, Katrina, and David Rapson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge Is (Less) Power: Experimental Evidence from Residential Energy Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (4): 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1438.",
        "McKenzie, David. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Baseline and Follow-up: The Case for More T in Experiments. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 99 (2): 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "McKenzie, David. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying and Spurring High-Growth Entrepreneurship: Experimental Evidence from a Business Plan Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (8): 2278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2307.",
        "Murphy, Kevin, Brett Myors, and Allen Wolach. 2014. Statistical Power Analysis: A Simple and General Model for Traditional and Modern Hypothesis Tests. 4th ed. New York, NY: Routledge.",
        "Teerenstra, Steven, Sandra Eldridge, Maud Graff, Esther de Hoop, and George F. Borm. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple sample size formula for analysis of covariance in cluster randomized trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in Medicine 31 (20): 2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2178.",
        "White, Halbert. 1984. Asymptotic Theory for Econometricians. 1st ed. San Diego, CA: Academic Press."
    ]
}