{
    "id": 2626,
    "cites": 16,
    "cited_by": 137,
    "reference": [
        "Blanchard, Olivier 3., The Lucas Critique and the Volcker Deflation, American Economic Review, 74 (May 1984): 211-15.",
        "Campbell, John Y. and Shiller, Robert J., Cointegration and Tests of Present Value Models, NBER Working Paper if 1885, 1986.",
        "Fama, Eugene F., Short Term Interest Rates as Predictors of Inflation, American Economic Review, 65 (1975): 269-82.",
        "Forward Rates, American Economic Review, 77 (September 1987): 680-92.",
        "Capital Investment, Journal of Monetary Economics, 9 (1982): 29 7-324.",
        "Fisher, Irving, The Theory of Interest (New York :Macmillan 1930).",
        "Hansen, tars, and Hodrick, Robert, Forward Exchange Rates as Optimal Predictors of Future Spot Rates, Journal of Political Economy, 88 (1980): 829-53.",
        "Hardouvel.is, Gikas A., The Predictive Power of the Term Structure Outing Recent Monetary Regimes, Barnard College, mimeo. December 1986, forthcoming in the Journal of Finance.",
        "Huizinga, John and Nishkin, Frederic S., Inflation and Real Interest Rates on Assets with Different Risk Characteristics, Journal of Finance, 39 (1984): 699-712.",
        "Mishkin, Frederic S., The Real Rate of Interest: An Empirical Investigation, The Cost and Consequences of Inflation, CarnegieRochester Conference Series on Public Policy, 15 (1981)~Ti51-20o.",
        "Results, forthcoming in the Journal of Applied Econometrics, 1988.",
        "Nelson, Charles R., and Schwert, C. William, Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review, 67 (1977): 478-86.",
        "Newey, W. and West Kenneth, A Simple, Positive Definite, Reteroskedasticity and Au.tocorrelation Consistent Covariance Matrix, Discussion Paper 4 92 (Princeton University, Woodrow Wilson School: Princeton, N.J.) Roley, V. Vance, The Response of Interest Rates to Money Announcements Under Alternative Operating Procedures and Reserve Retirement Systems, NEER Working Paper i/ 1812, 1986.",
        "Shiller, Robert 3., Campbell, John Y., and Schoenholtz, Kermit L., Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity (1983:1): 173-217.",
        "Startz, Richard, Do Forecast Errors or Term Premia Really Make the Difference Between Long and Short Rates? Journal of Financial Economics, 10 (1982): 323-329.",
        "White, Halbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and Direct tests for Heteroskedasticity, Econometrica, 48 (1980): 817-38."
    ]
}