{
    "id": 26265,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Ball, M., Rosen, A., Sabin, M., and Vasudevan, P. N. (2017). Proofs of useful work. IACR Cryptology ePrint Archive, 2017:203.",
        "Benedetti, H. and Kostovetsky, L. (2018). Digital tulips? returns to investors in initial coin offerings. Returns to Investors in Initial Coin Offerings (May 20, 2018).",
        "Bocks, K., Haas, C., and Heyden, T. (2019). A theory on pre-ico venture capital involvement. Available at SSRN 3402623.",
        "Buterin, V. (2017). On medium-of-exchange token valuations.",
        "Canidio, A. (2018). Financial incentives for open source development: the case of blockchain.",
        "Catalini, C. and Gans, J. S. (2018). Initial coin offerings and the value of crypto tokens. Report, National Bureau of Economic Research.",
        "Chod, J. and Lyandres, E. (2018). A theory of icos: Diversification, agency, and information asymmetry. Agency, and Information Asymmetry (July 18, 2018).",
        "Davydiuk, T., Gupta, D., and Rosen, S. (2019). De-crypto-ing signals in initial coin offerings: Evidence of rational token retention.",
        "Dittmar, R. F. and Wu, D. A. (2018). Returns to initial coin offerings: An empirical examination. Available at SSRN 3259182.",
        "Evans, A. (2018). On value, velocity and monetary theory: A new approach to cryptoasset valuations. Medium.",
        "Fanti, G., Kogan, L., and Viswanath, P. (2019). Economics of proof-of-stake payment systems.",
        "Fisher, I. (1912). The purchasing power of money: itsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ determination and relation to credit interest and crises. The MacMillan Company.",
        "Garratt, R. and van Oordt, M. R. (2019). Entrepreneurial incentives and the role of initial coin offerings. Available at SSRN.",
        "Gibbons, R., Holden, R., and Powell, M. (2012). Organization and information: Firms governance choices in rational-expectations equilibrium. The Quarterly Journal of Economics, 127(4):1813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1841.",
        "Grossman, S. J. and Stiglitz, J. E. (1976). Information and competitive price systems. The American Economic Review, 66(2):246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Grossman, S. J. and Stiglitz, J. E. (1980). On the impossibility of informationally efficient markets. The American Economic Review, 70(3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Howell, S., Niessner, M., and Yermack, D. (2018). Initial coin offerings: Financing growth with cryptocurrency token sales. Report, National Bureau of Economic Research.",
        "Hu, A., Parlour, C. A., and Rajan, U. (2018). Cryptocurrencies: Stylized facts on a new investible instrument. Available at SSRN 3182113.",
        "Lau, W. (2018). On the velocity problem for cryptoasset value. Medium, (February 23).",
        "Lee, J. and Parlour, C. A. (2018). Crowdfunding, initial coin offerings, and consumer surplus. Available at SSRN 3300297.",
        "Li, J. and Mann, W. (2018). Initial coin offering and platform building. SSRN Electronic Journal.",
        "Locklin, S. (2018). Token economics: Considering Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093token velocityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Malinova, K. and Park, A. (2018). Tokenomics: when tokens beat equity. Available at SSRN.",
        "Momtaz, P. P. (2018). Initial coin offerings, asymmetric information, and loyal ceos. Asymmetric Information, and Loyal CEOs (July 12, 2018).",
        "Moos, M. (2018). Analysis: Bitcoin costs $1.4 billion to 51% attack, consumes as much electricity as morocco. Cryptoslate, (November 29).",
        "Nakamoto, S. (2008). Bitcoin: A peer-to-peer electronic cash system.",
        "Narayanan, A., Bonneau, J., Felten, E., Miller, A., and Goldfeder, S. (2016). Bitcoin and cryptocurrency technologies: a comprehensive introduction. Princeton University Press.",
        "Pfeffer, J. (2017). An (institutional) investors take on cryptoassets.",
        "Samani, K. (2017). Understanding token velocity.",
        "Samani, K. (2018). New models for utility tokens. Medium, (February 13).",
        "Selkis, R. (2018). 95 crypto theses for 2018. Medium, (Jan. 2).",
        "Shoker, A. (2017). Sustainable blockchain through proof of exercise. In 2017 IEEE 16th International Symposium on Network Computing and Applications (NCA), pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9. IEEE.",
        "Sockin, M. and Xiong, W. (2018). A model of cryptocurrencies. Unpublished manuscript, Princeton University."
    ]
}