{
    "id": 26268,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Aeschbach-Hertig, W., and Tom Gleeson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional strategies for the accelerating global problem of groundwater depletion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Geoscience, 5: 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Aladjem, David, and David Sunding. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marketing the Sustainable Groundwater Management Act: Applying economics to solve CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s groundwater problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nat. Resources & EnvÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t, 30: 28.",
        "Anderson, Terry L, and Gary D Libecap. 2014. Environmental markets: a property rights approach. Cambridge University Press.",
        "Babbitt, C., Hall M. Hayden A. Briones A.L.G. Young R., and N. Brozovic. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Groundwater Trading as a Tool or Implementing CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sustainable Groundwater Management Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Banerjee, Abhijit V, Paul J Gertler, and Maitreesh Ghatak. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empowerment and efficiency: Tenancy reform in West Bengal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110(2): 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Bierkens, Marc F. P., Stijn Reinhard, Jens A. de Bruijn, Willeke Veninga, and Yoshihide Wada. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shadow Price of Irrigation Water in Major Groundwater-Depleting Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Water Resources Research, 55(5): 4266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4287.",
        "California Dept. of Water Res. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Groundwater Update 2013: A Compilation of Enhanced Content for California Water Plan Update 2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Calonico, Sebastian, Matias D. Cattaneo, and Max H. Farrell. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coverage Error Optimal Confidence Intervals for Local Polynomial Regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Calonico, Sebastian, Matias D Cattaneo, and Rocio Titiunik. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust nonparametric confidence intervals for regression-discontinuity designs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6): 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Calonico, Sebastian, Matias D. Cattaneo, Max H. Farrell, and RocÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081o Titiunik. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs Using Covariates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, forthcoming.",
        "Cattaneo, Matias D, Brigham R Frandsen, and Rocio Titiunik. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization inference in the regression discontinuity design: An application to party advantages in the US Senate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Causal Inference, 3(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24. Cattaneo, Matias D., Michael Jansson, and Xinwei Ma. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Local Polynomial Density Estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association.",
        "Cattaneo, Matias D, Rocio Titiunik, and Gonzalo Vazquez-Bare. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference in regression discontinuity designs under local randomization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal, 16(2): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Coase, R. H. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Problem of Social Cost.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 3: pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Coman, Katharine. 1911. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unsettled Problems of Irrigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Costello, Christopher, and Corbett A Grainger. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property rights, regulatory capture, and exploitation of natural resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 5(2): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Costello, Christopher, Nicolas QueÃ\u0083Å\u0092Ã\u0082Â\u0081rou, and Agnes Tomini. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial enclosure of the commons.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 121: 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Covich, Alan P. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging Climate Change Impacts on Freshwater Resources: A Perspective on Transformed Watersheds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Donohew, Zack. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets and Private Property Rights to Groundwater.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drysdale, Krystal M., and Nathan P. Hendricks. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to an irrigation water restriction imposed through local governance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 91: 150 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 165.",
        "Ellingsen, Tore, and Elena Paltseva. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confining the Coase Theorem: Contracting, Ownership, and Free-Riding.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 83(2): 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Elliott, Joshua, Delphine Deryng, Christoph MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Katja Frieler, Markus Konzmann, Dieter Gerten, Michael Glotter, Martina FloÃ\u0083Å\u0092Ã\u0082Ë\u0086rke, Yoshihide Wada, Neil Best, Stephanie Eisner, BalaÃ\u0083Å\u0092Ã\u0082Â\u0081zs M. Fekete, Christian Folberth, Ian Foster, Simon N. Gosling, Ingjerd Haddeland, Nikolay Khabarov, Fulco Ludwig, Yoshimitsu Masaki, Stefan Olin, Cynthia Rosenzweig, Alex C. Ruane, Yusuke Satoh, Erwin Schmid, Tobias Stacke, Qiuhong Tang, and Dominik Wisser. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constraints and potentials of future irrigation water availability on agricultural production under climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 111(9): 3239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3244.",
        "Farrell, Joseph. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and the Coase theorem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1(2): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Ferguson, Grant, Jennifer C McIntosh, Debra Perrone, and Scott Jasechko. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition for shrinking window of low salinity groundwater.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research Letters, 13(11): 114013.",
        "Field, Erica. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entitled to Work: Urban Property Rights and Labor Supply in Peru.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(4): 1561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1602."
    ]
}