{
    "id": 26260,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Abowd, John M. and Ian M. Schmutte, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Privacy Protection and Statistical Accuracy as Social Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 2019 (1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Agrawal, Ajay, Joshua Gans, and Avi Goldfarb, Prediction Machines: The simple economics of artificial intelligence, Harvard Business Press, 2018.",
        "Akcigit, Ufuk and Qingmin Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information in Innovation and Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2016, 14 (4), 828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        ", Murat Alp Celik, and Jeremy Greenwood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buy, Keep, or Sell: Economic Growth and the Market for Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (3), 943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c984.",
        "Ali, S. Nageeb, Ayal Chen-Zion, and Erik Lillethun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reselling Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2019.",
        ", Greg Lewis, and Shoshana Vasserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary Disclosure and Personalized Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2018.",
        "Arrieta Ibarra, Imanol, Leonard Goff, Diego Jimenez Hernandez, Jaron Lanier, and E. Glen Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should We Treat Data as Labor? Moving Beyond Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFreeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Association Papers and Proceedings, 2018, pp. 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Athey, Susan, Christian Catalini, and Catherine Tucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Digital Privacy Paradox: Small Money, Small Costs, Small Talk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23488, National Bureau of Economic Research June 2017.",
        "Azevedo, Eduardo M., Alex Deng, Jose Montiel Olea, Justin M Rao, and E Glen Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A/B Testing with Fat Tails,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. University of Pennsylvania manuscript.",
        "Bajari, Patrick, Victor Chernozhukov, Ali Hortacsu, and Junichi Suzuki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Big Data on Firm Performance: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24334, National Bureau of Economic Research February 2018.",
        "Begenau, Juliane, Maryam Farboodi, and Laura Veldkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Data in Finance and the Growth of Large Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. NYU manuscript.",
        "JONES AND TONETTI Benassy, Jean-Pascal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taste for Variety and Optimum Production Patterns in Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 1996, 52 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Bergemann, Dirk and Alessandro Bonatti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets for Information: An Introduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2019, 11 (1), null.",
        "Bollard, Albert, Peter J. Klenow, and Huiyu Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry Costs Rise with Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Stanford University manuscript.",
        "Carriere-Swallow, Yan and Vikram Haksar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics and Implications of Data: An Integrated Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2019. IMF unpublished manuscript.",
        "Chari, V. V. and Larry E. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reconsideration of the Problem of Social Cost: Free Riders and Monopolists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 2000, 16 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Chiou, Lesley and Catherine Tucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search Engines and Data Retention: Implications for Privacy and Antitrust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23815, National Bureau of Economic Research September 2017.",
        "Dixit, Avinash K. and Joseph E. Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Optimum Product Diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1977, 67, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Dosis, Anastasios and Wilfried Sand-Zantman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ownership of Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2019. University of Toulouse, unpublished manuscript.",
        "Farboodi, Maryam and Laura Veldkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Run Growth of Financial Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 23457, National Bureau of Economic Research, Inc May 2017.",
        "Goldfarb, Avi and Catherine E. Tucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privacy Regulation and Online Advertising,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management science, 2011, 57 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Hestness, Joel, Sharan Narang, Newsha Ardalani, Gregory F. Diamos, Heewoo Jun, Hassan Kianinejad, Md. Mostofa Ali Patwary, Yang Yang, and Yanqi Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep Learning Scaling is Predictable, Empirically,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CoRR, 2017, abs/1712.00409.",
        "Ichihashi, Shota, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Competing Data Intermediaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2019. Bank of Canada, unpublished manuscript.",
        "Joulin, Armand, Laurens van der Maaten, Allan Jabri, and Nicolas Vasilache, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Visual Features from Large Weakly Supervised Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CoRR, 2015, abs/1511.02251.",
        "Lee, Kai-Fu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tech companies should stop pretending AI wonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t destroy jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Technology Review, February 21 2018.",
        "Miller, Amalia R. and Catherine Tucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privacy Protection, Personalized Medicine, and Genetic Testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2017, 64 (10), 4648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4668.",
        "Ordonez, Guillermo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asymmetric Effects of Financial Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (5), 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Posner, Eric A. and E. Glen Weyl, Radical Markets: Uprooting Capitalism and Democracy for a Just Society, Princeton University Press, 2018.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Sun, Chen, Abhinav Shrivastava, Saurabh Singh, and Abhinav Gupta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting Unreasonable Effectiveness of Data in Deep Learning Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CoRR, 2017, abs/1707.02968.",
        "Varian, Hal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Artificial Intelligence, Economics, and Industrial Organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ajay K. Agrawal, Joshua Gans, and Avi Goldfarb, eds., The Economics of Artificial Intelligence: An Agenda, University of Chicago Press, 2018."
    ]
}