{
    "id": 26271,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Alesina, Alberto, Paola Giuliano, and Nathan Nunn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Gender Roles: Women and the Plough,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2013, 128 (2), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Altonji, Joseph G., Todd E. Elder, and Christoper R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2005, 40 (4), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Amir, Saman and Ahmad Shah Durrani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should women get a job? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yes...butÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d say Pakistani men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Apr 2019.",
        "Arab News, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rights gain focus in the Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arab News, 2010. June 15, 2010.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saudi Women No Longer Need GuardiansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Consent to Receive Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arab News, 2017.",
        "Ashraf, Nava, Natalie Bau, Nathan Nunn, and Alessandra Voena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bride Price and Female Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019.",
        "Augereau, Angelique, Shane Greenstein, and Marc Rysman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination versus Differentiation in a Standards War: 56K Modems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Winter 2006, 37 (4), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on Sex Segregation and Sex Differences in Wages from Matched Employee-Employer Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, October 2003, 21 (4), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Becker, Gary, The Economics of Discrimination, University of Chicago Press, 1957.",
        "Breckinridge, Sophonisba P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legislative Control of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 1906, 14 (2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Bursztyn, Leonardo, Alessandra L. Gonzalez, and David Yanagizawa-Drott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misperceived Social Norms: Female Labor Force Participation in Saudi Arabia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2018.",
        "Card, David, Ana Rute Cardoso, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining, Sorting, and the Gender Wage Gap: Quantifying the Impact of Firms on the Relative Pay of Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2016, 131 (2), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Dahl, Gordon B., Andreas Kotsadam, and Dan-Olof Rooth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Integration Change Gender Attitudes? The Effect of Randomly Assigning Women to Traditionally Male Teams,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2018. Unpublished manuscript.",
        "Ellison, Glenn and Edward L. Glaeser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (5), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Evidence for Policy Design, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Work in a New Economy: Background Paper on the Saudi Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Kennedy School, Harvard University April 2015.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The JPCs seem to be working. Why not use them to increase female employment ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EPoD Policy Insight, Harvard Kennedy School, Harvard University May 2017.",
        "Fernandez, Raquel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural Change as Learning: The Evolution of Female Labor Force Participation over a Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Field, Erica and Kate Vyborny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Labor Force Participation: Pakistan Country Study for the Asian Development Bank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper April 2016.",
        "Fry, Erika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This CEO is helping Saudi women break a gender barrier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fortune, 2015. September 14, 2015.",
        "Garicano, Luis, Claire Lelarge, and John Van Reenan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size Distortions and the Productivity Distribution: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2016, 106 (11), 3439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "GaStat, Labor Force Survey 2011, General Authority for Statistics, Kingdom of Saudi Arabia, 2011.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Costs and Occupational Segregation by Sex: A Historical Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 1986, 4 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pollution Theory of Discrimination: Male and Female Differences in Occupations and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Leah Platt Boustan, Carola Frydman, and Robert A. Margo, eds., Human Capital in History: The American Record, University of Chicago Press, 2014, pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Gorman, Elizabeth H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Stereotypes, Same-Gender Preferences, and Organizational Variation in the Hiring of Women: Evidence from Law Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, August 2005, 70 (4), 702Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Gourio, FrancÃ\u0083Å\u0092Ã\u0082Â§ois and Nicolas Roys, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size-dependent regulations, firm size distribution, and reallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, July 2014, 5 (2), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Groshen, Erica L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of the Female/Male Wage Differential: Is It Who You Are, What You Do, or Where You Work?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, Summer 1991, 26 (3), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Hamermesh, Daniel S. and Gerard A. Pfann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment Costs in Factor Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, September 1996, 34 (3), 1264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Humphries, Jane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093... The Most Free From ObjectionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Sexual Division of Labor and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work in Nineteenth-Century England,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, December 1987, 47 (4), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c949.",
        "International Finance Corporation, Investing in WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment : Good for Business, Good for Development, World Bank, 2013. https://openknowledge.worldbank.org/handle/10986/16257.",
        "Jayachandran, Seema, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Roots of Gender Inequality in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, August 2015, 7, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Khoja, Sara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Considerations for Female Employees in KSA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clyde and Co.: Insight 2016. https://www.clydeco.com/insight/article/considerations-for-female-employees-in-ksa.",
        "Kleven, Henrik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bunching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, October 2016, 8, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Kuhn, Peter and Kailing Shen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Discrimination in Job Ads: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2013, 128 (1), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Mies, Frank P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statutory Regulation of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cCodification of Statutes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 1906, 14 (2), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Miller, Amalia R. and Carmit Segal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Temporary Affirmative Action Produce Persistent Effects? A Study of Black and Female Employment in Law Enforcement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (4), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Miller, Conrad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effect of Temporary Affirmative Action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, July 2017, 9 (3), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2019, 37 (2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Pan, Jessica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Segregation in Occupations: The Role of Tipping and Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, April 2015, 33 (2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Peck, Jennifer R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Hiring Quotas Work? The Effect of the Nitaqat Program on the Saudi Private Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, May 2017, 9 (2), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Sara Hamdan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saudi Arabia Signals Openness to Women Seeking Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, 2012. September 5, 2012.",
        "Saudi Gazette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nitaqat percentage linked to salary,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Saudi Gazette, 2012. September 9, 2012.",
        "Schaner, Simone and Smita Das, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Labor Force Participation in Asia: Indonesia Country Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ADB Economics Working Paper 474, Asian Development Bank February 2016.",
        "Tomaskovic-Devey, Donald, Kevin Stainback, Tiffany Taylor, Catherine Zimmer, Corre Robinson, and Tricia McTague, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Documenting Desegregation: Segregation in American Workplaces by Race, Ethnicity, and Sex, 1966-2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, August 2006, 71 (4), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "VarejaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 and Pedro Portugal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Dynamics and the Structure of Labor Adjustment Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 2007, 25 (1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Whatley, Warren C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting a Foot in the Door: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d State Dependence, and the Racial Integration of Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, March 1990, 50 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "World Bank, World Development Indicators 2016, The World Bank, 2016.",
        ", Women, Business and the Law 2018, The World Bank, 2018.",
        "A Saudi Female Employment Policies In addition to Nitaqat, the Saudi government also pursued a slate of practical measures designed to increase womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s employment over the study period, including the Retail Employment Decree, the Hafiz program, and updates to the guardianship system. The King issued a royal decree in 2011 mandating that shops selling lingerie and cosmetics employ only Saudi women as salesclerks beginning in August 2012. The decree was expanded to also cover stores selling womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s clothing and accessories beginning in January 2014. There were recently plans to further expand the decree to cover all stores selling goods of primary interest to women, such as pharmacies with cosmetics sections and fabric stores (Evidence for Policy Design, 2015)."
    ]
}