{
    "id": 2627,
    "cites": 16,
    "cited_by": 108,
    "reference": [
        "Becker, Gary S. The Economics of Discrimination. 2d ed. Chicago: University of Chicago, 1971.",
        "Blau, David M. A Time-Series Analysis of Self-Employment in the United States. Journal of Political Economy 95 (June 1987): 445-67.",
        "Labor Markets. Southern Economic Journal 52 (October 1985): 351-63.",
        "Borjss, George J. The Self-Employment Experience of Immigrants. Journal of Human Resources 21 (Fall 1986): 485-506.",
        "Cain, Glen G. The Economic Analysis of Labor Market Discrimination: A Survey. In Handbook of Labor Economics, edited by Orley C. Ashenfelter and Richard Laysrd. Amsterdam: North Holland, 1986.",
        "Carlson, John A. and McAfee, R. Preston. Discrete Equilibrium Price Dispersion. Journal of Political Economy 91 (June 1983): 480-93.",
        "Evans, David S. and Leighton, Linda S. Self-Employment and Earnings Over the Life Cycle. Mimeographed. New York: Fordham University, 1987.",
        "Goldberg, Matthew S. Discrimination, Nepotism, and Long-Run Wage Differentials. Ousrterlv Journal of Economics 96 (May 1982): 307-19.",
        "Heckman, James J. Sample Selection Bias as a Specification Error. In Female Labor Supply, edited by James P. Smith. Princeton: Princeton University Press, 1980.",
        "Lazear, Edward P. and Moore, Robert L. Incentives, Productivity, and Labor Contracts. Ouarterlv Journal of Economics 99 (May 1984): 275-95.",
        "Leonard, Jonathan S. Employment and Occupational Advance under Affirmative Action. Review of Economics and Statistics 66 (August 1984): 377-85.",
        "Maddals, 0.5. Limited Dependent and Oualitative Variables in Econometrics. -27- New York: Cambridge University Press, 1983.",
        "Moore, Robert L. Employer Discrimination: Evidence from Self-Employed Workers. Review of Economics and Statistics 65 (August 1983): 496-501.",
        "Reinganuni, Jennifer F. A Simple Model of Equilibrium Price Dispersion. Journal of Political Economy 87 (August 1979): 851-58.",
        "Roy, Andrew D. Some Thoughts on the Distributions of Earnings. Oxford Economic Papers 3 (June 1951): 135-46.",
        "U.S. bureau of the Census. State and Metropolitan Ares Sook, 1986."
    ]
}