{
    "id": 26277,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Bruno, Michael, Stanley Fischer, Elhanan Helpman, and Nissan Liviatan, with Leora (Rubin) Meridor, 1991. Lessons of Economic Stabilization and Its Aftermath; Cambridge, MA: MIT Press.",
        "Caballero, Ricardo J., and Emmanuel Farhi, 2014. The Safety Trap, NBER WP 19927.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2016. Safe Asset Scarcity and Aggregate Demand, American Economic Review, May, pp. 513518 Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2017. The Safe Assets Shortage Conundrum, Journal of Economic Perspectives, Summer, Vol. 31, No. 3, pp. 29-46.",
        "Calvo, Guillermo A., 2012. The Price Theory of Money, Prospero&apos;s Liquidity Trap, and Sudden Stop: Back to Basics and Back, NBER Working Paper 18285.",
        "Calvo, Guillermo A., 2016 a. From Chronic Inflation to Chronic Deflation: Focusing on Expectations and Liquidity Disarray Since WWII, NBER WP 22535.",
        "Calvo, Guillermo A., 2016 b. Macroeconomics in Times of Liquidity Crises: Searching for Economic Essentials; Cambridge, MA: MIT Press.",
        "Calvo, Guillermo A., 2018. Liquidity Deflation: Supply-Side Liquidity Trap, Deflation Bias and Flat Phillips Curve, September 24, in www.columbia.edu/~gc2286.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1995. Fighting Inflation with High Interest Rates: The Small-Open Economy under Flexible Prices, Journal of Money, Credit, and Banking 27, pp. 49-66.",
        "Fisher, Irving, 1933. The Debt-Deflation Theory of Great Depressions, Econometrica 1 (4), pp. 337-357.",
        "Friedman, Milton, 1969. The Optimum Quantity of Money, and Other Essays, Chicago, IL: Aldine Publishing Company.",
        "Gorton, Gary, 2010. Slapped by the Invisible Hand: The Panic of 2007; Oxford University Press.",
        "Ha, Jongrim, M. Ayhan Kose, and Franziska Ohnsorge, 2019. Inflation in Emerging and Developing Economies, The World Bank.",
        "Krugman, Paul R., 1998. It&apos;s Baaack: Japan&apos;s Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, 2, pp. 137-187.",
        "Olivera, Julio H.G., 1970. On Passive Money, Journal of Political Economy, Vol. 78, 4, Part 2: Key Problems of Economic Policy in Latin America, pp. 805-814.",
        "Sargent, Thomas J., and Neil Wallace, 1975. Rational Expectations, the Optimal Monetary Policy Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 83, April, pp. 241-254.",
        "Uribe, MartÃ\u0083Â­n, 1997. Hysteresis in a Simple Model of Currency Substitution, Journal of Monetary Economics 40, pp. 185-202.",
        "VÃ\u0083Â©gh, Carlos A., 1989. Government Spending and Inflationary Finance: A Public Finance Approach, Staff Papers, International Monetary Fund, Vol. 36, No. 3, pp. 657677."
    ]
}