{
    "id": 26288,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Adams, William, Liran Einav, and Jonathan Levin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constrains and Imperfect Information in Subprime Lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 99(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Akerlof, George A. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 84(3): 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Azevedo, Eduardo, and Daniel Gottlieb. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect Competition in Markets with Adverse Selection. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 85(1): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Bundorf, M. Kate, Jonathan Levin, and Neale Mahoney. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and Welfare in Health Plan Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bundorf, M. Kate, Maria Polyakova, and Ming Tai-Seale. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do Humans Interact with Algorithms? Experimental Evidence from Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Carey, Colleen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and Risk Adjustment: Benefit Design Incentives in Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9(1): 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Casaburi, Lorenzo, and Jack Willis. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time versus State in Insurance: Experimental Evidence from Contract Farming in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108(12): 3778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3813.",
        "Cutler, David M, and Sarah J Reber. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for health insurance: the trade-off between competition and adverse selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 113(2): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Domurat, Richard, Isaac Menashe, and Wesley Yin. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictions in Health Insurance Take-up Decisions: Evidence from a Covered California Open Enrollment Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA Working Paper.",
        "Einav, Liran, Amy Finkelstein, and Mark R. Cullen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Welfare in Insurance Markets Using Variation in Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Einav, Liran, Amy Finkelstein, and Pietro Tebaldi. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Design in Regulated Health Insurance Markets: Risk Adjustment vs. Subsidies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Einav, Liran, and Amy Finkelstein. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection in Insurance Markets: Theory and Empirics in Pictures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(1): 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Einav, Liran, Mark Jenkins, and Jonathan Levin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Pricing in Consumer Credit Markets.",
        "Ericson, Keith M Marzilli, and Amanda Starc. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How product standardization affects choice: Evidence from the Massachusetts Health Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 50: 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 85.",
        "Finkelstein, Amy, Nathaniel Hendren, and Mark Shepard. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidizing health insurance for low-income adults: Evidence from Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109(4): 1530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Geruso, Michael. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand heterogeneity in insurance markets: Implications for equity and efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 8(3): 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Geruso, Michael, and Thomas G. McGuire. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tradeoffs in the Design of Health Plan Payment Systems: Fit, Power and Balance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 47(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Geruso, Michael, and Timothy Layton. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upcoding: Evidence from Medicare on Squishy Risk Adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 21222.",
        "Geruso, Michael, Timothy Layton, and Daniel Prinz. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Screening in contract design: Evidence from the ACA health insurance exchanges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 11(2): 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 107.",
        "Glazer, Jacob, and Thomas G. McGuire. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Risk Adjustment in Markets with Adverse Selection: An Application to Managed Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(4): 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1071.",
        "Gruber, Jonathan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delivering public health insurance through private plan choice in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31(4): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Hackmann, Martin B., Jonathan T. Kolstad, and Amanda E. Kowalski. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and an Individual Mandate: When Theory Meets Practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(3): 1030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1066.",
        "Handel, Benjamin R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse selection and inertia in health insurance markets: When nudging hurts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(7): 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Handel, Benjamin R, and Jonathan T Kolstad. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health insurance for\" humans\": Information frictions, plan choice, and consumer welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(8): 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Handel, Benjamin R., Igal Hendel, and Michael D. Whinston. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria in Health Exchanges: Adverse Selection vs. Reclassification Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(4): 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Handel, Benjamin R, Jonathan T Kolstad, and Johannes Spinnewijn. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information frictions and adverse selection: Policy interventions in health insurance markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 101(2): 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Harrington, Scott E. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stabilizing Individual Health Insurance Markets With Subsidized Reinsurance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Penn LDI Issue Brief, 21(7).",
        "Hendren, Nathaniel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Information and Insurance Rejections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(5): 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1762.",
        "Hendren, Nathaniel. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Ex-Ante Welfare in Insurance Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24470.",
        "Ketcham, Jonathan D, Nicolai V Kuminoff, and Christopher A Powers. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Heterogeneous Welfare Effect of Choice Architecture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review.",
        "Kling, Jeffrey R, Sendhil Mullainathan, Eldar Shafir, Lee C Vermeulen, and Marian V Wrobel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison friction: Experimental evidence from Medicare drug plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(1): 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Lavetti, Kurt, and Kosali Simon. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic formulary design in Medicare Part D plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 10(3): 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Layton, Timothy J, Randall P Ellis, Thomas G McGuire, and Richard Van Kleef. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring efficiency of health plan payment systems in managed competition health insurance markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 56: 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Layton, Timothy J, Thomas G McGuire, and Anna D Sinaiko. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk corridors and reinsurance in health insurance marketplaces: insurance for insurers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of health economics, 2(1): 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Mahoney, Neale, and E Glen Weyl. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect competition in selection markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 99(4): 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Polyakova, Maria. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation of insurance with adverse selection and switching costs: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(3): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Saltzman, Evan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Implications of Risk Adjustment in Imperfectly Competitive Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Working Paper.",
        "Shepard, Mark. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Network Competition and Adverse Selection: Evidence from the Massachusetts Health Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 22600."
    ]
}