{
    "id": 26282,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Abadie, A., Angrist, J. & Imbens, G. (2002), `Instrumental variables estimates of the eect of subsidized training on the quantiles of trainee earnings', Econometrica 70(1), 91117.",
        "Angrist, J. D., Imbens, G. W. & Rubin, D. B. (1996), `Identication of causal eects using instrumental variables', Journal of the American Statistical Association 91(434), pp. 444 455.",
        "Angrist, J. D. & Pischke, J.-S. (2008), Mostly harmless econometrics: An empiricist's companion, Princeton university press.",
        "Behaghel, L., de Chaisemartin, C. & Gurgand, M. (2017), `Ready for boarding? the eects of a boarding school for disadvantaged students', American Economic Journal: Applied Economics 9(1), 140164.",
        "Billingsley, P. (1986), Probability and measure, 2nd edn, John Wiley & Sons.",
        "Blattman, C. & Annan, J. (2016), `Can employment reduce lawlessness and rebellion? a eld experiment with high-risk men in a fragile state', American Political Science Review 110(1), 117.",
        "CrÃ\u0083Æ\u0092Ã\u0082Â©pon, B., Devoto, F., Duo, E. & ParientÃ\u0083Æ\u0092Ã\u0082Â©, W. (2015), `Estimating the impact of microcredit on those who take it up: Evidence from a randomized experiment in morocco', American Economic Journal: Applied Economics 7(1), 123150.",
        "de Chaisemartin, C. & D'HaultfÃ\u0083Æ\u0092Ã\u0082Â·uille, X. (2018), `Fuzzy dierences-in-dierences', The Review of Economic Studies 85(2), 9991028.",
        "Gut, A. (1992), `The weak law of large numbers for arrays', Statistics & probability letters 14(1), 4952.",
        "Imbens, G. W. & Angrist, J. D. (1994), `Identication and estimation of local average treatment eects', Econometrica 62(2), pp. 467475.",
        "Imbens, G. W. & Rosenbaum, P. R. (2005), `Robust, accurate condence intervals with a weak instrument: quarter of birth and education', Journal of the Royal Statistical Society: Series A (Statistics in Society) 168(1), 109126.",
        "Liu, R. Y. & Singh, K. (1995), `Using iid bootstrap inference for general non-iid models', Journal of statistical planning and inference 43(1-2), 6775.",
        "Neyman, J. (1923), `On the application of probability theory to agricultural experiments. essay on principles. section 9'. translated in Statistical Science 5(4), 465-472, 1990.",
        "The proof of Theorem 3.1 below makes use of the following lemma, where Op(1) (resp. op(1)) stands for a sequence of random variables bounded in probability (resp. converging towards 0 in probability), see, e.g., Van der Vaart (2000). Lemma A.2 Let (AK)KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086N and (BK)KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086N be two sequences of real numbers such that for every K, BK Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ C for some real number C > 0, and AK BK converges towards a nite limit. Let ( b AK)KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086N and ( b BK)KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086N be two sequences of random variables such that Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K  b AK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK  = Op(1) and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K  b BK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 BK  = Op(1). Then, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K b AK b BK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK BK ! = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K BK  ( b AK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK BK ( b BK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 BK)  + oP (1). Proof of Lemma A.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K  b AK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK  = Op(1) and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ K  b BK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 BK  = Op(1) imply that b AK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK = op(1) and b BKÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099BK = op(1). Therefore, with probability approaching one, max  b AK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 AK, b BK Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 BK  Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ C"
    ]
}