{
    "id": 2628,
    "cites": 13,
    "cited_by": 15,
    "reference": [
        "Bernheim, B. Douglas, The Timing of Retirement: A Comparison of Expectations and Realizations, National Bureau of Economic Research, Working Paper No. 2291, June 1987.",
        "Boyd, Laslo, Maryland Government and Politics, Centreville, Maryland: Tidewater, 1987.",
        "Brown, Byron W. and Shlomo Maital, What Do Economists Know? An Empirical Study of Experts Expectations, Econometrlca 49, March 1981, 491-504.",
        "Giovinazzo, Vincent J., State Revenue Estimating--An Econometric Approach Applied to Conditions in New Jersey, Ph.D. Dissertation, School of Business Administration, New York University, 1971.",
        "Hyde, Albert C. and William R. Jarocki, Revenue and Expenditure Forecasting: Some Comparative Trends, in R. P. Golembiewski and J. Rabin (ads.), Public Budgeting and Finance: Behavioral, Theoretical, and Technical Perspectives, 3rd edition, New York: Marcel Dekker, 1983.",
        "Inman, Robert P., The Fiscal Performance of Local Governments: An Interpretive Review, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, Baltimore: John Hopkins, 1979, 270-321.",
        "Klay, William E., Revenue Forecasting: An Administrative Perspective, in J. Rabin and T. 0. Lynch (eds.), Handbook of Public Budgeting and Financial Management, New York: Marcel Dekker, 1983.",
        "Leonard, Jonathan F., Wage Expectations in the Labor Market: Survey Evidence on Rationality, Review of Economics and Statistics, February 1982, 157-61.",
        "Litterman, Robert B. and Thomas N. Supel, Using Vector Autoregressions to Measure the Uncertainty of Minnesotas Revenue Forecasts, Federal Reserve Bank of Minneapolis Quarterly Review, Spring 1983, 10-22.",
        "Lovell, Michael C., `Tests of the Rational Expectations Hypothesis, American Economic Review 76, March 1986, 110-124.",
        "Mankiw, N. Gregory, and Matthew 0. Shapiro, News or Noise: An Analysis of GNP Revisions, Survey of Current Business, May 1986, 20-25.",
        "Newey, Whitney K. and Kenneth D. West, A Simple, Positive Semi-Definite, Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, May 1987, 703-708.",
        "Zarnowitz, Victor, Rational Expectations and Macroeconomic Forecasts, Journal of Business and Economic Statistics, October 1985, 293-311."
    ]
}