{
    "id": 26297,
    "cites": 79,
    "cited_by": 1,
    "reference": [
        "Aguiar, M. (2005). Investment, Devaluation, and Foreign Currency Exposure: The Case of Mexico. Journal of Development Economics 78(1), 95 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 113.",
        "Ahmed, S. and A. Zlate (2014). Capital Flows to Emerging Market Economies: A Brave New World? Journal of International Money and Finance 48, 221 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 248.",
        "Aizenman, J., M. D. Chinn, and H. Ito (2015). Monetary Policy Spillovers and the Trilemma in the New Normal: Periphery Country Sensitivity to Core Country Conditions. Working Paper 21128, National Bureau of Economic Research.",
        "Akinci, O. and A. Queralto (2019). Exchange Rate Dynamics and Monetary Spillovers with Imperfect Financial Markets. Staff Report 849, FRB of New York.",
        "Alfaro, L., S. Kalemli-Ozcan, and V. Volosovych (2008). Why DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Capital Flow from Rich to Poor Countries? An Empirical Investigation. The Review of Economics and Statistics 90(2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Alfaro, L., S. Kalemli-Ozcan, and V. Volosovych (2014). Sovereigns, Upstream Capital Flows, and Global Imbalances. Journal of the European Economic Association 12(5), 1240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Ammer, J., M. De Pooter, C. J. Erceg, and S. B. Kamin (2016). International Spillovers of Monetary Policy. IFDP Notes, Board of Governors of the Federal Reserve System.",
        "Aoki, K., G. Benigno, and N. Kiyotaki (2016). Monetary and Financial Policies in Emerging Markets. Unpublished Paper, London School of Economics.",
        "Avdjiev, S., L. Gambacorta, L. S. Goldberg, and S. Schiaffi (2017). The Shifting Drivers of Global Liquidity. Staff Report No.819, FRB of New York.",
        "Avdjiev, S., B. Hardy, S. Kalemli-Ozcan, and L. Serven (2019). Gross Capital Flows by Banks, Corporates and Sovereigns. Working Paper 23116, National Bureau of Economic Research.",
        "Baskaya, Y. S., J. di Giovanni, S. Kalemli-Ozcan, J.-L. Peydro, and M. F. Ulu (2017). Capital Flows and the International Credit Channel. Journal of International Economics 108(1), S15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS22.",
        "Bekaert, G., M. Hoerova, and M. L. Duca (2013). Risk, Uncertainty and Monetary Policy. Journal of Monetary Economics 60(7), 771 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 788.",
        "Bernanke, B. S. (2017). Federal Reserve Policy in an International Context. IMF Economic Review 65(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999). The Financial Accelerator in a Quantitative Business Cycle Framework. Handbook of Macroeconomics 1, 1341 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1393.",
        "Blanchard, O. (2016). Currency Wars, Coordination, and Capital Controls. Working Paper 22388, National Bureau of Economic Research.",
        "Bluedorn, M. J. C., R. Duttagupta, J. Guajardo, and P. Topalova (2013). Capital Flows are Fickle: Anytime, Anywhere. Working Paper 13-183, International Monetary Fund.",
        "Borio, C. and H. Zhu (2012). Capital Regulation, Risk-taking and Monetary Policy: A Missing Link in the Transmission Mechanism? Journal of Financial Stability 8(4), 236 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Bruning, F. and V. Ivashina (2019). U.S. Monetary Policy and Emerging Market Credit Cycles. Journal of Monetary Economics.",
        "Bruno, V. and H. S. Shin (2014). Cross-Border Banking and Global Liquidity. The Review of Economic Studies 82(2), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Bruno, V. and H. S. Shin (2015). Capital Flows and the Risk-taking Channel of Monetary Policy. Journal of Monetary Economics 71, 119 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 132.",
        "Burstein, A. and G. Gopinath (2014). International Prices and Exchange Rates. Handbook of International Economics 4, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Caballero, R. J. and A. Simsek (2019). A Model of Fickle Capital Flows and Retrenchment. Working Paper 22751, National Bureau of Economic Research.",
        "Calvo, G. A., L. Leiderman, and C. M. Reinhart (1993). Capital Inflows and Real Exchange Rate Appreciation in Latin America: the Role of External Factors. IMF Staff Papers 40(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Calvo, G. A., L. Leiderman, and C. M. Reinhart (1996). Inflows of Capital to Developing Countries in the 1990s. Journal of Economic Perspectives 10(2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Calvo, G. A. and C. M. Reinhart (2002). Fear of Floating. The Quarterly Journal of Economics 117(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Cerutti, E., S. Claessens, and D. Puy (2019). Push Factors and Capital Flows to Emerging Markets: Why Knowing Your Lender Matters more than Fundamentals. Journal of International Economics 119, 133 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 149.",
        "Cespedes, L. F., R. Chang, and A. Velasco (2004). Balance Sheets and Exchange Rate Policy.",
        "Cetorelli, N. and L. S. Goldberg (2011). Global Banks and International Shock Transmission: Evidence from the Crisis. IMF Economic Review 59(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Cormun, V. and P. D. Leo (2019). International Spillovers and the Exchange Rate Channel of Monetary Policy. Mimeo.",
        "Corsetti, G., L. Dedola, and S. Leduc (2018). Exchange Rate Misalignment, Capital Flows, and Optimal Monetary Policy Trade-offs. CEPR Discussion Paper No. DP12850.",
        "Corsetti, G. and P. Pesenti (2001). Welfare and Macroeconomic Interdependence. The Quarterly Journal of Economics 116(2), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Dedola, L., G. Rivolta, and L. Stracca (2017). If the Fed Sneezes, Who Catches a Cold? Journal of International Economics 108, S23 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S41. Devereux, M. B., P. R. Lane, and J. Xu. Exchange Rates and Monetary Policy in Emerging Market Economies. The Economic Journal 116, 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "di Giovanni, J., S. Kalemli-Ozcan, M. F. Ulu, and Y. S. Baskaya (2018). International Spillovers and Local Credit Cycles. Working Paper 23149, National Bureau of Economic Research.",
        "Diamond, D. W., Y. Hu, and R. G. Rajan (2018). The Spillovers from Easy Liquidity and the Implications for Multilateralism. Mundell-Fleming Lecture, International Monetary Fund.",
        "Diaz-Alejandro, C. F. (1983). Stories of the 1930s for the 1980s, pp. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40. University of Chicago Press.",
        "Eichengreen, B. and P. Gupta (2017). Managing Sudden Stops. Monetary Policy and Global Spillovers: Mechanisms, Effects and Policy Measures 1, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Eichengreen, B. and R. Portes (1987). The Anatomy of Financial Crises. Working Paper 2126, National Bureau of Economic Research.",
        "Engel, C. (2014). Exchange Rates and Interest Parity. Handbook of International Economics 4, 453 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 522.",
        "Farhi, E. and I. Werning (2014). Dilemma not Trilemma? Capital Controls and Exchange Rates with Volatile Capital Flows. IMF Economic Review 62(4), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Forbes, K. J. and F. E. Warnock (2012). Capital Rlow Waves: Surges, Stops, Flight, and Retrenchment. Journal of International Economics 88(2), 235 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Fratzscher, M. (2012). Capital Flows, Push versus Pull Factors and the Global Financial Crisis. Journal of International Economics 88(2), 341 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 356.",
        "Gabaix, X. and M. Maggiori (2015). International Liquidity and Exchange Rate Dynamics. The Quarterly Journal of Economics 130(3), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1420.",
        "Gali, J. and T. Monacelli (2005). Monetary Policy and Exchange Rate Volatility in a Small Open Economy. The Review of Economic Studies 72(3), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Gertler, M. and P. Karadi (2015). Monetary Policy Surprises, Credit Costs, and Economic Activity. American Economic Journal: Macroeconomics 7(1), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Gertler, M. and N. Kiyotaki (2010). Financial Intermediation and Credit Policy in Business Cycle Analysis. Handbook of Monetary Economics 3, 547 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 599.",
        "Gopinath, G. (2016). The International Price System. Jackson Hole Symposium Proceedings.",
        "Gopinath, G., E. Boz, C. Casas, F. J. Dez, P.-O. Gourinchas, and M. Plagborg-Mller (2019). Dominant Currency Paradigm. Working Paper 22943, National Bureau of Economic Research.",
        "Gopinath, G. and B. Neiman (2014). Trade Adjustment and Productivity in Large Crises. American Economic Review 104(3), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Gopinath, G. and J. Stein (2018). Banking, Trade and the Making of a Dominant Currency. Working Paper, Harvard.",
        "Gourinchas, P.-O. (2017). Monetary Policy Transmission in Emerging Markets: An Application to Chile. Monetary Policy and Global Spillovers: Mechanisms, Effects and Policy Measures 1, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Gourinchas, P.-O. and O. Jeanne (2013). Capital Flows to Developing Countries: The Allocation Puzzle. The Review of Economic Studies 80(4), 1484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "Gurkaynak, R. S., B. P. Sack, and E. T. Swanson (2005). Do Actions Speak Louder than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking 7(1).",
        "Iacoviello, M. and G. Navarro (2019). Foreign Effects of Higher U.S. Interest Rates. Journal of International Money and Finance 95, 232 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 250.",
        "Ilzetzki, E., C. M. Reinhart, and K. S. Rogoff (2017). Exchange Arrangements Entering the 21st Century: Which Anchor Will Hold? Working Paper 23134, National Bureau of Economic Research.",
        "Itskhoki, O. and D. Mukhin (2019). Mussa Puzzle Redux. Available at SSRN 3423438.",
        "Jiang, Z., A. Krishnamurthy, and H. N. Lustig (2019). Dollar Safety and the Global Financial Cycle. Conference Paper f123919, National Bureau of Economic Research.",
        "Jorda, O. (2005). Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95(1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Kalemli-Ozcan, S., H. Kamil, and C. Villegas-Sanchez (2016). What Hinders Investment in the Aftermath of Financial Crises: Insolvent Firms or Illiquid Banks? The Review of Economics and Statistics 98(4), 756Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "Kalemli-Ozcan, S., X. Liu, and I. Shim (2018). Exchange Rate Appreciations and Corporate Risk Taking. BIS Working Paper.",
        "Kalemli-Ozcan, S., E. Papaioannou, and F. Perri (2013). Global Banks and Crisis Transmission. Journal of International Economics 89(2), 495 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 510.",
        "Kalemli-Ozcan, S. and L. Varela (2019). Exchange Rate and Interest Rate Disconnect: The Role of Capital Flows and Risk Premia. Conference Paper 127061, National Bureau of Economic Research.",
        "Klein, M. W. and J. C. Shambaugh (2015). Rounding the Corners of the Policy Trilemma: Sources of Monetary Policy Autonomy. American Economic Journal: Macroeconomics 7(4), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Krugman, P. (1999). Balance Sheets, the Transfer Problem, and Financial Crises. International Tax and Public Finance 6, 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Lilley, A., M. Maggiori, B. Neiman, and J. Schreger (2019). Exchange Rate Reconnect. Working Paper 26046, National Bureau of Economic Research.",
        "Mendoza, E. G. and V. Z. Yue (2012). A General Equilibrium Model of Sovereign Default and Business Cycles. The Quarterly Journal of Economics 127(2), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Miranda-Agrippino, S. and H. Rey (2019). US Monetary Policy and the Global Financial Cycle. Working Paper 21722, National Bureau of Economic Research.",
        "Obstfeld, M. (2015). Trilemmas and Trade-Offs: Living with Financial Globalisation. BIS Working Paper.",
        "Obstfeld, M., J. D. Ostry, and M. S. Qureshi (2018). Global Financial Cycles and the Exchange Rate Regime: A Perspective from Emerging Markets. AEA Papers and Proceedings 108, 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Obstfeld, M., J. D. Ostry, and M. S. Qureshi (2019). A Tie That Binds: Revisiting the Trilemma in Emerging Market Economies. The Review of Economics and Statistics 101(2), 279 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 293.",
        "Obstfeld, M. and K. Rogoff (1995). Exchange Rate Dynamics Redux. Journal of Political Economy 103(3), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Obstfeld, M., J. C. Shambaugh, and A. M. Taylor (2005). The Trilemma in History: Tradeoffs Among Exchange Rates, Monetary Policies, and Capital Mobility. The Review of Economics and Statistics 87(3), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Olea, J. L. M. and C. Pflueger (2013). A Robust Test for Weak Instruments. Journal of Business & Economic Statistics 31(3), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Piazzesi, M., C. Rogers, and M. Schneider (2019). Money and Banking in a New Keynesian Model. Working Paper, Stanford.",
        "Reinhart, C. and V. Reinhart (2009). Capital Flow Bonanzas: An Encompassing View of the Past and Present. NBER International Seminar on Macroeconomics 2008, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Reinhart, C. M. and K. S. Rogoff (2009). This Time is Different: Eight Centuries of Financial Folly. Princeton University Press.",
        "Rey, H. (2013). Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence. Proceedings, Jackson Hole.",
        "Salomao, J. and L. Varela (2018). Exchange Rate Exposure and Firm Dynamics. CEPR Discussion Papers 12654, C.E.P.R. Discussion Papers.",
        "Shambaugh, J. C. (2004). The Effect of Fixed Exchange Rates on Monetary Policy. The Quarterly Journal of Economics 119(1), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Stock, J. H. and M. W. Watson (2018). Identification and Estimation of Dynamic Causal Effects in Macroeconomics Using External Instruments. The Economic Journal 128(610), 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948."
    ]
}