{
    "id": 26299,
    "cites": 78,
    "cited_by": 1,
    "reference": [
        "Akram, Q. F., Rime, D., Sarno, L., 2008. Arbitrage in the foreign exchange market: Turning on the microscope. Journal of International Economics 76, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Andersen, L., Duffie, D., Song, Y., 2019. Funding value adjustments. Journal of Finance 74, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Andrews, D. W. K., 1991. Hetroskedasticity and autocorrelation consistent covariance matrix estimation. Econometrica 59, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Asness, C. S., Moskowitz, T. J., Pedersen, L. H., 2013. Value and momentum everywhere. Journal of Finance 68, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Bakshi, G., Panayotov, G., 2013. Predictability of currency carry trades and asset pricing implications. Journal of Financial Economics 110, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Bansal, R., Shaliastovich, I., 2012. A long-run risks explanation of predictability puzzles in bond and currency markets. Review of Financial Studies 26, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Barroso, P., Santa-Clara, P., 2015. Beyond the carry trade: Optimal currency portfolios. Journal of Financial and Quantitative Analysis 50, 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Baxter, M., King, R. G., 1999. Measuring business cycles: Approximate band-pass filters for economic time series. Review of Economics and Statistics 81, 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Baz, J., Granger, N. M., Harvey, C. R., Le Roux, N., Rattray, S., 2015. Dissecting investment strategies in the cross section and time series. Working paper: Man Group.",
        "Bekaert, G., Panayotov, G., 2018. Good carry, bad carry. Journal of Financial and Quantitative Analysis forthcoming.",
        "Berg, K. A., Mark, N. C., 2018. Global macro risks in currency excess returns. Journal of Empirical Finance 45, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Boguth, O., Carlson, M., Fisher, A., Simutin, M., 2011. Conditional risk and performance evaluation: Volatility timing, overconditioning, and new estimates of momentum alphas. Journal of Financial Economics 102, 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Brunnermeier, Markus, K., Nagel, S., Pedersen, L. H., 2009. Carry Trades and Currency Crashes.",
        "In: Acemoglu, D., Rogoff, K., Woodford, M. (eds.), NBER Macroeconomics Annual 2008, University of Chicago Press.",
        "Burnside, C., 2011. The cross section of foreign currency risk premia and consumption growth risk: Comment. American Economic Review 101, 3456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3476.",
        "Clarida, R., Gali, J., Gertler, M., 1998. Monetary policy rules in practice: Some international evidence. European Economic Review 42, 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1067.",
        "Cochrane, J. H., 2005. Asset Pricing: Revised Edition. Princeton University, Princeton NJ.",
        "Colacito, R., Croce, M., 2011. Risks for the long-run and the real exchange rate. Journal of Political Economy 119, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Colacito, R., Croce, M. M., Gavazzoni, F., Ready, R. C., 2018. Currency risk factors in a recursive multi-country economy. Journal of Finance 73, 2719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2756.",
        "Cooper, I., Priestley, R., 2009. Time-varying risk premiums and the output gap. Review of Financial Studies 22, 2801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2833.",
        "Dahlquist, M., Hasseltoft, H., 2019. Economic momentum and currency returns. Journal of Financial Economics forthcoming.",
        "Della Corte, P., Ramadorai, T., Sarno, L., 2016a. Volatility risk premia and exchange rate predictability. Journal of Financial Economics 120, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Della Corte, P., Riddiough, S. J., Sarno, L., 2016b. Currency premia and global imbalances.",
        "Du, W., Tepper, A., Verdelhan, A., 2018. Deviations from covered interest rate parity. Journal of Finance 73, 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Engel, C., Mark, N. C., West, K. D., 2007. Exchange rate models are not as bad as you think. NBER Macroeconomics Annual 22, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Epstein, L. G., Zin, S. E., 1989. Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework. Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Fung, W., Hsieh, D. A., 2001. The risk in hedge fund strategies: Theory and evidence from trend followers. Review of Financial Studies 14, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Gabaix, X., Maggiori, M., 2015. International liquidity and exchange rate dynamics. Quarterly Journal of Economics 130, 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1420.",
        "Gargano, A., Riddiough, S. J., Sarno, L., 2019. Foreign exchange volume. Working paper: The University of Melbourne and Cass Business School.",
        "Gilmore, S., Hayashi, F., 2011. Emerging market currency excess returns. American Economic Journal: Macroeconomics 3, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "GoÃ\u0083Å\u0092Ã\u0082Â\u0081mez-Cram, R., 2018. Late to recessions: Stocks and the business cycle. Working paper: The Wharton School, University of Pennsylvania.",
        "Goyal, A., Jegadeesh, N., 2018. Cross-sectional and time-series tests of return predictability: What is the difference? Review of Financial Studies 31, 1784Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824.",
        "Goyal, A., Saretto, A., 2009. Cross-section of option returns and volatility. Journal of Financial Economics 94, 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Hamilton, J. D., 2018. Why you should never use the Hodrick-Prescott filter. Review of Economics and Statistics 100, 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Hansen, L. P., 1982. Large sample properties of generalized method of moments. Econometrica 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Hansen, L. P., Jagannathan, R., 1997. Assessing specification errors in stochastic discount factor models. Journal of Finance 52, 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Hansen, P., Richard, S. F., 1987. The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models. Econometrica 55, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Hassan, T. A., 2013. Country size, currency unions, and international asset returns. Journal of Finance 68, 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "Jagannathan, R., Wang, Z., 1996. The conditional CAPM and the cross-section of expected returns. Journal of Finance 51, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬., Taylor, A. M., 2012. The carry trade and fundamentals: Nothing to fear but FEER itself. Journal of International Economics 88, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Kremens, L., Martin, I., 2019. The quanto theory of exchange rates. American Economic Review 109, 810Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Kydland, F. E., Prescott, E. C., 1990. Business cycles: Real facts and a monetary myth. Federal Reserve Bank of Minneapolis Quarterly Review 14, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Lettau, M., Maggiori, M., Weber, M., 2014. Conditional risk premia in currency markets and other asset classes. Journal of Financial Economics 114, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Lewellen, J., Nagel, S., Shanken, J., 2010. A skeptical appraisal of asset pricing tests. Journal of Financial Economics 96, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Ludvigson, S. C., 2013. Advances in consumption-based asset pricing: Empirical tests. Handbook of the Economics of Finance 2, 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Lustig, H., Richmond, R. J., 2019. Gravity in FX R2 : Understanding the factor structure in exchange rates. Review of Financial Studies forthcoming.",
        "Lustig, H., Roussanov, N., Verdelhan, A., 2011. Common risk factors in currency markets. Review of Financial Studies 24, 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Lustig, H., Roussanov, N., Verdelhan, A., 2014. Countercyclical currency risk premia. Journal of Financial Economics 111, 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Lustig, H., Verdelhan, A., 2007. The cross-section of foreign currency risk premia and consumption growth risk. American Economic Review 97, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Maggiori, M., 2017. Financial intermediation, international risk sharing, and reserve currencies. American Economic Review 107, 3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3071.",
        "Mark, N. C., 1995. Exchange rates and fundamentals: Evidence on long horizon predictability. American Economic Review 85, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Maurer, T., ToÃ\u0083Å\u0092Ã\u0082â\u0080\u009a, T.-D., Tran, N.-K., 2018. Optimal factor strategy in FX markets. Working paper: Washington University in St. Louis and the University of New South Wales.",
        "Maurer, T., To, T.-D., Tran, N.-K., 2019. Pricing risks across currency denominations. Management Science forthcoming.",
        "Meese, R. A., Rogoff, K., 1983. Empirical exchange rate models of the seventies: Do they fit out of sample? Journal of International Economics 14, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Menkhoff, L., Sarno, L., Schmeling, M., Schrimpf, A., 2012a. Carry trades and global foreign exchange volatility. Journal of Finance 67, 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Menkhoff, L., Sarno, L., Schmeling, M., Schrimpf, A., 2012b. Currency momentum strategies. Journal of Financial Economics 106, 660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Menkhoff, L., Sarno, L., Schmeling, M., Schrimpf, A., 2016. Information flows in foreign exchange markets: Dissecting customer currency trades. Journal of Finance 71, 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Menkhoff, L., Sarno, L., Schmeling, M., Schrimpf, A., 2017. Currency value. Review of Financial Studies 30, 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Molodtsova, T., Nikolsko-Rzhevskyy, A., Papell, D. H., 2008. Taylor rules with real-time data: A tale of two countries and one exchange rate. Journal of Monetary Economics 55, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Moskowitz, T. J., Ooi, Y. H., Pedersen, L. H., 2012. Time-series momentum. Journal of Financial Economics 104, 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Mueller, P., Stathopoulos, A., Vedolin, A., 2017. International correlation risk. Journal of Financial Economics 126, 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Newey, W. K., West, K. D., 1987. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L., Stambaugh, R. F., 2003. Liquidity risk and expected stock returns. Journal of Political Economy 111, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Priestly, M. B., 1981. Spectral Analysis and Time Series. Academic Press, London.",
        "Ready, R., Roussanov, N., Ward, C., 2017. Commodity trade and the carry trade: A tale of two countries. Journal of Finance 72, 2629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2684.",
        "Ren, Y., Shimotsu, K., 2009. Improvement in finite sample properties of the Hansen-Jagannathan distance test. Journal of Empirical Finance 16, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Rogoff, K. S., Stavrakeva, V., 2008. The continuing puzzle of short horizon exchange rate forecasting. Working paper: Harvard University and London Business School.",
        "Rossi, B., 2013. Exchange rate predictability. Journal of Economic Literature 51, 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Verdelhan, A., 2018. The share of systematic variation in bilateral exchange rates. Journal of Finance 73, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "X t=1 (yi,t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ytr i,t)2 + Ã\u0083Å½Ã\u0082Â» TÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 X t=2 [(ygr i,t+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ygr i,t) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (ytr i,t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ytr i,tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991)]2 (19) where yi,t is the logarithm of industrial production at time t for country i, Ã\u0083Å½Ã\u0082Â» is a weighing factor to control the smoothness of the trend line. The lower the value of Ã\u0083Å½Ã\u0082Â», the more the resulting trend will resemble the raw data series. We follow the suggestion of Hodrick and Prescott (1980) and Kydland and Prescott (1990) and set Ã\u0083Å½Ã\u0082Â» = 1600 to smooth quarterly data and Ã\u0083Å½Ã\u0082Â» = 14400 to smooth monthly data. The output gap (cyclical component) is then constructed as the difference between yi,t and the trend series extracted from the filter ci,t = yi,t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ytr i,t. Baxter-King Filter The Baxter-King filter removes both low and high frequency components from a time series. Specifically it involves the estimation of the moving average model yÃ\u0083Å\u0092Ã\u0082â\u0080\u009ai,t = K X",
        "n=Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099K BnxtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099n The values Bn can be estimated using an inverse Fourier transform such that they minimize the mean squared error between yt and yÃ\u0083Å\u0092Ã\u0082â\u0080\u009at (see Priestly, 1981). We follow the suggestion of Baxter and King (1999) and set K=12 for quarterly data and K=36 for monthly data. We also set standard upper and lower limits for the cutoff frequency of 6 and 32 quarters for quarterly data and 8 and 96 months for monthly data.",
        "Value Portfolios. At the end of each month t, we form five portfolios based on the lagged five-year real exchange rate return as in Asness et al. (2013). This measure of currency value is based on calculating the deviation from relative purchasing power parity. Specifically, relative inflation over a 5-year window vis-aÃ\u0083Å\u0092Ã\u0082â\u0082¬-vis the US is compared with the foreign exchange (FX) rate appreciation over the same period versus the US dollar. To provide a more stable measure of the FX rate appreciation, Asness et al. (2013) calculate the appreciation as todayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s FX rate minus the average FX rate observed 4.5 to 5.5 years earlier. If inflation growth in the foreign economy outpaced that in the US but the US dollar did not appreciate against the foreign currency by an offsetting amount, then the foreign currency is considered Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009covervaluedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "To construct currency value portfolios, we collect monthly data on consumer price indices from the IMFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s International Financial Statistics database beginning in October 1978 and also collect additional FX spot rate data from Global Financial Data beginning in April 1978, such that the first currency value signals are obtained in October 1983. We assign the 20% of all currencies with the highest lagged real exchange rate return to Portfolio 1 and the 20% of all currencies with the lowest lagged real exchange rate return to Portfolio 5. We compute the excess return for each portfolio as an equally weighted average of the currency excess returns within that portfolio. A strategy long in Portfolio 5 (undervalued currencies) and short in Portfolio 1 (overvalued currencies) is denoted as V AL.",
        "Other Factors and Portfolios. In addition to the portfolios described above, we also compare the properties of the output-gap portfolios against other popular strategies and factors in the literature. These include: (i) the Dollar factor, proposed by Lustig et al. (2011), which is essentially a market factor in currency space, equal to the average return of a large basket of foreign currencies against the US dollar; (ii) the Dollar Carry strategy as proposed by Lustig et al.",
        "where Ã\u0083Å½Ã\u0082Â¸ contains the parameters (b0 , 0 , vec(Ã\u0083Å½Ã\u0082Â£f )0 )0 ) and zt represents the data (RXt, ft). By exploiting the moment conditions E[g(zt, Ã\u0083Å½Ã\u0082Â¸)] = 0 defined by (24), estimation uncertainty Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c due to the fact that factor means and the covariance matrix of factors have to be estimated Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c is incorporated in the standard errors of factor risk prices. The one-step GMM estimation uses a pre-specified weighting matrix WT based on the identity matrix IN for the first N asset pricing moment conditions and a large weight assigned to the additional moment conditions (for precise estimation of factor means and the factor covariance matrix). Standard errors are computed based on a HAC estimate of the long-run covariance matrix S = PÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ j=Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ E[g(zt, Ã\u0083Å½Ã\u0082Â¸)g(ztÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099j, Ã\u0083Å½Ã\u0082Â¸)0 ] by the Newey and West (1987) procedure with the number of lags in the Bartlett kernel determined optimally by the data-driven approach of Andrews (1991).",
        "The modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s performance is evaluated using the cross-sectional R2 , the Root Mean Squared Error (RMSE), and the HJ distance measure of Hansen and Jagannathan (1997), which quantifies the mean-squared distance between the SDF of a proposed model and the set of admissible SDFs.",
        "The Cross Section portfolio is long P5 and short P1. The Time Series portfolio takes a 1/N position in currencies, going long (short) currencies issued by countries with a positive (negative) deviation from the Taylor-rule interest rate. The superscripts *, **, *** represent significance of the Cross Section and Time Series portfolios at the 10%, 5%, and 1% level using Newey and West (1987) standard errors. We also report the correlation of the Cross Section and Time Series portfolios with the equivalent portfolios sorted on Hodrick-Prescott filtered output gaps (Ã\u0083Â\u008fÃ\u0082Â\u0081GAP ), and interest rates (Ã\u0083Â\u008fÃ\u0082Â\u0081HMLF X ). The sample is from October 1983 to January 2016.",
        "Expansions Recessions GAPCS GAPTS GAPCS GAPTS mean (%) 4.75** 3.90*** 5.94* -3.99 fx (%) 3.97 4.09 5.65-4.61 ir (%) 0.78-0.19 0.29 0.62 Sharpe 0.71 1.00 0.73-0.69 skew 0.27-0.20 0.40-1.08 kurt 2.78 4.23 2.71 3.69 mdd (%) 8.18 6.92 5.99 16.68 $ exposure 0.00 0.26 0.00-0.27 Table A7: Real-Time Taylor-rule Currency Portfolios The table presents investment performance for Taylor-rule-based trading strategies. The Taylor rule is calibrated to equal 1.5Ã\u0083Â\u008fÃ\u0082â\u0082¬t + 0.5yt, where Ã\u0083Â\u008fÃ\u0082â\u0082¬t is inflation and yt is the out-of-sample output gap calculated using monthly Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cvintagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of real-time industrial production data from the OECDÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Real-Time Data and Revisions Database. To estimate the output-gap we follow the linear projection procedure in Hamilton (2018) by running the regression, yi,t = Ã\u0083Å½Ã\u0082Â±i + P11 s=0 Ã\u0083Å½Ã\u0082Â²i,syi,tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009924Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099s +Ã\u0083Å½Ã\u0082Âµi,t each month, in which y is (log) industrial production."
    ]
}