{
    "id": 26296,
    "cites": 39,
    "cited_by": 10,
    "reference": [
        "A. Acquisti and H. R. Varian. Conditioning prices on purchase history. Marketing Science, 24(3): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 2005.",
        "A. Acquisti, C. Taylor, and L. Wagman. The economics of privacy. Journal of Economic Literature, 54(2):442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2016.",
        "A. R. Admati and P. Pfleiderer. A monopolistic market for information. Journal of Economic Theory, 39(2):400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438, 1986.",
        "A. Agarwal, M. Dahleh, and T. Sarkar. A marketplace for data: an algorithmic solution. Proceedings of the 2019 ACM Conference on Economics and Computation, pages 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726, 2019. A. Agrawal, J. Gans, and A. Goldfarb. Prediction machines: the simple economics of artificial intelligence.",
        "Harvard Business Press, 2018. J. J. Anton and D. A. Yao. The sale of ideas: Strategic disclosure, property rights, and contracting.",
        "S. Athey, C. Catalini, and C. Tucker. The digital privacy paradox: Small money, small costs, small talk. Technical report, National Bureau of Economic Research, 2017.",
        "M. Babaioff, R. Kleinberg, and R. Paes Leme. Optimal mechanisms for selling information. In Proceedings of the 13th ACM Conference on Electronic Commerce, pages 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109, 2012. J. Begenau, M. Farboodi, and L. Veldkamp. Big data in finance and the growth of large firms.",
        "D. Bergemann and A. Bonatti. Selling cookies. American Economic Journal: Microeconomics, 7(3): 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94, 2015.",
        "D. Bergemann and A. Bonatti. Markets for information: An introduction. Annual Review of Economics, 11, 2019.",
        "D. Bergemann, A. Bonatti, and A. Smolin. The design and price of information. American Economic Review, 108(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, 2018.",
        "D. Bergemann, A. Bonatti, and T. Gan-a. Markets for information. mimeo, MIT and Yale, 2019.",
        "M. Burkschat and N. Torrado. On the reversed hazard rate of sequential order statistics. Statistics & Probability Letters, 85:106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113, 2014.",
        "Y. Chen and S. Zheng. Prior-free data acquisition for accurate statistical estimation. Proceedings of the 2019 ACM Conference on Economics and Computation, pages 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677, 2019.",
        "Y. Chen, N. Immorlica, B. Lucier, V. Syrgkanis, and J. Ziani. Optimal data acquisition for statistical estimation. In Proceedings of the 2018 ACM Conference on Economics and Computation, pages 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 2018. J. P. Choi, D. S. Jeon, and B. C. Kim. Privacy and personal data collection with information externalities.",
        "E. H. Clarke. Multipart pricing of public goods. Public choice, 11(1):17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 1971.",
        "P. Dasgupta and E. Maskin. The existence of equilibrium in discontinuous economic games, I: Theory. Review of Economic Studies, 53(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, 1986.",
        "P. EsoÃ\u0083Å\u0092Ã\u0082â\u0080¹ and B. Szentes. Optimal information disclosure in auctions and the handicap auction. The Review of Economic Studies, 74(3):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c731, 2007.",
        "J. A. Fairfield and C. Engel. Privacy as a public good. Duke Law Journal, 65(3):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457, 2015.",
        "W. Feller. An introduction to probability theory and its applications, volume 2. John Wiley & Sons, 2008.",
        "A. Goldfarb and C. Tucker. Online display advertising: Targeting and obtrusiveness. Marketing Science, 30(3):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404, 2011.",
        "A. Goldfarb and C. Tucker. Shifts in privacy concerns. American Economic Review, 102(3):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53, 2012.",
        "T. Groves. Incentives in teams. Econometrica: Journal of the Econometric Society, 41(4):617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631, 1973.",
        "R. A. Horn and C. R. Johnson. Matrix analysis. 1985. Cambridge, Cambridge, 1987.",
        "J. Horner and A. Skrzypacz. Selling information. Journal of Political Economy, 124(6):1515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1562, 2016.",
        "C. I. Jones and C. Tonettil. Nonrivalry and the economics of data. In 2018 Meeting Papers, number 477. Society for Economic Dynamics, 2018.",
        "K. C. Laudon. Markets and privacy. Communications of the ACM, 39(9):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104, 1996.",
        "M. MacCarthy. New directions in privacy: Disclosure, unfairness and externalities. I/S: A Journal of Law and Policy for the Information Society, 6:425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512, 2011.",
        "R. Montes, W. Sand-Zantman, and T. Valletti. The value of personal information in online markets with endogenous privacy. Management Science, 65(3):1342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362, 2018.",
        "F. Pasquale. The black box society. Harvard University Press, 2015. E. A. Posner and E. G. Weyl. Radical markets: Uprooting capitalism and democracy for a just society.",
        "R. A. Posner. The economics of privacy. The American economic review, 71(2):405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409, 1981.",
        "G. J. Stigler. An introduction to privacy in economics and politics. The Journal of Legal Studies, 9(4): 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644, 1980.",
        "C. R. Taylor. Consumer privacy and the market for customer information. RAND Journal of Economics, 35(4):631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650, 2004.",
        "J. Tirole. Digital dystopia. 2019.",
        "H. R. Varian. Economic aspects of personal privacy. In Internet policy and economics, pages 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109, 2009.",
        "L. Veldkamp. Data and the aggregate economy. 2019.",
        "L. Veldkamp, M. Farboodi, R. Mihet, and T. Philippon. Big data and firm dynamics. 2019.",
        "W. Vickrey. Counterspeculation, auctions, and competitive sealed tenders. The Journal of finance, 16(1):8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37, 1961.",
        "S. D. Warren and L. D. Brandeis. The right to privacy. Harvard law review, 4(5):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220, 1890.",
        "A. F. Westin. Privacy and freedom. Washington and Lee Law Review, 25(1):166, 1968. S. Zuboff. The age of surveillance capitalism: The fight for a human future at the new frontier of power."
    ]
}