{
    "id": 26298,
    "cites": 84,
    "cited_by": 0,
    "reference": [
        "Acharya, Viral, Douglas Gale, and Tanju Yorulmazer, 2011, Rollover risk and market freezes, The Journal of Finance 66, 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Allen, Franklin, and Douglas Gale, 1998, Optimal Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crises, The Journal of Finance 53, 1245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        ", 2004, Financial intermediaries and markets, Econometrica 72, 1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Andolfatto, David, Ed Nosal, and Bruno Sultanum, 2018, Preventing bank runs, Theoretical Economics 177.",
        "Andrew, A. Piatt, 1908, Substitutes for cash in the panic of 1907, The Quarterly Journal of Economics 22, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "AntinolÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081, Gaetano, and Suraj Prasad, 2008, Commitment, banks and markets, Journal of Monetary Economics 55, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Bagehot, Walter, 1873, Lombard Street: A Description of the Money Market (McMaster University Archive for the History of Economic Thought).",
        "Binmore, Ken, Martin J. Osborne, and Ariel Rubinstein, 1992, Noncooperative models of bargaining, vol. 1 of Handbook of Game Theory with Economic Applications. chap. 7, pp. 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225 (Elsevier).",
        "Binmore, Ken, Ariel Rubinstein, and Asher Wolinsky, 1986, The nash bargaining solution in economic modelling, The RAND Journal of Economics 17, 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Blackson, Robert M., 1989, Pennsylvania banks and the panic of 1819: A reinterpretation, Journal of the Early Republic 9, 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Bond, Philip, and Ashok S. Rai, 2009, Borrower runs, Journal of Development Economics 88, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Boyd, John H., and Edward Prescott, 1986, Financial intermediary-coalitions, Journal of Economic Theory 38, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Bruche, Max, and Anatoli Segura, 2016, Debt maturity and the liquidity of secondary debt markets, Temi di discussione (Economic working papers) 1049 Bank of Italy, Economic Research and International Relations Area.",
        "Brunnermeier, Markus K., and Lasse Heje Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Burdett, Kenneth, Alberto Trejos, and Randall Wright, 2001, Cigarette money, Journal of Economic Theory 99, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Calomiris, Charles W., and Gary Gorton, 1991, The Origins of Banking Panics: Models, Facts, and Bank Regulation. chap. 4, pp. 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174 (National Bureau of Economic Research, Inc).",
        "Calomiris, Charles W., and Charles M. Kahn, 1991, The role of demandable debt in structuring optimal banking arrangements, American Economic Review 81, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "CGFS, 2017, Repo market functioning, CGFS papers 59 Bank for International Settlements.",
        "Champ, Bruce, Bruce D. Smith, and Stephen D. Williamson, 1996, Currency elasticity and banking panics: theory and evidence, Canadian Journal of Economics 29, 828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Chemla, Gilles, and Christopher Hennessy, 2014, Skin in the game and moral hazard, The Journal of Finance 69, 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1641.",
        "Dang, Tri Vi, Gary Gorton, and Bengt HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, 2015a, Ignorance, debt and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crises, Working paper.",
        ", 2015b, The information sensitivity of a security, Working paper.",
        "Dang, Tri Vi, Gary Gorton, Bengt HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, and Guillermo OrdoÃ\u0083Æ\u0092Ã\u0082Â±ez, 2017, Banks as secret keepers, American Economic Review 107, 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Dewald, William G., 1972, The national monetary commission: A look back, Journal of Money, Credit and Banking 4, 930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956.",
        "Diamond, Douglas W., 1984, Financial intermediation and delegated monitoring, The Review of Economic Studies 51, pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Diamond, Douglas W, 1997, Liquidity, banks, and markets, Journal of Political Economy 105, 928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Diamond, Douglas W., and Philip H. Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        ", 2001b, Liquidity risk, liquidty creation, and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial fragility: A theory of banking, Journal of Political Economy 109, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Donaldson, Jason Roderick, Jeongmin Lee, and Giorgia Piacentino, 2018, The opportunity cost of collateral, Working paper Washington University in St Louis.",
        "Donaldson, Jason Roderick, and Eva Micheler, 2018, Resaleable debt and systemic risk, Journal of Financial Economics 127, 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Donaldson, Jason Roderick, Giorgia Piacentino, and Anjan Thakor, 2018, Warehouse banking, Journal of Financial Economics 129, 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, Darrell, Nicolae GÃ\u0083Æ\u0092Ã\u0082Â¢rleanu, and Lasse Heje Pedersen, 2005, Over-the-counter markets, Econometrica 73, 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1847.",
        "Ennis, Huberto M., and Todd Keister, 2003, Economic growth, liquidity, and bank runs, Journal of Economic Theory 109, 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Farhi, Emmanuel, Mikhail Golosov, and Aleh Tsyvinski, 2009, A theory of liquidity and regulation of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial intermediation, Review of Economic Studies 76, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Frydman, Carola, Eric Hilt, and Lily Y. Zhou, 2015, Economic EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Runs on Early Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Trust Companies and the Impact of the Panic of 1907, Journal of Political Economy 123, 902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Goldstein, Itay, and Ady Pauzner, 2005, Contagion of self-fulÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081lling Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crises due to diversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation of investment portfolios, Journal of Fianance 119, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Gorton, Gary, 1988, Banking panics and business cycles, Oxford Economic Papers 40, 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 781.",
        ", 1996, Reputation formation in early bank note markets, Journal of Political Economy 104, 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        ", 2012a, Misunderstanding Financial Crises: Why We DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t See Them Coming (Oxford University Press).",
        ", 2012b, Some reÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aections on the recent Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crisis, NBER Working Papers 18397 National Bureau of Economic Research, Inc.",
        ", and Andrew Metrick, 2010, Haircuts, Federal Reserve Bank of St Louis Review 96, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        ", 2012, Securitized banking and the run on repo, Journal of Financial Economics 104, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gorton, Gary, and Guillermo OrdoÃ\u0083Æ\u0092Ã\u0082Â±ez, 2014, Collateral crises, American Economic Review 104, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Gorton, Gary, and George Pennacchi, 1990, Financial intermediaries and liquidity creation, Journal of Finance 45, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Green, Edward J., and Ping Lin, 2003, Implementing eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient allocations in a model of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial intermediation, Journal of Economic Theory 109, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Gu, Chao, Fabrizio Mattesini, Cyril Monnet, and Randall Wright, 2013, Banking: a new monetarist approach, Review of Economic Studies 80, 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "He, Zhiguo, and Konstantin Milbradt, 2014, Endogenous liquidity and defaultable bonds, Econometrica 82, 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "He, Zhiguo, and Wei Xiong, 2012, Dynamic debt runs, Review of Financial Studies 25, 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "Helderman, Leonard, 1931, National and State Banks: A Study of their Origins (Houghton MiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ein: Boston).",
        "Jacklin, Charles, 1987, Demand deposits, trading restrictions, and risk sharing, in Edward Prescott, and Neil Wallace, ed.: Contractual Arrangements for Intertemporal Trade . chap. II, pp. 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47 (University of Minnesota Press: Minneapolis).",
        ", 1989, Demand equity and deposit insurance, Working paper Stanford University.",
        "Kiyotaki, Nobuhiro, and John Moore, 2001, Evil is the root of all money, Clarendon Lectures, Oxford.",
        ", 2002, Evil is the root of all money, American Economic Review, Papers and Proceedings 92, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        ", 2005, Financial deepening, Journal of the European Economic Association 3, 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 713.",
        "Kiyotaki, Nobuhiro, and Randall Wright, 1989, On money as a medium of exchange, Journal of Political Economy 97, 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        ", 1993, A search-theoretic approach to monetary economics, American Economic Review 83, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Kosmetatos, Paul, 2014, Financial contagion and market intervention in the 1772-3 credit crisis, Working Papers 21 Department of Economic and Social History at the University of Cambridge.",
        "Kozlowski, Julian, 2017, Long-term Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nance and investment with frictional asset markets, Working paper New York University.",
        "Krishnamurthy, Arvind, Stefan Nagel, and Dmitry Orlov, 2014, Sizing up repo, The Journal of Finance 69, 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2417.",
        "Kuong, John, 2015, Self-fulÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081lling Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081re sales: Fragility of collateralised short-term debt markets, Working paper.",
        "KuÃ\u0083â\u0080\u009eÃ\u0082Â\u008dinskas, Simas, 2017, Liquidity creation and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial stability: The role of hidden trades, Working paper University of Amsterdam.",
        "Lagos, Ricardo, Guillaume Rocheteau, and Randall Wright, 2017, Liquidity: A New Monetarist Perspective, Journal of Economic Literature 55, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Leland, Hayne, and Klaus Bjerre Toft, 1996, Optimal capital structure, endogenous bankruptcy, and the term structure of credit spreads, Journal of Finance 51, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1019.",
        "Martin, Antoine, David Skeie, and Ernst-Ludwig von Thadden, 2014a, The fragility of shortterm secured funding markets, Journal of Economic Theory 149, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        ", 2014b, Repo runs, Review of Financial Studies.",
        "McLeay, Michael, Amar Radia, and Ryland Thomas, 2014, Money creation in the modern economy, Bank of England Quarterly Bulletin.",
        "Moinas, Sophie, and Sebastien Pouget, 2013, The bubble game: An experimental study of speculation, Econometrica 81, 1507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1539.",
        "Peck, James, and Karl Shell, 2003, Equilibrium bank runs, Journal of Political Economy 111, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Qi, Jianping, 1994, Bank liquidity and stability in an overlapping generations model, The Review of Financial Studies 7, 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Ramakrishnan, Ram, and Anjan Thakor, 1984, Information reliability and a theory of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial intermediation, Review of Economic Studies 51, 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Rocheteau, Guillaume, and Randall Wright, 2013, Liquidity and asset-market dynamics, Journal of Monetary Economics 60, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "RockoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Hugh, 1974, The free banking era: A reexamination, Journal of Money, Credit and Banking 6, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Sanches, Daniel, 2016, On the inherent instability of private money, Review of Economic Dynamics 20, 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Sanches, Daniel R., 2015, Banking panics and protracted recessions, Working Papers 15-39 Federal Reserve Bank of Philadelphia.",
        "Shaked, Avner, 1994, Opting out: bazaars versus Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093hi tecÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d markets, Investigaciones Economicas 18, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Singh, Manmohan, 2010, The velocity of pledged collateral, Working paper IMF.",
        ", and James Aitken, 2010, The (sizable) role of rehypothecation in the shadow banking system, Working paper IMF.",
        "Sprague, O. M. W., 1910, History of Crisis under the National Banking System (National Monetary Commission: Washington, D.C.: Government Printing OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce).",
        "Sultanum, Bruno, 2018, Financial fragility and over-the-counter markets, Journal of Economic Theory 177, 616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Sutton, John, 1986, Non-cooperative bargaining theory: An introduction, The Review of Economic Studies 53, 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Tallman, Ellis, and Jon Moen, 1990, Lessons from the panic of 1907, Economic Review 75, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Trejos, Alberto, and Randall Wright, 1995, Search, bargaining, money, and prices, Journal of Political Economy 103, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Vanasco, Victoria, 2017, The downside of asset screening for market liquidity, The Journal of Finance 72, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982.",
        "von Thadden, Ernst-Ludwig, 1999, Liquidity creation through banks and markets: Multiple insurance and limited market access, European Economic Review 43, 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006."
    ]
}