{
    "id": 26295,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Abouy, David. Are Big Cities Really Bad Places to Live? Improving Quality-of-Life Estimates across Cities. Working Paper #14427. National Bureau of Economic Research, 2008. https://www.nber.org/papers/w14472.",
        "Altonji, Joseph G., and Robert A. Shakotko. Do Wages Rise with Job Seniority? Review of Economic Studies 54 (July 1987): 437-459.",
        "Ashenfelter, Orley C., Henry Farber, Michael R. Ransom, and . Labor Market Monopsony. Journal of Labor Economics 28 (April 2010): 203-210.",
        "Azar, Jose A., Ioana Marinescu, and Marshall I. Steinbaum. Labor Market Concentration. Working Paper #24147. National Bureau of Economic Research, 2019. https://www.nber.org/papers/w24147.",
        "------, Ioana Marinescu, Marshall I. Steinbaum, and Bledi Taska. Concentration in US Labor Markets: Evidence From Online Vacancy Data. Working Paper #24395. National Bureau of Economic Research, 2018. https://www.nber.org/papers/w24395.",
        "Azar, Jose, Emiliano Huet-Vaughn, Ioanna Marinescu, Bledi Taska, and Till von Wachter. Minimum Wage Employment Effects and Labor Market Concentration. Working Paper #26101. National Bureau of Economic Research, July, 2019. https://www.nber.org/papers/w26101.pdf.",
        "Basker, Emek. The Causes and Consequences of Wal-Mart&apos;s Growth. Journal of Economic Perspectives 21 (Summer 2007): 177-198.",
        "Becker, Gary S. A Theory of Marriage: Part I. Journal of Political Economy 81 (July/August 1973): 813-846.",
        "------. A Theory of Marriage: Part II. Journal of Political Economy 82 (March-April 1974): S11-S26.",
        "Benmelech, Efraim, Nittai Bergman, and Hyunseob Kim. Strong Employers and Weak Employees: How Does Employer Concentration Affect Wages? Working Paper #24307. National Bureau of Economic Research, February, 2018. https://www.nber.org/papers/w24307.",
        "Berry, Steven, Martin Gaynor, and Fiona Scott Morton. Do Increasing Markups Matter? Lessons from Empirical Industrial Organization. Journal of Economic Perspectives 33 (Summer 2019): 44-68.",
        "Bhaskar, V., Alan Manning, Ted To, and . Oligopsony and Monopsonistic Competition in Labor Markets. Journal of Economic Perspectives 16 (Spring 2002): 155-174.",
        "Bresnahan, Timothy F., and Peter C. Reiss. Entry in Monoply Markets. The Review of Economics and Statistics 57 (October 1990): 531-553.",
        "------, and Peter C. Reiss. Entry and Competition in Concentrated Markets. Journal of Political Economy 99 (October 1991): 977-1009.",
        "Brueckner, Jan K., and David Neumark. Beaches, Sunshine, and Public Sector Pay: Theory and Evidence on Amenities and Rent Extraction by Government Workers. American Economic Journal: Economic Policy 6 (May 2014): 198-230.",
        "Glaeser, Edward L., David Laibson, and Bruce Sacerdote. An Economic Approach to Social Capital. Economic Journal 112 (November 2009): F437-F458.",
        "Glaeser, Edward, and Joseph Gyourko. Urban Decline and Durable Housing. Journal of Political Economy 113, no. 2 (2005): 345-375.",
        "Gyourko, Joseph, and Joseph Tracy. The Importance of Local Fiscal Conditions in Analyzing Local Labor Markets. Journal of Political Economy 97 (1989): 1208-1231.",
        "------, and Joseph Tracy. The Structure of Local Public Finance and the Quality of Life. Journal of Political Economy 99 (August 1991): 774-806.",
        "Henderson, J. Vernon. Medium Size Cities. Regional Science and Urban Economics 27 (November 1997): 583-612.",
        "Hershbein, Brad, and Claudia Macaluso. Labor Market Concentration and the Demand for Skills. Working Paper. W.E. Upjohn Institute, July, 2018. http://conference.iza.org/conference_files/DATA_2018/macaluso_c26795.pdf.",
        "Hilber, Christian A.L., and Christopher Mayer. Why Do Households Without Children Support Local Public Schools? Linking House Price Capitalization to School Spending. Journal of Urban Economics 65 (January 2009): 74-90.",
        "Holmes, Thomas J. The Diffusion of Wal-Mart and Economics of Density. Econometrica 79 (January 2011): 253-302.",
        "Hwang, Hae-shin, W. Robert Reed, and Carlton Hubbard. Compensating Wage Differentials and Unobserved Productivity. Journal of Political Economy 100 (August 1992): 835-858.",
        "Lipsius, Ben. Labor Market Concentration Does Not Explain the Falling Labor Share. Working Paper. University of Michigan, November, 2018.",
        "Manning, Alan. Monopsony in motion: Imperfect competition in labor markets. Princeton and Oxford, Princeton University Press, 2003.",
        "------. A Generalised Model of Monopsony. Economic Journal 116 (January 2006): 84-100.",
        "------. The Plant Size-Place Effect: Agglomeration and Monopsony in Labour Markets. Journal of Economic Geography 10 (September 2009): 717-744.",
        "Matsudaira, Jordan D. Monopsony in the Low-Wage Labor Market? Evidence from Minimum Nurse Staffing Regulations. Review of Economics and Statistics 96 (March 2014): 92-102.",
        "Neumark, David, Junfu Zhang, and Stephen Ciccarella. The Effects of Wal-Mart on Local Labor Markets. Journal of Urban Economics 63 (March 2008): 405-430.",
        "Pope, Devin G., and Jaren C. Pope. When Walmart Comes to Town: Always Low Housing Prices? Always? Journal of Urban Economics 87 (May 2015): 1-13.",
        "Rinz, Kevin. Labor Market Concentration, Earnings Inequality, and Earnings Mobility. Working Paper 2018-10. U.S. Census Bureau, September, 2018.",
        "Roback, Jennifer. Wages, Rents, and the Quality of Life. Journal of Political Economy 90 (1982): 12571278.",
        "Rosen, Sherwin. Wage-based Indexes of Urban Quality of Life. In Current Issues in Urban Economics, edited by Peter Mieszkowski and Mahlon Straszheim. Baltimore, Johns Hopkins University Press, 1979.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sarte, and Nicholas Trachter. Diverging Trends in National and Local Concentration. Working Paper. Princeton University, April, 2019. https://www.princeton.edu/~erossi/DTNLC.pdf.",
        "Thaler, Richard, and Sherwin Rosen. The Value of Saving a Life: Evidence from the Labor Market. In Markets and Diversity, 91-127. Cambridge and London, Harvard University Press, 2004.",
        "Topel, Robert H. Specific Capital, Mobility and Wages: Wages Rise with Job Seniority. Journal of Political Economy 99 (February 1991): 145-176.",
        "Viscusi, W. Kip. The Value of Risks to Life and Health. Journal of Economic Literature 31 (December 1993): 1912-1946."
    ]
}