{
    "id": 26303,
    "cites": 86,
    "cited_by": 2,
    "reference": [
        "Abramitzky, R., L. Boustan, and K. Eriksson (2019). Do Immigrants Assimilate More Slowly Today Than in the Past? American Economic Review: Insights.",
        "Adda, J., P. Pinotti, and G. Tura (2019). ThereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s More to Marriage than Love: The Effect of Legal Status and Cultural Distance on Intermarriages and Separations. Working Paper.",
        "Ahn, S. Y. (2018). Matching Across Markets: Theory and Evidence on Cross-Border Marriage. Working Paper.",
        "Alesina, A., P. Giuliano, and N. Nunn (2013). On The Origins of Gender Roles: Women and The Plough. Quarterly Journal of Economics 128(2), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Algan, Y., A. Bisin, A. Manning, and T. Verdier (2012). Cultural Integration of Immigrants in Europe. Oxford University Press.",
        "Becker, G. S. (1960). An Economic Analysis of Fertility. Columbia University Press.",
        "Becker, G. S. (1973). A Theory of Marriage: Part I. Journal of Political Economy 81(4), 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Becker, G. S. (1974). A Theory of Marriage: Part II. Journal of Political Economy 82(2), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Becker, G. S. (1991). A Treatise on the Family. Cambridge, Massachusetts: Harvard University Press.",
        "Becker, G. S., E. M. Landes, and R. T. Michael (1977). An Economic Analysis of Marital Instability. Journal of Political Economy 85(6), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Bisin, A., G. Topa, and T. Verdier (2004). Religious Intermarriage and Socialization in the United States. Journal of Political Economy 112(3), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Bisin, A. and T. Verdier (2000). Beyond The Melting Pot: Cultural Transmission, Marriage, And The Evolution of Ethnic and Religious Traits. Quarterly Journal of Economics 115(3), 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Bisin, A. and T. Verdier (2001). The Economics of Cultural Transmission and the Dynamics of Preferences. Journal of Economic Theory 97(2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Bisin, A. and T. Verdier (2010). The economics of cultural transmission and socialization. Technical report, National Bureau of Economic Research.",
        "Bisin, A. and T. Verdier (2011). The Economics of Cultural Transmission and Socialization. Handbook of Social Economics, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Bisin, A. and G. Zanella (2017). Time-consistent Immigration Policy under Economic and Cultural Externalities. Economic Policy 32(91), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Blundell, R., P.-A. Chiappori, T. Magnac, and C. Meghir (2007). Collective Labour Supply: Heterogeneity and Non-Participation. The Review of Economic Studies 74(2), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Borjas, G. J. (1995). Ethnicity, Neighborhoods, and Human-Capital Externalities. American Economic Review 85(3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Borjas, G. J. (2003). The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics 118(4), 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Borjas, G. J. (2014). Immigration Economics. Harvard University Press.",
        "Bratter, J. L. and R. B. King (2008). But Will It Last?: Marital Instability Among Interracial and Same-Race Couples. Family Relations 57(2), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Card, D. (2009). Immigration and Inequality. American Economic Review 99(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Card, D. and G. Peri (2016). Immigration Economics by George J. Borjas: A Review Essay.",
        "Casey, T. and C. Dustmann (2008). Intergenerational Transmission of Language Capital and Economic Outcomes. Journal of Human Resources 43(3), 660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Chiappori, P.-A. (1988). Rational Household Labor Supply. Econometrica 56(1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Chiappori, P.-A. (1992). Collective Labor Supply and Welfare. Journal of Political Economy, 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Chiappori, P.-A., M. C. Dias, and C. Meghir (2018). The Marriage Market, Labor Supply, and Education Choice. Journal of Political Economy 126(S1), S26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS72.",
        "Chiappori, P.-A., B. Fortin, and G. Lacroix (2002). Marriage Market, Divorce Legislation, and Household Labor Supply. Journal of Political Economy 110(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Chiappori, P.-A., M. Iyigun, and Y. Weiss (2009). Investment in Schooling and the Marriage Market. American Economic Review 99(5), 1689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Chiappori, P.-A., S. Oreffice, and C. Quintana-Domeque (2012). Fatter Attraction: Anthropometric and Socioeconomic Matching on the Marriage Market. Journal of Political Economy 120(4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c695.",
        "Chiappori, P.-A. and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2016). The Econometrics of Matching Models. Journal of Economic Literature 54(3), 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Chiappori, P.-A., B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081, and Y. Weiss (2017). Partner Choice, Investment in Children, and the Marital College Premium. American Economic Review 107(8), 2109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Choo, E. (2015). Dynamic Marriage Matching: An Empirical Framework. Econometrica 83(4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1423.",
        "Choo, E. and A. Siow (2006). Who Marries Whom and Why. Journal of Political Economy 114(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Constant, A. F. and K. F. Zimmermann (2008). Measuring Ethnic Identity and Its Impact on Economic Behavior. Journal of the European Economic Association 6(2-3), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Constant, A. F. and K. F. Zimmermann (2013). International Handbook on the Economics of Migration. Edward Elgar Publishing.",
        "Del Boca, D., C. Flinn, and M. Wiswall (2014). Household Choices and Child Development. The Review of Economic Studies 81(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Dohmen, T., A. Falk, D. Huffman, and U. Sunde (2012). The Intergenerational Transmission of Risk and Trust Attitudes. The Review of Economic Studies 79(2), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Dupuy, A. and A. Galichon (2014). Personality Traits and The Marriage Market. Journal of Political Economy 122(6), 1271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1319.",
        "Dustmann, C. (1997). The Effects of Education, Parental Background and Ethnic Concentration on Language. Quarterly Review of Economics and Finance 37, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Dustmann, C. and F. Fabbri (2003). Language Proficiency and Labour Market Performance of Immigrants in the UK. The Economic Journal 113(489), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Dustmann, C., T. Frattini, and I. P. Preston (2013). The Effect of Immigration along the Distribution of Wages. Review of Economic Studies 80(1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Dustmann, C., S. Machin, and U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg (2010). Ethnicity and Educational Achievement in Compulsory Schooling. The Economic Journal 120(546), 272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Edin, P.-A., P. Fredriksson, and O. Aslund (2003). Ethnic Enclaves and the Economic Success of Immigrants. Evidence from a Natural Experiment. Quarterly Journal of Economics 118(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, R. (2011). Does culture matter? In Handbook of Social Economics, Volume 1, pp. 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510. Elsevier.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, R., A. Fogli, and C. Olivetti (2004). Mothers and Sons: Preference Formation and Female Labor Force Dynamics. Quarterly Journal of Economics 119(4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1299.",
        "Fouka, V. (2019). Backlash: the Unintended Effects of Language Prohibition in US Schools After World War I. Review of Economic Studies Forthcoming.",
        "Fryer, R. G. (2007). Guess WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Been Coming to Dinner? Trends in Interracial Marriage Over The 20th Century. Journal of Economic Perspectives 21(2), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Fu, X. and T. B. Heaton (2008). Racial and Educational Homogamy: 1980 to 2000. Sociological Perspectives 51(4), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Furtado, D. and S. J. Trejo (2013). Interethnic Marriages and their Economic Effects. International Handbook on the Economics of Migration, 276.",
        "Galichon, A., S. Kominers, and S. Weber (2015). The nonlinear Bernstein equation in Economics.",
        "Galichon, A., S. D. Kominers, and S. Weber (2019). Costly Concessions: An Empirical Framework for Matching With Imperfectly Transferable Utility. Journal of Political Economy Forthcoming.",
        "Galichon, A. and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2015). CupidÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Invisible Hand: Social Surplus and Identification in Matching Models.",
        "Galichon, A. and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2017). The Econometrics and Some Properties of Separable Matching Models. American Economic Review 107(5), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Gayle, G.-L. and A. Shephard (2019). Optimal Taxation, Marriage, Home Production, and Family Labor Supply. Econometrica 87(1), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Ginsburgh, V. and S. Weber (2011). How Many Languages Do We Need?: The Economics of Linguistic Diversity. Princeton University Press.",
        "Gordon, M. (1964). Assimilation in American Life. Oxford University Press.",
        "Grosjean, P. (2014). A History of Violence: The Culture of Honor and Homicide in the US South. Journal of the European Economic Association 12(5), 1285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Guirkinger, C., J.-P. Platteau, and Z. Wahhaj (2019). Behind the Veil of Cultural Persistence: Marriage and Divorce in a Migrant Community. Working Paper.",
        "Guiso, L., P. Sapienza, and L. Zingales (2016). Long-term Persistence. Journal of the European Economic Association 14(6), 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1436.",
        "Hwang, Y. G. (2019). An Estimable General-Equilibrium Structural Model of ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Neighborhood Sorting and Social Integration. Working Paper.",
        "Kalmijn, M., P. M. de Graaf, and J. P. Janssen (2005). Intermarriage and The Risk of Divorce in The Netherlands: The Effects of Differences in Religion and in Nationality, 1974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94. Population Studies 59(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Lewis, M. P., G. F. Simons, and C. D. Fennig (2009). Ethnologue: Languages of the World, Volume 9. SIL International Dallas, TX.",
        "Lundberg, S. and R. A. Pollak (1993). Separate Spheres Bargaining and the Marriage Market.",
        "Manacorda, M., A. Manning, and J. Wadsworth (2012). The Impact of Immigration on the Structure of Wages: Theory and Evidence from Britain. Journal of the European Economic Association 10(1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Manning, A. and S. Roy (2010). Culture Clash or Culture Club? National Identity in Britain. Economic Journal 120(542), F72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF100.",
        "McFadden, D. (1974). Conditional Logit Analysis of Qualitative Choice Behavior. Frontiers in Econometrics, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Meng, X. and R. G. Gregory (2005). Intermarriage and the Economic Assimilation of Immigrants. Journal of Labor Economics 23(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Nunn, N. and L. Wantchekon (2011). The Slave Trade and The Origins of Mistrust in Africa. American Economic Review 101(7), 3221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Ottaviano, G. I. and G. Peri (2012). Rethinking the Effect of Immigration on Wages. Journal of the European Economic Association 10(1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Price, K., R. M. Storn, and J. A. Lampinen (2006). Differential Evolution: A Practical Approach to Global Optimization. Springer Science & Business Media.",
        "Schwartz, C. R. (2013). Trends and Variation in Assortative Mating: Causes and Consequences. Annual Review of Sociology 39, 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Shapley, L. S. and M. Shubik (1971). The Assignment Game I: The Core. International Journal of Game Theory 1(1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Spolaore, E. and R. Wacziarg (2009). The Diffusion of Development. Quarterly Journal of Economics 124(2), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Spolaore, E. and R. Wacziarg (2016). Ancestry, Language and Culture. In The Palgrave Handbook of Economics and Language, pp. 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211. Springer.",
        "Stevenson, B. and J. Wolfers (2007). Marriage and Divorce: Changes and Their Driving Forces. Journal of Economic Perspectives 21(2), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Storn, R. and K. Price (1997). Differential EvolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA Simple and Efficient Heuristic for Global Optimization over Continuous Spaces. Journal of Global Optimization 11(4), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 359.",
        "Voena, A. (2015). Yours, Mine and Ours: Do Divorce Laws Affect the Intertemporal Behavior of Married Couples? American Economic Review 105(8), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2332.",
        "VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder, N. and H.-J. Voth (2012). Persecution Perpetuated: the Medieval Origins of Anti-Semitic Violence in Nazi Germany. Quarterly Journal of Economics 127(3), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1392.",
        "Zhang, Y. and J. Van Hook (2009). Marital Dissolution Among Interracial Couples. Journal of Marriage and Family 71(1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "A Data and Sample Construction The empirical analysis uses rich administrative Italian data at the individual level, from 1995 to 2012. We obtained data from ISTAT trough its ADELE Laboratory. In what follows, we describe the data sources and the main information provided in each dataset.",
        "Fertility. Fertility rates come from municipality births registries, which contain the universe of individual birth records of residents in the municipality of enrolment, for each year from 1990 to 2012. Individual birth records include socio-demographic variables of interest such as gender, date and province of birth, citizenship and parental information regarding their date of birth, citizenship and marital status.",
        "Separation. Separation data come from the registries of civil court chancelleries and cover the universe of legal separations registered in Italy, covering the period 1995-2012. The statistical data collected allow us to analyse different aspects of the marital dissolution phenomenon. Information is provided regarding the judicial proceedings and any appeal for legal assistance; the marital union as the date and the type of ceremony; spousal sociodemographic characteristics as reported in marriage records; any children involved with date of birth and gender; the post-dissolution arrangements like alimony obligations, recipient A.1 subject and annual amount of contribution for maintenance and the custody of children45 .",
        "We focus on separation rates, which better represent marital dissolution decisions in the Italian context, for two main reasons. First, separation is the juridical act that launches the divorce proceedings. With Law 74/1987 and until 2015, a minimum period of 3 years of legal separation was required before eventually submitting a divorce request. Second, on average only 65% of separations are followed by a divorce, which implies that divorce choices significantly underestimate marital dissolution behaviours. In light of this, separations provide a more accurate representation of actual household dissolution choices.",
        "Single Individuals. We derive the population vectors by ethnic group, gender and marital status from individual Italian Census data of 2001 and 2011. We select adult individuals, hence the age range we focus on is of more than 18 years old. Census data classify the marital status of an individual as: never married, at present married, separated de facto, legally separated, divorced or widowed. We consider an individual available in the case that she/he is never married, legally separated, divorced or widowed. We also discard institutional households, corresponding to correctional institutions, but also military and mental care facilities. We take into account potential measurement error concerns due to truncation of unmatched population vectors as described in Section (3).",
        "The three questions are framed in the following way. Language spoken at home: In Italy, in your family, do you speak more often Italian or another language?. Mother tongue (main): What language did you speak when you were young, before going to school?. Mother tongue (secondary): In addition to this, did you also speak another language when you were young and which one? A.4 A.4 Population Distribution The population distribution by ethnic group for each province is derived from municipality records on the movements of the foreign resident population for the years 1995 to 2010. Ethnic group shares are calculated thanks to municipality data on the total resident population, aggregated at the regional level. A.5 B Additional Figures and Tables"
    ]
}