{
    "id": 26309,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Allcott, Hunt and Nathan Wozny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices, Fuel Economy, and the Energy Paradox,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2014, 96 (10), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Austin, David and Terry Dinan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clearing the Air: The Costs and Consequences of Higher CAFE Standards and Increased Gasoline Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 2005, 50, 562582.",
        "Bento, Antonio M., Kenneth Gillingham, Mark R. Jacobsen, Christopher R. Knittel, Benjamin Leard, Joshua Linn, Virginia McConnell, David Rapson, James M. Sallee, ArthurA. van Benthem, and Kate S. Whitefoot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flawed Analyses of U.S. Auto Fuel Economy Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2018, 362 (6419), 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1121.",
        ", Lawrence H. Goulder, Mark R. Jacobsen, and Roger von Haefen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional and Efficiency Impacts of Increased U.S. Gasoline Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (3), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Busse, Meghan, Christopher R. Knittel, and Florian Zettelmeyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Consumers Myopic ? Evidence from New and Used Car Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Fischer, Carolyn, Winston Harrington, and Ian W.H. Parry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Automobile Fuel Economy Standards be Tightened?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2007, 28 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Gillingham, Kenneth, James Stock, and Wade Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on the Notice of Proposed Rulemaking for The Safer Affordable Fuel-Efficient (SAFE) Vehicles Rule for Model Years 20212026 Passenger Cars and Light Trucks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Docket numbers: EPA-HQ-OAR-2018-0283 and NHTSA-2018-0067.",
        ", SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien Houde, and Arthur A. van Benthem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Myopia in Vehicle Purchases: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper 25845.",
        "Goldberg, Pinelopi K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the Corporate Average Fuel Efficiency Standards in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics, 1998, 46, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Gruenspecht, Howard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiated Regulation: The Case of Auto Emissions Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1982, 72 (2), 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Holland, Stephen P., Jonathan E. Hughes, and Christopher R. Knittel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greenhouse Gas Reductions under Low Carbon Fuel Standards?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2009, 1 (1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Ito, Koichiro and James M. Sallee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Attribute-Based Regulation: Theory and Evidence from Fuel Economy Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2018, 100 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Jacobsen, Mark R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating U.S. Fuel Economy Standards in a Model with Producer and Household Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2013, 5 (2), 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Economy and Safety: The Influences of Vehicle Class and Driver Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2013, 5 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        ", James M. Sallee, Joseph S. Shapiro, and Arthur A. van Benthem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Corrective Taxes with Untaxable Externalities: Evidence from Motor Vehicle Pollution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper.",
        "Knittel, Christopher R. and Ryan Sandler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Impact of Second-Best UniformPigouvian Taxation: Evidence from Transportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2018, 10 (4), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Kwoka, John E. Jr., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The limits of Market-Oriented Regulatory Techniques: The Case of Automotive Fuel Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1983, 98 (4), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Langer, Ashley, Vikram Maheshri, and Clifford Winston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Gallons to Miles: A Disaggregate Analysis of Automobile Travel and Externality Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2017, 152 (August), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Leard, Benjamin, Joshua Linn, and Yichen Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Do Consumers Value Fuel Economy and Performance? Evidence from Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Resources for the Future Working Paper.",
        "Reynaert, Mathias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Abatement Strategies and the Cost of Environmental Regulation: Emission Standards on the European Car Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. CEPR Discussion Paper No. DP13756.",
        "Sallee, James M., Sarah E. West, and Wei Fan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Recognize the Value of Fuel Economy? Evidence from Used Car Prices and Gasoline Price Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2016, 135 (March), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "U.S. Department of Transportation, National Highway and Traffic Safety Administration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Passenger Vehicle Occupant Injury Severity by Vehicle Age and Model Year in Fatal Crashes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Traffic Safety Facts Research Note, DOT HS 812 528. Washington, DC.",
        "U.S. Department of Transportation, National Highway and Traffic Safety Administration, and Environmental Protection Agency, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safer Affordable Fuel-Efficient (SAFE) Vehicles Rule for Model Years 2021-2026 Passenger Cars and Light Trucks, Notice of Proposed Rulemaking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Referred to as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NPRM.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at https://www.epa.gov/sites/production/files/2018-08/documents/safe-my2021 -2026-cafe-ld-ghg-nhtsa-epa-nprm-2018-08-02.pdf.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safer Affordable Fuel-Efficient (SAFE) Vehicles Rule for Model Year 2021-2026 Passenger Cars and Light Trucks, Preliminary Regulatory Impact Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Referred to as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PRIA.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at https://www.nhtsa.gov/sites/nhtsa.dot.gov/files/documents/ld_ cafe_co2_nhtsa_2127-al76_epa_pria_181016.pdf.",
        "U.S. Environmental Protection Agency, Department of Transportation, National Highway Traffic Safety Administration and California Air Resources Board, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Midterm Evaluation of Light-Duty Vehicle Greenhouse Gas Emission Standards and Corporate Average Fuel Economy Standards for Model Years 2022-2025,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Draft Technical Assessment Report. Referred to as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at https://www.nhtsa.gov/staticfiles/ rulemaking/pdf/cafe/Draft-TAR-Final.pdf and https://www.nhtsa.gov/sites/nhtsa. dot.gov/files/draft-tar-final-appendices.pdf (appendices).",
        "Wenzel, Thomas P. and K. Sydny Fujita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticity of Vehicle Miles of Travel to Changes in the Price of Gasoline and the Cost of Driving in Texas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Lawrence Berkeley National Laboratory Report LBNL-2001138. Available at https://eln.lbl.gov/publications/elasticityvehicle -miles-travel.",
        "West, Jeremy, Mark Hoekstra, Jonathan Meer, and Steven L. Puller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Miles (Not) Traveled: Fuel Economy Requirements, Vehicle Characteristics, and Household Driving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2017, 145 (January), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Whitefoot, Kate S. and Steven J. Skerlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design Incentives to Increase Vehicle Size Created from the US Footprint-Based Fuel Economy Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, 2012, 41, 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411."
    ]
}