{
    "id": 2630,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Advisory Commission on Intergovernmental Relations, Cigarette Bootlegging: A State and Federal Responsibility, (May 1977) Washington, D.C.",
        "Washington, D.C. Appelbaum, E., The Estimation of the Degree of Oligopoly Power, Journal of Econometrics, IXX (1982), 287-99.",
        "Baltagi, B. H. and R. K. Goel, Quasi-Experimental Price Elasticities of Cigarette Demand and the Bootlegging Effect, American Journal of Agricultural Economics, LXIX (November 1987), 750-54.",
        "Baltagi, B. H. and Dan Levin, Estimating Dynamic Demand for Cigarettes Unsing Panel Data: The Effects of Bootlegging, Taxation and Advertising Reconsidered, Review of Economics and Statistics, LXVIII (February 1986), 148-155.",
        "Bhagwati, J. and B. Hansen, A Theoretical Analysis of Smuggling, Quarterly Journal of Economics, LXXXVII (1975), 172-87.",
        "Ethier, W.J., Illegal Immigration: The Host Country Problem, American Economic Review, LXXVI (1986), 56-71.",
        "Friedman, James, Oligopoly and the Theor~y of Games, (New York: North-Holland, 1977).",
        "Grossman, G.M. and Carl Shapiro, Foreign Counterfeiting of Status Goods, Quarterly Journal of Economics, CIII (February 1988), 79-100.",
        "Macedo, J., Currency Incovertibility, Trade Taxes, and Smuggling, Journal of Development Economics, XXVII (1987), 109-25.",
        "Manchester, PB., An Econometric Analysis of State Cigarette Taxes, Prices, and Demand, with Estimates of Tax-Induced Interstate Bootlegging (1973), University of Minnesota.",
        "Norton, D.A.G., On the Economic Theory of Smuggling, Economica, LV (1988), 107118.",
        "Pangestu, M., Survey of Recent Developments, Bulletin of Indonesian Economic Studies, (April 1987), 1-39.",
        "Pitt, Mark M., Smuggling and Price Disparity, Journal of international Economics, XI (1981), 447-58.",
        "Sheikh, M.A., Smuggling, Production and Welfare, Journal of International Economics, lv (1974), 355-64.",
        "Skinner, J. and Joel Slemrod, An Economic Perspective on Tax Evasion, National Tax Journal, XXXVIII (1985), 345-354.",
        "Stolper, W. and Alan Deardorif, Effects of Smuggling Under African Conditions: A Factual, Institutional and Analytic Discussion, (1988), University of Michigan.",
        "Sullivan, D., Testing Hypotheses about Firm Behavior in the Cigarette Industry, Journal of Political Economy, XCIII, (1985), 586-98.",
        "Sumner, D., Measurement of Monopoly Behavior: An Application to the Cigarette Industry, Journal of Political Economy, LXXXIX (1981), 1010-1019."
    ]
}