{
    "id": 26302,
    "cites": 66,
    "cited_by": 6,
    "reference": [
        "Achdou, Y., Han, J., Lasry, J.-M., Lions, P.-L., and Moll, B. (2017). Income and wealth distribution in macroeconomics: A continuous-time approach. Working Paper 23732, National Bureau of Economic Research.",
        "Adrian, T. and Boyarchenko, N. (2012). Intermediary leverage cycles and financial stability. Staff Report 567, Federal Reserve Bank of New York.",
        "Adrian, T. and Shin, H. S. (2010). Liquidity and leverage. Journal of Financial Intermediation, 19(3):418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Ahn, S., Kaplan, G., Moll, B., Winberry, T., and Wolf, C. (2017). When inequality matters for macro and macro matters for inequality. In NBER Macroeconomics Annual 2017, Vol. 32. University of Chicago Press.",
        "AÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086t-Sahalia, Y. (2002). Maximum likelihood estimation of discretely sampled diffusions: A closed-form approximation approach. Econometrica, 70(1):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Aiyagari, S. R. (1994). Uninsured idiosyncratic risk and aggregate saving. Quarterly Journal of Economics, 109(3):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Algan, Y., Allais, O., and Den Haan, W. J. (2008). Solving heterogeneous-agent models with parameterized cross-sectional distributions. Journal of Economic Dynamics and Control, 32(3):875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Algan, Y., Allais, O., Den Haan, W. J., and Rendahl, P. (2014). Solving and simulating models with heterogeneous agents and aggregate uncertainty. In Schmedders, K. and Judd, K. L., editors, Handbook of Computational Economics, volume 3, pages 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324. Elsevier.",
        "Alvaredo, F., Chancel, L., Piketty, T., Saez, E., and Zucman, G. (2017). Global inequality dynamics: New findings from wid.world. Working Paper 23119, National Bureau of Economic Research.",
        "Andersen, T. G. and Lund, J. (1997). Estimating continuous-time stochastic volatility models of the short-term interest rate. Journal of Econometrics, 77(2):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Auclert, A. (2016). Monetary policy and the redistribution channel. Stanford University.",
        "Auclert, A., BardoÃ\u0083Å\u0092Ã\u0082Â\u0081czy, B., Rognlie, M., and Straub, L. (2019). Using the sequence-space Jacobian to solve and estimate heterogeneous-agent models. Mimeo, Stanford University.",
        "Auclert, A. and Rognlie, M. (2018). Inequality and aggregate demand. Stanford University.",
        "Bach, F. (2017). Breaking the curse of dimensionality with convex neural networks. Journal of Machine Learning Research, 18(1):629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Barron, A. R. (1993). Universal approximation bounds for superpositions of a sigmoidal function. IEEE Transactions on Information Theory, 39(3):930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Barucci, E. and Landi, L. (1995). Non-parametric versus linear learning devices: A procedural perspective. Technical report, University of Florence.",
        "Basak, S. and Cuoco, D. (1998). An equilibrium model with restricted stock market participation. Review of Financial Studies, 11(2):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Bayer, C. and Luetticke, R. (2018). Solving heterogeneous agent models in discrete time with many idiosyncratic states by perturbation methods. Mimeo, University of Bonn.",
        "Bergin, J. and Bernhardt, D. (1992). Anonymous sequential games with aggregate uncertainty. Journal of Mathematical Economics, 21(6):543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Bernanke, B. S., Gertler, M., and Gilchrist, S. (1999). The financial accelerator in a quantitative business cycle framework. In Taylor, J. B. and Woodford, M., editors, Handbook of Macroeconomics, volume 1, pages 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393. Elsevier.",
        "Bishop, C. M. (2006). Pattern Recognition and Machine Learning. Springer-Verlag.",
        "Blanchard, O. and GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2010). Labor markets and monetary policy: A New Keynesian model with unemployment. American Economic Journal: Macroeconomics, 2(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Brunnermeier, M. K. and Sannikov, Y. (2014). A macroeconomic model with a financial sector. American Economic Review, 104(2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Candler, G. V. (1999). Finite difference methods for continuous time dynamic programming. In MarimoÃ\u0083Å\u0092Ã\u0082Â\u0081n, R. and Scott, A., editors, Computational Methods for the Study of Dynamic Economies, pages 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194. Oxford University Press.",
        "Chacko, G. and Viceira, L. M. (2003). Spectral GMM estimation of continuous-time processes. Journal of Econometrics, 116(1):259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Cho, I.-K. (1995). Perceptrons play the repeated prisonerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dilemma. Journal of Economic Theory, 67(1):266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Cho, I.-K. and Sargent, T. J. (1996). Neural networks for encoding and adapting in dynamic economies. In Amman, H., Kendrick, D., and Rust, J., editors, Handbook of Computational Economics, volume 1, pages 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470. Elsevier.",
        "Cybenko, G. (1989). Approximation by superpositions of a sigmoidal function. Mathematics of Control, Signals and Systems, 2(4):303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Den Haan, W. J. (1996). Heterogeneity, aggregate uncertainty, and the short-term interest rate. Journal of Business & Economic Statistics, 14(4):399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Den Haan, W. J. (1997). Solving dynamic models with aggregate shocks and heterogeneous agents. Macroeconomic Dynamics, 1(02):355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Den Haan, W. J. and Rendahl, P. (2010). Solving the incomplete markets model with aggregate uncertainty using explicit aggregation. Journal of Economic Dynamics and Control, 34(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 78.",
        "Duarte, V. (2018). Sectoral reallocation and endogenous risk-aversion: Solving macro-finance models with machine learning. MIT Sloan School of Management.",
        "Duffie, D. and Epstein, L. (1992). Stochastic differential utility. Econometrica, 60(2):353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Evans, G. W. and Honkapohja, S. (2001). Learning and Expectations in Macroeconomics. Princeton University Press.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, J. F. (2007). Estimating macroeconomic models: A likelihood approach. Review of Economic Studies, 74(4):1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. and Gambetti, L. (2009). On the sources of the Great Moderation. American Economic Journal: Macroeconomics, 1(1):26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Goodfellow, I., Bengio, Y., and Courville, A. (2016). Deep Learning. MIT Press. http: //www.deeplearningbook.org.",
        "Gornemann, N., Kuester, K., and Nakajima, M. (2012). Monetary policy with heterogeneous agents. Working Paper 12-21, Federal Reserve Bank of Philadelphia.",
        "Hall, R. E. and Milgrom, P. R. (2008). The limited influence of unemployment on the wage bargain. American Economic Review, 98(4):1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "He, Z. and Krishnamurthy, A. (2012). A model of capital and crises. Review of Economic Studies, 79(2):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "He, Z. and Krishnamurthy, A. (2013). Intermediary asset pricing. American Economic Review, 103(2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Holston, K., Laubach, T., and Williams, J. C. (2017). Measuring the natural rate of interest: International trends and determinants. Journal of International Economics, 108:S59 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S75.",
        "Hornik, K., Stinchcombe, M., and White, H. (1989). Multilayer feedforward networks are universal approximators. Neural Networks, 2(5):359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Huggett, M. (1993). The risk-free rate in heterogeneous-agent incomplete-insurance economies. Journal of Economic Dynamics and Control, 17(5-6):953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Kaplan, G., Moll, B., and Violante, G. L. (2018). Monetary policy according to HANK. American Economic Review, 108(3):697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kiyotaki, N. and Moore, J. (1997). Credit cycles. Journal of Political Economy, 105(2):211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Krusell, P. and Smith, A. A. (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy, 106(5):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Kubler, F. and Scheidegger, S. (2018). Self-justified equilibria: Existence and computation. Working Paper, DBF, University of Zurich.",
        "Kumhof, M., RancieÃ\u0083Å\u0092Ã\u0082Â\u0081re, R., and Winant, P. (2015). Inequality, leverage, and crises. American Economic Review, 105(3):1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Liu, P., Theodoridis, K., Mumtaz, H., and Zanetti, F. (2018). Changing macroeconomic dynamics at the zero lower bound. Journal of Business & Economic Statistics, 0(0):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Lo, A. (1988). Maximum likelihood estimation of generalized ItoÃ\u0083Å\u0092Ã\u0082â\u0080\u009a processes with discretely sampled data. Econometric Theory, 4(2):231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Luetticke, R. (2015). Transmission of monetary policy and heterogeneity in household portfolios. UCL.",
        "Maliar, L., Maliar, S., and Valli, F. (2010). Solving the incomplete markets model with aggregate uncertainty using the Krusell-Smith algorithm. Journal of Economic Dynamics and Control, 34(1):42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "McKay, A., Nakamura, E., and Steinsson, J. (2016). The power of forward guidance revisited. American Economic Review, 106(10):3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Miao, J. (2006). Competitive equilibria of economies with a continuum of consumers and aggregate shocks. Journal of Economic Theory, 128(1):274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o, G. and Thomas, C. (2016). Optimal monetary policy with heterogeneous agents. Working Paper 1624, Banco de EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a.",
        "NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o, G. and Thomas, C. (2017). Bank leverage cycles. American Economic Journal: Macroeconomics, 9(2):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "ProÃ\u0083Å\u0092Ã\u0082Ë\u0086hl, E. (2015). Approximating equilibria with ex-post heterogeneity and aggregate risk. Research Paper 17-63, Swiss Finance Institute.",
        "Reiter, M. (2009). Solving heterogeneous-agent models by projection and perturbation. Journal of Economic Dynamics and Control, 33(3):649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Reiter, M. (2010). Solving the incomplete markets model with aggregate uncertainty by backward induction. Journal of Economic Dynamics and Control, 34(1):28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, J.-V. (1997). Computation of equilibria in heterogeneous agent models. Staff Report 231, Federal Reserve Bank of Minneapolis.",
        "Rumelhart, D. E., Hinton, G. E., and Williams, R. J. (1986). Learning representations by back-propagating errors. Nature, 323:533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Sager, E. (2014). Solving the incomplete markets model with aggregate uncertainty: The method of mixtures. Bureau of Labor Statistics, Price Research Division.",
        "Salmon, M. (1995). Bounded rationality and learning: Procedural learning. In Kirman, A. P. and Salmon, M., editors, Learning and Rationality in Economics, pages 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275. Blackwell Publishing.",
        "Scheidegger, S. and Bilionis, I. (2017). Machine learning for high-dimensional dynamic stochastic economies. UCL.",
        "Young, E. R. (2010). Solving the incomplete markets model with aggregate uncertainty using the Krusell-Smith algorithm and non-stochastic simulations. Journal of Economic Dynamics and Control, 34(1):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41."
    ]
}