{
    "id": 26308,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Acemoglu, D., S. Johnson, P. Querubin, J. A. Robinson, 2008. When does policy reform work? The case of central bank independence. Unpublished working paper. National Bureau of Economic Research.",
        "Ai, H., R. Bansal, 2018. Risk preferences and the macroeconomic announcement premium.",
        "Alesina, A., 1988. Macroeconomics and politics. NBER macroeconomics annual 3, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Alesina, A., L. H. Summers, 1993. Central bank independence and macroeconomic performance: some comparative evidence. Journal of Money, credit and Banking 25(2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Barndorff-Nielsen, O. E., P. R. Hansen, A. Lunde, N. Shephard, 2008. Designing realized kernels to measure the ex post variation of equity prices in the presence of noise. Econometrica 76(6), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1536.",
        "Beechey, M. J., J. H. Wright, 2009. The high-frequency impact of news on long-term yields and forward rates: Is it real?. Journal of Monetary Economics 56(4), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Binder, C., 2018. Political Pressure on Central Banks. . Bollerslev, T., J. Li, Y. Xue, 2018. Volume, volatility, and public news announcements. The Review of Economic Studies 85(4), 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2041.",
        "Cieslak, A., A. Morse, A. Vissing-Jorgensen, 2018. Stock returns over the FOMC cycle. The Journal of Finance.",
        "Cochrane, J. H., M. Piazzesi, 2002. The fed and interest rates-a high-frequency identification. American Economic Review 92(2), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Cukierman, A., S. B. Web, B. Neyapti, 1992. Measuring the independence of central banks and its effect on policy outcomes. The world bank economic review 6(3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Faust, J., 2016. Oh, What a Tangled Web we Weave: Monetary policy transparency in divisive times. Hutchins Center Working Papers.",
        "Faust, J., E. T. Swanson, J. H. Wright, 2004. Identifying VARs based on high frequency futures data. Journal of Monetary Economics 51(6), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Gertler, M., P. Karadi, 2015. Monetary policy surprises, credit costs, and economic activity. American Economic Journal: Macroeconomics 7(1), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Gilchrist, S., V. Yue, E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, 2019. US monetary policy and international bond markets. Unpublished working paper. National Bureau of Economic Research.",
        "Grilli, V., D. Masciandaro, G. Tabellini, 1991. Political and monetary institutions and public finance policies in the industrial democracies. Economic Policy 13, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. Sack, E. Swanson, 2005a. The sensitivity of long-term interest rates to economic news: Evidence and implications for macroeconomic models. American Economic Review 95(1), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. Sack, E. T. Swanson, 2005b. Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. P. Sack, E. T. Swanson, 2007. Market-based measures of monetary policy expectations. Journal of Business & Economic Statistics 25(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Hanson, S. G., J. C. Stein, 2015. Monetary policy and long-term real rates. Journal of Financial Economics 115(3), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Kohn, D., 2013. Federal Reserve independence in the aftermath of the financial crisis: should we be worried?. Business Economics 48(2), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Krishnamurthy, A., A. Vissing-Jorgensen, 2011. The effects of quantitative easing on interest rates: channels and implications for policy. Unpublished working paper. National Bureau of Economic Research.",
        "Kuttner, K. N., 2001. Monetary policy surprises and interest rates: Evidence from the Fed funds futures market. Journal of monetary economics 47(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Lucca, D. O., E. Moench, 2015. The pre-FOMC announcement drift. The Journal of Finance 70(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Nakamura, E., J. Steinsson, 2018. High-frequency identification of monetary non-neutrality: the information effect. The Quarterly Journal of Economics 133(3), 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "Rigobon, R., B. Sack, 2003. Measuring the reaction of monetary policy to the stock market. The quarterly journal of Economics 118(2), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Swanson, E. T., 2011. LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s twist again: a high-frequency event-study analysis of operation twist and its implications for QE2. Brookings Papers on Economic Activity pp. 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Swanson, E. T., 2017. Measuring the effects of Federal Reserve forward guidance and asset purchases on financial markets. Unpublished working paper. National Bureau of Economic Research.",
        "Timiraos, N., 2019. Fed Readies First Interest-Rate Cut Since 2008. www.wsj.com/articles/fed-readies-first-interest-rate-cut-since-2008-11564563601.",
        "Vissing-Jorgensen, A., 2019. Central Banking with Many Voices: The Communications Arms Race. working paper."
    ]
}