{
    "id": 26313,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Aghion, P., U. Akcigit, A. Deaton, and A. Roulet (2016). Creative destruction and subjective wellbeing. American Economic Review 106(12), 3869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Anderson, D. M., R. Cesur, and E. Tekin (2015). Youth depression and future criminal behavior. Economic Inquiry 53(1), 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Angelini, P. and N. Cetorelli (2003). The effects of regulatory reform on competition in the banking industry. The RAND Journal of Economics 35(5), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Ashraf, Q. and O. Galor (2013). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢out of africaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ hypothesis, human genetic diversity, and comparative economic development. American Economic Review 103(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Baird, A. (2011). Negotiating Pathways to Manhood: Violence Reproduction in MedellinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Periphery. Thesis, University of Bradford.",
        "Becker, G. S. (1968). Crime and punishment: An economic approach. In The economic dimensions of crime, pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68. Springer.",
        "Bennett, P. and A. Ouazad (2018). Job displacement, unemployment, and crime: Evidence from danish microdata and reforms. Unemployment, and Crime: Evidence from Danish Microdata and Reforms (December 21, 2018).",
        "Bignon, V., E. Caroli, and R. Galbiati (2016). Stealing to survive? crime and income shocks in nineteenth century france. The Economic Journal 127(599), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Black, S. E., P. J. Devereux, and K. G. Salvanes (2015). Losing heart? the effect of job displacement on health. ILR Review 68(4), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Blattman, C. and J. Annan (2015). Can Employment Reduce Lawlessness and Rebellion? A Field Experiment with High-Risk Men in a Fragile State. American Political Science Review 10(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Blattman, C., G. Duncan, L. Benjamin, and S. Toben (2018). Gangs of MedellÃ\u0083Æ\u0092Ã\u0082Â­n: How Organized Crime is Organized. Technical report, mimeo.",
        "Blattman, C., J. C. Jamison, and M. Sheridan (2017). Reducing crime and violence: Experimental evidence from cognitive behavioral therapy in liberia. American Economic Review 107(4), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1206.",
        "Bondurant, S. R., J. M. Lindo, and I. D. Swensen (2018). Substance abuse treatment centers and local crime. Journal of Urban Economics 104, 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Bottia, M., L. C. Sosa, and C. Medina (2012). El sisben como mecanismo de focalizaciÃ\u0083Æ\u0092Ã\u0082Â³n individual del rÃ\u0083Æ\u0092Ã\u0082Â©gimen subsidiado en salud en colombia: ventajas y limitaciones. Revista de EconomÃ\u0083Æ\u0092Ã\u0082Â­a del Rosario 15(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2011). Robust inference with multiway clustering. Journal of Business & Economic Statistics 29(2), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Carpenter, C. S. (2005). Heavy alcohol use and the commission of nuisance crime: Evidence from underage drunk driving laws. American Economic Review 95(2), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "CCSPJP (2009). Consejo Ciudadano para la Seguridad Publica y la Justicia Penal.",
        "Charles, K. K. and M. Stephens, Jr (2004). Job displacement, disability, and divorce. Journal of Labor Economics 22(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Couch, K. A. and D. W. Placzek (2010). Earnings losses of displaced workers revisited. American Economic Review 100(1), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Del Bono, E., A. Weber, and R. Winter-Ebmer (2012). Clash of career and family: Fertility decisions after job displacement. Journal of the European Economic Association 10(4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Dell, M., B. Feigenberg, and K. Teshima (2018). The Violent Consequences of Trade-Induced Worker Displacement in Mexico. American Economic Review: Insights forthcoming.",
        "Dix-Carneiro, R., R. Soares, and G. Ulyssea (2018). Economic Shocks and Crime: Evidence from the Brazilian Trade Liberalization. American Economic Journal: Applied Economics forthcoming.",
        "Doyle, C. (2016). Explaining Patterns of Urban Violence in Medellin, Colombia. Laws 5(3).",
        "Ehrlich, I. (1973). Participation in illegitimate activities: A theoretical and empirical investigation. Journal of political Economy 81(3), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Fu, C. and K. I. Wolpin (2017). Structural estimation of a becker-ehrlich equilibrium model of crime: Allocating police across cities to reduce crime. The Review of Economic Studies 85(4), 2097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2138.",
        "Gissler, S., R. Ramcharan, and E. Yu (2019). The effects of competition in consumer credit market. NBER Working Paper.",
        "Hilger, N. G. (2016). Parental job loss and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s long-term outcomes: evidence from 7 million fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ layoffs. American Economic Journal: Applied Economics 8(3), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Hjalmarsson, R. and M. J. Lindquist (2013). The origins of intergenerational associations in crime: lessons from swedish adoption data. Labour Economics 20, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Jacobson, L. S., R. J. LaLonde, and D. G. Sullivan (1993). Earnings losses of displaced workers. The American economic review, 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Kearney, M. S., B. Harris, E. Jacome, and L. Parker (2014). Ten Economic Facts about Crime and Incarceration in the United States. The Hamilton Project Policy Memo. Brookings Institute.",
        "Khanna, G., C. Medina, A. Nyshadham, J. Tamayo, et al. (2019). Formal Employment and Organized Crime: Regression Discontinuity Evidence from Colombia. Harvard Business School.",
        "Lindo, J. M., P. Siminski, and I. D. Swensen (2018). College party culture and sexual assault. American Economic Journal: Applied Economics 10(1), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Medina, C. and J. Tamayo (2011). An Assessment of How Urban Crime and Victimization Affects Life Satisfaction. in Dave, Webb and Eduardo, Wills-Herrera (Eds.), Subjective Well-Being and Security. Springer, Social Indicators Research Series.",
        "Meghir, C., M. Palme, and M. Schnabel (2012). The effect of education policy on crime: an intergenerational perspective. Technical report, National Bureau of Economic Research.",
        "Oreopoulos, P., M. Page, and A. H. Stevens (2008). The intergenerational effects of worker displacement. Journal of Labor Economics 26(3), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Rege, M., K. Telle, and M. Votruba (2011). Parental job loss and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s school performance. The Review of Economic Studies 78(4), 1462Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Rose, E. (2019). The Effects of Job Loss on Crime: Evidence from Administrative Data. Available at SSRN 2991317.",
        "Rozema, R. (2018). Urban DDR-processes: Paramilitaries and Criminal Networks in Medellin, Colombia. Journal of Latin American Studies 40, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Sampson, R. J. and J. H. Laub (2005). A life-course view of the development of crime. The Annals of the American Academy of Political and Social Science 602(1), 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Spiller, P. T. and E. Favaro (1984). The effects of entry regulation on oligopolistic interaction: The uruguayan banking sector. The RAND Journal of Economics 15(42), 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Sullivan, D. and T. Von Wachter (2009). Job displacement and mortality: An analysis using administrative data. The Quarterly Journal of Economics 124(3), 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Tewari, I. (2014). The distributive impacts of financial development: Evidence from mortgage markets during us bank branch deregulation. American Economic Journal: Applied Economics 6(4), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 196.",
        "Watson, B., M. Guettabi, and M. Reimer (2019). Universal cash and crime. The Review of Economics and Statistics Forthcoming.",
        "Yildirim, H. S. and G. C. Philippatos (2007). Restructuring, consolidation and competition in latin american banking markets. Journal of Banking and Finance 31, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639. Online Appendix"
    ]
}