{
    "id": 26310,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "S Boraan Aruoba, Jesus Fernandez-Villaverde, and Juan F Rubio-Ramirez. Comparing solution methods for dynamic equilibrium economies. Journal of Economic dynamics and Control, 30(12): 24772508, 2006.",
        "Javier Bianchi and Enrique G. Mendoza. Optimal time-consistent macroprudential policy. Journal of Political Economy, 126(2):588634, 2018.",
        "Javier Bianchi, Chenxin Liu, and Enrique G Mendoza. Fundamentals news, global liquidity and macroprudential policy. Journal of International Economics, 99:S2S15, 2016.",
        "Emine Boz and Enrique G Mendoza. Financial innovation, the discovery of risk, and the us credit crisis. Journal of Monetary Economics, 62:122, 2014.",
        "Johannes Brumm and Michael Grill. Computing equilibria in dynamic models with occasionally binding constraints. Journal of Economic Dynamics and Control, 38:142160, 2014.",
        "Christopher D Carroll. The method of endogenous gridpoints for solving dynamic stochastic optimization problems. Economics letters, 91(3):312320, 2006.",
        "Christopher D Carroll. Lecture notes on solution methods for representative agent dynamic stochastic optimization problems. Mimeo, 2011.",
        "Wilbur John Coleman. Solving the stochastic growth model by policy-function iteration. Journal of Business & Economic Statistics, 8(1):2729, 1990.",
        "Jeremy Greenwood, Zvi Hercowitz, and Gregory W Human. Investment, capacity utilization, and the real business cycle. The American Economic Review, pages 402417, 1988.",
        "Luca Guerrieri and Matteo Iacoviello. Occbin: A toolkit for solving dynamic models with occasionally binding constraints easily. Journal of Monetary Economics, 70:2238, 2015.",
        "Mark Huggett. The risk-free rate in heterogeneous-agent incomplete-insurance economies. Journal of economic Dynamics and Control, 17(5-6):953969, 1993.",
        "Kenneth L Judd. Numerical methods in economics. MIT press, 1998.",
        "Lars Ljungqvist and Thomas J Sargent. Recursive macroeconomic theory. MIT press, 2012.",
        "Alexander Ludwig and Matthias SchÃ\u0083Æ\u0092Ã\u0082Â¶n. Endogenous grids in higher dimensions: Delaunay interpolation and hybrid methods. Computational Economics, 51(3):463492, 2018.",
        "Enrique G Mendoza. The terms of trade, the real exchange rate, and economic uctuations. International Economic Review, pages 101137, 1995.",
        "Enrique G Mendoza. Sudden stops, nancial crises, and leverage. American Economic Review, 100 (5):194166, 2010.",
        "Enrique G Mendoza and Katherine A Smith. Quantitative implications of a debt-deation theory of sudden stops and asset prices. Journal of International Economics, 70(1):82114, 2006.",
        "Pontus Rendahl. Inequality constraints and euler equation-based solution methods. The Economic Journal, 125(585):11101135, 2015."
    ]
}