{
    "id": 26324,
    "cites": 38,
    "cited_by": 8,
    "reference": [
        "Auclert, Adrien (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Basso, Henrique, and Omar Rachedi (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Young, the Old, and the Government: Demographics and Fiscal Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Spain working paper.",
        "Berg, Kimberly, Chadwick Curtis, Steven Lugauer, and Nelson Mark (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographis and Monetary Policy Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Blanchard, Olivier, Lawrance Katz (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Evolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1 :1-75.",
        "Chodorow-Reich, Gabriel (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Cross-Sectional Fiscal Multipliers: What Have We Learned?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, forthcoming.",
        "Carvalho, Carlos, Andrea Ferrero, and Fernanda Nechio (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic and Real Interest Rates: Inspecting the Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 88, 208-226.",
        "Carvino, Javier, Ting Lan, and Andrei Levchenko (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Stickiness along the Income Distribution and the Effects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, forthcoming.",
        "Cloyne, James, Clodomiro Ferreira, and Paolo Surico (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy when Households have Debt: New Evidence on the Transmission Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Banco de EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a Working Paper 1813.",
        "Coibion, Olivier, Yuriy Gorodnichenko, Lorenz Kueng and John Silvia (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innocent Bystanders ? Monetary Policy and Inequality in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 88, 70-88.",
        "Doepke, Matthias, and Martin Schneider (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and the Redistribution of Nominal Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114 (6), 1069-1097.",
        "Driscoll, John and Aart Kraay (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Covariance Matrix Estimation with Spatially Dependent Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 80, 549-560.",
        "Eggertsson, Gauti, Neil Mehrotra, and Jacob Robbins (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Secular Stagnation: Theory and Quantitative Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23093.",
        "Freyer, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographics and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, February 2007, 89, 100-109",
        "Fujiwara, Ippei, and Yuki Teranishi (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic New Keynesian Life-Cycle Model: Societal Aging, Demographics, and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics & Control 32, 2398-2427.",
        "Gertler, Mark (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Debt and Social Security in a Life-cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieRochester Conference on Public Policy 50, 61-110.",
        "Gertler, Mark, and Simon Gilchrist (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109, 309-340.",
        "Gertler, Mark and Peter Karadi (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises, Credit Costs, and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 7, 44-76.",
        "Gagnon, Etienne, Benjamin Johannsen, and David Lopez-Salido (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the New Normal: The Role of Demographics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2016080. Board of Governors of the Federal Reserve System (U.S.).",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, Refet, Brian Sack, and Eric Swanson (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking.",
        "Gorodnichenko, Yuriy, and Michael Weber (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are sticky prices costly? Evidence from the stock market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 106, 165-199.",
        "Gourinchas, Pierre Olivier and Jonathan Parker (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption over the Life-Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70, 47-89.",
        "Imam, Patrick (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shock from Graying: Is the Demographic Shift Weakening Monetary Policy Effectiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Finance & Economics 20, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Kantur, Zeynep (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aging and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Kaplan, Greg, Benjamin Moll, and Gianluca Violante (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 697?743.",
        "Kara, Engin, and Leopold von Thadden (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Effects of Demographic Changes in a New Keynesian Life-Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics 20, 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Kuttner, Kenneth N. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy surprises and interest rates: Evidence from the Fed funds futures market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 47 (3), 523-544.",
        "Nakamura, Emi, and Jon Steinsson (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104, 753-92.",
        "Nakamura, Emi, and Jon Steinsson (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Frequency Identification of Monetary NonNeutrality: The Information Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 133(3), 1283-1330.",
        "Ottonello, Pablo, and Thomas Winberry (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Heterogeneity and the Investment Channel of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper No. 24221.",
        "Ramey, Valery (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Shocks and their Propagation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John Taylor and Harald Uhlig eds., Handbook of Macroeconomics, Elsevier.",
        "Rudebusch, Glenn (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Measures of Monetary Policy in a VAR Make Sense?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Interna34 tional Economic Review, 39(4), 907-931.",
        "Selgado, Sergio (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Shoag, Daniel (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, Ulf (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting monetary policy with federal funds futures prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Futures Markets, 21(4), 377-391.",
        "Sterk, Vincent and Silvana Tenreyo (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of Monetary Policy through Redistribution and Durable Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, forthcoming.",
        "Thapar, Aditi (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Private Forecasts to Estimate the Effects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55, 806-824.",
        "Wong, Arlene (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transmission of Monetary Policy to Consumption and Population Aging, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Wieland, Johannes, and Mu-Jeung Yang (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Dampening,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper No. 22141."
    ]
}