{
    "id": 26321,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Adena, Maja, Enikolopov, Ruben, Petrova, Maria, Santarosa, Veronica and Zhuravskaya, Ekaterina, (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Radio and the Rise of the Nazis in Prewar Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130 (4): 1885-1939.",
        "Alesina, Alberto and Eliana La Ferrara (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences for Redistribution in the Land of Opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, v. 89(5-6, Jun), 897-931.",
        "Ansolabehere, Stephen D., Shanto Iyengar, and Adam Simon (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Replicating Experiments Using Aggregate and Survey Data: The Case of Negative Advertising and Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 93: 901-9.",
        "Baum, Matthew A. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex, Lies, and War: How Soft News Brings Foreign Policy to the Inattentive Public,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 96: 91-109.",
        "Besley, Tim and Prat, Andrea (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handcuffs for the Grabbing Hand? Media Capture and Government Accountability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3):720-36.",
        "Chong, Alberto, Suzanne Duryea, and Eliana La Ferrara (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap Operas and Fertility: Evidence from BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Applied Economics, 4(4), 1-31.",
        "Da Silveira, Bernardo S. and JoÃ\u0083Æ\u0092Ã\u0082Â£o M. P. De Mello (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Campaign Advertising and Election Outcomes: Quasi-natural Experiment Evidence from Gubernatorial Elections in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, Volume 78, Issue 2, 1, pp 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c612.",
        "della Vigna, Stefano, and Ethan Kaplan. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News Effect: Media Bias and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122: 1187-1234.",
        "della Vigna, Stefano and Matthew Gentzkow (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion: Empirical EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Annual Review of Economics, Vol. 2.",
        "della Vigna, S., R. Enikolopov, V. Mironova, M. Petrova, and E. Zhuravskaya (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-border media and nationalism: Evidence from Serbian radio in Croatia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journals: Applied Economics, 6(3), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Di Tella, Rafael, Sebastian Galiani, and Ernesto Schargrodsky (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reality versus Propaganda in the Formation of Beliefs about Privatization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 96 (5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6): 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Di Tella, Rafael and Ignacio Franceschelli, (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Advertising and Media Coverage of Corruption Scandals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, October, 3 (4), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Durante, Ruben and Brian Knight (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Control, Media Bias, and Viewer Responses: Evidence from BerlusconiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ItalyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the European Economic Association, 10 (3), pp. 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 481.",
        "Durante, R., Pinotti, P. and Tesei, A. (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Legacy of Entertainment TVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Working Paper DP #10738.",
        "Edlund, L., and R. Pande (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have Women Become Left-Wing? The Political Gender Gap and the Decline in Marriage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117: 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c961.",
        "Enikolopov, R., M. Petrova, and E. Zhuravskaya (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media and political persuasion: Evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(7), 3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Egorov, Georgy, Sergei Guriev, and Konstantin Sonin (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Resource-Poor Dictators Allow Freer Media: A Theory and Evidence from Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 103(4), 645-668.",
        "Galasso, Vincenzo and Nannicini, Tommaso (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion and Gender: Experimental Evidence from Two Political Campaigns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series No. 5868.",
        "Galiani, S. and G. Porto (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in tariff reforms and in the structure of wagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, Volume 92, pages 482-494.",
        "Gentzkow, M. and Shapiro, J. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media, Education and Anti-Americanism in the Muslim World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18(3): 117-33.",
        "Gentzkow, Matt, Petek, Nathan, Shapiro, Jesse M. and Michael Sinkinson (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Newspapers Serve the State? Incumbent Party Influence on the US Press, 1869-1928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the European Economic Association, 13(1): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Gerber, Alan, James Gimpel, Donald Green and Daron Shaw (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large and Long-lasting Are the Persuasive Effects of Televised Campaign Ads? Results from a Randomized Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The American Political Science Review, Vol. 105 (1), pp. 135-150.",
        "Gervasoni, Carlos and MarÃ\u0083Æ\u0092Ã\u0082Â­a Laura Tagina (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Support for the Incumbent in Presidential Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lupu, Noam, Virginia Oliveros, and Luis Schiumerini (Eds.), Campaigns and Voters in Developing Democracies: Argentina in Comparative Perspective. Ann Arbor: Michigan University Press, pp. 114-135.",
        "Glaeser, E. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Hatred,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(1):45-86.",
        "Green, Donald P., and Alan S. Gerber (2015), Get Out the Vote. Brookings Institution Press.",
        "Grinberg, Ivan (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093En tu Cabeza hay un Gol: La experiencia de los espectadores hacia la publicidad oficial de FÃ\u0083Æ\u0092Ã\u0082Âºtbol para TodosÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Tesis de Grado 23128, UDESA.",
        "Huber, G. A. and Arceneaux, K. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Persuasive Effects of Presidential Advertising.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 51: 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c977.",
        "Iyengar, S., Peters, M. D., Kinder, D. R. (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental demonstrations of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cnot-so-minimalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ consequences of television news programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 76 (4), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Katz, E., Feldman, J. (1962), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The debates in the light of research: a survey of surveysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Krauss, S. (Ed.), The Great Debates. Indiana University Press, Bloomington.",
        "Klapper, J. (1960), The Effects of Mass Communication. Free Press, Glencoe, Il.",
        "Lasswell, H. (1927), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Political Propaganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 21 (3), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 31.",
        "Lau, R. R., Sigelman, L. and Rovner, I. B. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Negative Political Campaigns: A MetaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Analytic Reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 69: 1176-1209.",
        "Niederle, M., (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GenderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in J. Kagel and A. E. Roth (eds.), Handbook of Experimental Economics, second edition.",
        "Paluck, E. L. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Intergroup Prejudice and Conflict Using the Media: A Field Experiment in Rwanda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 96 (March): 574-587 Patterson, T. E., McClure, R. D. (1976), The Unseeing Eye: The Myth of Television Power in National Elections, G. P. Putnam, New York.",
        "Pons, Vincent (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will a Five-Minute Discussion Change Your Mind? A Countrywide Experiment on Voter Choice in France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108, no. 6 (June): 1322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363.",
        "Prat, Andrea and David Stromberg (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Mass MediaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Advances in Economics and Econometrics: Volume 2, Applied Economics: Tenth World Congress, Volume 50, pp. 135. Cambridge University Press.",
        "Qian, Nancy and David Yanagizawa-Drott (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Distortion in Independently Owned Media: Evidence from U.S. Cold War News Coverage of Human RightsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of the European Economic Association, Volume 15, Issue 2, pp. 463-499.",
        "Sears, D. O., Chaffee, S. H. (1979), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uses and Effects of the 1976 Debates: an Overview of Empirical StudiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Krauss, S. (Ed.), The Great Debates, 1976: Ford vs. Carter. Indiana University Press, Bloomington.",
        "David Yanagizawa-Drott (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propaganda and Conflict: Evidence from the Rwandan Genocide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Volume 129, Issue 4 (November): 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1994.",
        "Treatment 1: The video of an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093adÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the show 6, 7, 8 showing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093similaritiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d between MacriÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic plan and that of the 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dictatorship. Treatment 2: The same as in treatment 1 followed by a video of an ad of the Macri campaign showing candidate Mauricio Macri explaining his proposals. Treatment 3: The same as in treatment 1 followed by a video of an ad of the Macri campaign showing candidate Mauricio Macri explaining what he will not do.",
        "Video 2: Main Propaganda Video (an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093adÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the pro-Kirchner show 6, 7, 8, with edited excerpts of statements by Macri and other politicians, some of them quite old, followed by Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093similarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d statements by Martinez de Hoz, the Minister of Economy of the 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dictatorship) [Voice-Over] Striking similarities; MacriÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic plan is the same as the dictatorshipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s go back to 1980, letÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s listen to the economic plan developed by Matinez de Hoz during his dictatorship. LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s see if it"
    ]
}