{
    "id": 26323,
    "cites": 52,
    "cited_by": 4,
    "reference": [
        "Abel, Andrew B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Investment Under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1983, 73 (1), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Ait-Sahalia, Yacine, Mustafa Karaman, and Loriano Mancini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swaps, Risk Premia and the Expectations Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Alexopoulos, Michelle and Jon Cohen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Times, Uncertain Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Working paper.",
        "Andries, Marianne, Thomas M Eisenbach, Martin C Schmalz, and Yichuan Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The term structure of the price of variance risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Bachmann, Rudiger and Christian Bayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wait-and-SeeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d business cycles?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2013, 60 (6), 704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Baker, Scott R, Nicholas Bloom, and Steven J Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring economic policy uncertainty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Bakshi, Gurdip and Nikunj Kapadia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delta-Hedge Gains and the Negative Market Volatility Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2003, 16(2), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        ", , and Dilip Madan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Return Characteristics, Skew Laws, and the Differential Pricing of Individual Equity Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2003, 16 (1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Barro, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121(3), 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "BarunÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081k, Jozef, EvzÃ\u0083Å\u0092Ã\u0082Å\u0092en KocÃ\u0083Å\u0092Ã\u0082Å\u0092enda, and LukaÃ\u0083Å\u0092Ã\u0082Â\u0081sÃ\u0083Å\u0092Ã\u0082Å\u0092 VaÃ\u0083Å\u0092Ã\u0082Â\u0081cha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric connectedness on the U.S. stock market: Bad and good volatility spillovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 2016, 27, 55 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 78.",
        "Basu, Susanto and Brent Bundick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks in a Model of Effective Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Bekaert, Geert, Eric Engstrom, and Andrey Ermolov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bad environments, good environments: A non-Gaussian asymmetric volatility model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2015, 186 (1), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        ", Marie Hoerova, and Marco Lo Duca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, uncertainty and monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2013, 60 (7), 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Berger, David, Ian Dew-Becker, and Stefano Giglio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty shocks as second-moment news shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper.",
        "Binsbergen, Jules H. Van and Ralph S.J. Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Returns: Facts and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2017, 124 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Black, Fischer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pricing of commodity contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1976, 3 (1-2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Bloom, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen J. Terry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Bollerslev, Tim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized autoregressive conditional heteroskedasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, 1986, 31 (3), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Bondarenko, Oleg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Put Options So Expensive?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Finance, 2014, 04 (03), 1450015.",
        "Bretscher, Lorenzo, Lukas Schmid, and Andrea Vedolin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest rate risk management in uncertain times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2018, 31 (8), 3019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3060.",
        "Broadie, Mark, Mikhail Chernov, and Michael Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Index Option Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2009, 22(11), 4493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4529.",
        "Caballero, Ricardo J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of macroeconomics, 1999, 1, 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Caldara, Dario, Cristina Fuentes-Albero, Simon Gilchrist, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic impact of financial and uncertainty shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2016.",
        "Choi, Hoyong, Philippe Mueller, and Andrea Vedolin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Variance Risk Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2017, 21 (3), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Creal, Drew D and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy uncertainty and economic fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2017, 58 (4), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1354.",
        "Cremers, Martijn, Michael Halling, and David Weinbaum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Jump and Volatility Risk in the Cross-Section of Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2015, 70 (2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Darby, Julia, Andrew Hughes Hallett, Jonathan Ireland, and Laura Piscitelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of exchange rate uncertainty on the level of investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1999, 109 (454), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Dew-Becker, Ian, Stefano Giglio, Anh Le, and Marius Rodriguez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price of variance risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2017, 123 (2), 225 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 250.",
        "Drechsler, Itamar and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with it?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2011, 24(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Egloff, Daniel, Markus Leippold, and Liuren Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swap Rates and Optimal Variance Swap Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 2010, 45(5), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Elder, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another perspective on the effects of inflation uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 2004, 36 (5), 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Engle, Robert F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1982, pp. 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1007.",
        "Gilchrist, Simon and John C Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, capacity, and uncertainty: a puttyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cclay approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2005, 8 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Gourio, Francois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Risk and Disaster Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34. Working paper.",
        "Hartman, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of price and cost uncertainty on Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1972, 5 (2), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Herskovic, Bernard, Bryan Kelly, Hanno Lustig, and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The common factor in idiosyncratic volatility: Quantitative asset pricing implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2016, 119 (2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Huizinga, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation uncertainty, relative price uncertainty, and investment in US manufacturing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1993, 25 (3), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Jones, Christopher S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A nonlinear factor analysis of S&P 500 index option returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2006, 61 (5), 2325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2363.",
        "Kilic, Mete and Ivan Shaliastovich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good and bad variance premia and expected returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2019, 65 (6), 2522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2544.",
        "Leduc, Sylvain and Zheng Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty shocks are aggregate demand shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2016, 82, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Ludvigson, Sydney C, Sai Ma, and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "McCracken, Michael W and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FRED-MD: A monthly database for macroeconomic research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 2016, 34 (4), 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Oi, Walter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Desirability of Price Instability Under Perfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1961, 29 (1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Patton, Andrew J and Kevin Sheppard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good volatility, bad volatility: Signed jumps and the persistence of volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2015, 97 (3), 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Prokopczuk, Marcel, Lazaros Symeonidis, and Chardin Wese Simen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance risk in commodity markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2017, 81, 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Segal, Gill, Ivan Shaliastovich, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good and bad uncertainty: Macroeconomic and financial market implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 117 (2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397. Seo, Sang Byung and Jessica A. Wacheter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Rare Events Explain CDX Tranche Spreads?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 0 (ja).",
        "Trolle, Anders B and Eduardo S Schwartz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance risk premia in energy commodities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Derivatives, 2010, 17 (3), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Wachter, Jessica A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can time-varying risk of rare disasters explain aggregate stock market volatility?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2013, 68(3), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035. Figure 1: Sample implied volatilities S&P 500 IV Note: Monthly implied volatilities calculated from three-month options using the BlackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cScholes model. Figure 2: Fit to uncertainty indexes Note: The left-hand panels plot the fitted values from the regressions of the EPU and JLN indexes on three-month implied volatility in the 19 markets. The right-hand panels plot pairwise correlations between the individual implied volatility series and the fitted values from the regressions.",
        "XLE has existed since 1998 and Optionmetrics reports data since December, 1998. 3 These are constructed simply through a rotation. The rvÃ\u0083Â¢Ã\u0082Å Ã\u0082Â¥ portfolio has a positive correlation with rv and zero correlation with iv, whie the ivÃ\u0083Â¢Ã\u0082Å Ã\u0082Â¥ portfolio has zero correlation with rv and a positive correlation with iv. A.13 We eliminate observations using the following filters: 1. Volume less than 10 contracts 2. Time to maturity less than 15 days 3. Bid-ask spread greater than 20 percent of bid/ask midpoint 4. Initial log moneyness Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c log strike divided by the futures price Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c greater than 0.75 implied volatility units in absolute value (where implied volatility is scaled by he square root of time to maturity). We then calculate straddle returns as in the main text over two-week periods and average across the two straddles nearest to the money for each maturity, weighting them by the inverse of their absolute moneyness.",
        "(A.84) In the standard case from Bansal and Yaron (2004), we would have Ã\u0083Â\u008fÃ\u0082â\u0080°x,G = Ã\u0083Â\u008fÃ\u0082â\u0080°x,B = 0, so this would be E [IVt+1] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 PIV,t = (Ã\u0083Å½Ã\u0082Â± Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1) vY,Ã\u0083Â\u008fÃ\u0082Æ\u0092 Ã\u0083Â\u008fÃ\u0082â\u0080°2 G + Ã\u0083Â\u008fÃ\u0082â\u0080°2 B  (A.85) Since vY,Ã\u0083Â\u008fÃ\u0082Æ\u0092 < 0, the premium for IV will be negative in that case. Now when Ã\u0083Â\u008fÃ\u0082â\u0080°x,G can be positive, we have E [IVt+1] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 PIV,t = (Ã\u0083Å½Ã\u0082Â± Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1) vY,x (Ã\u0083Â\u008fÃ\u0082â\u0080°x,GÃ\u0083Â\u008fÃ\u0082â\u0080°G Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082â\u0080°x,BÃ\u0083Â\u008fÃ\u0082â\u0080°B) + vY,Ã\u0083Â\u008fÃ\u0082Æ\u0092 Ã\u0083Â\u008fÃ\u0082â\u0080°2 G + Ã\u0083Â\u008fÃ\u0082â\u0080°2 B  (A.86) Since vY,x &gt; 0, if Ã\u0083Â\u008fÃ\u0082â\u0080°x,G is sufficiently large relatively to Ã\u0083Â\u008fÃ\u0082â\u0080°x,B, the premium can be positive. The Sharpe ratio on this object depends on the standard deviation of IVt+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099PIV,t, which is exactly p",
        "However, this value is still smaller than that used by Bansal and Yaron (2004) by 40 percent."
    ]
}