{
    "id": 26320,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion, Rachel Griffith, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Technology: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association, December 2010, 8 (5), 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        ", Pol AntrÃ\u0083Æ\u0092Ã\u0082Â s, and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts and Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2007, 97 (3), 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        ", Simon Johnson, and Todd Mitton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Vertical Integration: Financial Development and Contracting Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, June 2009, 64 (3), 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        ", Pol AntrÃ\u0083Æ\u0092Ã\u0082Â s, Davin Chor, and Paola Conconi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internalizing Global Value Chains: A FirmLevel Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2019, 127 (2), 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, Pol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Contracts, and Trade Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2003, 118 (4), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        ", Global Production: Firms, Contracts, and Trade Structure, Princeton, NJ: Princeton University Press, 2015.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, Pol and Davin Chor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing the Global Value Chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2013, 81 (6), 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2204.",
        "Bernard, Andrew B. and Andreas Moxnes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, March 2018, 10 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        ", , and Yukiko U. Saito, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Networks, Geography and Firm Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2019, 127 (2), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Grossman, Sanford J. and Oliver D. Hart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1986, 94 (4), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Hart, Oliver D. and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and the Nature of the Firm Property Rights and the Nature of the Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1990, 98 (6), 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The O-Ring Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1993, 108 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Liu, Mengxiao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Option in Firm Boundary Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Mimeo, Syracuse University.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Nunn, Nathan and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Boundaries of the Multinational Firm: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Elhanan Helpman, Dalia Marin, and Thierry Verdier, eds., The Organization of Firms in the Global Economy, Cambridge, MA: Harvard University Press, 2008, pp. 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Orr, Scott, Daniel Trefler, and Miaojie Yu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Productivity Using Chinese Data: Methods, Challenges and Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lili Yan Ing and Miaojie Yu, eds., World Trade Evolution: Growth, Productivity and Employment, Routledge, 2019, pp. 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Yeaple, Stephen R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring, Foreign Direct Investment, and the Structure of U.S. Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, April-May 2006, 4, 602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611."
    ]
}