{
    "id": 26331,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Abay, Kibrom A., Gashaw T. Abate, Christopher B. Barrett, and Tanguy Bernard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correlated non-classical measurement errors, Ã\u0083Æ\u0092Ã\u0082Â¢Second bestÃ\u0083Æ\u0092Ã\u0082Â¢ policy inference, and the inverse size-productivity relationship in agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2019, 139, 171 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 184.",
        "Adamopoulos, Tasso and Diego Restuccia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The size distribution of farms and international productivity differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (6), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        ", Loren Brandt, Jessica Leight, and Diego Restuccia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation, selection and productivity: A quantitative analysis with panel data from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2017.",
        "Ali, Daniel Ayalew, Klaus Deininger et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Farm SizeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cProductivity Relationship in African Agriculture? Evidence from Rwanda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land Economics, 2015, 91 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "AragÃ\u0083Æ\u0092Ã\u0082Â³n, Fernando M., Francisco Oteiza, and Juan Pablo Rud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change and Agriculture: Subsistence FarmersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to Extreme Heat,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv e-prints, Feb 2019, p. arXiv:1902.09204.",
        "AssunÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o, Juliano J and Luis HB Braido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing household-specific explanations for the inverse productivity relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of agricultural economics, 2007, 89 (4), 980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Assuncao, Juliano J and Maitreesh Ghatak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can unobserved heterogeneity in farmer ability explain the inverse relationship between farm size and productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2003, 80 (2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Barrett, Christopher B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On price risk and the inverse farm size-productivity relationship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1996, 51 (2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        ", Marc F Bellemare, and Janet Y Hou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconsidering conventional explanations of the inverse productivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csize relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2010, 38 (1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Benjamin, Dwayne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can unobserved land quality explain the inverse productivity relationship ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1995, 46 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Berry, R Albert, William R Cline et al., Agrarian structure and productivity in developing countries: a study prepared for the International Labour Office within the framework of the World Employment Programme., Johns Hopkins Univ. Press, 1979.",
        "Besley, Timothy and Maitreesh Ghatak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property rights and economic development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of development economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 5, Elsevier, 2010, pp. 4525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4595.",
        "Bevis, Leah EM and Christopher B Barrett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Close to the edge: do behavioral explanations account for the inverse productivity relationship?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Binswanger, Hans P, Klaus Deininger, and Gershon Feder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power, distortions, revolt and reform in agricultural land relations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of development economics, 1995, 3, 2659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2772.",
        "Carleton, Tamma A and Solomon M Hsiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and economic impacts of climate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2016, 353 (6304), aad9837.",
        "Carletto, Calogero, Sara Savastano, and Alberto Zezza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fact or artifact: The impact of measurement errors on the farm sizeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cproductivity relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2013, 103, 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Carter, Michael R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of the inverse relationship between farm size and productivity: an empirical analysis of peasant agricultural production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 1984, 36 (1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Chen, Chaoran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untitled land, occupational choice, and agricultural productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2017, 9 (4), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Coldham, Simon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land reform and customary rights: the case of Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African Law, 2000, 44 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Collier, Paul and Stefan Dercon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093African Agriculture in 50 Years: Smallholders in a Rapidly Changing World?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2014, 63, 92 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 101. Economic Transformation in Africa.",
        "Desiere, Sam and Dean Jolliffe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land productivity and plot size: Is measurement error driving the inverse relationship?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2018, 130, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Eswaran, Mukesh and Ashok Kotwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access to capital and agrarian production organisation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1986, 96 (382), 482Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Feder, Gershon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The relation between farm size and farm productivity: The role of family labor, supervision and credit constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of development economics, 1985, 18 (23) , 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Fischer, G., F. Nachtergaele, S. Prieler, H.T. van Velthuizen, L. Verelst, and D. Wiberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Agro-ecological Zones Assessment for Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, IIASA 2008.",
        "Funk, Chris, Pete Peterson, Martin Landsfeld, Diego Pedreros, James Verdin, Shraddhanand Shukla, Gregory Husak, James Rowland, Laura Harrison, Andrew Hoell, and Joel Michaelsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The climate hazards infrared precipitation with stations: a new environmental record for monitoring extremes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scientific Data, 2015, 2.",
        "Gourlay, Sydney, Talip Kilic, and David Lobell, Could the debate be over? errors in farmer-reported production and their implications for the inverse scale-productivity relationship in Uganda, The World Bank, 2017.",
        "Helfand, Steven, Matthew Taylor et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inverse Relationship between Farm Size and Productivity: Refocusing the Debate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2018.",
        "Hopenhayn, Hugo A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, exit, and firm dynamics in long run equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1992, pp. 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Hsiang, Solomon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, 2016, 8, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Hsieh, Chang-Tai and Peter J Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Janvry, Alain De, Kyle Emerick, Marco Gonzalez-Navarro, and Elisabeth Sadoulet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delinking land rights from land use: Certification and migration in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (10), 3125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Jr, Robert E Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the size distribution of business firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1978, pp. 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Place, Frank and Keijiro Otsuka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land tenure systems and their impacts on agricultural investments and productivity in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 2002, 38 (6), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Restuccia, Diego and Raul Santaeulalia-Llopis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Misallocation and Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23128, National Bureau of Economic Research February 2017."
    ]
}