{
    "id": 2633,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Bernheiui, B.D. , 1987, Ricardian Equivalence: An Evaluation of Theory and Evidence, Macroeconomics Annual 2. 1987, Cambridge: NBER.",
        "Bernheim, B.D. and J.B. Shoven (1988), Pension Funding and Saving, in Z. Bodie, J.B. Shoven, and D.A. Wise, eds., Pensions in the U.S. Economy, Chicago: University of Chicago Press.",
        "Blades, D.W. and P. Sturm, 1982, The Concept and Measurement of Savings: The United States and Other Industrialized Countries, in Savinz and Covernment Policy, Federal Reserve Bank of Boston Conference Series, No. 25.",
        "Boskin, M.J., 1982, Federal Government Deficits: Myths and Realities, American Economic Review, May, 72:296-303.",
        "Boskin, M.J., 1986, Theoeretical and Empirical Issues in the Measurement. Evaluation, and Interpretation of Postwar U.S. Saving, in G.F. Adams and S.M. Wachter, eds., Savings and Canital Formation: The PolicY Options, Lexington, Massachusetts: Lexington Books.",
        "Boskin, ILl,, 1988, Concepts and Measures of Federal Deficits and Debt and Their Impact on Economic Activity, in K.J. Arrow and M.J. Boskin, eds,, Economics of Public Debt, Macmillan, forthcoming.",
        "Boskin, M.J.. 1988, Consumption, Saving, and Fiscal Policy, American Economic Rev1e~, May, 78:401-407.",
        "Boskin, M.J., B. Barham, K. Cone and S. Oiler, 1987, The Federal Budget an~ Federal Insurance Programs, in M, Boskin, ed., Modern Developments In Public Finance, Oxford and New York: Basil Blackwell.",
        "Boskin, M.J. and L.J. Kotlikoff, 1985, Public Debt and U.S. Savings: A New Test of the Neutrality Hypothesis, in K. Brunner and A.H. Metzler, eds. Carnegie-Rochester Conference Series on Public Policy: The New Monetary Economics. Fiscal Issues and Unemployment, 23:55-86.",
        "Boskin, !`l.J., LI. Kotlikoff, DI. Puffert, and J.B. Shoven, 1987, Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal, March, 40:19-34.",
        "Boskin, N.J. and L.J. Lau, 1988, An Analysis of Postwar U.S. Consumption and Savings Behavior, mimeo, Stanford University.",
        "Boskin, M.J., M.S. Robinson, and A.M. Huber, 1988, Government Saving, Capital Formation and Wealth in the United States, 1947-1985, in R. E. Lipsey and Helen Tice, eds. , The Measurement of Saving. Investment and Wealth, Chicago: University of Chicago Press, 1988.",
        "Boskin, M.J., M.S. Robinson, and J.M. Roberts, 1986, New Estimates of Federal Government Tangible Capital and Net Investment, in D.W. Jorgenson, ed. , Technology and Capital Formation, forthcoming.",
        "Boskin, M.J. and J.ti. Roberts, 1986, A Closer Look at Saving Rates in the United States and Japan, Washington: American Enterprise Institute Working Paper No. 9.",
        "Curtin, R.T., FT. Juster, and J.N. Morgan, 1988, Survey Estimates of Wealth: An Assessment of Quality, in R.E. Lipsey and H.S. Tice, eds. , fl~ Measurement of Saving. Investment and Wealth, Chicago: University of Chicago Press, forthcoming.",
        "David, P,A. and I. Scadding, 1974, Private Saving: Ultrarationality, Aggregation, and `Denisons Law, Journal of Political Economy, March/April, 82:225-249.",
        "Holloway, T.M. , 1988, Present NIPA Saving Measures: Their Characteristics and Limitations, in RE. Lipsey and H.S. Tice, eds. , The Measurement of Saving. Investment and Wealth, Chicago: University of Chicago Press, forthcoming.",
        "Hurd, M., 1987, Savings of the Elderly and Desired Bequests, American Economic Review, June, 77:298-312.",
        "Jorgenson, D.W. , L.J. Lau, and TM. Stoker, 1982, The Transcendental Logarithmic Model of Aggregate Consumer Behavior, Advances in Econometrics, 1:97-238.",
        "Katz, A. 1., 1983, Valuing the Services of Consumer Durables, Review of Income and Wealth, December, 29:405-427.",
        "Kendrick, J.W., 1976, The Formation and Stocks of Total Capital, New York: National Bureau of Economic Research.",
        "Klein, L., 1986, International Aspects of Saving, in C.F. Adams and S.M. Wachter, eds., Savin.gs and Capital Formation: The Policy Optiqns, Lexington, Massachusetts: Lexington Books.",
        "Lipsey, R.E. and H.S. Tice, eds., 1988, The Measurement of Saving. Investment and Wealth, Chicago: University of Chicago Press, forthcoming.",
        "Rosen, 5., 1988, Discussion, in R.E. Lipsey and H.S. Tice, eds., flit Measurement of Savint. Investment and Wealth, Chicago: University of Chicago Press, forthcoming.",
        "Stiglitz, I.E. and A. Weiss, 1981, Credit Rationing in Markets with Imperfect Imformation, American Economic Review, June, 71:393-410.",
        "Wilson, J.F., J.L. Freund, F.O. Yohn and W. Lederer, 1988, Household Saving Measurement: Recent Experience from the Flow of Funds Perspective, in R.E, Lipsey and H.S. Tice, eds., The Measurement of Savinz, Investment and Wealth, Chicago: University of Chicago Press, forthcoming."
    ]
}