{
    "id": 26334,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "Daniel Aaronson, Rajeev Dehejia, Andrew Jordan, Cristian Pop-Eleches, Cyrus Samii, and Karl Schulze. The effect of fertility on mothers labor supply over the last two centuries. Technical report, National Bureau of Economic Research, 2017.",
        "Joseph G Altonji, Peter Arcidiacono, and Arnaud Maurel. The analysis of field choice in college and graduate school. Handbook of the Economics of Education, 5:305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 2016.",
        "Joshua D Angrist and Wlliam N Evans. Children and their parents labor supply: Evidence from exogenous variation in family size. The American Economic Review, 88(3):450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477, 1998.",
        "Peter Arcidiacono. Ability sorting and the returns to college major. Journal of Econometrics, 121(1):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375, 2004.",
        "Peter Arcidiacono, V Joseph Hotz, and Songman Kang. Modeling college major choices using elicited measures of expectations and counterfactuals. Journal of Econometrics, 166(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16, 2012.",
        "Asher A Blass, Saul Lach, and Charles F Manski. Using elicited choice probabilities to estimate random utility models: Preferences for electricity reliability. International Economic Review, 51(2):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440, 2010.",
        "Francine D Blau and Lawrence M Kahn. Changes in the labor supply behavior of married women: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Journal of Labor Economics, 25(3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438, 2007.",
        "Francine D Blau and Anne E Winkler. The economics of women, men, and work. Oxford University Press, 2018.",
        "Richard Blundell and Thomas MaCurdy. Labor supply: A review of alternative approaches. In Handbook of labor economics, volume 3, pages 1559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1695. Elsevier, 1999.",
        "Martin Browning. Children and household economic behavior. Journal of Economic Literature, 30(3):1434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1475, 1992.",
        "Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Chiappori. Collective labor supply and welfare. Journal of political Economy, 100(3):437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467, 1992.",
        "Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Chiappori and Olivier Donni. Nonunitary models of household behavior: a survey of the literature. In Household economic behaviors, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40. Springer, 2011.",
        "Julian P Cristia. The effect of a first child on female labor supply evidence from women seeking fertility services. Journal of Human Resources, 43(3):487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2008.",
        "Guillermo Cruces and Sebastian Galiani. Fertility and female labor supply in latin america: New causal evidence. Labour Economics, 14(3):565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573, 2007.",
        "Adeline Delavande, Xavier GineÃ\u0083Å\u0092Ã\u0082Â\u0081, and David McKenzie. Measuring subjective expectations in developing countries: A critical review and new evidence. Journal of development economics, 94(2):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163, 2011.",
        "Jeff Dominitz. Earnings expectations, revisions, and realizations. Review of Economics and statistics, 80(3):374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388, 1998.",
        "Jeff Dominitz and Charles F Manski. Eliciting student expectations of the returns to schooling. Journal of Human Resources, 31(1), 1996.",
        "Jeff Dominitz and Charles F Manski. Using expectations data to study subjective income expectations. Journal of the American statistical Association, 92(439):855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 867, 1997.",
        "Tilman Drerup, Benjamin Enke, and Hans-Martin von Gaudecker. Measurement error in subjective expectations and the empirical content of economic models. 2014.",
        "AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Erosa, Luisa Fuster, Gueorgui Kambourov, and Richard Rogerson. Hours, occupations, and gender differences in labor market outcomes. NBER Working Paper, (w23636), 2017.",
        "Martin Gervais, Nir Jaimovich, Henry E Siu, and Yaniv Yedid-Levi. What should i be when i grow up? occupations and unemployment over the life cycle. Journal of Monetary Economics, 83:54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70, 2016.",
        "F Thomas Juster. Consumer buying intentions and purchase probability: An experiment in survey design. Journal of the American Statistical Association, 61(315):658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 696, 1966.",
        "Lance Lochner. Individual perceptions of the criminal justice system. NBER Working Paper, (w9474), 2003.",
        "Shelly Lundberg. Labor supply of husbands and wives: A simultaneous equations approach. The Review of Economics and Statistics, pages 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235, 1988.",
        "Shelly Lundberg and Elaina Rose. The effects of sons and daughters on menÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s labor supply and wages. Review of Economics and Statistics, 84(2):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268, 2002.",
        "Petter Lundborg, Erik Plug, and Astrid WuÃ\u0083Å\u0092Ã\u0082Ë\u0086rtz Rasmussen. Can women have children and a career? iv evidence from ivf treatments. American Economic Review, 107(6):1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37, 2017.",
        "Charles F Manski. Measuring expectations. Econometrica, 72(5):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376, 2004.",
        "Alice Nakamura and Masao Nakamura. The econometrics of female labor supply and children. Econometric Reviews, 11(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71, 1992.",
        "Mary A Silles et al. The impact of children on womens labour supply and earnings in the uk: evidence using twin births. Oxford Economic Papers, 68(1):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216, 2016.",
        "Ralph Stinebrickner and Todd Stinebrickner. The effect of credit constraints on the college drop-out decision: A direct approach using a new panel study. The American economic review, 98(5):2163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184, 2008.",
        "Ralph Stinebrickner and Todd Stinebrickner. Learning about academic ability and the college dropout decision. Journal of Labor Economics, 30(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748, 2012.",
        "Ralph Stinebrickner and Todd Stinebrickner. A major in science? initial beliefs and final outcomes for college major and dropout. Review of Economic Studies, 81(1):426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472, 2014a.",
        "Ralph Stinebrickner and Todd Stinebrickner. Academic performance and college dropout: Using longitudinal expectations data to estimate a learning model. Journal of Labor Economics, 32(3):601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644, 2014b.",
        "Ralph Stinebrickner and Todd R Stinebrickner. Understanding educational outcomes of students from low-income families evidence from a liberal arts college with a full tuition subsidy program. Journal of Human Resources, 38(3):591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617, 2003a.",
        "Ralph Stinebrickner and Todd R Stinebrickner. Working during school and academic performance. Journal of labor Economics, 21(2):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491, 2003b.",
        "Robert H Topel and Michael P Ward. Job mobility and the careers of young men. The Quarterly Journal of Economics, 107(2):439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479, 1992.",
        "Wilbert Van der Klaauw. On the use of expectations data in estimating structural dynamic choice models. Journal of Labor Economics, 30(3):521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554, 2012.",
        "Wilbert Van der Klaauw and Kenneth I Wolpin. Social security and the retirement and savings behavior of low-income households. Journal of Econometrics, 145(12) :21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42, 2008.",
        "Matthew Wiswall and Basit Zafar. Determinants of college major choice: Identification using an information experiment. The Review of Economic Studies, 82(2):791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 824, 2014.",
        "Matthew Wiswall and Basit Zafar. Human capital investments and expectations about career and family. Technical report, National Bureau of Economic Research, 2016."
    ]
}