{
    "id": 26340,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Busch, Christopher, David Domeij, Fatih Guvenen, and Rocio Madeira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HigherOrder Income Risk and Social Insurance Policy Over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Minnesota 2015.",
        "Dolan, Elizabeth D. and Jorge MorÃ\u0083Æ\u0092Ã\u0082Â©, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmarking Optimization Software with Performance Profiles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Programming, 2002, 91 (2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Ghebrebrhan, Michael, Peter Bermel, Yehuda Avniel, John D Joannopoulos, and Steven G Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global optimization of silicon photovoltaic cell front coatings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Optics express, 2009, 17 (9), 7505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7518.",
        "Guvenen, Fatih, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics with Heterogeneity: A Practical Guide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Richmond Economic Quarterly, 2011, 97 (3), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        ", Fatih Karahan, Serdar Ozkan, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Data on Millions of U.S. Workers Say About Labor Income Risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20913, National Bureau of Economic Research 2015.",
        "Johnson, Steven G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NLopt nonlinear-optimization package,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://ab-initio.mit. edu/nlopt 2018.",
        "Kaelo, P. and M. M. Ali, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some variants of the controlled random search algorithm for global optimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Optimization Theory and Applications, 2006, 130 (2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Kucherenko, Sergei and Yury Sytsko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Application of Deterministic Low-Discrepancy Sequences in Global Optimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Optimization and Applications, 2005, 30, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Liberti, Leo and Sergei Kucherenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of Deterministic and Stochastic Approaches to Global Optimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Transactions in Operations Research, 2005, 12, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Madsen, Kaj, Serguei Zertchaninov, and Antanas Zilinskas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Optimization using Branch-and-Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Submitted to Global Optimization, 1998.",
        "MorÃ\u0083Æ\u0092Ã\u0082Â©, Jorge J. and Stefan M. Wild, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmarking Derivative-Free Optimization Algorithms, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SIAM Journal on Optimization, 2009, 20 (1), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Mullen, Katharine M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continuous Global Optimization in R,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Software, 2014, 60 (6), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Press, William H., Saul A. Teukolsky, William T. Vetterling, and Brian P. Flannery, Numerical Recipes in Fortran 77: The Art of Scientific Computation, 2nd ed., New York: Cambridge Univ Press, 1992.",
        "Press, William H, Saul A Teukolsky, William T Vetterling, and Brian P Flannery, Numerical recipes in Fortran 90, Vol. 2, Cambridge university press Cambridge, 1996.",
        "Price, Wyn L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A controlled random search procedure for global optimisation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Computer Journal, 1977, 20 (4), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Rinnooy Kan, Alexander and G. T. Timmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Global Optimization Methods, Part I, Clustering Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematic Programming, 1987, 39 (27-56).",
        "Runarsson, Thomas P. and Xin Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic ranking for constrained evolutionary optimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on evolutionary computation, 2000, 4 (3), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Runarsson, Thomas Philip and Xin Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search biases in constrained evolutionary optimization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Systems, Man, and Cybernetics, Part C (Applications and Reviews), 2005, 35 (2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Silva-Santos, Carlos Henrique, Marcos Sergio Goncalves, and Hugo Enrique Hernandez-Figueroa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing novel photonic devices by bio-inspired computing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Photonics Technology Letters, 2010, 22 (15), 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolutionary Strategy Algorithm in a Complex Photonic Coupler Device Optimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Latin America Transactions, 2018, 16 (2), 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Zhang, Hongchao, Andrew R. Conn, and Katya Scheinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Derivative-Free Algo36 rithm for Least-Squares Minimization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SIAM Journal on Optimization, 2010, 20 (6), 3555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3576.",
        "Zhigljavsky, Anatly and Antanas Ã\u0083â\u0080¦Ã\u0082Â½ilinskas, Stochastic Global Optimization Springer Optimization and Its Applications, New York, NY: Springer, 2008. ONLINE APPENDIX A Appendix: Detailed Description of Algorithms This section provides a description of the global optimization algorithms used in the paper."
    ]
}