{
    "id": 2635,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Adler, M., and B. Dumas (1983), International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38, pp. 925-984.",
        "Bovenberg, A.L. (1987), The Effects of Investment Incentives on Real Exchange Rates and Trade Flows, mimeo.",
        "Duffie, D., and W. Zame (1987), The Consumption-Based Capital Asset Pricing Model, mimeo, Stanford University.",
        "Fair, R.C., and J.B. Taylor (1983), Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectation Models, Econometrica 51(4), 1169-1185.",
        "Giovannini, A. (1987), International Capital Mobility and Tax Evasion, National Bureau of Economic Research Working Paper No. 2460.",
        "Goulder, Lii., and Lii. Summers (1987), Tax Policy, Asset Prices, and Growth: A General Equilibrium Analysis, Working Paper No. 2128, National Bureau of Economic Research.",
        "Kouri, P.J.K. (1976), The Exchange Rate and the Balance of Payments in the Short Run and in the Long Run, Scandinavian Journal of Economics 78, pp. 280-304.",
        "Kouri, P.J.K. (1978), Balance of Payments and the Foreign Exchange Market: A Dynamic Partial Equilibrium Model, manuscript, Yale University.",
        "McCulloch, R. (1988), International Competition in Services, in Martin Feldstein, ed. , The United States in the World Economy (Chicago: University of Chicago Press).",
        "McKIbbin, Warwick and Jeffrey Sachs (1986), Coordination of Monetary and Fiscal Policies in the OECD, NBER Working Paper No. 1800.",
        "Mutti, J., and H. Grubert (1985), The Taxation of Capital Income in an Open Economy: The Importance of Resident-Nonresident Tax Treatment, Journal of Public Economics 31, pp. 347-376.",
        "Poterba, J.M., and J.J. Rotemberg (1983), Money in the Utility Function: An Empirical Implementation, mimeo.",
        "Poterba, J.M., and L.H. Summers (1985), The Economic Effects of Dividend Taxation, in Edward T. Altman and Martin C. Subramanyam, eds. , Recent Advances in Corporate Finance (Homeward, Illinois: Richard D. Irwin).",
        "Powell, M.J.D. (1970), A Hybrid Method for Nonlinear Equations, in P. Rabinowitz, ed., Numerical Methods for Nonlinear Algebraic Equations (London: Gordon and Creach), ch. 6.",
        "Shoven, i.E. (1986), The Tax Consequences of Share Repurchases and Other Non-dividend Cash Payments to Equity Owners, mimeo, Stanford University.",
        "Slemrod, J. (1988), Effects of Taxation with International Capital Mobility, in Henry J. Aaron, Harvey Galper, and Joseph Pechman, eds.",
        "Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax, The Brookings Institution, Washington, DC., pp. 115-148. Summers, L.H. (1981), Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity (January), pp.",
        "Summers, L.H. (1986), Tax Policy and International Competitiveness, Harvard Institute of Economic Research Discussion Paper No. 1256, Harvard University.",
        "U.S. Department of Commerce (1984), Survey of Current Business, August.",
        "U.S. Department of Commerce (1984), Survey of Current Business, February.",
        "U.S. Department of Commerce, Bureau of the Census (1983), Highlights of U.S. Export and Import Trade, December.",
        "U.S. Department of Commerce, Bureau of Economic Analysis (1984), Detailed Structure of the U.S. Economy."
    ]
}