{
    "id": 26354,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Adelino, M., A. Schoar, and F. Severino (2016). Loan originations and defaults in the mortgage crisis: The role of the middle class. The Review of Financial Studies 29 (7), 16351670.",
        "Agarwal, S., S. Chomsisengphet, N. Mahoney, and J. Stroebel (2017). Do banks pass through credit expansions to consumers who want to borrow? The Quarterly Journal of Economics 133 (1), 129190.",
        "Aizer, A. (2010). The gender wage gap and domestic violence. The American economic review 100 (4), 1847.",
        "Baker, S. R. and C. Yannelis (2017). Income changes and consumption: Evidence from the 2013 federal government shutdown. Review of Economic Dynamics 23, 99  124.",
        "Bartik, T. J. (1991). Boon or boondoggle? the debate over state and local economic development policies.",
        "Brookings papers on economic activity 1992 (1), 175.",
        "Braxton, J. C., K. Herkenho, and G. Phillips (2018). Can the unemployed borrow? implications for public insurance. Working paper.",
        "Browning, M. and T. F. Crossley (2009, December). Shocks, stocks, and socks: Smoothing consumption over a temporary income loss. Journal of the European Economic Association 7 (6), 11691192.",
        "Chodorow-Reich, G., L. Feiveson, Z. Liscow, and W. G. Woolston (2012). Does state scal relief during recessions increase employment? evidence from the american recovery and reinvestment act. American Economic Journal: Economic Policy 4 (3), 118145.",
        "DellaVigna, S. (2009). Psychology and economics: Evidence from the eld. Journal of Economic literature 47 (2), 315372.",
        "Druedahl, J. and T. JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen (2018). Can consumers distinguish persistent from transitory income shocks? Fuster, A., G. Kaplan, and B. Zafar (2018). What would you do with $500? spending responses to gains, losses, news and loans.",
        "Ganong, P. and P. Noel (2018). Consumer spending during unemployment: Positive and normative implications. American Economic Review (forthcoming).",
        "Gelman, M., S. Kariv, M. D. Shapiro, D. Silverman, and S. Tadelis (2015, March). How individuals smooth spending: Evidence from the 2013 government shutdown using account data. Working Paper 21025, National Bureau of Economic Research.",
        "Gould, E. D., B. A. Weinberg, and D. B. Mustard (2002). Crime rates and local labor market opportunities in the united states: 19791997. The Review of Economics and Statistics 84 (1), 4561.",
        "Gruber, J. (1997). The consumption smoothing benets of unemployment insurance. The American Economic Review 87 (1), pp. 192205.",
        "Guler, B. and T. Taskin (2013). Does unemployment insurance crowd out home production ? European Economic Review 62 (C), 116.",
        "Hundtofte, S. (2017). Credit aversion. Working paper.",
        "Kahneman, D., J. Knetsch, and R. Thaler (1990). Experimental Tests of the Endowment Eect and the Coase Theorem. Journal of Political Economy 98 (6), 13251348.",
        "Kaplan, G. and G. Violante (2014). A model of the consumption response to scal stimulus payments. Econometrica 82, 11991239.",
        "Keys, B., J. Tobacman, and J. Wang (2017). Rainy day credit? unsecured credit and local employment shocks. Working Paper .",
        "Keys, B. J. (2010). The credit market consequences of job displacement. The Review of Economics and Statistics 0 (ja), null.",
        "Kozlowski, J., L. Veldkamp, and V. Venkateswaran (2016). The tail that wags the economy: Belief-driven business cycles and persistent stagnation.",
        "Kuchler, T. and M. Pagel (2015). Sticking To Your Plan: Empirical Evidence on the Role of Present Bias for Credit Card Debt Paydown. Working Paper .",
        "Laibson, D. (1997). Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics 112 (2), 443477.",
        "Laibson, D., P. Maxted, A. Repetto, and J. Tobacman (2017). Estimating discount functions with consumption choices over the lifecycle.",
        "Laibson, D., A. Repetto, and J. Tobacman (2003). A Debt Puzzle. in Philippe Aghion, Roman Frydman, Joseph Stiglitz, and Michael Woodford, eds., Knowledge, Information, and Expectations in Modern Economics: In Honor of Edmund S. Phelps, Princeton: Princeton University Press.",
        "Lee, D. and W. Van der Klaauw (2010). An introduction to the frbny consumer credit panel.",
        "Maestas, N., K. J. Mullen, and D. Powell (2016). The eect of population aging on economic growth, the labor force and productivity. Technical report, National Bureau of Economic Research.",
        "Mian, A., K. Rao, and A. Su (2013). Household balance sheets, consumption, and the economic slump. The Quarterly Journal of Economics 128 (4), 16871726.",
        "Mian, A. and A. Su (2009). The consequences of mortgage credit expansion: Evidence from the us mortgage default crisis. The Quarterly Journal of Economics 124 (4), 14491496.",
        "MÃ\u0083Æ\u0092Ã\u0082Â¼ller, K. (2018). Credit markets around the world, 1910-2014. Available at SSRN 3259636 .",
        "Nguyen, H.-L., M. Greenstone, and A. Mas (2015). Essays on Banking and Local Credit Markets. Ph. D. thesis, Massachusetts Institute of Technology.",
        "O'Donoghue, T. and M. Rabin (1999). Doing it Now or Later. American Economic Review 89 (1), 103124.",
        "Olafsson, A. and M. Pagel (2017, October). The ostrich in us: Selective attention to nancial accounts, income, spending, and liquidity. Working Paper 23945, National Bureau of Economic Research.",
        "Olafsson, A. and M. Pagel (2018a). The liquid hand-to-mouth: Evidence from personal nance management software. Review of Financial Studies.",
        "Olafsson, A. and M. Pagel (2018b, March). The retirement-consumption puzzle: New evidence from personal nances. Working Paper 24405, National Bureau of Economic Research.",
        "Olafsson, A. and M. Pagel (2019). Borrowing in response to windfalls. Working Paper .",
        "Rozsypal, F. and K. Schlafmann (2017). Overpersistence bias in individual income expectations and its aggregate implications.",
        "Shapiro, M. D. and J. Slemrod (1995, March). Consumer response to the timing of income: Evidence from a change in tax withholding. American Economic Review 85 (1), 27483.",
        "Spinnewijn, J. (2015). Unemployed but optimistic: Optimal insurance design with biased beliefs. Journal of the European Economic Association 13 (1), 130167.",
        "Sullivan, J. X. (2008). Borrowing during unemployment unsecured debt as a safety net. Journal of human resources 43 (2), 383412."
    ]
}