{
    "id": 26362,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Abadie, A., Diamond, A., and Hainmueller, J. (2015). Comparative Politics and the Synthetic Control Method. American Journal of Political Science, 59(2):495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Bailey, M. J. (2013). Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception. Brookings Papers on Economic Activity, pages 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Bailey, M. J., Hershbein, B., and Miller, A. R. (2012). The opt-in revolution? Contraception and the gender gap in wages. American Economic Journal: Applied Economics, 4(3):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Bitler, M. and Zavodny, M. (2001). The effect of abortion restrictions on the timing of abortions. Journal of Health Economics.",
        "Cameron, C. and Trivedi, P. (2005). Microeconometrics: Methods and Applications. Cambridge University Press, New York City.",
        "Clogg, C. C., Petkova, E., and Haritou, A. (1995). Statistical methods for comparing regression coefficients between models. American Journal of Sociology, 100(5):1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1293.",
        "Fischer, S., Royer, H., and White, C. (2018). The impacts of reduced access to abortion and family planning services on abortions, births, and contraceptive purchases. Journal of Public Economics, 167:43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Garcia-Lago, E. (2017). Reported Induced Abortions in Wisconsin, 2017. Technical report, Wisconsin Department of Health Services.",
        "Grossman, D., White, K., Hopkins, K., and Potter, J. E. (2017). Change in distance to nearest facility and abortion in Texas, 2012 to 2014.",
        "Joyce, T., Kaestner, R., and Ward, J. (2019). The Impact of Parental Involvement Laws on Minor Abortion. Working Paper w25758, National Bureau of Economic Research.",
        "Joyce, T. J., Henshaw, S. K., Dennis, A., Finer, L. B., and Blanchard, K. (2009). The Impact of State Mandatory Counseling and Waiting Period Laws on Abortion: A Literature Review. Technical report, Guttmacher Institute.",
        "Lindo, J., Myers, C., Schlosser, A., and Cunningham, S. (2019). How Far Is Too Far?: New Evidence on Abortion Clinic Closures, Access, and Abortions. Journal of Human Resources, pages 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9254R3.",
        "Lu, Y. and Slusky, D. J. G. (2016). The Impact of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Clinic Closures on Preventive Care Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â . American Economic Journal: Applied Economics, 8(3):100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Lu, Y. and Slusky, D. J. G. (2018). The Impact of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Clinic Closures on Fertility. American Journal of Health Economics, 5(3):334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Myers, C., Jones, R., and Upadhyay, U. (2019). Changes in abortion access and incidence in a post-Roe world. Contraception.",
        "Myers, C. K. (2017). The Power of Abortion Policy: Reexamining the Effects of Young WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Access to Reproductive Control. Journal of Political Economy, 125(6):2178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2224.",
        "Nash, E., Bensen-Gold, R., Ansari-Thomas, Z., Cappello, O., and Mohammed, L. (2017). Policy trends in the states: 2016. Technical report, Guttmacher.",
        "Nash, E., Bensen-Gold, R., Ansari-Thomas, Z., Cappello, O., Naide, S., and Mohammed, L. (2018a). State policy trends 2018: With roe v. wade in jeopardy, states continued to add new abortion restrictions. Technical report, Guttmacher.",
        "Nash, E., Bensen-Gold, R., Ansari-Thomas, Z., and Rathbun, G. (2016). 2015 year-end state policy roundup. Technical report, Guttmacher.",
        "Ninneman, L. (2012). Reported Induced Abortions in Wisconsin, 2012. Technical report, Wisconsin Department of Health Services.",
        "NVSS (2018). National Vital Statistics System: Natality. Restricted-Use Vital Statistics Data File and Documentation, years 2009-2017.",
        "Packham, A. (2017). Family planning funding cuts and teen childbearing. Journal of Health Economics, 55:168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Quast, T., Gonzalez, F., and Ziemba, R. (2017). Abortion facility closings and abortion rates in Texas. Inquiry (United States), 54.",
        "SEER (2018). Surveillance, epidemiology, and end results (seer) program populations (1969-2017). www.",
        "Shah, N. (2017). Illinois Abortion ServicesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2017. Technical report, Illinois Department of Health Services.",
        "Weber, S. and PeÃ\u0083Å\u0092Ã\u0082Â\u0081clat, M. (2017). A Simple Command to Calculate Travel Distance and Travel Time. The Stata Journal: Promoting communications on statistics and Stata."
    ]
}