{
    "id": 26375,
    "cites": 62,
    "cited_by": 2,
    "reference": [
        "Ai, C. and X. Chen (2003, November). Efficient estimation of models with conditional moment restrictions containing unknown functions. Econometrica 71(6), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "Altonji, Joseph, G. and L. Matzkin, Rosa (2005, July). Cross section and panel data estimators for nonseparable modesl with endogenous regressors. Econometrica 73(4), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Amemiya, T. (1974). The non-linear two-stage least-square estimator. Journal of Econometrics 2, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Amemiya, T. (1977). The maximum-likelihood and non-linear three-stage least-squares estimator in the general nonlinear simultaneous equation model. Econometrica 45, 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Angrist, J. and J.-S. Pischke (2009). Mostly harmless econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s companion. Princeton University Press.",
        "Angrist, J. D. and J.-S. Pischke (2010, Spring). The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of Economic Perspectives 24(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Armstrong, T. (2016). Large market asymptotics for differentiated product demand estimators with economic models of supplyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Econometrica 84(5), 1961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980.",
        "Bayer, P., F. Ferreira, and R. McMillan (2007). A unified framework for measuring preferences for schools and neighborhoods. Journal of Political Economy 115(5), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Berry, S. (1994). Estimating discrete choice models of product differentiation. Rand Journal of Economics 25, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile prices in market equilibrium. Econometrica: Journal of the Econometric Society 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, S., J. Levinsohn, and A. Pakes (1999). Voluntary export restraints on automobiles: Evaluating a trade policy. American Economic Review 89(3), 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Berry, S., J. Levinsohn, and A. Pakes (2004, Feb). Differentiated products demand systems from a combination of micro and macro data: The new car market. The Journal of Political Economy 112(1), 68.",
        "Berry, S. and A. Pakes (2007). The pure characteristics demand model. International Economic Review 48(4), 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1225.",
        "Berry, S. T., A. Gandhi, and P. Haile (2013). Connected substitutes and invertibility of demand.",
        "Berry, S. T. and P. Haile (2014). Identification in differentiated products markets using market level data. Econometrica 82(5), 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1798.",
        "Berry, S. T. and P. Haile (2016). Identification in differentiated products markets. Annnual Review of Economics 8, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Bresnahan, T. F. (1987). Competition and collusion in the american automobile industry: The 1955 price war. The Journal of Industrial Economics 35(4, The Empirical Renaissance in Industrial Economics), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Bresnahan, T. F., S. Stern, and M. Trajtenberg (1997). Market segmentation and the sources of rents from innovation: Personal computers in the late 1980s. RAND Journal of Economics 28(No. 0, Special Issue in Honor of Richard E. Quandt), S17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS44.",
        "Chamberlain, G. (1987). Asymptotic efficiency in estimation with conditional moment restrictions. Journal of Econometrics 34(305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d334).",
        "Chaves, D. (2019, January). Taxation and product variety: Evidence fromthe brazilian automobile industry. Working paper, University of Wisconsin-Madison.",
        "Ciliberto, F., C. Murry, and E. Tamer (2016, May). Market structure and competition in airline markets. working paper, University of Virginia.",
        "CosÃ\u0083Å\u0092Ã\u0082Â§ar, K. A., P. L. Grieco, and F. Tintelnot (2018). What drives home market advantage. Journal of International Economics 110, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Compiani, G. (2019). Market counterfactuals and the specification of multi-product demand: A nonparametric approach. working paper, Berkeley University.",
        "Conlon, C. (2013, September). The empirical likelihood mpec approach to demand estimation. working paper, Columbia University.",
        "Conlon, C. and J. Gortmaker (2019, May). Best practices for differentiated products demand estimation with pyblp. working paper, NYU-Stern.",
        "Conlon, C. and J. H. Mortimer (2015, April). Efficiency and foreclosure effects of vertical rebates: Empirical evidence. working paper, Columbia University.",
        "Cragg, J. G. and S. G. Donald (1993). Testing identifiability and specification in instrumental variable models. Econometric Theory 9, 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Davis, P. (2006, Winter). Spatial competition in retail markets: Movie theaters. Rand Journal of Economics.",
        "Doornik, J. A. (2007). Ox - An Object-Oriented Matrix Programming Language. Timberlake Consultants.",
        "Doraszelski, U. and A. Pakes (2007). A framework for applied dynamic analysis in io. In M. Armstrong and R. Porter (Eds.), Handbook of Industrial Organization, Volume 3, Chapter 30, pp. 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2440. Elsevier.",
        "Dube, J.-P., J. Fox, and C.-L. Su (2012, September). Improving the numerical performance of blp static and dynamic discrete choice random coefficients demand estimation. Econometrica.",
        "Eizenberg, A. (2014). Upstream innovation and product variety in the u.s. home pc market. Review of Economic Studies.",
        "Fan, Y. (2013, November). Ownership consolidation and product characteristics: A study of the u.s. daily newspaper market. American Economic Review 103(5), 1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1628.",
        "Farias, V., D. Saure, and G. Y. Weintraub (2012, Summer). An approximate dynamic programming approach to solving dynamic oligopoly models. Rand Journal of Economics 43(2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Gentzkow, M. and J. Shapiro (2010). What drives media slant? evidence from u.s. news- papers. Econometrica 78, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gillen, B., R. Moon, S. Montero, and M. Shum (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093blp-2lassoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for aggregate discrete-choice models with rich covariates. Econometrics Journal.",
        "Hausman, J. A. (1994). Valuation of new goods under perfect and imperfect competition. NBER wp 4970.",
        "Hausman, J. A. and D. McFadden (1984). Specification tests for the multinomial logit model.",
        "Houde, J.-F. (2012, August). Spatial differentiation and vertical mergers in retail markets for gasoline. American Economic Review 102(5), 2147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2182.",
        "Jorgensen, D. W. and J.-J. Laffont (1974). Efficient estimation of nonlinear simultaneous equations with additive disturbances, Volume 3 of Annals of Economic and Social Measurement, pp. 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640. NBER.",
        "Metaxoglou, K. and C. R. Knittel (2014, October). Estimation of random coefficient demand models: Two empirisistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perspectives. The Review of Economic and Statistics 96(1).",
        "Miravete, E., M. Moral, and J. Thurk (2018, Fall). Fuel taxation, emissions policy, and competitive advantage in the diffusion of european diesel automobiles. Rand Journal of Economics, 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Miravete, E., K. Seim, and J. Thurk (2018). Market power and the laffer curve. Econometrica 86(5), 1651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1687.",
        "Nevo, A. (2001). Measuring market power in the ready-to-eat cereal industry. Econometrica 69(2), 307.",
        "Newey, W. K. (1990). Efficient instrumental variables estimation of nonlinear models. Econometrica 58(809-837).",
        "Newey, W. K. (1993). Efficient estimation of models with conditional moment restrictions. In G. S. Maddala, C. R. Rao, and H. D. Vinod (Eds.), Handbook of Statistics, Volume 11. Elsevier.",
        "Newey, W. K. and J. L. Powell (2003). Instrumental variable estimation of nonparametric models.",
        "Nielson, C. (2017). Targeted vouchers, competition among schools, and the academic achievement of poor students. Working paper, Princeton University.",
        "Petrin, A. (2002). Quantifying the benefits of new products: The case of the minivan. Journal of Political Economy 110, 705.",
        "Pinkse, J., M. E. Slade, and C. Brett (2002). Spatial price competition: A semiparametric approach. Econometrica 70(3), 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1153.",
        "Reynaert, M. and F. Verboven (2013). Improving the performance of random coefficients demand models: The role of optimal instruments. Journal of Econometrics 179(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Romeo, C. J. (2010). Filling out the instrument set in mixed logit demand systems for aggregate data. working paper, US Department of Justice.",
        "Sanderson, E. and F. Windmeijer (2016). A weak instrument f-test in linear iv models with multiple endogenous variables. Journal of Econometrics 190, 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Singleton, J. D. (2019). Incentives and the supply of effective charter schools. American Economic Review 109(7), 2568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2612.",
        "Starc, A. (2014). Insurer pricing and consumer welfare: evidence from medigap. RAND Journal of Economics 45(1), 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Stock, J. H. and J. Wright, Jonathan H. (2000). Gmm with weak identification. Econometrica 68(5), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Stock, J. H., J. H. Wright, and M. Yogo (2002). A survey of weak instruments and weak identification in generalized method of moments. Journal of Business and Economic Statistics 20, 518 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 529.",
        "Stock, James H, Y. M. (2005). Testing for Weak Instruments in Linear IV Regression, pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. Identification and Inference for Econometric Models.",
        "Thomadsen, R. (2007). The effect of ownership structure on prices in geographically differentiated industries. Rand Journal of Economics.",
        "Verboven, F. (1996). International price discrimination in the european car market. Rand Journal of Economics 27(2), 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Waldfogel, J. (2003, Autumn). Preference externalities: An empirical study of who benefits whom in differentiated-product markets. RAND Journal of Economics 34(3), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c568.",
        "Wright, J. H. (2003). Detecting lack of identification in gmm. Econometric Theory 19(2), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 330."
    ]
}