{
    "id": 2637,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Alexander, Lewis S., The Legal Consequences of Sovereign Default, unpublished manuscript, The Federal Reserve Board, Washington D.C. (1987).",
        "Atkeson, Andrew, International Lending with Moral Hazard and Risk of Repudiation, Ph.D. Thesis, Stanford Business School, (May 1988).",
        "Bergsten, Fred C.; Chine, William R., and John Williamson, Bank Lending to Developing Countries: The Policy Alternatives (Washington: Institute for International Economics, 1985).",
        "Borchard, Edwin and W. H. Wynne, State Insolvency and Foreign Bondholders, Volume II (New Haven: Yale University Press, 1951).",
        "Bulow, Jeremy and Kenneth Rogoff, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy (1988a), forthcoming.",
        "Cline, William R., Mobilizing Bank Lending to Debtor Countries (Washington: Institute for International Economics, 1987).",
        "Dooley, Michael P., Buy-backs and the Market Valuation of External Debt, Unpublished working paper, International Monetary Fund (September 1987).",
        "Eichengreen, Barry and Richard Portes, Settling Defaults in the Era of Bond Finance, mimeo. University of California at Berkeley (May 1988).",
        "Feldstein, Martin; Decarmoy, Herve; Narusawa, Koei, and Paul R. Krugman, Restoring Growth in the Debt-Laden Third World (New York, The Trilateral Commission, 1987).",
        "Fischer, Stanley, Resolving the International Debt Crisis, National Bureau of Economic Research Working Paper No. 2373 (September 1987).",
        "Kenen, Peter, `Third World Debt: Sharing the Burden, A Bailout Plan for the Banks, New York Times (March 6, 1983).",
        "Kling, Paul (ed.), Global Debt: The Equity Solution, supplement to Euromoney and Corporate Finance (January 1988).",
        "Regling, Klaus P., `New Financing Approaches in the Debt Strategy, Finance and Development (March 1988).",
        "Rohatyn, Felix G., A Plan for Stretching Out Global Debt, Business Week (February 28, 1983).",
        "Sachs, Jeffrey D., Managing the LDC Debt Crisis, Brookings Papers on Economic Activity 2 (1986).",
        "Sachs, Jeffrey, and Harry Huizinga, U.S. Commercial Banks and the Developing Country Debt Crisis, Brookings Papers on Economic Activity 2 (1987).",
        "Watson, Maxwell; Mathieson, Donald; Kincaid, Russell; Folkerts-Landau, David; Regling, Klaus, and Caroline Atkinson, International Capital Markets: Developments and Prospects (Washington: International Monetary Fund, January 1988).",
        "Weinhert, Richard S., Swapping Third-World Debt, Foreign Policy (Winter 1987).",
        "Winkler, Max, Foreign Bonds: An Autopsy (Philadelphia, R. Swain Co., 1933)."
    ]
}