{
    "id": 26384,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Zhang (2018). Valuing the Global Mortality Consequences of Climate Change Accounting for Adaptation Costs and Benefits. University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2018-51.",
        "Cho, H. (2017). Effect of Summer Heat on Test Scores: A Cohort Analysis. Journal of Environmental Economics and Management 83, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196 Cil, G. and T. A. Cameron. (2017). Potential Climate Change Health Risks from Increases in Heat Waves: Abnormal Birth Outcomes and Adverse Maternal Health Conditions. Risk Analysis 37(11), 2066Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2079 Conley, T.G. (1999). GMM Estimation with Cross Sectional Dependence. Journal of Econometrics 92(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45 Currie, J. and M. Rossin-Slater (2013). Weathering the Storm: Hurricanes and Birth Outcomes.",
        "Journal of Health Economics 32, 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503 Currie, J. and H. Schwandt (2013). Within-mother Analysis of Seasonal Patterns in Health at Birth. PNAS 110(30), 12265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12270 Dadvand, P., X. Basagana, and C. Sartini (2011). Climate Extremes and the Length of Gestation Environ. Health Perspect. 119 (10), 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1453 Deschenes, O., M. Greenstone, and J. Guryan (2009). Climate Change and Birth Weight. American Economic Review 99(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217 Deschenes, O., and M. Greenstone (2011). Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the US. American Economic Journal: Applied Economics 3, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185 Deschenes, O., and E. Moretti (2009). Extreme Weather Events, Mortality, and Migration. The Review of Economics and Statistics 91(4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "He, S., T. Kosatsky, A. Smargiassi, M. Bilodeau-Bertrand, and N. Auger (2018). Heat and Pregnancy-related Emergencies: Risk of Placental Abruption During Hot Weather. Environment International 111, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300 Hostetter, M., and S. Klein (2018). In Focus: Reducing Racial Disparities in Health Care by Confronting Racism. The Commonwealth Fund, available at: https://www.commonwealthfund. org/publications/newsletter-article/2018/sep/focus-reducing-racial-disparitieshealth -care-confronting.",
        "Hsiang, S.M (2010). Temperatures and Cyclones Strongly Associated with Economic Production in the Caribbean and Central America. Proceedings of the National Academy of Sciences 107(35), 15367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15372 Hu, Z., and T. Li (2019). Too Hot to Handle: The Effects of High Temperatures During Pregnancy on Adult Welfare Outcomes. Journal of Environmental Economics and Management 94, 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 253 Intergovernmental Panel on Climate Change (2014). Climate Change 2014: Synthesis Report.",
        "Isen, A., M. Rossin-Slater, and R. Walker (2017). Relationship Between Seasons of Birth, Temperature Exposure, and Later Life Wellbeing. PNAS 114(51), 13447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13452 Kassebaum, N. J., R. M. Barber, Z. A. Bhutta, L. Dandona, P. W. Gething, S. I. Hay, Y. Kinfu, H.",
        "J. Larson, X. Liang, and S. S. Lim (2016). Global, Regional, and National Levels of Maternal Mortality, 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015: A Systematic Analysis for the Global Burden of Disease Study 2015. The Lancet 388 (10053), 17751812.",
        "Knobel, R. and D. Holditch-Davis (2007). Thermoregulation and Heat Loss Prevention after Birth and During Neonatal Intensive-care Unit Stabilization of Extremely Low-Birthweight Infants. Journal of Obstetric, Gynecologic, and Neonatal Nursing 36, 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Kuehn, L., and S. McCormick (2017). Heat Exposure and Maternal Health in the Face of Climate Change. International Journal of Environmental Research and Public Health 14(8): 853.",
        "Kuriya, A., Piedimonte, S., Spence, A. R., CzuzojShulman, N., Kezouh, A., and Abenhaim, H. A. (2016). Incidence and Causes of Maternal Mortality in the USA. Journal of Obstetrics and Gynaecology Research, 42(6), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Lam, D. A., J. A. Miron, and A. Riley (1996). The Effects of Temperature on Human Fertility. Demography 33(3), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305 Lydon-Rochelle, M.T., V. L. Holt, J. C. Nelson, V. Crdenas, C. Gardella, T. R. Easterling and W.",
        "M. Callaghan (2005). Accuracy of Reporting Maternal Inhospital Diagnoses and Intrapartum Procedures in Washington State Linked Birth Records. Paediatric and Perinatal Epidemiology 19(6), 460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471 NASA (2013). More Extreme Weather Events Forecast. https://www.nasa.gov/centers/langley/ science/climate_assessment_2012.html Nelson, A. (2002). Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care. Journal of the National Medical Association 94(8): 666.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, M. S., A. Zanobetti and J. Schwartz (2005). Disparities by Race in Heat-related Mortality in Four US Cities: the Role of Air Conditioning Prevalence. Journal of Urban Health 82(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197 Parrish, K.M., V. L. Holt, F. A. Connell, B. Williams and J. P. LoGerfo (1993). Variations in the Accuracy of Obstetric Procedures and Diagnoses on Birth Records in Washington State, 1989.",
        "American Journal of Epidemiology 138(2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127 Petersen, E. E., N. L. Davis, D. Goodman, S. Cox, N. Mayes, E. Johnston, C. Syverson, K. Seed, C. K. Shapiro-Mendoza, W. M. Callaghan and W. Barfield (2019). Vital Signs: PregnancyRelated Deaths, United States, 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015, and Strategies for Prevention, 13 States, 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2017.",
        "Morbidity and Mortality Weekly Report 68(18), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429 Piper, J.M., E. F. Mitchel Jr, M. Snowden, C. Hall, M. Adams and P. Taylor (1993). Validation of 1989 Tennessee Birth Certificates Using Maternal and Newborn Hospital Records. American Journal of Epidemiology 137(7), 758Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768 Reichman, N.E. and E. M. Hade (2001). Validation of Birth Certificate Data: a Study of Women in New JerseyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s HealthStart Program. Annals of epidemiology 11(3), 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193 Reichman, N. E. and O. Schwartz-Soicher (2007). Accuracy of birth certificate data by risk factors and outcomes: analysis of data from New Jersey. American Journal of Obstetrics and Gynecology, 197(1): 32-e1.",
        "Roohan, P.J., R. E. Josberger, J. Acar, P. Dabir, H. M. Feder, and P. J. Gagliano (2003). Validation of Birth Certificate Data in New York State. Journal of Community Health 28(5), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346 Sanders, Nicholas J., and Charles Stoecker (2015). Where Have All the Young Men Gone? Using Sex Ratios to Measure Fetal Death Rates. Journal of Health Economics 41: 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Schifano, P., F. Asta, P. Dadvand, M. Davoli, X. Basagana, and P. Michelozzi (2016). Heat and Air Pollution Exposure as Triggers of Delivery: a Survival Analysis of Population-based Pregnancy Cohorts in Rome and Barcelona. Environment International 88, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159 Veha-Eskeli, K., and R. Erkkola (1991). The Effect of Short-term Heat Stress on Uterine Contractility, Fetal Heart Rate and Fetal Movements at Late Pregnancy. Eur. J. Obstet. Gynecol.",
        "Reprod. Biol. 38, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14 White, C. (2017). The Dynamic Relationship Between Temperature and Morbidity. Journal of the Association of Environmental and Resource Economists 4(4), 1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198 Wilde, A., B. H. Apouey, and T. Jung (2017). The Effect of Ambient Temperature Shocks during Conception and Early Pregnancy on Later Life Outcomes. European Economic Review 97(C), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107 Xu, Z., R. A. Etzel, H. Su, C. Huang, Y. Guo, and S. Tong (2012). Impact of Ambient Temperature on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health: A Systematic Review. Environmental Research 117, 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131 Yackerson, N. S., B. Piura, and M. Friger (2007). The Influence of Weather State on the Incidence of Preeclampsia and Placental Abruption in Semi-arid Areas. Clin. Exp. Obstet. Gynecol. 34, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30 Ye, X., R. Wolff, W. Yu, P. Vaneckova, X. Pan, and S. Tong (2012). Ambient Temperature and Morbidity: A Review of Epidemiological Evidence. Environmental Health Perspectives 120 (1), p. 19.",
        "Young, J. B. (2002). Programming of Sympathoadrenal Function. Trends Endocrinol Metab 13, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385 6 Figures 0 10 20 30 40 50 60 70 Average number of days per year &lt;10 10-19 20-29 30-39 40-49 50-59 60-69 70-79 80-89 >90 Temperature bins Figure 1: Distribution of Daily Average Temperature Sources: NOAA weather data."
    ]
}