{
    "id": 26392,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Aghion, Philippe, and Peter Howitt. 1992. A Model of Growth Through Creative Destruction. Econometrica 60, 323-351.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy 113, 151-184.",
        "Atanasov, Vladimir, Vladimir Ivanov, and Kate Litvak. 2012. Does Reputation Limit Opportunistic Behavior in the VC Industry? Evidence from Litigation against VCs. Journal of Finance 67, 2215-2246.",
        "Austin, David H. 1993. An Event-Study Approach to Measuring Innovative Output: The Case of Biotechnology. American Economic Review (P&P) 83, 253-258.",
        "Bena, Jan, and Kai Li. 2014. Corporate Innovation and Mergers and Acquisitions. Journal of Finance 69, 1923-1960.",
        "Bernstein, Shai, Rebecca Diamond, Timothy McQuade, and Beatriz Pousada. 2018. The Contribution of High-Skilled Immigrants to Innovation in the United States. Working paper, Stanford University.",
        "Bernstein, Shai, Xavier Giroud, and Richard R. Townsend. 2016. The Impact of Venture Capital Monitoring. Journal of Finance 71, 1591-1622.",
        "Block, JÃ\u0083Â¶rn H., Christian O. Fisch, Alexander Hahn, and Philipp G. Sandner. 2015. Why Do SMEs File Trademarks? Insights from Firms in Innovative Industries. Research Policy 44, 1915-1930.",
        "Bottazzi, Laura, Marco Da Rin, and Thomas Hellman. 2008. Who Are the Active Investors? Evidence from Venture Capital. Journal of Financial Economics 89, 488-512.",
        "Brau, James C., Bill Francis, and Nihon Kohers. 2003. The Choice of IPO versus Takeover: Empirical Evidence. Journal of Business 76, 583-612.",
        "Chang, Xin, Kangkang Fu, Angie Low, and Wenrui Zhang. 2015. Non-Executive Employee Stock Options and Corporate Innovation. Journal of Financial Economics 115, 168-188.",
        "Clemens, Michael. 2013. Why Do Programmers Earn More in Houston than Hyderabad? Evidence from Randomized Processing of U.S. Visas. American Economic Review (P&P) 103, 198-202.",
        "Dalle, Jean-Michel, Matthijs den Besten, and Carlo Menon. 2017. Using Crunchbase for Economic and Managerial Research. Working paper, OECD.",
        "Dass, Nishant, Vikram Nanda, and Steven Chong Xiao. 2017. Truncation Bias Corrections in Patent Data: Implications for Recent Research on Innovation. Journal of Corporate Finance 44, 353-374.",
        "Doran, Kirk, Alexander Gelber, and Adam Isen. 2016. The Effects of High-Skilled Immigration Policy on Firms: Evidence from Visa Lotteries. University of Notre Dame, Working paper.",
        "Gompers, Paul A. 1996. Grandstanding in the Venture Capital Industry, Journal of Financial Economics 42, 133-156.",
        "Gourio, Francisco, Todd Messer, and Michael Siemer. 2016. Firm Entry and Macroeconomic Dynamics: A State-level Analysis. American Economic Review 106, 214-218.",
        "Griliches, Zvi. 1990. Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature 28, 1661-1707.",
        "Hall, Bronwyn H., Adam Jaffe, and Manuel Trajtenberg. 2001. The NBER Patent Citations Data File: Lessons, Insights and Methodological Tools. NBER working paper 8498.",
        "Hall, Bronwyn H., Adam Jaffe, and Manuel Trajtenberg. 2005. Market Value and Patent Citations. RAND Journal of Economics 36, 16-38.",
        "Hochberg, Yael V., Alexander Ljungqvist, and Yang Lu. 2007. Whom You Know Matters: Venture Capital Networks and Investment Performance. Journal of Finance 62, 251-301.",
        "Howell, Sabrina T., 2017. Financing Innovation: Evidence from R&D Grants. American Economic Review 107, 1136-1164.",
        "Hunt, Jennifer, and Marjolaine Gauthier-Loiselle. 2010. How Much Does Immigration Boost Innovation? American Economic Journal: Macroeconomics 2, 31-56.",
        "Kerr, William R., and William F. Lincoln. 2010. The Supply Side of Innovation: H-1B Visa Reforms and U.S. Ethnic Invention. Journal of Labor Economics 28, 473-508.",
        "Kerr, William R., Josh Lerner, and Antoinette Schoar. 2014. The Consequences of Entrepreneurial Finance: Evidence from Angel Financings. Review of Financial Studies 27, 20-55.",
        "Kogan, Leonid, Dimitris Papanikolaou, Amit Seru, and Noah Stoffman. 2017. Technological Innovation, Resource Allocation, and Growth. Quarterly Journal of Economics 132, 665712.",
        "Lerner, Josh, and Amit Seru. 2017. The Use and Misuse of Patent Data: Issue for Corporate Finance and Beyond. Working paper, Harvard Business School.",
        "Lerner, Josh, Morten SÃ\u0083Â¸rensen, and Per StrÃ\u0083Â¶mberg. 2011. Private Equity and Long-Run Investment: The Case of Innovation. Journal of Finance 66, 445-477.",
        "Ling, Yun. 2016. The Impact of Venture Capital on the Life Cycles of Startups. Working paper, University of Southern California.",
        "Metrick, Andrew, and Ayako Yasuda. 2011. Venture Capital and the Finance of Innovation 2nd Edition, Wiley, New York, NY.",
        "Oster, Emily. 2019. Unobservable Selection Coefficient Stability: Theory and Evidence. Journal of Business & Economic Statistics 37, 187-204.",
        "Pakes, Ariel. 1985. On Patents, R&D, and the Stock Market Rate of Return. Journal of Political Economy 93, 390-409.",
        "Peri, Giovanni, Kevin Shih, and Chad Sparber. 2015. Foreign and Native Skilled Workers: What Can We Learn from H-1B Lotteries? NBER working paper 21175.",
        "Puri, Manju, and Rebecca Zarutskie. 2012. On the Life Cycle Dynamics of Venture-Capital and Non-Venture-Capital-Financed Firms. Journal of Finance 67, 2247-2293.",
        "Romer, Paul M. 1990. Endogenous Technological Change. Journal of Political Economy 98, S71-S102.",
        "Schumpeter, Joseph A. 1942. Capitalism, Socialism, and Democracy. New York: Harper and Brothers.",
        "Seru, Amit. 2014. Firm Boundaries Matter: Evidence from Conglomerates and R&D Activity. Journal of Financial Economics 111, 381-405.",
        "SÃ\u0083Â¸rensen, Morten. 2007. How Smart is Smart Money? A Two-Sided Matching Model of Venture Capital. Journal of Finance 62, 2725-2762.",
        "Trajtenberg, Manuel. 1990. A Penny for Your Quotes: Patent Citations and the Value of Innovation. RAND Journal of Economics 21, 172-187.",
        "Wang, Xinxin. 2017. Catering Innovation: Entrepreneurship and the Acquisition Market. Working paper, University of North Carolina at Chapel Hill.",
        "Zarutskie, Rebecca. 2010. The Role of Top Management Team Human Capital in Venture Capital Markets: Evidence from First Time Funds. Journal of Business Venturing 25, 155172."
    ]
}