{
    "id": 264,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Sprenkle, C. M., Warrant Prices as Indicators of Expectations and Preferences, in Cootner (ed.) (1964), 412-474.",
        "Samuelson, P. A., Rational Theory of Warrant Pricing, Industrial Management Review 6 (1965), 13-31.",
        "Roll, R., The Behavior of Interest Rates (New York: Basic Books, 1970).",
        "Osborne, M. F. M., Brownian Motion in the Stock Market, in Cootner (ed.) (1964), 100-128.",
        "Merton, R. C., Option Pricing when Underlying Stock Returns are Discontinuous, J. Financial Economics (1976), 125-144.",
        "Meginniss, J. R., Alternatives to the Expected Utility Rule, unpublished Ph.D. dissertation, Univ. of Chicago Graduate School of Business, 1977.",
        "Cornell, W. B. and J. K. Dietrich, The Efficiency of the Market f or Foreign Exchange under Floating Exchange Rates, Review of Economics and Statistics 60 (Feb. 1978), 111-120.",
        "Cootner, P. H. (ed.), The Random Character of Stock Market Prices (Cambridge: M.I.T.. Press, 1964).",
        "Expected Future Spot Rate, Intermountain Economic Review 8 (Spring 1977), 14-21.",
        "Boyer, R. S., The Interest Rate Parity Theorem Again: A Resolution of the Siegel Paradox, mimeo, Univ. of Western Ontario, Sept. 1972.",
        "Black, F. and M. Scholes, The Pricing of Options and Corporate Liabilities, J. Political Economy 83 (1973), 637-659.",
        "McCulloch, J. H., Interest Rate Risk and Capital Adequacy for Traditional Banks and Financial Intermediaries, NBER Working Paper 237, Jan. 1978 (1978a).",
        "Mandelbrot, B., The Pareto-L~vy Law and the Distribution of Income, International Economic Review 1 (May 1960), 79-106.",
        "Distributions, J. American Statistical Assn. 66 (June 1971), 331-338.",
        "Fama, E. F., The Behavior of Stock Market Prices, J. Business 38 (Jan. 1965), 34-105.",
        "Dusak, K., Futures Trading and Investor Returns: An Investigation of Commodity Market Risk Premiums, J. Political Economy 81 (Nov./Dec. 1973), 1387-1406.",
        "DuMouchel, W. H., On the Asymptotic Normality of the Maximum-Likelihood Estimate when Sampling from a Stable Distribution, Annals of Statistics 1 (1973), 948-957.",
        "Cross, M. J., A Catalogue of Finite Mean Stable Random Walks, mimeo, Bell Laboratories, Murray Hill, N.J., c. 1975.",
        "Cox, J. C. and S. A. Ross, The Valuation of Options for Alternative Stochastic Processes, J. Financial Economics 3 (1976), 145-166."
    ]
}