{
    "id": 26401,
    "cites": 57,
    "cited_by": 0,
    "reference": [
        "Abadie, Alberto, Susan Athey, Guido W Imbens, and Jeffrey Wooldridge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When should you adjust standard errors for clustering?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2017.",
        "Abowd, John A and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of product market competition on collective bargaining agreements: The case of foreign competition in Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1993, 108 (4), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Anderson, Soren T, Ryan Kellogg, and Stephen W Salant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hotelling under pressure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (3), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Asfaw, Abay, Christopher Mark, and Regina Pana-Cryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability and occupational injuries in US underground coal mines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accident Analysis & Prevention, 2013, 50, 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Atkin, David, Amit K Khandelwal, and Adam Osman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting and firm performance: Evidence from a randomized experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (2), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Beauchamp, L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ground control in underground mines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stellman JM, McCann M, Warshaw L, et al, 1998, pp. 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Bellemare, Marc F and Casey J Wichman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticities and the inverse hyperbolic sine transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper. University of Minnesota 2018.",
        "Bena, Antonella, Massimiliano Giraudo, Roberto Leombruni, and Giuseppe Costa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job tenure and work injuries: a multivariate analysis of the relation with previous experience and differences by age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC public health, 2013, 13 (1), 869.",
        "Biddle, Jeff and Karen Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Claiming behavior in workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ compensation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 2003, 70 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c780.",
        "Boden, Leslie I, Nicole Nestoriak, and Brooks Pierce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Capture-Recapture Analysis to Identify Factors Associated with Differential Reporting of Workplace Injuries and Illnesses October,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "Boone, Jan, Jan C van Ours, Jean-Philippe Wuellrich, and Josef ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions are bad for workplace safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 2011, 30 (4), 764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Breslin, F Curtis and Peter Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trial by fire: a multivariate examination of the relation between job tenure and work injuries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Occupational and Environmental Medicine, 2006, 63 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Buessing, Marric and Leslie I Boden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of contract operations on safety in underground coal mines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of occupational and environmental medicine, 2016, 58 (9), 952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956.",
        "Cameron, A Colin, Jonah B Gelbach, and Douglas L Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-based improvements for inference with clustered errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2008, 90 (3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Caskey, Judson and N Bugra Ozel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings expectations and employee safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 2017, 63 (1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Chambers, Matt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tropicana looking good as AngloGold itches to go,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Australian, Aug 2009.",
        "Chen, Xun Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A must-know overview of the US thermal coal industry for investors PART 4 of 12: Why underground mines cost higher compared to surface coal mines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Market Realist, Apr 2014.",
        "Cohn, Jonathan B and Malcolm I Wardlaw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing constraints and workplace safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2016, 71 (5), 2017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2058.",
        "Dembe, Allard E, J Bianca Erickson, Rachel G Delbos, and Steven M Banks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of overtime and long work hours on occupational injuries and illnesses: new evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Occupational and environmental medicine, 2005, 62 (9), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597.",
        "Dworsky, Michael, Stephanie Rennane, and Nicholas Broten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Loss Monitoring for Injured Workers in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Compensation System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Ellerman, Denny, Thomas Stoker, and Ernst R Berndt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of productivity growth in the American coal industry 1972-95,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New developments in productivity analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2001, pp. 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Ferraz, Claudio, Frederico Finan, and Dimitri Szerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procuring firm growth: the effects of government purchases on firm dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Fishback, Price V, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liability rules and accident prevention in the workplace: empirical evidence from the early twentieth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of legal studies, 1987, 16 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Garin, Andrew and Filipe Silverio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Firm Performance Affect Wages? Evidence from Idiosyncratic Export Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2017.",
        "Gowrisankaran, Gautam, Charles He, Eric A Lutz, and Jefferey L Burgess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, safety, and regulation in underground coal mining: Evidence from disasters and fatalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Greenstone, Michael, John A List, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of environmental regulation on the competitiveness of US manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012.",
        "Greenwood, Robin and Samuel G Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Waves in ship prices and investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 130 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Halbesleben, Jonathon RB, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of exhaustion and workarounds in predicting occupational injuries: A cross-lagged panel study of health care professionals.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of occupational health psychology, 2010, 15 (1), 1.",
        "Hummels, David, Jakob Munch, and Chong Xiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Pain, No Gain: The Effects of Exports on Effort, Injury, and Illness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2016.",
        "IGO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating a Leading Diversified Mining Company,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Company Annual Report, Independence Group NL (IGO) 2015.",
        "Kline, Patrick, Neviana Petkova, Heidi Williams, and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who profits from patents? rent-sharing at innovative firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Kniesner, Thomas J and John D Leeth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating occupational and product risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of the Economics of Risk and Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 1, Elsevier, 2014, pp. 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Krueger, Alan B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive effects of workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ compensation insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1990, 41 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Lamont, Owen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash flow and investment: Evidence from internal capital markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1997, 52 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Leigh, J. Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic burden of occupational injury and illness in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Quarterly, 2011, 89 (4), 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Levine, David I, Michael W Toffel, and Matthew S Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized government safety inspections reduce worker injuries with no detectable job loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2012, 336 (6083), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Li, Ling and Perry Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of workplace inspections on worker safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2019, 72 (3), 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Maestas, Nicole, K Mullen, David Powell, T von Wachter, and J Wenger, Working Conditions in the United States: Results of the 2015 American Working Conditions Survey, RAND, 2017.",
        "Moore, Michael J and W Kip Viscusi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Promoting safety through workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ compensation: The efficacy and net wage costs of injury insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1989, pp. 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        "Morantz, Alison D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coal Mine Safety: Do Unions Make a Difference?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2013, 66 (1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "MSHA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Title 30 Code of Federal Regulations, Parts 1-199: Mineral Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "National Safety Council, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Business Case for Investments in SafetyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA Guide for Executives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2013.",
        "Newman, Alexandra M, Enrique Rubio, Rodrigo Caro, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Weintraub, and Kelly Eurek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A review of operations research in mine planning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Interfaces, 2010, 40 (3), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Organization, International Labour, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safety & health in underground coal mines: a code of practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2006.",
        "Plunkert, Patricia A. and Thomas S. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Metal Prices in the United States Through 1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, U.S. Department of the Interior, U.S. Geological Survey 1999.",
        "Popescu, Dan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply, Demand, the Stock of Gold and their Impact on Price,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jan 2014.",
        "Rockoff, Hugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some evidence on the real price of gold, its costs of production, and commodity prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Retrospective on the Classical Gold Standard, 1821-1931,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 1984, pp. 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Rose, Nancy L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability and product quality: economic determinants of airline safety performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (5, Part 1), 944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Rose, Nancy L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability and Product Quality: Economic Determinants of Airline Safety Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (5), 944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of equalizing differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of labor economics, 1986, 1, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Ruhm, Christopher J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are recessions good for your health?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 2000, 115 (2), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Ruser, John, Richard Butler et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of occupational safety and health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Foundations and Trends R in Microeconomics, 2010, 5 (5), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Ruser, John W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ compensation and occupational injuries and illnesses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1991, 9 (4), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-correction versus persistence of establishment injury rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 1995, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Thomason, Terry and Silvana Pozzebon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of firm workplace health and safety and claims management practices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2002, 55 (2), 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Walle, Manfred, Norman Jennings et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safety & health in small-scale surface mines: a handbook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, International Labour Organization 2001.",
        "Williamson, Oliver E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets and hierarchies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York, 1975, 2630."
    ]
}