{
    "id": 26415,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Syed Mumtaz Ali and Samuel D Silvey. A general class of coefficients of divergence of one distribution from another. Journal of the Royal Statistical Society. Series B (Methodological), pages 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142, 1966.",
        "Carlos Alos-Ferrer, Ernst Fehr, and Nick Netzer. Time will tell: Recovering preferences when choices are noisy. Unpublished manuscript, October 2018.",
        "Shun-ichi Amari and Hiroshi Nagaoka. Methods of information geometry, volume 191. American Mathematical Soc., 2007.",
        "Nihat Ay, JÃ\u0083Æ\u0092Ã\u0082Â¼rgen Jost, HÃ\u0083Æ\u0092Ã\u0082Â´ng VÃ\u0083Æ\u0092Ã\u0082Â¢n LÃ\u0083Æ\u0092Ã\u0082Âª, and Lorenz SchwachhÃ\u0083Æ\u0092Ã\u0082Â¶fer. Information geometry and sufficient statistics. Probability Theory and Related Fields, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 2014.",
        "Arindam Banerjee, Xin Guo, and Hui Wang. On the optimality of conditional expectation as a Bregman predictor. IEEE Transactions on Information Theory, 51(7):2664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2669, 2005.",
        "David Blackwell. Equivalent comparisons of experiments. The annals of mathematical statistics, 24 (2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272, 1953.",
        "Jerome R Busemeyer and James T Townsend. Decision field theory: A dynamic-cognitive approach to decision making in an uncertain environment. Psychological Review, 100:432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459, 1993.",
        "Andrew Caplin and Mark Dean. Revealed preference, rational inattention, and costly information acquisition. American Economic Review, 105(7):2183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2203, 2015.",
        "Andrew Caplin, Mark Dean, and John Leahy. Rational inattention, optimal consideration sets, and stochastic choice. The Review of Economic Studies, 86(3):1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094, 2018.",
        "Andrew Caplin, Mark Dean, and John Leahy. Rationally inattentive behavior: Characterizing and generalizing Shannon entropy. Unpublished manuscript, February 2019.",
        "Yeon-Koo Che and Konrad Mierendorff. Optimal dynamic allocation of attention. American Economic Review, 109(8):2993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3029, 2019.",
        "Nikolai Nikolaevich Chentsov. Statistical decision rules and optimal inference. Number 53. American Mathematical Soc., 1982.",
        "John A Clithero. Improving out-of-sample predictions using response times and a model of the decision process. Journal of Economic Behavior & Organization, 148:344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375, 2018.",
        "Thomas M Cover and Joy A Thomas. Elements of information theory. John Wiley & Sons, 2012.",
        "Henrique De Oliveira, Tommaso Denti, Maximilian Mihm, and Kemal Ozbek. Rationally inattentive preferences and hidden information costs. Theoretical Economics, 12:621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624, 2017.",
        "Mark Dean and Nathaniel Neligh. Experimental tests of rational inattention. Unpublished manuscript, June 2019. Ernst Fehr and Antonio Rangel. Neuroeconomic foundations of economic choice Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d recent advances.",
        "Jean Jacod and Albert Shiryaev. Limit theorems for stochastic processes, volume 288. Springer Science & Business Media, 2013.",
        "Emir Kamenica and Matthew Gentzkow. Bayesian persuasion. American Economic Review, 101(6): 2590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2615, 2011.",
        "Ian Krajbich, Bastiaan Oud, and Ernst Fehr. Benefits of neuroeconomics modeling: New policy interventions and predictors of preference. American Economic Review, 104(5):501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506, 2014.",
        "Harold Kushner and Paul G Dupuis. Numerical methods for stochastic control problems in continuous time, volume 24. Springer Science & Business Media, 2013.",
        "Filip MatÃ\u0083Æ\u0092Ã\u0082Âªjka, Alisdair McKay, et al. Rational inattention to discrete choices: A new foundation for the multinomial logit model. American Economic Review, 105(1):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98, 2015.",
        "Stephen Morris and Philipp Strack. The Wald problem and the relation of sequential sampling and ex-ante information costs. Unpublished manuscript, February 2019.",
        "Giuseppe Moscarini and Lones Smith. The optimal level of experimentation. Econometrica, 69(6): 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1644, 2001.",
        "HuyÃ\u0083Æ\u0092Ã\u0082Âªn Pham. Continuous-time stochastic control and optimization with financial applications, volume 61. Springer Science & Business Media, 2009.",
        "Luciano Pomatto, Philipp Strack, and Omer Tamuz. The cost of information. arXiv preprint arXiv:1812.04211, 2018. Roger Ratcliff. Theoretical interpretations of speed and accuracy of positive and negative responses.",
        "Roger Ratcliff and Jeffrey N Rouder. Modeling response times for two-choice decisions. Psychological Science, 9:347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356, 1998.",
        "R Tyrrell Rockafellar. Convex analysis. 1970.",
        "JF Schouten and JAM Bekker. Reaction time and accuracy. Acta Psychologica, 27:143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153, 1967. Michael Shadlen and Daphna Shohamy. Decision making and sequential sampling from memory.",
        "Christopher A Sims. Rational inattention and monetary economics. Handbook of Monetary Economics, 3:155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181, 2010.",
        "Jakub Steiner, Colin Stewart, and Filip MatÃ\u0083â\u0080\u009eÃ\u0082â\u0080ºjka. Rational inattention dynamics: Inertia and delay in decision-making. Econometrica, 85(2):521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553, 2017. Satohiro Tajima, Jan Drugowitsch, and Alexandre Pouget. Optimal policy for value-based decisionmaking.",
        "Satohiro Tajima, Jan Drugowitsch, Nishit Patel, and Alexandre Pouget. Optimal policy for multialternative decisions. Nature Neuroscience, 22:1503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1511, 2019.",
        "CÃ\u0083Æ\u0092Ã\u0082Â©dric Villani. Topics in optimal transportation. Number 58. American Mathematical Soc., 2003.",
        "Michael Woodford. Inattentive valuation and reference-dependent choice. Unpublished manuscript, May 2012.",
        "Michael Woodford. Stochastic choice: An optimizing neuroeconomic model. Technical Report 5, 2014.",
        "Michael Woodford. Modeling imprecision in perception, valuation and choice. NBER Working Paper no. 26258, September 2019.",
        "Weijie Zhong. Indirect information measure and dynamic learning. arXiv preprint arXiv:1809.00697, June 2017.",
        "Weijie Zhong. Optimal dynamic information acquisition. Unpublished manuscript, January 2019. A Cost Functions Satisfying Conditions 1-5 In this appendix section, we discuss various families of cost functions that satisfy our conditions. We first show that any posterior-separable cost function (in the terminology of Caplin et al."
    ]
}