{
    "id": 26427,
    "cites": 73,
    "cited_by": 1,
    "reference": [
        "Adam, K. and J. Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price-Level Changes and the Redistribution of Nominal Wealth Across the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 14 (2016), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Ang, A., G. Bekaert and M. Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Real Rates and Expected InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63 (2008), 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Ang, A. and M. Piazzesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 50 (2003), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Atkeson, A. and P. J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Need for a New Approach to Analyzing Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual, Volume 23 (National Bureau of Economic Research, Inc., 2009).",
        "Auclert, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "Badarinza, C., J. Campbell and T. Ramadorai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comparative Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22066, 2016.",
        "Bansal, R. and A. Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 59 (2004), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Bauer, M. D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restrictions on Risk Prices in Dynamic Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 36:2 (2018), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Bauer, M. D., G. D. Rudebusch and J. C. Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting Estimation Bias in Dynamic Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 30 (2012), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Bekaert, G., S. Cho and A. Moreno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New-Keynesian Macroeconomics and the Term Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 42 (2010), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Berger, D. W., K. Milbradt, F. Tourre and J. Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Prepayment and Path-Dependent EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25157, NBER, 2018.",
        "Calza, A., T. Monacelli and L. Stracca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Finance and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 11 (2013), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Campbell, J. R., C. L. Evans, J. D. M. Fisher and A. Justiniano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Federal Reserve Forward Guidance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity Spring (2012), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Christiano, L. J., M. Eichenbaum and C. L. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: What Have We Learned and to What End?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics (Amsterdam: North Holland, 1999).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal rigidities and the dynamic eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of a shock to monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (2005), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cieslak, A. and A. Schrimpf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Monetary News in Central Bank Communication,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "Cloyne, J., C. Ferreira and P. Surico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy when Households Have Debt: New Evidence on the Transmission Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper Series No. 11023, Centre for Economic Policy Research, 2015.",
        "Cochrane, J. H. and M. Piazzesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the Yield Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2008.",
        "Davis, M. A. and J. Heathcote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 46 (2005), 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Debortoli, D. and J. GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy with Heterogeneous Agents: Insights from TANK Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2018.",
        "Del Negro, M., M. Giannoni and C. Patterson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forward Guidance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Reports 574, Federal Reserve Bank of New York, 2015.",
        "Dewachter, H. and M. Lyrio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro Factors and the Term Structure of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 38 (2006), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Di Magio, M., A. Kermani, B. J. Keys, T. Piskorski, R. Ramcharan, A. Seru and V. Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Pass-Through: Mortgage Rates, Household Consumption, and Voluntary Deleveraging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (2017), 3550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Diebold, F. X., M. Piazzesi and G. D. Rudebusch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling Bond Yields in Finance and Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings 95 (2005), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Diebold, F. X., G. D. Rudebusch and S. B. Aruoba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomy and the Yield Curve: A Dynamic Latent Factor Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 131 (2006), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Doepke, M. and M. Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation and the Redistribution of Nominal Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114 (2006), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Doepke, M., M. Schneider and V. Selezneva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14, Hutchins Center on Fiscal and Monetary Policy at Brookings, 2015.",
        "Duffee, G. R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in (and not in) the Term Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 29 (2011), 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Timmermann and G. Elliot, eds., Handbook of Economic Forecasting (Elsevier, Amsterdam, the Netherlands, 2012).",
        "European Mortgage Federation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study on Mortgage Interest Rates in the EU,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brussels (2012).",
        "Evans, C. L. and D. A. Marshall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Term Structure of Nominal Interest Rates: Evidence and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy 49 (1998), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Fisher, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative prices, complementarities and comovement among components of aggregate expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 39 (1997), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "FlodeÃ\u0083Å\u0092Ã\u0082Â\u0081n, M., M. KilstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, J. Sigurdsson and R. Vestman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt and Monetary Policy: Revealing the Cash-Flow Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J., Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework and Its Applications, third edition (Princeton University Press, Princeton, 2015).",
        "Gertler, M. and P. Karadi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises, Credit Costs, and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 7 (2015), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Green, R. K. and S. M. Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Mortgage in Historical and International Context,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 19 (2005), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Greenwald, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mortgage Credit Channel of Macroeconomic Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R., B. Sack and E. Swanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder that Words? The Response of Asset Prices to Monetary Policy Actions and Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Jousnal of Central Banking 1 (2005a), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95 (2005b), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 36.",
        "Hamilton, J. and J. C. Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdentiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation and Estimation of Gaussian AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ne Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 168 (2012), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Hamilton, J. D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daily Monetary Policy Shocks and New Home Sales,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 55 (2008), 1171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1190.",
        "Haubrich, J., G. Pennacchi and P. Ritchken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Expectations, Real Rates, and Risk Premia: Evidence from InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Swaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 25 (2012), 1588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        "Hedlund, A., F. Karahan, K. Mitman and S. Ozkan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Heterogeneity and the Housing Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2017.",
        "Hergovich, P. and M. Reiter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and the Redistributive EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2018.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Yield Curve and Macroeconomic Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 118 (2008), 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Huffman, G. W. and M. A. Wynne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intratemporal Adjustment Costs in a Multisector Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 43 (1999), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Iacoviello, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing in DSGE Models: Findings and New Directions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. de Bandt, T. Knetsch, J. PenÃ\u0083Å\u0092Ã\u0082Å\u0092alosa and F. Zollino, eds., Housing Markets in Europe: A Macroeconomic Perspective (Springer-Verlag Berlin, 2010).",
        "Inoue, A. and B. Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Conventional and Unconventional Monetary Policy: A New Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 1638, Department of Economics and Business, Universitat Pompeu Fabra, 2018.",
        "International Monetary Fund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Finance and Financial StabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dBack to Basics?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Global Financial Stability Report, April 2011: Durable Financial StabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Getting There from Here (International Monetary Fund, Washington, DC, 2011).",
        "Ireland, P. N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Target: Causes and concequences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 39 (2007), 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Jarocinski, M. and P. Karadi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstructing Monetary Policy Surprises: The Role of Information Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2133, European Central Bank, 2018.",
        "Joslin, S., M. Priebsch and K. J. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Premiums in Dynamic Term Structure Models with Unspanned Macro Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance LXIX (2014), 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1233.",
        "Kaplan, G., B. Moll and G. L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108 (2018), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kim, D. H. and A. Orphanides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Estimation with Survey Data on Interest Rate Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis 47 (2012), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 272.",
        "Kozicki, S. and P. A. Tinsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shifting Endpoints in the Term Structure of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 47 (2001), 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Kydland, F. E., P. Rupert and R. Ã\u0083â\u0080¹Ã\u0082â\u0080¡ Sustek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Dynamics over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 57 (2016), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "McKay, A., E. Nakamura and J. Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Forward Guidance Revisited, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (2016), 3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Meh, C. A., J. V. Rios-Rull and Y. Terajima, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate and Welfare EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Redistribution of Wealth under InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation and Price-Level Targeting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 57 (2010), 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Nakamura, E. and J. Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-Frequency IdentiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation of Monetary NonNeutrality: The Information EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (2018), 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1330.",
        "Rudebusch, G. D. and E. T. Swanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Examining the Bond Premium Puzzle with DSGE Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 55 (2008), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bond Premium in a DSGE Model with Long-Run Real and Nominal Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 4 (2012), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Rudebusch, G. D. and T. Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macro-Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nance Model of the Term Structure, Monetary Policy and the Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal July (2008), 906Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Rupert, P. and R. Ã\u0083â\u0080¹Ã\u0082â\u0080¡ Sustek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Mechanics of New Kynesian models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 102 (2019), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Scanlon, K. and C. Whitehead, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trends in Housing Tenure and Mortgage Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Special report for the Council of Mortgage Lenders, London School of Economics, 2004.",
        "Sheedy, K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt and Incomplete Financial Markets: A Case for Nominal GDP Targeting, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity Spring (2014), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Sims, E. and C. Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Four Equation New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26067, 2019.",
        "Smets, F. and R. Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 1 (2003), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 75.",
        "Stock, J. H. and M. W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has U.S. InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Become Harder to Forecast?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 39 (2007), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Uribe, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Neo-Fisher EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect in the United States and Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2018.",
        "van Binsbergen, J. H., J. Fernandez-Villaverde, R. S. J. Koijen and J. RubioRamirez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The term structure of interest rates in a DSGE model with recursive preferences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59 (2012), 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Wong, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Aging and the Transmission of Monetary Policy to Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2018.",
        "Woodford, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Requirements for Price Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 33 (2001), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "New mortgage loans (flow) 2004 2006 2008 2010 2012 2014 2016 Percent FRM countries DE FR NL BE ECB rate 2004 2006 2008 2010 2012 2014 2016 Percent ARM countries IT ES IE FI ECB rate Outstanding mortgage debt (stock) 2004 2006 2008 2010 2012 2014 2016 Percent FRM countries DE FR NL BE ECB rate 2004 2006 2008 2010 2012 2014 2016 Percent ARM countries IT ES IE FI ECB rate"
    ]
}