{
    "id": 26426,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Aiyagari, S. Rao, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured idiosyncratic risk and aggregate saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109 (No. 3), 17-31.",
        "Aguiar, Mark and Gita Gopinath, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging Market Business Cycles: The Cycle is the Trend,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 115(1), pp. 69-102.",
        "Andreasen, Martin M., JesÃ\u0083Æ\u0092Ã\u0082Âºs FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde and Juan F. Rubio-RamÃ\u0083Æ\u0092Ã\u0082Â­rez, 2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pruned State-Space System for Non-Linear DSGE Models: Theory and Empirical Applications \", Review of Economic Studies Volume 85(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Hamilton, James D., 1994. Time Series Analysis, Princeton: Princeton University Press.",
        "Bewley, T., 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The permanent income hypothesis: A theoretical formulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 16(2), 252-92.",
        "Bianchi, J., Boz, E., Mendoza, E., 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential Policy in a Fisherian Model of Financial Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Econ Rev, 60: 223.",
        "Coeurdacier, N., H. Rey, and P. Winant, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risky Steady State,\" American Economic Review 101(3), 398-401.",
        "de Groot, O., 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing the risky steady state of DSGE models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 120, 566-569.",
        "de Groot, O., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risky steady state and multiple (spurious) equilibria: The case of the small open economy model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Devereux, M. and A. Sutherland, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Portfolio Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, vol 34(7), pp. 1325-1342, July.",
        "Durdu, C. Bora, Enrique G. Mendoza and Marco E. Terrones, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Demand for Foreign Assets in Sudden Stop Economies: An Assesment of the New Mercantilism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 89 pp. 194-209, July.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, J., P. GuerrÃ\u0083Æ\u0092Ã\u0082Â³n-Quintana, J. F. Rubio-Ramirez, M. Uribe, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Ec. Review, 101(6), pp. 2530-61.",
        "Guerrieri, Luca & Matteo Iacoviello, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OccBin: A Toolkit to Solve Models with Occasionally Binding Constraints Easily,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, March, vol. 70, pp. 22-38.",
        "Holden, Thomas, 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence and uniqueness of solutions to dynamic models with occasionally binding constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript",
        "Holden, Thomas, 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computation of solutions to dynamic models with occasionally binding constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript",
        "Hugget, Mark, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk free rate in heterogenous-agent, incomplete-insurance economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 17 (No. 5-6), 953-969.",
        "Kliem, M. and H. Uhlig, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian estimation of a dynamic stochastic general equilibrium model with asset prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 7: 257-287.",
        "Ljungqvist, L. & T. J. Sargent. 2012. Recursive Macroeconomics Theory. MIT Press.",
        "Epstein, L. G. (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stationary Cardinal Utility and Optimal Growth under Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, v. 31, pp. 133-152.",
        "Mendoza, Enrique G., 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Business Cycles in a Small Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 81, pp. 797-818, September.",
        "Mendoza, Enrique G., 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Terms of Trade, the Real Exchange Rate, and Economic FluctuationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. 36, pp. 101-137, September.",
        "Mendoza, Enrique, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Stops, Financial Crises and Leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 100(5), pp. 1941-1966.",
        "Mendoza, Enrique and Sergio Villalvazo, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FiPIt: A Simple, Fast Global Method for Solving Models with Two Endogenous States & Occasionally Binding Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Department of Economics, University of Pennsylvania.",
        "Neumeyer, Pablo A. and Fabrizio Perri, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles in Emerging Economies: the Role of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 52, pp. 345-380.",
        "Rabitsch, Katrin, Serhiy Stepanchuk & Viktor Tsyrennikov, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Portfolios: A Comparison of Solution Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 97(2), pp. 404-422.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie and Martin Uribe, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing Small Open Economy Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 61, pp. 163-185.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie & Martin Uribe, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Dynamic General Equilibrium Models using a Second-Order Approximation to the policy function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econ. Dynamics & Control, Vol. 28, pp. 755-775.",
        "Taylor, John B. and Harald Uhlig, 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Nonlinear Stochastic Growth Models: A Comparison of Alternative Solution Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, Vol. 8, No. 1, pp. 1-17.",
        "Uribe, Martin and Vivian Z. Yue, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Spreads and Emerging Countries: Who Drives Whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 69, pp. 6-36.",
        "Uzawa, H., 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Preference, the consumption function and optimum asset holdings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J.N. Wolfe (Ed.), Value, Capital & Growth, Univ. of Edinburgh Press, Edinburgh, pp. 485-504.",
        "Wei Dou, Winston, Xiang Fang, Andrew W. Lo, and Harald Uhlig, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-Finance Models with Nonlinear Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Univ. of Chicago, Becker Friedman Institute Working Paper, forthcoming."
    ]
}