{
    "id": 26432,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron, David H. Autor, David Dorn, Gordon H. Hanson and Brendan Price. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great U.S. Employment Sag of the 2000s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(S1): S141-S198.",
        "Adao, Rodrigo, Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r and Eduardo Morales. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dShift-Share Designs: Theory and Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming(Aug.).",
        "Autor, David H., David Dorn and Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6): 2121-68.",
        "Autor, David H., David Dorn and Gordon H. Hanson. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe China Shock: Learning from Labor Market Adjustment to Large Changes in Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2016(8): 205-240.",
        "Autor, David H., Lawrence F. Katz and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTrends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2): 300-323.",
        "Badinger, Harald. and Wolf Heinrich Reuter. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTrade Exposure of Western Europe to China and Eastern Europe: A spatial econometric analysis of the effects on regional manufacturing employment from 1991-2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, German Council of Economic Experts.",
        "Barlevy, Gadi and Jonas Fishe. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMortgage Choices and Housing Speculation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Working Paper.",
        "Chaney, Thomas., David Sraer, and David Thesmar. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Collateral Channel: How Real Estate Shocks Affect Corporate Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(6):23812409.",
        "Charles, Kerwin Kofi, Erik Hurst and Matthew J. Notowidigdo. 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Masking of the Decline in Manufacturing Employment by the Housing Bubble.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 30(2):179-200.",
        "Charles, Kerwin Kofi, Erik Hurst and Matthew J. Notowidigdo. 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHousing Booms, Manufacturing Decline, and Labor Market Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Northwestern University Working Paper.",
        "Chico, Alex and Chris Mayer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMisinformed Speculators and Mispricing in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper19817.",
        "CrinoÃ\u0083Å\u0092Ã\u0082â\u0082¬, Rosario. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dService Offshoring and White-Collar Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 77(2):595-632.",
        "Dauth, Wolfgang., Sebastian Findersen and Jens Suedekum. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Rise of the East and the Far East: German Labor Markets and Trade Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 12(6):1643-1675.",
        "Feler, Leo., and Mine Senses. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTrade Shocks and the Provision of Local Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA working paper No.10231.",
        "Ferreira, Ferando and Joe Gyourko. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAnatomy of the Beginning of the Housing Boom: U.S. Neighborhoods and Metropolitan Areas,1993-2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17374.",
        "Mayer, Chris. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHousing Bubbles: A SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Annual Review of Economics, 3: 559577.",
        "Mian, Atif. and Amir Sufi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHouse Prices, Home Equity-Based Borrowing, and the US Household Leverage Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101:2132-2156.",
        "Mian, Atif. and Amir Sufi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhat Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6):2197-2223.",
        "Pierce, Justin R. and Peter K. Schott. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(7):1632-62.",
        "Saiz, Albert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Jounal of Economics, 125(3):1253-1296.",
        "Shiller, Robert J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dUnlearned Lessons from the Housing Bubble.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EconomistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Voice, 6(7):6."
    ]
}