{
    "id": 26431,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Arriola, Leonardo R. and Martha C. Johnson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Politics and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Empowerment in Africa: Ministerial Appointments to Executive Cabinets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 58(2):495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Ashraf, Nava, Natalie Bau, Nathan Nunn and Alessandra Voena. 2016. Bride Price and Female Education. Working Paper 22417 National Bureau of Economic Research.",
        "URL: http://www.nber.org/papers/w22417 Bhavnani, Rikhil R. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do electoral quotas work after they are withdrawn? Evidence from a natural experiment in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 103(01):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Cain, Bruce, John Hanley and Thad Kousser. 2006. Term Limits: A Recipe for More Competition? Brookings Institution Press pp. 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Cassan, Guilhem and Lore Vandewalle. 2017. Identities and public policies: Unintended effects of political reservations for women in India. Technical report Economics Section, The Graduate Institute of International Studies.",
        "Chandra, Kanchan. 2016. Democratic Dynasties: State, Party, and Family in Contemporary Indian Politics. In Democratic Dynasties: State, Party, and Family in Contemporary Indian Politics, ed. Kanchan Chandra. Cambridge University Press pp. 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Chattopadhyay, Raghabendra and Esther Duflo. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women as Policy Makers: Evidence from a Randomized Policy Experiment in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 72(5):1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Clots-Figueras, Irma. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women in politics: Evidence from the Indian States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95(7-8):664 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 690.",
        "Corno, Lucia, Nicole Hildebrandt and Alessandra Voena. 2017. Age of marriage, weather shocks, and the direction of marriage payments. Technical report National Bureau of Economic Research.",
        "Coronel, Sheila S., Yvonne T. Chua, Luz Rimban and Booma Cruz. 2004. The Rulemakers: How the wealthy and well-born dominate Congress. Manila: Philippine Center for Investigative Journalism.",
        "Cruz, Cesi, Julien Labonne and Pablo Querubin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politician Family Networks and Electoral Outcomes: Evidence from the Philippines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107(10):3006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3037.",
        "Dolan, Kathleen A. 2014. When Does Gender Matter?: Women Candidates and Gender Stereotypes in American Elections. Oxford University Press.",
        "Escobar-Lemmon, Maria and Michelle M. Taylor-Robinson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top: Career Paths of Women in Latin American Cabinets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Research Quarterly 62(4):685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Fafchamps, Marcel and Julien Labonne. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do PoliticiansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Relatives Get Better Jobs? Evidence from Municipal Elections in the Philippines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics & Organization 33(2):268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 300.",
        "Folke, Olle and Johanna Rickne. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Competition and Gender Differences in Political Careers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science 11:59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Folke, Olle, Johanna Rickne and Daniel M. Smith. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and Dynastic Political Recruitment: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper. https://projects.iq.harvard.edu/files/pegroup/ files/folkeetal2016.pdf.",
        "Fox, Richard L. and Jennifer L. Lawless. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovering the Origins of the Gender Gap in Political Ambition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 108(3):499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Franceschet, Susan and Jennifer M Piscopo. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender quotas and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s substantive representation: Lessons from Argentina.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Politics & Gender 4(03):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Hirschman, Charles and Philip Guest. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Emerging Demographic Transitions of Southeast Asia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review 16(1):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Jalalzai, Farida. 2013. Shattered, Cracked, Or Firmly Intact?: Women and the Executive Glass Ceiling Worldwide. Oxford University Press, USA.",
        "Jalalzai, Farida and Meg Rincker. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blood is Thicker than Water: Family Ties to Political Power Worldwide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Historical Social Research / Historische Sozialforschung 43(4):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Krook, Mona Lena. 2009. Quotas for Women in Politics: Gender and Candidate Selection Reform Worldwide. Oxford University Press.",
        "Lawless, Jennifer L. and Kathryn Pearson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Primary Reason for WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Underrepresentation ? Reevaluating the Conventional Wisdom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 70(1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Lawless, Jennifer L. and Richard L. Fox. 2005. It Takes a Candidate: Why Women DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Run for Office. Cambridge University Press.",
        "McCoy, Alfred. 2009. An Anarchy of Families: The Historiography of State and Family in the Philippines. In An Anarchy of Families: State & Family in the Philippines, ed. Alfred McCoy. Madison, WI: University of Wisconsin Press pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Montinola, Gabriella. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parties and Accountability in the Philippines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy 10(1).",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, Diana Z. and Johanna Rickne. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Quotas and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Political Leadership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 110(1):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Pande, Rohini and Deanna Ford. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Quotas and Female LeadershipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. World Bank Working Paper. http://hdl.handle.net/10986/9120.",
        "Querubin, Pablo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Reform and Elite Persistence: Term Limits and Political Dynasties in the PhilippinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Technical report. https://sites.google.com/site/pabloquerubin/ research/Querubin_Term_Limits.pdf.",
        "Querubin, Pablo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family and Politics: Dynastic Persistence in the Philippines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science 11(2):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Robinson, Amanda Lea and Jessica Gottlieb. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Close the Gender Gap in Political Participation: Lessons from Matrilineal Societies in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Rosen, Jennifer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Political Institutions on WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Political Representation: A Comparative Analysis of 168 Countries from 1992 to 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Research Quarterly 66(2):306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 321.",
        "Schwindt-Bayer, Leslie A. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women Who Win: Social Backgrounds, Paths to Power, and Political Ambition in Latin American Legislatures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Politics and Gender 7(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Smith, Daniel M. and Shane Martin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Dynasties and the Selection of Cabinet Ministers. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Legislative Studies Quarterly 42(1):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "van Coppenolle, Brenda. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Dynasties in the UK House of Commons: The Null Effect of Narrow Electoral Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Legislative Studies Quarterly 42:449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475."
    ]
}