{
    "id": 26447,
    "cites": 104,
    "cited_by": 7,
    "reference": [
        "Abdelal, R. 2007. Capital Rules: The Construction of Global Finance. Cambridge, MA: Harvard University Press.",
        "Admati, A., and M. Hellwig. 2013. The Bankers&apos; New Clothes: What&apos;s Wrong with Banking and What to Do about It. Princeton and Oxford: Princeton University Press.",
        "Aghion, P., P. Bacchetta, and A. Banerjee. 2001 Currency Crises and Monetary Policy in an Economy with Credit Constraints. European Economic Review 45 (7): 112150.",
        "Ahmed, S. and A. Zlate. 2014. Capital ows to emerging market economies: a brave new world? Journal of International Money and Finance, 48, 221248.",
        "Akinci, O. and J. Olmstead-Rumsey. 2018. How eective are macroprudential policies? An empirical investigation. Journal of Financial Intermediation, 33, 33-57.",
        "Alfaro, L., A. Chari, and F. Kanczuk. 2017. The real eects of capital controls: Firm-level evidence from a policy experiment. Journal of International Economics 108: 191-210.",
        "Ariyoshi, A., K. Habermeier, B. Laurens, I. Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093tker-Robe, J.I. Canales-Kriljenko, and A. Kirilenko. 2000. Capital Controls: Country Experiences with Their Use and Liberalization. Occasional Paper, No. 190, Washington, DC: International Monetary Fund.",
        "Baba, C. and A. Kokenyne. 2011. Eectiveness of Capital Controls in Selected Emerging Markets in the 2000&apos;s. IMF Working Paper No. 11/281, December.",
        "Bartolini, L. and Drazen, A. 1997a. Capital account liberalization as a signal. American Economic Review 87(1): 138154.",
        "Bartolini, L. and Drazen, A. 1997b. When Liberal Policies Reect Shocks, What Do We Learn? Journal of International Economics 42 (3-4): 249-73.",
        "Benigno, G., H. Chen, C. Otrok, A. Rebucci, and E.R. Young. 2016. Capital Controls or Exchange Rate Policies? A Pecuniary Externality Perspective. Journal of Monetary Economics 84: 147-165.",
        "Benigno, G., H. Chen, C. Otrok, A. Rebucci, and E.R. Young. 2019. Optimal Policy for Macro-Financial Stability. Manuscript, LSE.",
        "Bernanke, B. and M. Gertler. 1985. Inside the Black Box: The Credit Channel of Monetary Policy Transmission. Journal of Economic Perspectives 9 (4): 27-48.",
        "Bernanke, B. and M. Gertler. 1989. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review 79 (1): 1431.",
        "Bernanke, B., M. Gertler, and S. Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. Handbook of Macroeconomics, Vol.",
        "1C, edited by John B. Taylor and Michael Woodford, 1341-93. Amsterdam: Elsevier B.V. Bhagwati, J. 1998. The Capital Myth: The Dierence between Trade in Widgets and Trade in Dollars. Foreign Aairs 77: 712.",
        "Bianchi, J. 2011. Overborrowing and Systemic Externalities in the Business Cycle. American Economic Review 101 (7): 3400-3426.",
        "Bianchi, J., E. Boz, and E.G. Mendoza. 2012. Macroprudential Policy in a Fisherian Model of Financial Innovation. IMF Economic Review 60(2):223269.",
        "Boz, E. 2009. Can Miracles Lead to Crises? The Role of Optimism in Emerging Markets Crises. Journal of Money, Credit and Banking 41(6):1189-1215.",
        "Caballero, R.J. and A. Krishnamurthy. 2003. Excessive Dollar Debt: Financial Development and Underinsurance. Journal of Finance 58 (2): 867-893.",
        "Caballero, R.J. and G. Lorenzoni. 2014. Persistent appreciations and overshooting: A normative analysis. IMF Economic Review 62: 1-47.",
        "Chamon, M. and M. Garcia. 2016. Capital Controls in Brazil: Eective? Journal of International Money and Finance 61:163-187.",
        "Chang, R. and A. Velasco. 2000a. Financial Fragility and the Exchange Rate Regime. Journal of Economic Theory 92 (1): 1-34.",
        "Chang, R. and A. Velasco. 2000b. Liquidity Crises in Emerging Markets: Theory and Policy. NBER Macroeconomics Annual 14: 11-78.",
        "Chari, A. and P.B. Henry. 2004. Risk sharing and asset prices: evidence from a natural experiment. The Journal of Finance 59 (3): 1295-1324.",
        "Chari, A. and P.B. Henry. 2008. Firm-specic information and the eciency of investment. Journal of Financial Economics, 87(3): 636-655.",
        "Cheng, I.H., S. Raina, and W. Xiong. 2014. Wall Street and the Housing Bubble. American Economic Review 2014, 104(9): 2797-2829.",
        "Chinn, M.D. and H. Ito. 2006. What Matters for Financial Development? Capital Controls, Institutions, and Interactions. Journal of Development Economics 81 (1): 163-192.",
        "Chinn, M.D. and H. Ito. 2017. Notes on The Chinn-Ito Financial Openness Index, 2015 Update. http://web.pdx.edu/~ito/Readme_kaopen2016.pdf.",
        "DÃ\u0083Æ\u0092Ã\u0082Â¡vila, E. and A. Korinek. 2018. Pecuniary Externalities in Economies with Financial Frictions. Review of Economic Studies 85 (1): 352-395.",
        "De Gregorio, J., S. Edwards, and R. Valdes. 2000. Controls on Capital Inows: Do They Work? Journal of Development Economics 3 (1): 59-83.",
        "Dornbusch, R. 1998. Capital Controls: An Idea Whose Time Is Gone. Massachusetts Institute of Technology.",
        "Drazen, A. 1997. Policy Signaling in the Open Economy: A Re-Examination. NBER Working Paper 5892.",
        "Edison, H. and C.M. Reinhart. 2001. Stopping Hot Money: On the Use of Capital Controls during Financial Crises. Journal of Development Economics 66 (2): 533-553.",
        "Edwards, S. 1989. Real Exchange Rates, Devaluation and Adjustment. Cambridge: The MIT Press.",
        "Edwards, S. 1999. How Eective are Capital Controls? Journal of Economic Perspectives 13 (4): 65-84.",
        "Eichengreen, B., and M. Mussa. 1998. Capital Account Liberalization: Theoretical and Practical Aspects. Occasional Paper, No. 172, Washington, DC: International Monetary Fund.",
        "Eichengreen, B. and A. Rose. 2014. Capital Controls in the 21st Century. Journal of International Money and Finance 48: 1-16.",
        "Farhi, E. and I. Werning. 2012. Dealing With the Trilemma: Optimal Capital Controls With Fixed Exchange Rates. NBER Working Paper No. 18199.",
        "Farhi, E. and I. Werning. 2014. Dilemma not Trilemma? Capital Controls and Exchange Rates with Volatile Capital Flows. IMF Economic Review 62: 569-605.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, A., Rebucci, A., & Uribe, M. 2015. Are capital controls countercyclical ? Journal of Monetary Economics 76, 1-14.",
        "Fisher, I. 1933. The Debt-Deation Theory of Great Depressions. Econometrica 1(4): 337-57.",
        "Fischer, S. 2003. Globalization and Its Challenges. American Economic Review: Papers and Proceedings 93(2): 1-30.",
        "Forbes, K.J., 2007. One cost of the Chilean capital controls: Increased nancial constraints for smaller traded rms, Journal of International Economics 71(2): 294-323 Forbes, K.J., M. Fratzscher and R. Straub. 2015. Capital-ow management measures: What are they good for? Journal of International Economics, 96: S76-S97.",
        "Forbes, K.J., M. Fratzscher, T. Kostka, and R. Straub. 2016. Bubble Thy Neighbor: Portfolio Eects and Externalities from Capital Controls. Journal of International Economics 99: 85-104.",
        "Frenkel, J.A. 1983. Panel Discussion on the Southern Cone. IMF Sta Papers 30 (1): 164-173.",
        "G-20 (Group of Twenty). 2011. G-20 Coherent Conclusions for the Management of Capital Flows Drawing on Country Experiences. http://www.g20.org/ G-24 (Group of Twenty-Four). 2011. Intergovernmental Group of TwentyFour on International Monetary Aairs and Development CommuniquÃ\u0083Æ\u0092Ã\u0082Â©. 11 April. Washington, DC: IMF and World Bank.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, J. 2015. Monetary policy, ination, and the business cycle: an introduction to the New Keynesian framework and its applications. Princeton and Oxford: Princeton University Press.",
        "Gallagher, K.P., S. Grith-Jones, and J.A. Ocampo. 2012. Regulating Global Capital Flows for Long-Run Development. Boston: Pardee Center.",
        "Gallagher, K.P. and J.A. Ocampo. 2013. IMF&apos;s New View on Capital Controls.  Economic and Political Weekly 48 (12): 10-13.",
        "Gallego, F., L. Hernandez, and K. Schmidt-Hebbel. 2002. Capital Controls in Chile: Were They Eective? in Banking, Financial Integration, and International Crises. edited by L. Hernandez and K. Schmidt-Hebbel, 361-412. Santiago, Chile: Central Bank of Chile.",
        "Geanakoplos, J.D., and H.M. Polemarchakis. 1986. Existence, Regularity, and Constrained Suboptimality of Competitive Allocations When the Asset Market is Incomplete. in Essays in Honor of Kenneth Arrow, Vol. 3. edited by W. Heller, R. Starr, and D. Starrett, 65-95. Cambridge: Cambridge University Press.",
        "Gertler, M., and S. Gilchrist. 1994. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics 109 (2): 309-40.",
        "Ghosh, A.R., J.D. Ostry and M.S. Qureshi. 2017a. Managing the tide: How do emerging markets respond to capital ows? IMF Working Paper No. 17/69.",
        "Ghosh, A.R., J.D. Ostry and M.S. Qureshi. 2017b. Taming the Tide of Capital Flows: A Policy Guide Cambridge: MIT Press.",
        "Giordani, P., M. Ruta, H, Weisfeld, and L. Zhu. 2017. Capital ow deection. Journal of International Economics 105(C): 102-118.",
        "Gourinchas, P.O., and O. Jeanne. 2006. The Elusive Gains From International Financial Integration.\" Review of Economic Studies 73(3): 715-741.",
        "Gourinchas, P.O., and O. Jeanne. 2013. Capital Flows to Developing Countries: The Allocation Puzzle. Review of Economic Studies 80(4): 14841515.",
        "Greenwald, B.C., and J.E. Stiglitz. 1986. Externalities in Economies with Imperfect Information and Incomplete Markets. Quarterly Journal of Economics 90 (2): 22964.",
        "Grith-Jones, S., R. Gottschalk, and X. Ciara. 2003. The OECD Experience with Capital Account Liberalization. in United Nations Conference on Trade and Development, Management of Capital Flows: Comparative Experiences and Implications for Africa, Part 2, New York and Geneva: United Nations, April.",
        "Gupta, P., and O. Masetti. 2018. Capital ow measures: structural or cyclical policy tools? Policy Research Working Paper 8418, World Bank.",
        "Hart, O. 1975. On the Optimality of Equilibrium When the Market Structure is Incomplete. Journal of Economic Theory 11: 418-443.",
        "Henry, P.B., 2007. Capital account liberalization: Theory, evidence, and speculation.  Journal of Economic Literature 45(4): 887-935.",
        "Hutchison, M.M., G.K. Pasricha, and N. Singh. 2012. Eectiveness of Capital Controls in India: Evidence from the Oshore NDF Market. IMF Economic Review 60 (3): 395-438.",
        "IMF. 2012. The Liberalization and Management of Capital Flows: An Institutional View. Washington, DC: International Monetary Fund, November 14th.",
        "Jeanne, O., A. Subramanian, and J. Williamson. 2012. Who Needs to Open the Capital Account? Washington, DC: Peterson Institute for International Economics.",
        "Jeanne, O. and A. Korinek. 2010. Excessive Volatility in Capital Flows: A Pigouvian Taxation Approach. American Economic Review 100 (2): 403407.",
        "Jeanne, O. and A. Korinek. 2013. Macroprudential Regulation Versus Mopping Up After the Crash. NBER Working Paper No. 18675.",
        "Jeanne, O. and A. Korinek. 2019. Macroprudential Regulation Versus Mopping Up After the Crash. Review of Economic Studies, forthcoming.",
        "Jinjarak, Y., I. Noy, and H. Zheng. 2013. Capital controls in Brazil  Stemming a tide with a signal? Journal of Banking and Finance 37: 2938-2952.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099., M. Schularick, and A.M. Taylor. 2011. Financial crises, credit booms, and external imbalances: 140 years of lessons. IMF Economic Review, 59(2): 340-378.",
        "Kaplan, E. and D. Rodrik. 2002. Did the Malaysian Capital Controls Work? in Preventing Currency Crises in Emerging Markets. edited by S. Edwards and J.A. Frankel, 393-440. Chicago: University of Chicago Press for the NBER.",
        "Klein, M.W. 2012. Capital Controls: Gates and Walls. Brookings Papers on Economic Activity 2012 (1): 317-367.",
        "Korinek, A. 2007. Dollar Borrowing in Emerging Markets. Dissertation, Columbia University.",
        "Korinek, A. 2010. Regulating capital ows to emerging markets: An externality view. SSRN Working Paper.",
        "Korinek, A. 2011a. Excessive Dollar Borrowing in Emerging Markets. Manuscript, University of Maryland. http://dx.doi.org/10.2139/ssrn.967524 Korinek, A. 2011b. The new economics of prudential capital controls: A research agenda. IMF Economic Review 59 (3): 523-561.",
        "Korinek, A. 2016. Currency Wars or Ecient Spillovers? NBER Working Paper No. 23004.",
        "Korinek, A. 2018. Regulating capital ows to emerging markets: An externality view. Journal of International Economics 111: 61-80.",
        "Korinek, A. and D. Sandri. 2016. Capital Controls or Macroprudential Regulation ? Journal of International Economics 99(S1): S27-S42.",
        "Kose, M.A., E. Prasad, K.S. Rogo, and S.-J. Wei. 2003. Eects of Financial Globalization on Developing Countries: Some Empirical Evidence. IMF Occasional Paper 220. Washington: International Monetary Fund.",
        "Kose, M.A. and M.E. Terrones. 2005. Growth and Volatility in an Era of Globalization. IMF Sta Papers 52: 31-63.",
        "Kose, M.A., E.S. Prasad, K.S. Rogo, and S.-J. Wei. 2009. Financial Globalization: A Reappraisal. IMF Sta Papers 56(1): 8-62 Kose, M.A., E.S. Prasad, and A.D. Taylor. 2011. Thresholds in the process of international nancial integration. Journal of International Money and Finance 30: 147-179.",
        "Krugman, P.R. 1979. A Model of Balance-of-Payments Crises. Journal of Money, Credit and Banking 11(3): 311-325.",
        "Krugman, P.R. 1999a. Balance Sheets, The Transfer Problem, and Financial Crises. in International Finance and Financial Crises: Essays in Honor of Robert P. Flood Jr., edited by P. Isard, A. Razin and A. Rose. Washington, DC: International Monetary Fund: 31-44.",
        "Krugman, P.R. 1999b. What happened to Asia? In Global competition and integration. Ed. by R. Sato, R.V. Ramachandran and K. Mino: 315-327.",
        "Laban, R.M. and F. Larrain. 1998. The Return of Private Capital to Chile in the 1990s: Causes, Eects, and Policy Reactions. Faculty Research Working Paper Series R98-02, Cambridge, MA: Harvard University, John F. Kennedy School of Government.",
        "Laban, R.M., F. Larrain, and R. Chumacero. 1997. What Determines Capital Inows? An Empirical Analysis for Chile. Faculty Research Working Paper Series R97-09, Cambridge, MA: Harvard University John F. Kennedy School of Government.",
        "Lahiri, A. and C.A. VÃ\u0083Æ\u0092Ã\u0082Â©gh. 2003. Delaying The Inevitable: Interest Rate Defense And Balance Of Payments Crises. Journal of Political Economy 111(2): 404-424.",
        "Laibson, D. 1997. \"Golden eggs and hyperbolic discounting.\" Quarterly Journal of Economics 112(2): 443-477.",
        "Lambert, F.J., J. Ramos-Tallada, and C. Rebillard. 2011. Capital Controls and Spillover Eects: Evidence from Latin-American Countries. Banque de France Working Paper No. 357.",
        "Laurens, B. and L. Cardoso. 1998. Managing Capital Flows: Lessons from the Experience of Chile. IMF Working Paper 98/168.",
        "Le Fort, G. and C. Budnevich. 1998. Capital Account Regulations and Macroeconomic Policy: Two Latin Experiences. in Capital Account Regimes and the Developing Countries, edited by G.K. Helleiner. United Nations Conference on Trade and Development.",
        "Lucas, R. 1990. Why Doesn&apos;t Capital Flow from Rich to Poor Countries. American Economic Review 80 (2): 926.",
        "Ma, C. 2019. Financial stability, growth and macroprudential policy. Journal of International Economics, forthcoming.",
        "Magud, N.E., C.M. Reinhart, and K.S. Rogo. 2018. Capital controls: Myth and reality - A portfolio balance approach. Annals of Economics and Finance 19(1): 1-47.",
        "Mendoza, E.G. 2005. Real Exchange Rate Volatility and the Price of Nontradables in Sudden-Stop-Prone Economies. Economia 6 (1): 103-148.",
        "Obstfeld, M., and K.S. Rogo. 1996. Foundations of International Macroconomics. Cambridge: MIT Press.",
        "Montecino, J.A., 2018. Capital controls and the real exchange rate: Do controls promote disequilibria? Journal of International Economics, 114, 80-95.",
        "Montiel, P. and C.M. Reinhart. 1999. Do capital controls and macroeconomic policies inuence the volume and composition of capital ows? Evidence from the 1990s. Journal of International Money and Finance, 18(4): 619635.",
        "Ocampo, J.A. 2008. A Broad View of Macroeconomic Stability. In The Washington Consensus Reconsidered, chapter 6: 63-94. Edited by N. Serra and J.E. Stiglitz. New York: Oxford University Press.",
        "Ocampo, J.A. 2017. Resetting the International Monetary (Non)System, WIDER Studies in Development Economics, Oxford: Oxford University Press.",
        "Ocampo, J.A., and C. Tovar. 2003. Colombia&apos;s Experience with Reserve Requirements on Capital Inows. CEPAL Review 81: 7-31.",
        "Ocampo, J.A. and J.G. Palma. 2008. The role of preventative capital account regulations. The Initiative for Policy Dialogue Series, 170, Columbia University.",
        "OECD. 2019. OECD Code of Liberalisation of Capital Movements. http://www.oecd.org/investment/codes.htm Ostry, J.D., A.R. Ghosh, K. Habermeier, M. Chamon, M.S. Qureshi, and D.B.S. Reinhardt. 2010. Capital Inows: The Role of Controls. IMF Sta Position"
    ]
}