{
    "id": 2644,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Agarwala, R. (1983), Price Distortions and Growth in Developing Countries, World Bank Staff Working Papers, no. 575, Washington, DC.",
        "Balassa, 8. (1984), Adjustment Policies in Developing Countries: A Reassessment, World Development, vol. 12 (September), pp. 955-972.",
        "Berg, E. and A. Batchelder (1985), `Structural Adjustment Lending: A Critical View, CPD Discussion Paper No. 1985-21, January.",
        "Cooper, R. (1971), Currency Devaluation in Developing Countries, in C.",
        "Ranis (ed.), Government and Economic Development, New Haven: Yale University Press. Cooper, B.. and J. Sachs (1985), `Borrowing Abroad: The Debtors Perspective, in G.W. Smith and J.T. Cuddington (eds.), International Debt and Developing Countries, World Bank.",
        "Corbo, V. and J. de Melo (1985), `Overview and Summary: Liberalization with Stabilization in the Southern Cone of Latin America, World Development, vol. 13, no. 8. August.",
        "Feinberg, R. and Kallab, V. (1984) (eds.), Adjustment Crisis in the Third World, Overseas Development Council, Washington, DC.",
        "Finch, David (1988), Let the IMP be the IMF, World Economy, January/February.",
        "Goode, R. (1985), Economic Assistance to the Developing Countries Through the IMP, Brookings Institution, Washington, DC.",
        "Haggard, S. (1985), The Politics of Adjustment, International Organization, vol. 39, no. 3.",
        "Killick, T., with C. Bird, J. Sharpley and K. Sutton (1984), The Quest for Economic Stabilization, Overseas Development Institute, London.",
        "Krueger, A. (1978), Liberalization Attenpts and Consequences, National Bureau of Economic Research, New York.",
        "Krugman, P. (1988), Financing versus Forgiving a Debt Overhang, Zi~ Working Paper Series, No. 2486, January.",
        "Lin, Ching-yuan (1985), Latin America and East Asia: A Comparative Development Perspective, International Monetary Fund, unpublished manuscript.",
        "Obstfeld, M. (1986), Rational and Self-Fulfilling Balance of Payments Crises, American Economic Review, March, 72-81.",
        "Sachs, J. (1984), Theoretical Issues in International Borrowing, Princeton Studies in International Finance, no. 54, July.",
        "Sachs, J. (1985), External Debt and Macroeconomic Performance in Latin America and East Asia, Brookings Papers on Economic Activity, no. 2.",
        "Sachs, J. (1987), Trade and Exchange Rate Policies in Growth-Oriented Adjustment Programs, in V. Corbo, K. Goldstein, and K. Than (ads.), Growth-Oriented Adjustment Programs, Washington, D.C.: International Monetary Fund and the World Bank.",
        "Sachs, J. and D. Cohen (1985), LDC Borrowing with Default Risk, Kredit und Kapital, Heft 8.",
        "Short, R.P. (1983), The Role of Public Enterprises: An International Statistical Comparison, IMF Fiscal Affairs Department, DM 83134.",
        "Von Furstenberg, G.M. (1985a), Adjustment with IMF Lending, Journal of International Money and Finance, Vol. 4, June, 209-222.",
        "Von Furstenberg, G.M. (l985b), The IMF as Marketmaker for Official Business Between Nations, Indiana University, processed. Williamson, J., ed. (1983), IMP Conditionality, Institute for International Economics, Washington, DC.",
        "Yaeger, L.B. (1981), Experiences with Stopping Inflation, American Enterprise Institute, Washington, DC.",
        "Yagci, F., Ramin, S. and V. Rosenbaum (1985), Structural Adjustment Lending: An Evaluation of Program Design, World Bank Staff Working Papers no. 735, Washington, DC."
    ]
}