{
    "id": 2645,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Historical Statistics of the United States. Bicentennial Edition. U.S. Bureau of the Census. Washington, D.C.: USGPO, 1975.",
        "Balance Sheet for the U.S. Economy. 1946-1985, C.9, Board of Governors of the Federal Reserve System, October 1986.",
        "Handbook of Cyclical Indicators, U.S. Bureau of Economic Analysis, 1984.",
        "Poterba, James N. and Sumers, Lawrence H., The Persistence of Volatility and Stock Market Fluctuations,American Economic Review, December 1986, 75, 1142-51.",
        "Officer, R. R., The Variabilityof the Market Factor of the New York Stock Exchange, Journal of Business, July 1973, 4., 434-53.",
        "Nelson, Charles R. and Plosser, Charles I., Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, September 1982, 10, 139-62.",
        "Marsh, Terry A. and Merton, Robert C., Dividend Variability and Variance Bounds Tests for the Rationalityof Stock Market Prices, American Economic Review, June 1986, Z&, 483-503.",
        "Mankiw, N. Gregory, Romer, David, and Shapiro, Matthew D., An Unbiased Reexamination of Stock Market Volatility, Journal of Finance, July 1985, 42, 677-87.",
        "Friedman, Milton and Schwartz, Anna J., Monetary Trends, Chicago: University of Chicago Press, 1982. - 25 -Lucas, Robert E., Jr., Asset Prices in an Exchange Economy,&apos; Econometrica, November 1978, 4., 1429-45.",
        "Fischer, Stanley and Merton, Robert C., Macroeconomicsand Finance: The Role of the Stock Market, Carnegie-RochesterConferenceSeries on Public Policy, Autumn 1984, Zj, 57-108.",
        "Grossman, Sanford and Shiller, Robert S., The Determinants of the Variability of Stock Prices, American Economic Review Proceedings, May 1981, .11 222-7.",
        "__________ and _________, &apos;Stock Prices, Earnings, and Expected Dividends, Journal of Finance, July 1988, 4., in press.",
        "Campbell, John V. and Mankiw, N. Gregory, Are Output Fluctuations Transitory? Ouarterlv Journal of Economics, November 1987, 102, 85780. - 24 -__________ and Shiller, Robert J., The Dividend-PriceRatio and Expectations of Future Dividends and Discount Factors, National Bureau of Economic Research Working Paper No. 2100, 1986. Journal of Financial Studies, forthcoming.",
        "Black, Fischer, Studies of Stock Price Volatility Changes, Proceedings of the 1975 Meetings of the American Statistical Association, Business and Economic Statistics Section, 1977, 177-81.",
        "Barsky, Robert B., The Fisher Hypothesis and the Forecastabilityand Persistenceof Inflation,&apos; Journal of Monetary Economics, January 1987, .i, 3-24.",
        "Bailey, Martin N., StabilizationPolicy and Private Economic Behavior,&apos; Brookings Papers on Economic Activity, 1:1978, 11-50.",
        "Balke, Nathan S. and Gordon, Robert J., The Estimation of Prewar GNP Volatility, National Bureau of Economic Research Working Paper No. 1999, 1986.",
        "Shiller, Robert J., Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends, American Economic Review, June 1981, 71, 421-36.",
        "Romer, Christina, (1986a) Spurious Volatility in Historical Unemployment Data, Journal of Political Economy, February 1986, 4., 1-37. - 26 -(1986b) Is the Stabilization of the Postwar Economy a Figment of the Data? American Economic Review, June 1986, 76, 314-34.",
        "(1986c) The Prewar Business Cycle Reconsidered: New Estimates of Gross National Product, 1869-1918, National Bureau of Economic Research Working Paper No. 1969, 1986.",
        "Schwert, G. William, The Causes of Changing Stock Market Volatility, unpublished paper, University of Rochester, September 1987.",
        "Weir, David, StabilizationRegained: A Reappraisal of the U.S. Macroeconomic Record, 1890-1980, unpublished, Yale University, 1986. - 27 -Wilson, Jack W. and Jones, Charles P., A Comparison of Annual Common Stock Returns: 1871-1925 with 1926-85, Journal of Business, April 1987, , 239-58.",
        "__________ Stock Prices and Social Dynamics, Brookings Paoers on Economic Activity, 2:1984, 457-98."
    ]
}