{
    "id": 26453,
    "cites": 58,
    "cited_by": 6,
    "reference": [
        "Acemoglu, D. and D. Autor (2011). Skills, tasks and technologies: Implications for employment and earnings. Handbook of Labor Economics 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Aguiar, M., M. Bils, K. K. Charles, and E. Hurst (2018). Leisure luxuries and the labor supply of young men. NBER Working Paper 23552, National Bureau of Economic Research.",
        "Alsalam, N., M. Dahl, and T. DeLeire (2006). Changes in low-wage labor markets between 1979 and 2005. Technical report, Congressional Budget Office: Washington DC.",
        "Altonji, J. G., P. Bharadwaj, and F. Lange (2012). Changes in the characteristics of american youth: Implications for adult outcomes. Journal of Labor Economics 30(4), 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Antonczyk, D., T. DeLeire, and B. Fitzenberger (2018). Polarization and rising wage inequality: Comparing the u.s. and germany. Econometrics 6(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Atalay, E., P. Phongthiengtham, S. Sotelo, and D. Tannenbaum (2019). The evolution of work in the United States. American Economic Journal: Applied Economics (forthcoming) .",
        "Autor, D. and D. Dorn (2013). The growth of low-skill service jobs and the polarization of the US labor market. The American Economic Review 103(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, D. H., L. F. Katz, and M. S. Kearney (2006). The polarization of the US labor market. American Economic Review 96(2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Autor, D. H., F. Levy, and R. J. Murnane (2003). The skill content of recent technological change: An empirical exploration. The Quarterly Journal of Economics 118(4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1333.",
        "Beaudry, P., D. A. Green, and B. M. Sand (2016). The great reversal in the demand for skill and cognitive tasks. Journal of Labor Economics 34(S1), S199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS247.",
        "Bohm, M. (2019). The price of polarization: Estimating taks prices under routine-biased technical change. Unpublished manuscript, University of Bonn.",
        "Borella, M., M. D. Nardi, and F. Yang (2019). The lost ones: The opportunities and outcomes of non-college educated americans born in the 1960s. NBER Macro Annual 34.",
        "Bowlus, A. and C. Robinson (2012). Human capital prices, productivity, and growth. American Economic Review 102(7), 3483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3515.",
        "Burstein, A., E. Morales, and J. Vogel (2019). Changes in between-group inequality: Computers, occupations, and international trade. American Economic Journal: Macroeconomics 11(2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Caines, C., F. Hoffmann, and G. Kambourov (2017). Complex-task biased technological change and the labor market. Review of Economic Dynamics 25, 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319. Special Issue on Human Capital and Inequality.",
        "Castex, G. and E. K. Dechter (2014). The changing roles of education and ability in wage determination. Journal of Labor Economics 32(4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Charles, K. K., E. Hurst, and M. J. Notowidigdo (2019). Housing booms, manufacturing decline and labour market outcomes. The Economic Journal 129(617).",
        "Cortes, G. M. (2016). Where have the middle-wage workers gone? a study of polarization using panel data. Journal of Labor Economics 34(1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Deming, D. J. (2017). The growing importance of social skills in the labor market. The Quarterly Journal of Economics 132(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1640.",
        "Dinardo, J. and D. Card (2002). Skill-biased technological change and rising wage inequality: Some problems and puzzles. Journal of Labor Economics 20, 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Dix-Carneiro, R. (2014). Trade liberalization and labor market dynamics. Econometrica 82(3), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885.",
        "Gathmann, C. and U. SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg (2010). How general is human capital? a task-based approach. Journal of Labor Economics 28(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Goldin, C. D. and L. F. Katz (2009). The race between education and technology. Harvard University Press.",
        "Goos, M., A. Manning, and A. Salomons (2014). Explaining job polarization: Routine-biased technological change and offshoring. American Economic Review 104(8), 2509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Gottschalk, P., D. A. Green, and B. M. Sand (2015). Taking selection to task: Bounds on trends in occupational task prices for the US, 1984-2013. Unpublished manuscript, University of British Columbia.",
        "Gourieroux, C., A. Monfort, and E. Renault (1993). Indirect inference. Journal of Applied Econometrics 8(S1), S85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS118.",
        "Guvenen, F., B. Kuruscu, S. Tanaka, and D. Wiczer (2019). Multidimensional skill mismatch. American Economic Journal: Macroeconomics (forthcoming).",
        "Heckman, J. J. (1990). Varieties of selection bias. American Economic Review 80(2), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 318.",
        "Heckman, J. J. and B. E. HonorÃ\u0083Æ\u0092Ã\u0082Â© (1990). The empirical content of the Roy model. Econometrica 58(5), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Heckman, J. J., L. Lochner, and C. Taber (1998). Explaining rising wage inequality: Explorations with a dynamic general equilibrium model of labor earnings with heterogeneous agents. Review of Economic Dynamics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Huggett, M., G. Ventura, and A. Yaron (2011). Sources of lifetime inequality. American Economic Review 101(7), 2923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Johnson, M. and M. P. Keane (2013). A dynamic equilibrium model of the US wage structure, 1968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996. Journal of Labor Economics 31(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Juhn, C., K. M. Murphy, and B. Pierce (1993). Wage inequality and the rise in returns to skill. Journal of Political Economy, 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Kambourov, G. and I. Manovskii (2009). Occupational specificity of human capital. International Economic Review 50(1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Kaplan, G. and S. Schulhofer-Wohl (2018). The changing dis-utility of work. Journal of Economic Perspectives 9(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Katz, L. and K. M. Murphy (1992). Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: Supply and demand factors. The Quarterly Journal of Economics 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Keane, M. P. and K. I. Wolpin (1997). The career decisions of young men. Journal of Political Economy 105(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Keane, M. P. and K. I. Wolpin (2001). The effect of parental transfers and borrowing constraints on educational attainment. International Economic Review, 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Kim, C. and A. Sakamoto (2008). The rise of intra-occupational wage inequality in the united states, 1983 to 2002. American Sociological Review 73(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Kotlarski, I. (1967). On characterizing the gamma and the normal distributions. Pacific Journal of Mathematics 20(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Lee, D. and K. I. Wolpin (2006). Intersectoral labor mobility and the growth of the service sector. Econometrica 74(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Lemieux, T. (2006). Increasing residual wage inequality: Composition effects, noisy data, or rising demand for skill? American Economic Review 96(3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Lindenlaub, I. (2017). Sorting multidimensional types: Theory and application. The Review of Economic Studies 84(2), 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "Lochner, L., Y. Park, and Y. Shin (2018). Wage dynamics and returns to unobserved skill. NBER Working Paper 24220, National Bureau of Economic Research.",
        "MaCurdy, T. and T. Mroz (1995). Measuring macroeconomic shifts in wages from cohort specifications. Unpublished manuscript, Stanford University.",
        "Michel, L., J. Schmitt, and H. Shierhoz (2013). DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t blame the robots: Assessing the job polarization explanation of growing wage inequality. Epi cepr working paper, Economic Policy Institute.",
        "Mouw, T. and A. L. Kalleberg (2010). Occupations and the structure of wage inequality in the United States, 1980s to 2000s. American Sociological Review 75(3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Neal, D. (1999). The complexity of job mobility among young men. Journal of Labor Economics 17(2), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Poletaev, M. and C. Robinson (2008). Human capital specificity: evidence from the dictionary of occupational titles and displaced worker surveys, 1984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Journal of Labor Economics 26(3), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Postel-Vinay, F. and J. Lise (2019). Multidimensional skills, sorting, and human capital accumulation. Unpublished manuscript, University College London.",
        "Sanders, C. (2016). Skill accumulation, skill uncertainty, and occupational choice. Unpublished manuscript, Washington University in St. Louis.",
        "Sanders, C. and C. Taber (2012). Life-cycle wage growth and heterogeneous human capital. Annual Review of Economics 4.",
        "Scotese, C. (2013). Wage inequality, tasks, and occupations. Unpublished manuscript, Virginia Commonwealth University.",
        "Slichter, S. (1950). Notes on the structure of wages. The Review of Economics and Statistics 32(1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Sullivan, P. (2010). A dynamic analysis of educational attainment, occupational choices, and job search. International Economic Review 51(1), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Traiberman, S. (2019). Occupations and import competition. American Economic Review (forthcoming).",
        "Willis, R. J. and S. Rosen (1979). Education and self-selection. Journal of Political Economy 87(5), S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS36.",
        "Yamaguchi, S. (2012). Tasks and heterogeneous human capital. Journal of Labor Economics 30(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}