{
    "id": 26463,
    "cites": 68,
    "cited_by": 1,
    "reference": [
        "Abadie, Alberto, and Guido W Imbens. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large sample properties of matching estimators for average treatment effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(1): 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Abadie, Alberto, and Guido W Imbens. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching on the estimated propensity score.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(2): 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807.",
        "Abadie, Alberto, and Matias D Cattaneo. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric methods for program evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 10: 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Alonso, Ariel, Geert Molenberghs, Helena Geys, Marc Buyse, and Tony Vangeneugden. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A unifying approach for surrogate marker validation based on PrenticeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s criteria.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 25(2): 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Andrews, Isaiah, and Emily Oster. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple approximation for evaluating external validity bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 178: 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Angrist, Joshua D, Guido W Imbens, and Donald B. Rubin. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91: 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Athey, Susan, and Scott Stern. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical framework for testing theories about complimentarity in organizational design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Baron, Reuben M, and David A Kenny. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The moderatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of personality and social psychology, 51(6): 1173.",
        "Begg, Colin B, and Denis HY Leung. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the use of surrogate end points in randomized trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 163(1): 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Belloni, Alexandre, Victor Chernozhukov, and Christian Hansen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-Dimensional Methods and Inference on Structural and Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28(2): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Bickel, Peter J, Chris AJ Klaassen, Peter J Bickel, Y Ritov, J Klaassen, Jon A Wellner, and Yacov Ritov. 1993. Efficient and adaptive estimation for semiparametric models. Vol. 4, Johns Hopkins University Press Baltimore.",
        "Breiman, Leo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 45(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Busso, Matias, John DiNardo, and Justin McCrary. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New evidence on the finite sample properties of propensity score reweighting and matching estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 96(5): 885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Chen, Xiaohong, Han Hong, Alessandro Tarozzi, et al. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric efficiency in GMM models with auxiliary data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 36(2): 808Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843. [51] Chernozhukov, Victor, Denis Chetverikov, Mert Demirer, Esther Duflo, Christian Hansen, Whitney K Newey, et al. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double machine learning for treatment and causal parameters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Microdata Methods and Practice, Institute for Fiscal Studies.",
        "Chetty, Raj, John N Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does your kindergarten classroom affect your earnings? Evidence from Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126(4): 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Chetty, Raj, Nathaniel Hendren, and Lawrence F Katz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of exposure to better neighborhoods on children: New evidence from the Moving to Opportunity experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(4): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agostino, Ralph B, Michael J Campbell, and Joel B Greenhouse. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Surrogate markers: back to the future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 25(2): 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Day, NE, and SW Duffy. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trial design based on surrogate end pointsÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086Ã\u0083â\u0080¦Ã\u0082â\u0080\u009capplication to comparison of different breast screening frequencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 159(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Ding, Peng, and Jiannan Lu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principal stratification analysis using principal scores.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series B (Statistical Methodology), 79(3): 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Fleming, Thomas R, and David L DeMets. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Surrogate end points in clinical trials: are we being misled?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of internal medicine, 125(7): 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Frangakis, Constantine E, and Donald B Rubin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principal stratification in causal inference. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 58(1): 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Freedman, Laurence S, Barry I Graubard, and Arthur Schatzkin. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical validation of intermediate endpoints for chronic diseases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 11(2): 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Friedlander, Daniel, and Philip K Robins. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating program evaluations: New evidence on commonly used nonexperimental methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Gelman, Andrew, Gary King, and Chuanhai Liu. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not asked and not answered: Multiple imputation for multiple surveys.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 93(443): 846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Gilbert, Peter B, and Michael G Hudgens. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating candidate principal surrogate endpoints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 64(4): 1146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Graham, Bryan S, Cristine Campos de Xavier Pinto, and Daniel Egel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient estimation of data combination models by the method of auxiliary-to-study tilting (AST).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 34(2): 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Hahn, Jinyong. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the role of the propensity score in efficient semiparametric estimation of average treatment effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hansen, Ben B. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The prognostic analogue of the propensity score.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 95(2): 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488. [52] Heckman, James J, Jora Stixrud, and Sergio Urzua. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor economics, 24(3): 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Hirano, Keisuke, Guido W Imbens, and Geert Ridder. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient estimation of average treatment effects using the estimated propensity score.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(4): 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Holland, Paul W. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics and Causal Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 81(396): 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "Hotz, V Joseph, Guido W Imbens, and Jacob A Klerman. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the differential effects of alternative welfare-to-work training components: A reanalysis of the California GAIN program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24(3): 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Imai, Kosuke, Luke Keele, and Dustin Tingley. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A general approach to causal mediation analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological methods, 15(4): 309.",
        "Imbens, Guido W., and Charles F. Manski. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confidence Intervals for Partially Identified Parameters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 72(6): 1845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1857.",
        "Imbens, Guido W, and Donald B Rubin. 2015. Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press.",
        "Imbens, Guido W, and Jeffrey M Wooldridge. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent developments in the econometrics of program evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic literature, 47(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Imbens, Guido W, and Joshua D Angrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 61: 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Joffe, Marshall M, and Tom Greene. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Related causal frameworks for surrogate outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 65(2): 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Krueger, Alan B. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Estimates of Education Production Functions*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114(2): 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Lauritzen, Steffen L. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion on causality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Statistics, 31(2): 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 193.",
        "Little, Roderick JA, and Donald B Rubin. 2014. Statistical analysis with missing data. Vol. 333, John Wiley & Sons.",
        "Little, Roderick JA, and Donald B Rubin. 2019. Statistical analysis with missing data. Vol. 793, Wiley.",
        "Mealli, Fabrizia, and Alessandra Mattei. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A refreshing account of principal stratification.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The international journal of biostatistics, 8(1). [53] Newey, Whitney K. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric efficiency bounds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of applied econometrics, 5(2): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Newey, Whitney K. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The asymptotic variance of semiparametric estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1382.",
        "Oster, Emily. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable selection and coefficient stability: Theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 37(2): 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Pearl, Judea. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal diagrams for empirical research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 82(4): 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Pearl, Judea. 2000. Causality: Models, Reasoning, and Inference. New York, NY, USA:Cambridge University Press.",
        "Prentice, Ross L. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Surrogate endpoints in clinical trials: definition and operational criteria.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 8(4): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Qu, Yongming, and Michael Case. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the indirect treatment effect via surrogate markers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 25(2): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "RaÃ\u0083Å\u0092Ã\u0082Ë\u0086ssler, Susanne. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data fusion: identification problems, validity, and multiple imputation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Austrian Journal of Statistics, 33(1&2): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "RaÃ\u0083Å\u0092Ã\u0082Ë\u0086ssler, Susanne. 2012. Statistical matching: A frequentist theory, practical applications, and alternative Bayesian approaches. Vol. 168, Springer Science & Business Media.",
        "Riccio, James, et al. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GAIN: Early Implementation Experiences and Lessons. CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Greater Avenues for Independence Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Memo.",
        "Ridder, Geert, and Robert Moffitt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The econometrics of data combination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of econometrics, 6: 5469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5547.",
        "Robins, James M, and Andrea Rotnitzky. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric efficiency in multivariate regression models with missing data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 90(429): 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Robins, James M, Andrea Rotnitzky, and Lue Ping Zhao. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of semiparametric regression models for repeated outcomes in the presence of missing data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the american statistical association, 90(429): 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Rosenbaum, Paul R. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consequences of adjustment for a concomitant variable that has been affected by the treatment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (General), 147(5): 656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 666.",
        "Rosenbaum, Paul R, and Donald B Rubin. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The central role of the propensity score in observational studies for causal effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 70(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rubin, Donald B. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating causal effects of treatments in randomized and nonrandomized studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of educational Psychology, 66(5): 688.",
        "Rubin, Donald B. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference and missing data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 63(3): 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592. [54] Rubin, Donald B. 2006. Matched sampling for causal effects. Cambridge University Press.",
        "Scharfstein, Daniel O, Andrea Rotnitzky, and James M Robins. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusting for nonignorable drop-out using semiparametric nonresponse models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 94(448): 1096Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "Tchetgen Tchetgen, Eric J, and Ilya Shpitser. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Semiparametric Natural Direct Effect Model Incorporating Baseline Covariates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 101(4): 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Tibshirani, Robert. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression shrinkage and selection via the lasso.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "van der Laan, Mark J, and Maya L Petersen. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of direct and indirect causal effects in longitudinal studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Memo.",
        "Van der Laan, Mark J, and Sherri Rose. 2011. Targeted learning: causal inference for observational and experimental data. Springer Science & Business Media.",
        "VanderWeele, Tyler. 2015. Explanation in causal inference: methods for mediation and interaction. Oxford University Press.",
        "Wager, Stefan, and Susan Athey. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and inference of heterogeneous treatment effects using random forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 113(523): 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Weir, Christopher J, and Rosalind J Walley. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical evaluation of biomarkers as surrogate endpoints: a literature review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 25(2): 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Xu, Jane, and Scott L Zeger. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evaluation of multiple surrogate endpoints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 57(1): 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Zheng, Wenjing, and Mark J van der Laan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted maximum likelihood estimation of natural direct effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The international journal of biostatistics, 8(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40. document [55] TABLE 1 Setup and Notation (X is observed, 7 is missing) Sample Treatment Long-Term Outcome Surrogate Pretreatment Variables Units Pi Wi Yi Si Xi 1 to NE E X 7 X X NE + 1 to NE + NO O 7 X X X"
    ]
}