{
    "id": 26477,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Alexopoulos M, Cohen J. 2016. The medium is the measure: Technical change and employment, 1909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1949. Review of economics and statistics 98: 792Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Alston LJ, Hatton TJ. 1991. The earnings gap between agricultural and manufacturing laborers, 1925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1941. The Journal of Economic History 51: 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Burlig F, Preonas L. 2016. Out of the darkness and into the light? development effects of rural electrification .",
        "Bustos P, Caprettini B, Ponticelli J. 2016. Agricultural productivity and structural transformation: Evidence from brazil. American Economic Review 106: 1320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "URL http://www.aeaweb.org/articles?id=10.1257/aer.20131061 Conner AM, Francfort JE. 1998. Us hydropower resource assessment. Technical report, Lockheed Martin Idaho Technologies Co., Idaho National Engineering and Environmental Laboratory.",
        "Cravino J, Levchenko AA, Rojas M. 2019. Population aging and structural transformation. Working Paper 26327, National Bureau of Economic Research.",
        "URL http://www.nber.org/papers/w26327 David PA, Wright G. 1999. General purpose technologies and surges in productivity: Historical reflections on the future of the ict revolution. . Dinkelman T. 2011. The effects of rural electrification on employment: New evidence from south africa. American Economic Review 101: 3078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3108.",
        "Fried S, Lagakos D. 2017. Rural electrification, migration and structural transformation: Evidence from ethiopia. Unpublished manuscript, University of San Diego .",
        "Goldin C, Katz LF. 1998. The Origins of Technology-Skill Complementarity. The Quarterly Journal of Economics 113: 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732. ISSN 0033-5533.",
        "URL https://doi.org/10.1162/003355398555720 Gollin D, Jedwab R, Vollrath D, et al. 2013. Urbanization with and without structural transformation .",
        "Gordon RJ. 2017. The rise and fall of American growth: The US standard of living since the civil war, volume 70. Princeton University Press.",
        "Gray R. 2013. Taking technology to task: The skill content of technological change in early twentieth century united states. Explorations in Economic History 50: 351 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 367. ISSN 0014-4983.",
        "URL http://www.sciencedirect.com/science/article/pii/S0014498313000144 Gray R, Kitchens C. 2018. Energy in American Economic History. In Oxford Handbook of American Economic History, volume 2. Oxford, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Herrendorf B, Rogerson R, Valentinyi A. 2013. Two perspectives on preferences and structural transformation. American Economic Review 103: 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Herrendorf B, Rogerson R, Valentinyi AÃ\u0083Å\u0092Ã\u0082Â\u0081. 2014. Growth and Structural Transformation. In Handbook of Economic Growth, volume 2 of Handbook of Economic Growth, chapter 6. Elsevier, 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "URL https://ideas.repec.org/h/eee/grochp/2-855.html Hornbeck R. 2010. Barbed Wire: Property Rights and Agricultural Development*. The Quarterly Journal of Economics 125: 767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810. ISSN 0033-5533.",
        "URL https://doi.org/10.1162/qjec.2010.125.2.767 Katz LF, Margo RA. 2014. Technical Change and the Relative Demand for Skilled Labor: The United States in Historical Perspective. University of Chicago Press, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "URL http://www.nber.org/chapters/c12888 Kitchens C. 2014. The role of publicly provided electricity in economic development: The experience of the tennessee valley authority, 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1955. The Journal of Economic History 74: 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Kitchens C, Fishback P. 2015. Flip the switch: the impact of the rural electrification administration 1935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940. The Journal of Economic History 75: 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1195.",
        "Kline P, Moretti E. 2013. Local economic development, agglomeration economies, and the big push: 100 years of evidence from the tennessee valley authority. The Quarterly Journal of Economics 129: 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Kline RR. 2000. Consumers in the country: Technology and social change in rural America. Jhu Press.",
        "Laitner J. 2000. Structural change and economic growth. The Review of Economic Studies 67: 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Lewis J, Severnini E. 2017. Short-and long-run impacts of rural electrification: evidence from the historical rollout of the us power grid .",
        "Lipscomb M, Mobarak AM, Barham T. 2013. Development effects of electrification: Evidence from the topographic placement of hydropower plants in brazil. American Economic Journal: Applied Economics 5: 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Rud JP. 2012. Electricity provision and industrial development: Evidence from india. Journal of development Economics 97: 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Ruggles S, Flood S, Goeken R, Grover J, Meyer E, Pacas J, Sobek M. 2019. IPUMS USA: Version 9.0 [dataset]. Minneapolis, MN: IPUMS.",
        "URL https://doi.org/10.18128/D010.V9.0 Severnini E. 2014. The power of hydroelectric dams: Agglomeration spillovers .",
        "World Bank. 2005. Infrastructure and the World Bank: A Progress Report. Infrastructure Vice Presidency."
    ]
}