{
    "id": 2649,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Abowd, John M., and Card, David. On the Covariance Structure of Earnings and Hours Changes, Econometrica, forthcoming, 1988.",
        "Abraham, Katharine G., and Farber, Henry S. Job Duration, Seniority, and Earnings, American Economic Review 77 (June 1987): 278-97.",
        "Akerlof, George, and Main, Brian. An Experience-Weighted Measure of Employment and Unemployment Durations, American Economic Review 72 (September 1982): 7 16-24.",
        "Altonji, J., and Shakotko, J. DO Wages Rise with Job Seniority? Review of Economic Studies, 1987.",
        "Anderson, E. B. Conditional Inference and Models for Measuring. Copenhagen: Mentalhygiejnisk Forsknings Institut, 1973.",
        "Antel, 3. Costly Employment, Contract Renegotiation, and the Labor Mobility of Young Men. American Economic Review 75 (December 1985): 976-991.",
        "Bartel, Ann, and Borjas, George. Wage Growth and Job Turnover An Empirical Analysis, in Studies in Labor Markets, ed. Sherwin Rosen. -Chicago: University of Chicago Press for NBER, 1982.",
        "Blumen, I.; Kogen, M.; and McCarthy, P. The Industrial Mobility of Labor as a Probability Process. Ithaca, NY: Cornell Studies in Industrial and Labor Relations, vol. 6, 1955.",
        "Burdett, K. Employee Search and Quits. American Economic Review 68 (1978): 212-220.",
        "Chamberlain, G. Analysis of Covariance with Qualitative Data. Review of Economic Studies 47 (1980): 225-238.",
        "Cline, H. The Effect of the Job and Job Mobility on the Wage. Mimeographed. University of Rochester, Department of Economics, December 1979.",
        "Ehrenberg, Ronald G. The Demographic Structure of Unemployment Rates and Labor Market Transition Probabilities, Research in Labor Economics, vol. 3, pp. 241-93. Greenwich, CT: JAI Press, 1980.",
        "Elbers, C., and Ridder, G. True and Spurious Duration Dependence: The Identifiability of the Proportional Hazards Model, Review of Economic Studies 49 (1982): 403-10.",
        "Flinn, C., and Heckman, 3. Models for the Analysis of Labor Force Dynamics, in Advances in Econometrics, vol. 1. Greenwich, CT: JAI Press, 1982.",
        "Heckman, 3. The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Stochastic Process. In C. Manski and D. McFadden (eds.), The Structural Analysis of Discrete Data. New Yoric Academic Press, 1981.",
        "Heckman, I., and Singer, B. A Model for Minimizing the Impact of Distributional Asusmptions in Econometric Models for the Analysis of Duration Data, Econometrica (March 1984).",
        "Advances in Econometrics, ed. W. Hildenbrand. Cambridge: Cambridge University Press, 1982.",
        "Jovanovic, Boyan. Matching, Turnover, and Unemployment, Journal of Political Economy 92 (February 1984): 108-22.",
        "Kalbfleish, 3., and Prentice, R. The Stafistical Analysis of Failure Time Data. New Yorlc Wiley, 1980.",
        "Kiefer, N., and Neumann, G. Individual Effects in a Nonlinear Modek Explicit Treatment of Heterogeneity in the Empirical Job Search Model. Econometrica 49 (1981).",
        "Lazear, E. Agency, Earnings Profiles, Productivity, and Hours Restrictions. American Economic Review 71 (September 1981): 606-620.",
        "Mincer Jacob. Wage Changes and Job Changes. In Research in Labor Economics, vol. 8, part A, pp. 171-197. Greenwich, CT: 3M Press, Inc., 1986.",
        "Mincer, Jacob, and Jovanovic, Boyan. Labor Mobility and Wages, in Studies in Labor Markets, ed. S. Rosen. Chicago: University of Chicago Press for NBER, 1981.",
        "Mortensen, D. Wages, Separations, and Job Tenure: On-the-Job Training or Matching? Center for Mathematical Studies in Economic and Management Science Discussion Paper No. 630, Northwestern University, March (1986).",
        "Murphy, Kevin, and Welch, Finis. The Structure of Wages, Discussion Paper, Unicon Research Corporation, May 1988.",
        "Nelson, Phillip. Information and Consumer Behavior. Journal of Political Economy 78 (March/April 1970): 311-329.",
        "Ross, Sheldon M. Applied Probability Models with Optimization Applications. San Francisco: Holden-Day Series in Management Science, 1970.",
        "Slichter, Sumner. The Turnover of Factory Labor. New York D. Appleton, 1919.",
        "Stigler, George 3. Information in the Labor Market, Journal of Political Economy 70 (October 1962): S94-S104.",
        "Topel, Robert. Job Mobility, Search, and Earnings Growth: A Reinterpretation of Human Capital Earnings Functions. In Research in Labor Economics, Volume 8, Part A, pp. 199-233. Greenwich, CT: JAI Press, Inc., 1986.",
        "U.S. National Center for Education Statistics, Digest of Education Statistics, annual. Welch, Finis. Effects of Cohort Size on Earnings The Baby Boom Babies Financial Bust. Journal of Political Economy (October 1979, part 2)."
    ]
}