{
    "id": 26506,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Ahn, J., M. Amiti, and D. E. Weinstein (2011). Trade Finance and the Great Trade Collapse. AER Papers and Proceedings Session 101(3), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Aker, J. C. (2010). Information from Markets Near and Far: Mobile Phones and Agricultural Markets in Niger. American Economic Journal: Applied Economics 2, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Allen, T. (2014). Information Frictions in Trade. Econometrica 82(6), 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2083.",
        "Arkolakis, C., A. Costinot, and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2012). New Trade Models, Same Old Gains?. American Economic Review 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Bergin, P. R., R. Glick, and J.-L. Wu (2017). Conditional PPP and Real Exchange Rate Convergence in the Euro Area. Journal of International Money and Finance 73, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Broda, C. and D. E. Weinstein (2008). Understanding International Price Differences Using Barcode Data. NBER Working Paper 14017.",
        "Brown, J. R. and A. D. Goolsbee (2002). Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Journal of Political Economy 110(3), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Brynjolfsson, E., Y. J. Hu, and M. D. Smith (2003). Consumer Surplus in the Digital Economy: Estimating the Value of Increased Product Variety at Online Booksellers. Management Science 49(11), 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Cavallo, A. (2017). Are Online and Offline Prices Similar? Evidence from Large Multi-Channel Retailers. America Economic Review 107(1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Cavallo, A. (2018). More Amazon Effects: Online Competition and Pricing Behaviors. Jackson Hole Economic Symposium Conference Proceedings (Federal Reserve Bank of Kansas City).",
        "Cecchetti, S. G., N. C. Mark, and R. J. Sonora (2002). Price Index Convergence Among United States Cities. International Economic Review 43(4), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1099.",
        "Couture, V., B. Faber, Y. Gu, and L. Liu (2018). E-Commerce Integration and Economic Development: Evidence from China. NBER Working Paper 24384 82(6), 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2083.",
        "Crucini, M. J., M. Shintani, and T. Tsuruga (2015). Noisy information, distance and law of one price dynamics across US cities. Journal of Monetary Economics 74, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Dolfen, P., L. Einav, P. J. Klenow, B. Klopack, J. D. Levin, L. Levin, and W. Best (2019). Assessing the Gains from E-Commerce. NBER Working Paper 25610.",
        "Eaton, J. and S. Kortum (2002). Technology, Geography and Trade. Econometrica 5(70), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Fan, J., L. Tang, W. Zhu, and B. Zou (2018). The Alibaba Effect: Spatial Con39 sumption Inequality and the Welfare Gains from E-commerce. Journal of International Economics 114, 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Feenstra, R. C. (1994). New Product Varieties and the Measurement of International Prices. American Economic Review 84(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Freund, C. L. and D. Weinhold (2004). The effect of the Internet on international trade. Journal of International Economics 62, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Goldmanis, M., A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su, C. Syverson, and Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093. Emre (2010). ECommerce and the Market Structure of Retail Industries. The Economic Journal 120, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Goolsbee, A. D. and P. J. Klenow (2018). Internet Rising, Prices Falling: Measuring Inflation in a World of E-Commerce. NBER Working Paper 24649.",
        "Goyal, A. (2010). Information, Direct Access to Farmers, and Rural Market Performance in Central India. American Economic Journal: Applied Economics 2, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Handbury, J. and D. E. Weinstein (2015). Goods Prices and Availability in Cities. Review of Economic Studies 82, 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Hottman, C. J. (2019). Retail Markups, Misallocation, and Store Variety across U.S. Cities. Working paper.",
        "Hottman, C. J., S. J. Redding, and D. E. Weinstein (2016). Quantifying the Sources of Firm Heterogeneity. The Quarterly Journal of Economics, 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1364.",
        "Jensen, R. (2007). The Digital Provide: Information (Technology), Market Performance, and Welfate in the South Indian Fisheries Sector. The Quarterly Journal of Economics 122(3), 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Olson, P. (2012). Mission Impossible: How Rakuten Billionaire Hiroshi Mikitani Plans To Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Beat AmazonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Forbes.",
        "Parsley, D. C. and S.-J. Wei (1996). Convergence to the Law of One Price Without Trade Barriers or Currency Fluctuations. The Quarterly Journal of Economics 111(4), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Steinwender, C. (2018). Real Effects of Information Frictions: When the States and the Kingdom became United. American Economic Review 108(3), 657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696.",
        "Thomassen, Ã\u0083Æ\u0092Ã\u0082Ë\u009c., H. Smith, S. Seiler, and P. Schiraldi (2017). Multi-category Competition and Market Power: A Model of Supermarket Pricing. American Economic Review 107(8), 2308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51."
    ]
}