{
    "id": 26508,
    "cites": 52,
    "cited_by": 0,
    "reference": [
        "Abaluck, J. and A. Adams (2017). What do consumers consider before they choose? Identification from asymmetric demand responses. NBER Working Paper No. 23566.",
        "Abaluck, J. and J. Gruber (2011). Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review 101(4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abdellaoui, M., H. Bleichrodt, and C. Paraschiv (2007). Loss aversion under prospect theory: A parameterfree measurement. Management Science 53(10), 1659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Abito, J. M. and Y. Salant (2018). The effect of product misperception on economic outcomes: Evidence from the extended warranty market. Review of Economic Studies Forthcoming.",
        "Andersen, S., G. W. Harrison, M. I. Lau, and E. E. RutstrÃ\u0083Æ\u0092Ã\u0082Â¶m (2008). Eliciting risk and time preferences. Econometrica 76(3), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Andreoni, J. and C. Sprenger (2012). Risk preferences are not time preferences. American Economic Review 102(7), 3357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3376.",
        "Argyris, N., J. Jaspersen, and A. Richter (2019). Risk aversion in additive multivariate utility functions. Technical report, Munich Risk and Insurance Center.",
        "Balcombe, K., N. Bardsley, S. Dadzie, and I. Fraser (2019). Estimating parametric loss aversion with prospect theory: Recognising and dealing with size dependence. Journal of Economic Behavior & Organization 162, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Barseghyan, L., F. Molinari, T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, and J. C. Teitelbaum (2013). The nature of risk preferences: Evidence from insurance choices. American Economic Review 103(6), 2499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2529.",
        "Barseghyan, L., F. Molinari, T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, and J. C. Teitelbaum (2018). Estimating risk preferences in the field. Journal of Economic Literature 56(2), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Barseghyan, L., F. Molinari, and M. Thirkettle (2019). Discrete choice under risk with limited consideration. Working Paper.",
        "Barseghyan, L., J. Prince, and J. C. Teitelbaum (2011). Are risk preferences stable across contexts? Evidence from insurance data. American Economic Review 101(2), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Bhargava, S., G. Loewenstein, and J. Sydnor (2017). Choose to lose: Health plan choices from a menu with dominated option. The Quarterly Journal of Economics 132(3), 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2012). Salience theory of choice under risk. The Quarterly Journal of Economics 127(3), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Callen, M., M. Isaqzadeh, J. D. Long, and C. Sprenger (2014). Violence and risk preference: Experimental evidence from Afghanistan. American Economic Review 104(1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Chapman, J., M. Dean, P. Ortoleva, E. Snowberg, and C. Camerer (2018). Willingness to pay and willingness to accept areprobably less correlated than you think. NBER Working Paper No. 23954.",
        "Chiu, W. H. (2010). Skewness preference, risk taking and expected utility maximisation. The Geneva Risk and Insurance Review 35(2), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Cohen, A. and L. Einav (2007). Estimating risk preferences from deductible choice. American Economic Review 97(3), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Collier, B., D. Schwartz, H. Kunreuther, and E. Michel-Kerjan (2018). Risk preferences in small and large stakes: Evidence from insurance contract decisions. NBER Working Paper No. 23579.",
        "Collier, B. L. and M. A. Ragin (2019). The influence of sellers on contract choice: Evidence from flood insurance. The Journal of Risk and Insurance Early View, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Decarolis, F., M. Polyakova, and S. Ryan (2019). Subsidy design in privately-provided social insurance: Lessons from Medicare Part D. NBER Working Paper No. 21298.",
        "Dohmen, T., A. Falk, D. Huffman, U. Sunde, J. Schupp, and G. G. Wagner (2011). Individual risk attitudes: Measurement, determinants, and behavioral consequences. Journal of the European Economic Association 9(3), 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Ebert, S. (2015). On skewed risks in economic models and experiments. Journal of Economic Behavior & Organization 112(4), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Einav, L., A. Finkelstein, I. Pascu, and M. R. Cullen (2012). How general are risk preferences? Choices under uncertainty in different domains. American Economic Review 102(6), 2606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Friedman, D., S. Habib, D. James, and B. Williams (2019). Varieties of risk elicitation. Working Paper.",
        "Friedman, D. and S. Sunder (2011). Risky curves: From unobservable utility to observable opportunity sets. Working Paper.",
        "Gathergood, J., N. Mahoney, N. Stewart, and J. Weber (2019). How do individuals repay their debt? The balance-matching heuristic. American Economic Review 109(3), 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c875.",
        "Handel, B., I. Hendel, and M. D. Whinston (2015). Equilibria in health exchanges: Adverse selection versus reclassification risk. Econometrica 83(4), 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Handel, B. R. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts.",
        "Handel, B. R. and J. Kolstad (2015). Health insurance for humans: Information frictions, plan choice, and consumer welfare. American Economic Review 105(8), 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Harbaugh, W. T., K. Krause, and L. Vesterlund (2010). The fourfold pattern of risk attitudes in choice and pricing tasks. The Economic Journal 120(545), 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Jaspersen, J., R. Peter, and M. Ragin (2019). The role of probability weighting in optimal insurance demand: A double-edged sword. Technical report, Munich Risk and Insurance Center.",
        "Jaspersen, J., M. Ragin, and J. R. Sydnor (2019). Linking subjective and incentivized risk attitudes: The importance of the loss domain. Technical report, Munich Risk and Insurance Center.",
        "Kahneman, D. and A. Tversky (1979). Prospect theory: An analysis of decision under risk. Econometrica 47(2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Kim, G. and S. Lyons (2019, June). HSIM2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dCBOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s new health insurance simulation model. Washington, D.C. American Society of Health Economists Conference.",
        "KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi, B. and M. Rabin (2007). Reference-dependent risk attitudes. American Economic Review 97(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Lee, I. A. and K. J. Preacher (2013). Calculation for the test of the difference between two dependent correlations with one variable in common [computer software]. Available from http://quantpsy.org/corrtest/corrtest2.htm.",
        "lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haridon, O. and F. M. Vieider (2019). All over the map: A worldwide comparison of risk preferences. Quantitative Economics 10(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Loomes, G. and R. Sugden (1982). Regret theory: An alternative theory of rational choice under uncertainty. The Economic Journal 92(368), 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "McClelland, G. H., W. D. Schulze, and D. L. Coursey (1993). Insurance for low-probability hazards: A bimodal response to unlikely events. Journal of Risk and Uncertainty 7(1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Novemsky, N. and D. Kahneman (2005). The boundaries of loss aversion. Journal of Marketing Research 42(2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Prelec, D. (1998). The probability weighting function. Econometrica 66(3), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Sarin, R. and P. Wakker (1998). Revealed likelihood and Knightian uncertainty. Journal of Risk and Uncertainty 16(3), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Schlesinger, H. (2013). The Theory of Insurance Demand. In Handbook of Insurance, pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184. Springer.",
        "Schmidt, U. (1998). A measurement of the certainty effect. Journal of Mathematical Psychology 42(1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Ã\u0083â\u0080¦Ã\u0082Â idÃ\u0083Æ\u0092Ã\u0082Â¡k, Z. (1967). Rectangular confidence regions for the means of multivariate normal distributions. Journal of the American Statistical Association 62(318), 626Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Sprenger, C. (2015). An endowment effect for risk: Experimental tests of stochastic reference points. Journal of Political Economy 123(6), 1456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1499.",
        "Stango, V. and J. Zinman (2019). We are all behavioral, more or less: Measuring and using consumer-level behavioral sufficient statistics. NBER Working Paper No. 25540.",
        "Sydnor, J. (2010). (Over)insuring modest risks. American Economic Journal: Applied Economics 2(4), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Tanaka, T., C. Camerer, and Q. Nguyen (2010). Risk and time preferences: Experimental and household survey data from Vietnam. American Economic Review 100(1), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Tversky, A. and D. Kahneman (1992). Advances in prospect theory: Cumulative representation of uncertainty. Journal of Risk and Uncertainty 5(4), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Vieider, F. M. (2018). Certainty preference, random choice, and loss aversion: A comment on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence and Risk Preference: Experimental Evidence from AfghanistanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 108(8), 2366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2382. [For Online Publication] Appendices"
    ]
}