{
    "id": 26505,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Drucker, H., C. J. C. Burges, L. Kaufman, A. J. Smola, and V. Vapnik (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Support Vector Regression Machines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Neural Information Processing Systems 9, ed. by M. C. Mozer, M. I. Jordan, and T. Petsche, MIT Press, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Corsi, F. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Approximate Long-Memory Model of Realized Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, 7, 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Chan, F., R. B. Durand, J. Khuu, and L. A. Smales (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Validity of Investor Sentiment Proxies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Finance, 17, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Brown, G. W. and M. T. Cliff (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor sentiment and the near-term stock market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Finance, 11, 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Breiman, L., J. Friedman, and C. J. Stone (1984): Classification and Regression Trees, Chapman and Hall/CRC.",
        "Bollen, J., H. Mao, and X. Zheng (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Twitter Mood Predicts the Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational Science, 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Breiman, L. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bagging Predictors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 26, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 45, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Baker, M. and J. Wurgler (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comovement and Predictability Relationships Between Bonds and the Cross-section of Stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Asset Pricing Studies, 2, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Bajari, P., D. Nekipelov, S. P. Ryan, and M. Yang (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning Methods for Demand Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Athey, S. and G. W. Imbens (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Applied Econometrics: Causality and Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Baele, L., G. Bekaert, and K. Inghelbrecht (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Stock and Bond Return Comovements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 23, 2374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2428.",
        "Andreou, E., E. Ghysels, and A. Kourtellos (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression models with mixed sampling frequencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 158, 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Akaike, H. (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Theory and an Extension of the Maximum Likelihood Principle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Second International Symposium on Information Theory, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Felbo, B., A. Mislove, A. S. ogaard, I. Rahwan, and S. Lehmann (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Millions of Emoji Occurrences to Learn Any-domain Representations for Detecting Sentiment, Emotion and Sarcasm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, Accepted at EMNLP 2017.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, D. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiment during Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 68, 1267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1300.",
        "Ghysels, E., P. Santa-Clara, and R. Valkanov (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The MIDAS Touch: Mixed Data Sampling Regression Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CIRANO Working Papers 2004s-20, CIRANO.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093There is a risk-return trade-off after all,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 76, 509 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 548.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting volatility: getting the most out of return data sampled at different frequencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 131, 59 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 95.",
        "Ghysels, E., A. Sinko, and R. Valkanov (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MIDAS Regressions: Further Results and New Directions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 26, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Greenwood, S., A. Perrin, and M. Duggan (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Media Update 2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pew Research Center.",
        "Karabulut, Y. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Facebook Predict Stock Market Activity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Kreiss, J.-P. and S. N. Lahiri (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap Methods for Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Time Series Analysis: Methods and Applications, Volume 30, ed. by T. S. Rao, S. S. Rao, and C. Rao, North Holland, chap. 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Kulperger, R. J. and B. L. S. Prakasa Rao (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrapping a Finite State Markov Chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SankhyaÃ\u0083Å\u0092Ã\u0082â\u0080\u009e: The Indian Journal of Statistics, Series A (1961-2002), 51, 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "KuÃ\u0083Å\u0092Ã\u0082Ë\u0086nsch, H. R. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Jackknife and the Bootstrap for General Stationary Observations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 17, 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1241.",
        "Lehrer, S. F. and T. Xie (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Box Office Buzz: Does Social Media Data Steal the Show from Model Uncertainty When Forecasting for Hollywood?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 99, 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bigger Picture: Combining Econometrics with Analytics Improve Forecasts of Movie Success,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper: w24755.",
        "Lehrer, S. F., T. Xie, and X. Zhang (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Twits versus Tweets: Does Adding Social Media Wisdom Trump Admitting Ignorance when Forecasting the CBOE VIX?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lemmon, M. and E. Portniaguina (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Confidence and Asset Prices: Some Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 19, 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1529.",
        "Malik, M., H. Lamba, C. Nakos, and J. Pfeffer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Bias in Geotagged Tweets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International AAAI Conference on Web and Social Media.",
        "Mclean, R. D. and M. Zhao (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Business Cycle, Investor Sentiment, and Costly External Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 69, 1377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        "Mishne, G. and N. Glance (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Movie Sales from Blogger Sentiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AAAI 2006 Spring Symposium on Computational Approaches to Analysing Weblogs.",
        "Mislove, A., S. L. JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Y.-Y. Ahn, J.-P. Onnela, and J. N. Rosenquist (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Demographics of Twitter Users,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Fifth International AAAI Conference on Weblogs and Social Media, 554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Mullainathan, S. and J. Spiess (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning: An Applied Econometric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, B., R. Balasubramanyan, B. R. Routledge, and N. A. Smith (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Tweets to Polls: Linking Text Sentiment to Public Opinion Time Series.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in ICWSM, ed. by W. W. Cohen and S. Gosling, The AAAI Press.",
        "Stambaugh, R. F., J. Yu, and Y. Yuan (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short of it: Investor sentiment and anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104, 288 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 302, special Issue on Investor Sentiment.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long of it: Odds that investor sentiment spuriously predicts anomaly returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 114, 613 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 619.",
        "Xie, T. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prediction Model Averaging Estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 131, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Zumbrun, J. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Index Tracks Our National Mood One Tweet at a Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Stree Journal (online), https://blogs.wsj.com/economics/2017/05/08/a-new-indextracks -our-national-mood-one-tweet-at-a-time/."
    ]
}