{
    "id": 26501,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Nakamura, Emi and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US RegionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 104.3, pp. 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Montiel Olea, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Luis and Carolin Pflueger (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Robust Test for Weak InstrumentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Business & Economic Statistics 31.3, pp. 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "McCrory, Peter (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tradable Spillovers of Fiscal Policy: Evidence from the 2009 Recovery ActÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Mian, Atif and Amir Sufi (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 82.6, pp. 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Miyamoto, Wataru, Thuy Lan Nguyen, and Dmitriy Sergeyev (July 2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending Multipliers under the Zero Lower Bound: Evidence from JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal: Macroeconomics 10.3, pp. 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Kish, Leslie (1965). Survey Sampling. John Wiley & Sons, Inc.",
        "Leduc, Sylvain and Daniel Wilson (May 2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are State Governments Roadblocks to Federal Stimulus? Evidence on the Flypaper Effect of Highway Grants in the 2009 Recovery ActÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal: Economic Policy 9.2, pp. 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Imbens, Guido W. and Donald B. Rubin (2015). Causal Inference for Statistics, Social, and Biomedical Sciences: An Introduction. Cambridge University Press.",
        "Huber, Kilian (Mar. 2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Effects of a Banking Crisis: Evidence from German Firms and CountiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 108.3, pp. 868Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Guren, Adam et al. (in progress). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From Cross-Sectional Empirical Estimates in Macroeconomics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hornbeck, Richard and Enrico Moretti (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Who Benefits from Productivity Growth: Direct and Indirect Effects of City Manufacturing TFP Growth on Wages, Rents, and InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business CycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The American Economic Review 78.3, pp. 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 417.",
        "Farhi, Emmanuel and Ivan Werning (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal MultipliersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Handbook of Macroeconomics 2, pp. 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2492. issn: 1574-0048.",
        "Dupor, Bill and Peter McCrory (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cup Runneth Over: Fiscal Policy Spillovers from the 2009 Recovery ActÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Economic Journal 128.611, pp. 1476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Dupor, Bill, Marios Karabarbounis, et al. (2018). Regional Consumption Responses and the Aggregate Fiscal Multiplier. Unpublished.",
        "Dupor, Bill and Rodrigo Guerrero (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local and aggregate fiscal policy multipliersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Monetary Economics 92, pp. 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30. issn: 0304-3932.",
        "Conley, Timothy et al. (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Technology Multiplier for EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Dupor, Bill (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093So, Why DidnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t the 2009 Recovery Act Improve the NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Highways and Bridges?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, pp. 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Chodorow-Reich, Gabriel and Antonio Falato (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Loan Covenant Channel: How Bank Health Transmits to Nonfinancial FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Chodorow-Reich, Gabriel, Gita Gopinath, et al. (Forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash and the Economy: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s DemonetizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics 135.1. Chodorow-Reich, Gabriel, Plamen Nenov, and Alp Simsek (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Market Wealth and the Real Economy: A Local Labor Market ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Chodorow-Reich, Gabriel and Johannes Wieland (Forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Reallocation and Business CyclesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (May 2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Cross-Sectional Fiscal Spending Multipliers: What Have We Learned?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 11.2, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Chodorow-Reich, Gabriel (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-9 Financial CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics 129.1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Caliendo, Lorenzo, Maximiliano Dvorkin, and Fernando Parro (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Labor Market Dynamics: General Equilibrium Analysis of the China Trade ShockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Econometrica 87.3, pp. 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Blattner, Laura, LuÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081sa Farinha, and Francisco Rebelo (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Losses Turn Into Loans: The Cost of Undercapitalized BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Berg, Tobias and Daniel Streitz (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handling Spillover Effects in Empirical Research: An Application Using Credit Supply ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Beraja, Martin, Erik Hurst, and Juan Ospina (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Implications of Regional Business CyclesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Baqaee, David and Emmanuel Farhi (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Misallocation in General EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Auclert, Adrien, Will Dobbie, and Paul Goldsmith-Pinkham (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Debt Relief: Consumer Bankruptcy Protections in the Great RecessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Auerbach, Alan, Yuriy Gorodnichenko, and Daniel Murphy (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Fiscal Multipliers and Fiscal Spillovers in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Anselin, Luc (1988). Spatial Econometrics: Methods and Models. Dordrecht: Springer Netherlands. isbn: 978-94-015-7799-1.",
        "Andrews, Isaiah, James Stock, and Liyang Sun (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weak Instruments in IV Regression: Theory and PracticeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Annual Review of Economics 11.",
        "AdaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Rodrigo, Costas Arkolakis, and Federico Esposito (Feb. 2019). Spatial Linkages, Global Shocks, and Local Labor Markets: Theory and Evidence. Working Paper 25544. National Bureau of Economic Research.",
        "American Economic Journal: Macroeconomics: Viktor Slavtchev and Simon Wiederhold (2016 [8:2], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Technological Content of Government Demand Matter for Private R&D? Evidence from US StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).",
        "Prescott (2018 [93:], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tarnishing the golden and empire states: Land-use restrictions and the U.S. economic slowdownÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Bill Dupor and Rodrigo Guerrero (2017 [92:], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local and aggregate fiscal policy multipliersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Daniel Shoag and Stan Veuger (2016 [84:], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and the geography of the great recessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Nicholas Coleman and Leo Feler (2015 [71:], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank ownership, lending, and local economic performance during the 2008-2009 financial crisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Gerald A. Carlino and Robert P. Inman (2013 [60:5], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local deficits and local jobs: Can US states stabilize their own economies?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).",
        "Econometrica: Atif Mian and Amir Sufi (2014 [82:6], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).",
        "Review of Economic Studies: Lorenzo Caliendo et al. (2017 [85:4], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Regional and Sectoral Productivity Changes on the U.S. EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Hunt Allcott and Daniel Keniston (2018 [85:2], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dutch Disease or Agglomeration? The Local Economic Effects of Natural Resource Booms in Modern AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d). Journal of Monetary Economics: Kyle F. Herkenhoff, Lee E. Ohanian, and Edward C.",
        "Journal of Political Economy: Johannes Stroebel and Joseph Vavra (2019 [127:3], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Local Demand, and Retail PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Owen Zidar (2019 [127:3], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Cuts for Whom? Heterogeneous Effects of Income Tax Changes on Growth and EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); Andrew C. Johnston and Alexandre Mas (2018 [126:6], Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Potential Unemployment Insurance Duration and Labor Supply: The Individual and Market-Level Response to a Benefit CutÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d).",
        "Sarto, Andres (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Macro Elasticities from Regional DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Solon, Gary, Steven J. Haider, and Jeffrey M. Wooldridge (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are We Weighting For?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 50.2, pp. 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Sraer, David and David Thesmar (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sufficient Statistics Approach for Aggregating Firm-Level ExperimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Rubin, Donald B. (Jan. 1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Inference for Causal Effects: The Role of Randomization Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Ann. Statist. 6.1, pp. 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Redding, Stephen J. and Esteban Rossi-Hansberg (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Spatial EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Annual Review of Economics 9.1, pp. 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Rotemberg, Julio (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variable Estimation of Misspecified ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (Aug. 2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in MacroeconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic Perspectives 32.3, pp. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Ramey, Valerie A. (May 2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ten Years after the Financial Crisis: What Have We Learned from the Renaissance in Fiscal Research?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 33.2, pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 114.",
        "Ramey, Valerie A. and Sarah Zubairy (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending Multipliers in Good Times and in Bad: Evidence from US Historical DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 126.2, pp. 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901."
    ]
}