{
    "id": 26513,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Autor, D. H., N. Maestas, K. J. Mullen, and A. Strand (2015). Does Delay Cause Decay? The Effect of Administrative Decision Time on the Labor Force Participation and Earnings of Disability Applicants. Working Paper 20840, National Bureau of Economic Research.",
        "Bangasser, D. A., S. R. Eck, and E. O. Sanchez (2019). Sex differences in stress reactivity in arousal and attention systems. Neuropsychopharmacology 44(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Benitez-Silva, H., M. Buchinsky, H.-M. Chan, J. Rust, and S. Sheidvasser (2004). How Large is the Bias in Self-Reported Disability Status? Journal of Applied Econometrics 19(6), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Benitez-Silva, H., M. Buchinsky, and J. Rust (2004). How Large are the Classification Errors in the Social Security Disability Award Process? NBER Working Papers 10219, National Bureau of Economic Research.",
        "Bertrand, M. and S. Mullainathan (2004). Are Emily and Greg More Employable Than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination. American Economic Review 94(4), 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Card, D., S. DellaVigna, P. Funk, and N. Iriberri (2019). Are Referees and Editors in Economics Gender Neutral? Quarterly Journal of Economics. Forthcoming.",
        "Chen, S. and W. van der Klaauw (2008). The work disincentive effects of the disability insurance program in the 1990s. Journal of Econometrics 142(2), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Clocchiatti, A., E. Cora, Y. Zhang, and P. Dotto (2016). Sexual dimorphism in cancer. Nature Reviews Cancer 16(5), 330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Collins, K. P. and A. Herfle (1985). Social Security Disability Reform Act of 1984: Legislative History and Summary of Provisions. Social Security Bulletin 48(4), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Daly, M. and R. V. Burkhauser (2003). The Supplemental Security Income Program. In R. Moffitt (Ed.), Means-Tested Transfer Programs in the United States, NBER Chapters, pp. 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140. National Bureau of Economic Research, Inc.",
        "Duggan, M. and S. A. Imberman (2009). Why are the Disability Rolls Skyrocketing? The Contribution of Population Characteristics, Economic Conditions, and Program Generosity. Chapter 11, pp. 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379. University of Chicago Press.",
        "Fillingim, R., C. King, M. Ribeiro-Dasilva, B. Rahim-Williams, and J. R. III (2009). Sex, gender, and pain: A review of recent clinical and experimental findings. The Journal of Pain: Official Journal of the American Pain Society 10(5), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Hancock, M.-A. (2004). The Politics of Disgust: The Public Identity of the Welfare Queen. New York University Press.",
        "Haveman, R. and B. Wolfe (2000). The economics of disability and disability policy. In A. J. Culyer and J. P. Newhouse (Eds.), Handbook of Health Economics (1 ed.), Volume 1, Chapter 18, pp.",
        "Kapteyn, A., J. P. Smith, and A. van Soest (2007). Vignettes and Self-Reports of Work Disability in the United States and the Netherlands. American Economic Review 97(1), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Legato, M. J., P. A. Johnson, and J. Manson (2016). Consideration of Sex Differences in Medicine to Improve Health Care and Patient Outcomes. Journal of the American Medical Association 316(18), 1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1866.",
        "Low, H. and L. Pistaferri (2015). Disability Insurance and the Dynamics of the Incentive Insurance Trade-Off. American Economic Review 105, 2986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3029.",
        "Low, H. and L. Pistaferri (2019). Disability Insurance: Theoretical Trade-Offs and Empirical Evidence. Technical report.",
        "Michaud, A. and D. Wiczer (2018). Occupational hazards and social disability insurance. Journal of Monetary Economics 96, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Nagi, S. (1969). Disability and Rehabilitation. Ohio State University Press.",
        "Neumark, D., R. J. Bank, and K. D. V. Nort (1996). Sex Discrimination in Restaurant Hiring: An Audit Study. The Quarterly Journal of Economics 111(3), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Racine, M., Y. Tousignant-Laflamme, L. A. Kloda, D. Dion, G. Dupuis, , and M. ChoinieÃ\u0083Å\u0092Ã\u0082â\u0082¬re (2012). A systematic literature review of 10 years of research on sex/gender and experimental pain perception Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Part 1: Are there really differences between women and men? Pain 153, 602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Rouse, C. and C. Goldin (2000). Orchestrating Impartiality: The Impact of Blind Auditions on Female Musicians. American Economic Review 90(4), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Sarsons, H. (2019). Gender Differences in Recognition for Group Work. Journal of Political Economy. Forthcoming.",
        "United States General Accounting Office (1994). Social Security Disability. Most of Gender Difference Explained. Report to the Ranking Minority Member, Special Committee on Aging, U.S. Senate GAO/HEHS-94-94."
    ]
}