{
    "id": 26514,
    "cites": 52,
    "cited_by": 3,
    "reference": [
        "Ammar, S. B., and M. Eling, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors of infrastructure investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics.",
        "Andonov, A., R. KraÃ\u0083Å\u0092Ã\u0082Ë\u0086ussl, and J. Rauh, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Subsidy to Infrastructure as an Asset Class,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25045, National Bureau of Economic Research.",
        "Ang, A., B. Chen, W. N. Goetzmann, and L. Phalippou, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Private Equity Returns from Limited Partner Cash Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Netspar Discussion Paper No. 06/2014-021; Said Business School WP 2014-8.",
        "Ang, A., and M. Piazzesi, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Berk, J. B., and R. C. Green, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Flows and Performance in Rational Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(6), 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086kberg, A., J. Carrellas, A. Chau, and C. Duane, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private markets come of age McKinsey Global Private Markets Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, McKinsey Global Institute.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, J., and L. P. Hansen, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Examining Macroeconomic Models through the Lens of Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 183(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Brown, G., R. Harris, T. Jenkinson, S. N. Kaplan, and D. Robinson, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Different Commercial Data Sets tell Us About Private Equity Performance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of North Carolina Kenan Institute.",
        "Campbell, J. Y., 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variance Decomposition for Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 101, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        ", 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Asset Pricing Without Consumption Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83(3), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        ", 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Risk and Return,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 104(2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Campbell, J. Y., and R. J. Shiller, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield Spreads and Interest Rate Movements: A BirdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Eye View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 58, 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Cochrane, J. H., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk and return of venture capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 75, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Cochrane, J. H., and M. Piazzesi, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the Yield Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago.",
        "Cochrane, J. H., and J. Saa-Requejo, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Arbitrage: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Good dealÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ asset price bounds in incomplete markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 108, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Da Rin, M., and L. Phalippou, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The importance of size in private equity: Evidence from a survey of limited partners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 31, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Dai, Q., and K. J. Singleton, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification Analysis of Affine Term Structure Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "Driessen, J., T.-C. Lin, and L. Phalippou, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new method to estimate risk and return of nontraded assets from cash flows: The case of private equity funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 47(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Ewens, M., C. M. Jones, and M. Rhodes-Kropf, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Diversifiable Risk in Venture Capital and Private Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26, 1854Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1889.",
        ", 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Luck versus Skill in the Cross-section of Mutual Fund Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 65(5), 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947.",
        "Fung, W., D. A. Hsieh, N. Y. Naik, and T. Ramadorai, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedge Funds: Performance, Risk, and Capital formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 63(4), 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1803.",
        "Gompers, P. A., and J. Lerner, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Reward in Private Equity Investments: The Challenge of Performance Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Private Equity, 1, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Gu, S., B. Kelly, and D. Xiu, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Asset pricing via Machine Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 25398.",
        "Haddad, V., E. Loualiche, and M. Plosser, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyout activity: The impact of aggregate discount rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 72(1), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Hansen, L. P., and J. Scheinkman, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Risk: An Operator Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77 (1), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Harris, R. S., T. Jenkinson, and S. N. Kaplan, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Equity Performance: What Do We Know?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(5).",
        "Harris, R. S., T. Jenkinson, S. N. Kaplan, and R. Stucke, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Persistence Persisted in Private Equity? Evidence from Buyout and Venture Capital Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Kacperczyk, M., S. Van Nieuwerburgh, and L. Veldkamp, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Fund Manager Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        ", 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Attention Allocation over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84, 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Kaplan, S., and B. Sensoy, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Equity Performance: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Financial Economics, 7, 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Kaplan, S. N., and A. Schoar, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private equity performance: Returns, persistence, and capital flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 60(4), 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Koijen, R. S. J., H. Lustig, and S. Van Nieuwerburgh, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross-Section and TimeSeries of Stock and Bond Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 88, 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Korteweg, A., and S. Nagel, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-Adjusting the Returns to Venture Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 71(3), 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1470.",
        "Korteweg, A., and M. Sorensen, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and return characteristics of venture capitalbacked entrepreneurial companies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23(10), 3738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3772.",
        ", 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill and Luck in Private Equity Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 0. Kozak, S., S. Nagel, and S. Santosh, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shrinking the Cross Section,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 24070.",
        "Lettau, M., and J. Wachter, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structures of Equity and Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 101 (1), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Ljungqvist, A., and M. Richardson, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cash flow, return and risk characteristics of private equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU Stern.",
        "Lustig, H., S. Van Nieuwerburgh, and A. Verdelhan, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth-Consumption Ratio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Asset Pricing Studies, 3(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94., Review of Asset Pricing Studies.",
        "Metrick, A., and A. Yasuda, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of private equity funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23(6), 2303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2341.",
        "Peng, L., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building a Venture Capital Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        ", 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk and return of commercial real estate: A property level analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 44(3), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Phalippou, L., and O. Gottschalg, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The performance of private equity funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(4), 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1776.",
        "Preqin, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2016 Preqin Global Private Equity and Venture Capital Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preqin, London, UK.",
        "Robinson, D. T., and B. A. Sensoy, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality, Performance Measurement, and Cash Flow Liquidity in Private Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Sagi, J. S., 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset-level risk and return in real estate investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UNC Kenan-Flagler Business School.",
        "Sorensen, M., and R. Jagannathan, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Public Market Equivalent and Private Equity Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal, 71(4), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Sorensen, M., N. Wang, and J. Yang, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing private equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 27(7), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2021.",
        "van Binsbergen, J., M. Brandt, and R. Koijen, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(4), 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "van Binsbergen, J. H., and R. Koijen, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Returns: Facts and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 124(1), 1.",
        "Van Nieuwerburgh, S., 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are REITs Currently So Expensive?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 47(1), 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Wachter, J., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Models with External Habit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance Research Letters, 2, 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 226.",
        "Woodward, S., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Risk for Venture Capital and Private Equity Portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper."
    ]
}