{
    "id": 26523,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Aaronson, D. (2001). Price pass-through and the minimum wage. Review of Economics and Statistics 83(1), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Aaronson, D., S. Agarwal, and E. French (2012). The spending and debt response to minimum wage hikes. American Economic Review 102(7), 3111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Aaronson, D. and E. French (2007). Product market evidence on the employment effects of the minimum wage. Journal of Labor Economics 25(1), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Aaronson, D., E. French, I. Sorkin, and T. To (2018). Industry dynamics and the minimum wage: A putty-clay approach. International Economic Review 59(1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Acharya, V. V., R. P. Baghai, and K. V. Subramanian (2014). Wrongful discharge laws and innovation. Review of Financial Studies 27(1), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Agarwal, S., B. W. Ambrose, and M. Diop (2018). Do minimum wage increases benefit intended households? Evidence from the performance of residential leases. Working Paper.",
        "Agrawal, A. K. and D. A. Matsa (2013). Labor unemployment risk and corporate financing decisions. Journal of Financial Economics 108(2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Allegretto, S., A. Dube, M. Reich, and B. Zipperer (2017). Credible research designs for minimum wage studies: A response to Neumark, Salas, and Wascher. ILR Review 70(3), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Bai, J., D. J. Fairhurst, and M. Serfling (2018). Employee firing costs, corporate investment, and firm growth. Working Paper.",
        "Barrot, J.-N. and R. Nanda (2019). Can paying firms more quickly affect aggregate employment? Journal of Finance, Forthcoming.",
        "Belman, D. and P. J. Wolfson (2014). What does the minimum wage do? WE Upjohn Institute.",
        "Card, D. and A. B. Krueger (1994). Minimum wages and employment: A case study of the fast-food industry in New Jersey and Pennsylvania. The American Economic Review 84(4), 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Card, D. and A. B. Krueger (2000). Minimum wages and employment: a case study of the fast-food industry in New Jersey and Pennsylvania: reply. American Economic Review 90(5), 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1420.",
        "Cengiz, D., A. Dube, A. Lindner, and B. Zipperer (2019). The effect of minimum wages on low-wage jobs. The Quarterly Journal of Economics 134(3), 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1454.",
        "Cho, D. (2016). Downward wage rigidity and corporate investment. Working Paper.",
        "Clemens, J. and M. Wither (2019). The minimum wage and the great recession: Evidence of effects on the employment and income trajectories of low-skilled workers. Journal of Public Economics 170, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Crane, L. D. and R. A. Decker (2019). Business dynamics in the national establishment time series. Working Paper.",
        "David, H., A. Manning, and C. L. Smith (2016). The contribution of the minimum wage to us wage inequality over three decades: a reassessment. American Economic Journal: Applied Economics 8(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Dinardo, J., N. Fortin, and T. Lemieux (1996). Labor market institutions and the distribution of wages, 19731992: A semiparametric approach. Econometrica 64(5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Draca, M., S. Machin, and J. Van Reenen (2011). Minimum wages and firm profitability. American Economic Journal: Applied Economics 3(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Dube, A., T. W. Lester, and M. Reich (2010). Minimum wage effects across state borders: Estimates using contiguous counties. The Review of Economics and statistics 92(4), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Giuliano, L. (2013). Minimum wage effects on employment, substitution, and the teenage labor supply: Evidence from personnel data. Journal of Labor Economics 31(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Gopalan, R., B. H. Hamilton, A. Kalda, and D. Sovich (2018). State minimum wage changes and employment: Evidence from one million hourly wage workers. Working Paper.",
        "Gustafson, M. and J. D. Kotter (2018). Minimum wage and corporate policy. Working Paper.",
        "Harasztosi, P. and A. Lindner (2019). Who pays for the minimum wage? American Economic Review 109(8), 2693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2727.",
        "Katz, L. F. and A. B. Krueger (1992). The effect of the minimum wage on the fast-food industry. ILR Review 46(1), 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Lee, D. S. (1999). Wage inequality in the United States during the 1980s: Rising dispersion or falling minimum wage? The Quarterly Journal of Economics 114(3), 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Luca, D. L. and M. Luca (2018). Survival of the fittest: The impact of the minimum wage on firm exit. Technical report, Working paper.",
        "MaCurdy, T. (2015). How effective is the minimum wage at supporting the poor? Journal of Political Economy 123(2), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Mayneris, F., S. Poncet, and T. Zhang (2018). Improving or disappearing: Firm-level adjustments to minimum wages in China. Journal of Development Economics 135, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Meer, J. and J. West (2015). Effects of the minimum wage on employment dynamics. Journal of Human Resources.",
        "Neumark, D. and W. Wascher (2000). Minimum wages and employment: A case study of the fast-food industry in new jersey and pennsylvania: Comment. American Economic Review 90(5), 1362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1396.",
        "Serfling, M. (2016). Firing costs and capital structure decisions. The Journal of Finance 71(5), 2239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2286.",
        "Sorkin, I. (2015). Are there long-run effects of the minimum wage? Review of Economic Dynamics 18(2), 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Tonin, M. (2011). Minimum wage and tax evasion: Theory and evidence. Journal of Public Economics 95(11-12), 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1651. % Years Bounded 0.95 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1.00 0.75 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.95 0.50 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.75 0.25 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.50 0.00 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.25"
    ]
}