{
    "id": 26526,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Allen, T., and Arkolakis, C., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Topography of the Spatial Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129, 1085-1140.",
        "Baragwanath-Vogel, K., Goldblatt, R., Hanson, G., and Khandelwal, A., 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detecting Urban Markets with Satellite Imagery: An Application to India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers, #24796.",
        "Behrens, K., Duranton, G., and Robert-Nicoud, F., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productive Cities: Sorting, Selection, and Agglomeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122, 507-553.",
        "Combes, P.-P., Lafourcade, M., Thisse, J.-F. and Toutain, J.-C., 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Fall of Spatial Inequalities in France: A Long-Run Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 48, 243-271.",
        "Autor, D., Dorn, D. and Hanson, G., 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States, American Economic Review, 103, 2121-2168.",
        "Daumal, M. and Zignago, S., 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measure and Determinants of Border Effects of Brazilian States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Papers in Regional Science, 89, 735-758.",
        "Desmet, K. and Henderson, J. V., 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Development within Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Duranton, G., Henderson, J. V. and Strange, W. (eds.), Handbook of Urban and Regional Economics, Volume 5, 1457-1517, Elsevier.",
        "Disdier, A.-C. and Head, K., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Puzzling Persistence of the Distance Effect on Bilateral Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90, 37-48.",
        "Forslid, R., Haaland, J. I. and Midelfart Knarvik, K. H., 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A U-Shaped Europe? A Simulation Study of Industrial Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 57, 273-297.",
        "Fujita, M., Krugman, P. and Venables, A., 1999. The Spatial Economy: Cities, Regions, and International Trade, MIT Press: Cambridge.",
        "Fujita, M. and Thisse, J.-F., 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Evolution of the Supply Chain: Who Gains and Who Loses?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 47, 811-836.",
        "Gennaioli, N., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 19, 259-309.",
        "Harris, C. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market as a Factor in the Localization of Industry in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the Association of American Geographers, 64, 315-348.",
        "Head, K. and Mayer, T., 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Europe : The Magnitude and Causes of Market Fragmentation in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Weltwirtschaftliches Archiv, 136, 285-314.",
        "Head, K. and Mayer, T., 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirics of Agglomeration and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: J. V. Henderson and J. F. Thisse (eds.), Handbook of Regional and Urban Economics, Edition 1, Volume 4, Chapter 59, 2609-2669, Elsevier.",
        "Head, K. and Mayer, T., 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity, Market Potential and Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 11, 281-294.",
        "Henderson, J. V., Squires, T., Storeygard, A. and Weil, D., 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Distribution of Economic Activity: Nature, History and the Role of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 133, 357-406.",
        "Hummels, D., 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transportation Costs and International Trade in the Second Era of Globalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21, 3, 131-154.",
        "Jacks, D. S. and Novy, D., 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Potential and Global Growth over the Long Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 114, 221-237.",
        "Kim, S. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expansion of Markets and the Geographic Distribution of Economic Activities: The Trends in US Regional Manufacturing Structure, 1860-1987,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 110, 881-908.",
        "Krugman, P. and Venables, A. J., 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Inequality of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 110, 857-880.",
        "Michaels, G., Rauch, F. and Redding, S. J., 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urbanization and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127, 535-586.",
        "Michaels, G., Rauch, F. and Redding, S. J., 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Task Specialization in U.S. Cities from 1880 to 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 17, 754-798.",
        "ORGI, 2011. Administrative Atlas of India, Map Division, Office of the Registrar General & Census Commissioner, India Ministry of Home Affairs, Government of India.",
        "Pinkovskiy, Maxim L., 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Discontinuities at Borders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 22, 145-192.",
        "Puga, D., 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Fall of Regional Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 43, 303-334.",
        "Redding, S. and Turner, M., 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transportation Costs and the Spatial Organization of Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: (eds) G. Duranton, J. V. Henderson and W. Strange, Handbook of Urban and Regional Economics, Chapter 20, 1339-1398.",
        "Redding, S. and Venables, A. J., 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Geography and International Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 62, 53-82.",
        "Siczewicz, P., 2011. U.S. Historical Counties Dataset. Emily Kelley, Digital Comp. Atlas of Historical County Boundaries, ed. by John H. Long. Chicago: The Newberry Library. Available online at http://publications.newberry.org/ahcbp.",
        "Simonovska, I. and Waugh, M., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Models, Trade Elasticities, and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #20495.",
        "Tabuchi, T., 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Agglomeration and Dispersion: A Synthesis of Alonso and Krugman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 44, 333-351.",
        "UNCTAD, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Freight Rates and Maritime Transport Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Maritime Transport 2012, Geneva: UNCTAD.",
        "World Bank, 2009. World Development Report 2009: Reshaping Economic Geography, Washington, D.C."
    ]
}