{
    "id": 26531,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Allcott, H. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95, 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program Evaluation *,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 130, 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Allcott, H. and J. B. Kessler (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Nudges: A Case Study of Energy Use Social Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 11, 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 76.",
        "Allcott, H. and T. Rogers (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 3003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Andreoni, J., J. M. Rao, and H. Trachtman (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avoiding the Ask: A Field Experiment on Altruism, Empathy, and Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125, 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Athey, S. and G. Imbens (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Partitioning for Heterogeneous Causal Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 113, 7353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7360.",
        "Athey, S. and G. W. Imbens (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Applied Econometrics: Causality and Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Athey, S., J. Tibshirani, S. Wager, et al. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized random forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 47, 1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1178.",
        "Ayres, I., S. Raseman, and A. Shih (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence from Two Large Field Experiments that Peer Comparison Feedback Can Reduce Residential Energy Usage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law, Economics, and Organization, 29, 992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Bhanot, S. P. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rank and Response: A Field Experiment on Peer Information and Water Use Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 62, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Borenstein, S. and J. B. Bushnell (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Two Electricity Pricing Wrongs Make a Right? Cost Recovery, Externalities, and Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24756, National Bureau of Economic Research.",
        "Breiman, L. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 45, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Breiman, L., J. Friedman, R. Olshen, and C. Stone (1984): Classification and Regression Trees, Routledge.",
        "Burlig, F., C. R. Knittel, D. Rapson, M. Reguant, and C. Wolfram (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning from Schools about Energy Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23908, National Bureau of Economic Research.",
        "Byrne, D. P., A. L. Nauze, and L. A. Martin (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tell me something i donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t already know: Informedness and the impact of information programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 100, 510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Chernozhukov, V., M. Demirer, E. Duflo, and I. Fernandez-Val (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generic Machine Learning Inference on Heterogenous Treatment Effects in Randomized Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Costa, D. L. and M. E. Kahn (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Conservation Nudges and Environmentalist Ideology: Evidence from a Randomized Residential Electricity Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 11, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Davis, J. and S. B. Heller (2017a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using causal forests to predict treatment heterogeneity: An application to summer jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107, 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Davis, J. M. and S. B. Heller (2017b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the benefits of youth employment programs: The heterogeneous effects of summer jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Duflo, E., R. Glennerster, and M. Kremer (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Randomization in Development Economics Research: A Toolkit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of development economics, 4, 3895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3962.",
        "Ferraro, P. J. and M. K. Price (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Nonpecuniary Strategies to Influence Behavior: Evidence from a Large-Scale Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 95, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Hussam, R., N. Rigol, and B. R. HBS (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting High Ability Entrepreneurs Using Community Information: Mechanism Design in the Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Imai, K. and M. Ratkovic (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Treatment Effect Heterogeneity in Randomized Program Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Applied Statistics, 7, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Kettle, S., M. Hernandez, S. Ruda, and M. Sanders (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Interventions in Tax Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research papers, World Bank.",
        "Kleinberg, J., H. Lakkaraju, J. Leskovec, J. Ludwig, and S. Mullainathan (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Decisions and Machine Predictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23180, National Bureau of Economic Research.",
        "Mullainathan, S. and J. Spiess (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning: An Applied Econometric Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Nie, X. and S. Wager (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Oracle Estimation of Heterogeneous Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1712.04912.",
        "Reames, T. G., M. A. Reiner, and M. B. Stacey (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An incandescent truth: Disparities in energy-efficient lighting availability and prices in an urban US county,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied energy, 218, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Schultz, P. W., J. M. Nolan, R. B. Cialdini, N. J. Goldstein, and V. Griskevicius (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Constructive, Destructive, and Reconstructive Power of Social Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 18, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434, pMID: 17576283.",
        "Tibshirani, J., S. Athey, S. Wager, R. Friedberg, L. Miner, and M. Wright (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Package Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cgrfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Wager, S. and S. Athey (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference of Heterogeneous Treatment Effects using Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 113, 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "White, I. R., P. Royston, and A. M. Wood (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple imputation using chained equations: issues and guidance for practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, 30, 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399."
    ]
}