{
    "id": 26530,
    "cites": 51,
    "cited_by": 1,
    "reference": [
        "Azmat, G. and R. Ferrer (2017). Gender Gaps in Performance: Evidence from Young Lawyers. Journal of Political Economy 125(5), 1306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1355.",
        "Bandiera, O., I. Barankay, and I. Rasul (2010). Social incentives in the workplace. Review of Economic Studies 77(2), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Bell, L. A. (2005). Women-Led Firms and the Gender Gap in Top Executive Jobs. IZA Discussion Paper No. 1689.",
        "Bertrand, M., R. Burgess, A. Chawla, and G. Xu (2018). Social Proximity and Bureaucrat Performance: Evidence from India. NBER Working Paper No. 25389.",
        "Bertrand, M., C. Goldin, and L. F. Katz (2010). Dynamics of the Gender Gap for Young Professionals in the Financial and Corporate Sectors. American Economic Journal: Applied Economics 2(3), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Bronson, M. A. and P. S. Thoursie (2019). The Wage Growth and Within-Firm Mobility of Men and Women: New Evidence and Theory. Working Paper.",
        "Bursztyn, L., A. Gonzalez, and D. Yanagizawa-Drott (2018). Misperceived Social Norms: Female Labor Force Participation in Saudi Arabia. NBER Working Paper No. 24736.",
        "Bursztyn, L., F. Thomas, and A. Pallais (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acting WifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Marriage Market Incentives. American Economic Review 107(11), 3288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3319.",
        "Card, D., S. Dellavigna, P. Funk, and N. Iriberri (2019). Are Referees and Editors in Economics Gender Neutral? The Quarterly Journal of Economics, forthcoming.",
        "Cardoso, A. R. and R. Winter-Ebmer (2010). Female-Led Firms and Gender Wage Policies. Industrial and Labor Relations Review 64(1), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Coffman, K., C. B. Flikkema, and O. Shurchkov (2019). Gender Stereotypes in Deliberation and Team Decisions. Working Paper.",
        "Cruz, C. and C. Tolentino (2019). Gender, Social Recognition, and Political Influence. Working Paper.",
        "Cullen, Z. and R. Perez-Truglia (2018). How Much Does Your Boss Make? The Effects of Salary Comparisons. NBER Working Paper No. 24841.",
        "Dahl, G. B., A. Kotsadam, and D.-O. Rooth (2018). Does Integration Change Gender Attitudes? The Effect of Randomly Assigning Women to Traditionally Male Teams. Working Paper.",
        "Dalvit, N., A. Patel, and J. Tan (2018). Intra-firm Hierarchies and Gender Gaps. Working Paper.",
        "Elting, L. (2018). How To Navigate A BoysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Club Culture. Forbes, July 27 2018.",
        "Exley, C. and J. Kessler (2019). The Gender Gap in Self-Promotion. NBER Working Paper 26345.",
        "Field, E., S. Jayachandran, R. Pande, and N. Rigol (2016). Friendship at Work: Can Peer Effects Catalyze Female Entrepreneurship? Faculty Research Working Paper Series. American Economic Journal: Economic Policy 8(2), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Flabbi, L., M. Macis, A. Moro, and F. Schivardi (2019). Do Female Executives Make a Difference ? The Impact of Female Leadership on Gender Gaps and Firm Performance. The Economic Journal 129(622), 2390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2423.",
        "Giuliano, L., D. I. Levine, and J. Leonard (2011). Racial Bias in the Manager-Employee Relationship. Journal of Human Resources 46, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Glover, D., A. Pallais, and W. Pariente (2017). Discrimination as a Self-Fulfilling Prophecy: Evidence from French Grocery Store. Quarterly Journal of Economics 132(3), 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Goldin, C. (2014). A Grand Gender Convergence: Its Last Chapter. American Economic Review 104(4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Grissom, J. A., J. Nicholson-Crotty, and L. Keiser (2012). Does My BossÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gender Matter? Explaining Job Satisfaction and Employee Turnover in the Public Sector. Journal of Public Administration Research and Theory 22(4), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673.",
        "HalldÃ\u0083Æ\u0092Ã\u0082Â©n, K., J. SÃ\u0083Æ\u0092Ã\u0082Â¤ve-SÃ\u0083Æ\u0092Ã\u0082Â¶derbergh, and Ã\u0083Æ\u0092Ã\u0082Æ\u0092. RosÃ\u0083Æ\u0092Ã\u0082Â©n (2018). Gender of the immediate manager and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s wages: The importance of managerial position. Social Science Research 72, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Hastings, J. M., R. Kessler, and J. Shapiro (2019). The Effect of SNAP on the Composition of Purchased Foods: Evidence and Implications. Working Paper.",
        "Hill, A. J. (2017). The Positive Influence of Female College Students on their Male Peers. Labour Economics 44(July 2016), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Hjort, J. (2014). Ethnic Divisions and Production in Firms. Quarterly Journal of Economics 4(4), 1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Hsieh, C.-T., E. Hurst, C. I. Jones, and P. J. Klenow (2019). The Allocation of Talent and U.S. Economic Growth. Econometrica 87(5), 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1474.",
        "Isaksson, S. (2019). It Takes Two: Gender Differences in Group Work. Working Paper, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Kleven, H., C. Landais, and J. E. Sogaard (2019). Children and Gender Inequality: Evidence from Denmark. American Economic Journal: Applied Economics 11(4), 121.",
        "Kofoed, M. S. and E. McGovney (2019). The Effect of Same-Gender or Same-Race Role Models on Occupation Choice. The Journal of Human Resources 54(2), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Kunze, A. and A. R. Miller (2017). Women Helping Women? Evidence from Private Sector Data on Workplace Hierarchies. The Review of Economics and Statistics 99(5), 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Kuziemko, I., J. Pan, J. Shen, and E. Washington (2018). The Mommy Effect: Do Women Anticipate the Employment Effects of Motherhood? NBER Working Paper Series, 24740.",
        "Lang, I. H. (2011). Co-Opt the Old BoysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Club. Harvard Business Review, November 2 2011.",
        "Lazear, E. P., K. L. Shaw, and C. T. Stanton (2015). The Value of Bosses. Journal of Labor Economics 33(4), 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Lee, A. S. (2014). How to break up the old boysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ club in your office. Quartz, April 8 2014.",
        "Lee, D. S. (2009). Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects. Review of Economic Studies 76(3), 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Lehmann, J.-Y. (2013). Job Assignment and Promotion Under Statistical Discrimination: Evidence from the Early Careers of Lawyers. Working Paper.",
        "Lucifora, C. and D. Vigani (2016). What If Your Boss Is a Woman? Work Organization , Work-Life Balance and Gender Discrimination at the Workplace. IZA Discussion Paper Series.",
        "Manning, A. and J. Swaffield (2008). The Gender Gap in Early-Career Wage Growth. Economic Journal 118(530), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Mas, A. and E. Moretti (2009). Peers at Work. American Economic Review 99(1), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "McKinsey & Company (2019). Women in the Workplace. Technical report.",
        "Mengel, F. (2015). Gender Differences in Networking. Working Paper.",
        "Ranganathan, A. (2019). Getting their Hands Dirty: How Female Managers Motivate Female Worker Productivity through Subordinate Scut Work. Working Paper.",
        "Sarsons, H. (2017). Interpreting Signals in the Labor Market: Evidence from Medical Referrals. Working Paper.",
        "Sarsons, H. (2019). Gender Differences in Recognition for Group Work. Journal of Political Economy, forthcoming.",
        "Srivastava, S. B. and E. L. Sherman (2015). Agents of Change or Cogs in the Machine? Reexamining the Influence of Female Managers on the Gender Wage Gap. American Journal of Sociology 120(6), 1778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1808.",
        "Stevenson, B. and J. Wolfers (2006). Bargaining in the Shadow of the Law: Divorce Laws and Family Distress. The Quarterly Journal of Economics 121(1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "van Hek, M. and T. van der Lippe (2019). Are Female Managers Agents of Change or Cogs in the Machine? An Assessment with Three-Level Manager-Employee Linked Data. European Sociological Review 35(3), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Voth, J. and G. Xu (2019). Patronage for Productivity: Selection and Performance in the Age of Sail. Working Paper.",
        "Yildirmaz, A., C. Ryan, and J. Nezaj (2019). 2019 State of the Workforce Report: Pay, Promotions and Retention. Technical report, ADP Research Institute."
    ]
}