{
    "id": 26533,
    "cites": 54,
    "cited_by": 6,
    "reference": [
        "Abadie, Alberto. 2002. Bootstrap Tests for Distributional Treatment Eects in Instrumental Variable Models. Journal of the American Statistical Association, 97(457): 284 292.",
        "Abaluck, Jason, and Jonathan Gruber. 2011. Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D program. American Economic Review, 101(4): 11801210.",
        "Alpert, Abby, Darius Lakdawalla, and Neeraj Sood. 2016. Prescription Drug Advertising and Drug Utilization: The Role of Medicare Part D. Angrist, Joshua, and Guido Imbens. 1995. Two-Stage Least Squares Estimation of Average Causal Eects in Models With Variable Treatment Intensity. Journal of the American Statistical Association.",
        "Aronow, Herbert D, Eric J Topol, Matthew T Roe, Penny L Houghtaling, Katherine E Wolski, A Michael Linco, Robert A Harrington, Robert M Cali, E Magnus Ohman, Neal S Kleiman, et al. 2001. Eect of lipid-lowering therapy on early mortality after acute coronary syndromes: an observational study. The Lancet, 357(9262): 10631068.",
        "Auerbach, David, Janet Holtzblatt, Paul Jacobs, Alexandra Minicozzi, Pamela Moomau, and Chapin White. 2010. Will health insurance mandates increase coverage? Synthesizing perspectives from health, tax, and behavioral economics.  National Tax Journal, 63(4): 659.",
        "Baker, David W, Joseph J Sudano, Ramon Durazo-Arvizu, Joseph Feinglass, Whitney P Witt, and Jason Thompson. 2006. Health insurance coverage and the risk of decline in overall health and death among the near elderly, 1992-2002. Medical care, 277282.",
        "Black, Bernard, Alex Hollingsworth, Leticia Nunes, and Kosali Simon. 2019. The Eect of Health Insurance on Mortality: Power Analysis and What We Can Learn from the Aordable Care Act Coverage Expansions. National Bureau of Economic Research Working Paper 25568.",
        "Borgschulte, Mark, and Jacob Vogler. 2019. Did the ACA Medicaid Expansion Save Lives? Borusyak, Kirill. 2015. Bounding the Population Shares Aected by Treatments. SSRN Working Paper 2473827. Brown, David W, Amanda E Kowalski, and Ithai Z Lurie. Forthcoming. LongTerm Impacts of Childhood Medicaid Expansions on Outcomes in Adulthood. Review of Economics Studies, , (20835).",
        "Buchmueller, Thomas C., John DiNardo, and Robert G. Valletta. 2011. The Eect of an Employer Health Insurance Mandate on Health Insurance Coverage and the Demand for Labor: Evidence from Hawaii. American Economic Journal: Economic Policy, 3(4): 2551.",
        "Cannon, Christopher P, Eugene Braunwald, Carolyn H McCabe, Daniel J Rader, Jean L Rouleau, Rene Belder, Steven V Joyal, Karen A Hill, Marc A Pfeer, and Allan M Skene. 2004. Intensive versus moderate lipid lowering with statins after acute coronary syndromes. New England journal of medicine, 350(15): 14951504.",
        "Card, David, Carlos Dobkin, and Nicole Maestas. 2008. The impact of nearly universal insurance coverage on health care utilization: evidence from Medicare. American Economic Review, 98(5): 22422258.",
        "Chandra, Amitabh, Benjamin Handel, and Joshua Schwartzstein. 2018. Behavioral Economics and Health-Care Markets. Working Paper.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2009. Salience and Taxation: Theory and Evidence. American Economic Review, 99(4): 114577.",
        "Commonwealth Fund. 2017. Cuts to the ACA's Outreach Budget Will Make It Harder for People to Enroll. Currie, Janet, and Jonathan Gruber. 1996a. Health Insurance Eligibility, Utilization of Medical Care, and Child Health*. The Quarterly Journal of Economics, 111(2): 431466.",
        "Currie, Janet, and Jonathan Gruber. 1996b. Saving babies: The ecacy and cost of recent changes in the Medicaid eligibility of pregnant women. Journal of political Economy, 104(6): 12631296.",
        "Dorn, Stan. 2019. Maryland's Easy Enrollment Health Insurance Program. Health Aairs Blog.",
        "Escobar, Maria-Luisa, Charles C. Grin, and R. Paul Shaw. 2011. The impact of health insurance in low-and middle-income countries. Brookings Institution Press.",
        "Finkelstein, Amy, and Robin McKnight. 2008. What Did Medicare Do? The Initial Impact of Medicare on Mortality and Out of Pocket Medical Spending. Journal of Public Economics, 92(7): 16441668.",
        "Finkelstein, Amy, Nathaniel Hendren, and Mark Shepard. 2017. Subsidizing Health Insurance for Low-Income Adults: Evidence from Massachusetts. Working Paper 23668.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Gruber Jonathan, Joseph P Newhouse, Heidi Allen, Katherine Baicker, and Oregon Health Study Group. 2012. The Oregon Health Insurance Experiment: Evidence from the First Year. The Quarterly Journal of Economics, 127(3): 10571106.",
        "Frean, Molly, Jonathan Gruber, and Benjamin D. Sommers. 2016. Disentangling the ACA's Coverage Eects: Lessons for Policymakers. New England Journal of Medicine, 375: 16051608.",
        "Frean, Molly, Jonathan Gruber, and Benjamin D. Sommers. 2017. Premium Subsidies, the Mandate, and Medicaid Expansion: Coverage Eects of the Aordable Care Act. Journal of Health Economics, 53: 7286.",
        "Freed, Salama. 2017. Insurance Take-Up Among the Near-Elderly in the Age of the Aordable Care Act. Working Paper.",
        "Gallagher, Kelly Sims, and Erich Muehlegger. 2011. Giving green to get green? Incentives and consumer adoption of hybrid vehicle technology. Journal of Environmental Economics and Management, 61(1): 115.",
        "Giedion, Ursula, Eduardo Andres Alfonso, and Yadira Diaz. 2013. The Impact of Universal Coverage Schemes in the Developing World: A Review of the Existing Evidence. The World Bank.",
        "Gill, Dee. 2018. Researchers nd common warning signs in persuasion projects that went wrong. UCLA Anderson Review.",
        "Goodman-Bacon, Andrew. 2018. Public insurance and mortality: evidence from Medicaid implementation. Journal of Political Economy, 126(1): 216262.",
        "Adverse Selection and an Individual Mandate: When Theory Meets Practice. American Economic Review, 105(3): 10301066.",
        "Handel, Benjamin R. 2013. Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts. American Economic Review, 103(7): 264382.",
        "Handel, Benjamin R., and Jonathan T. Kolstad. 2015. Health Insurance for Humans : Information Frictions, Plan Choice, and Consumer Welfare. American Economic Review, 105(8): 24492500.",
        "Handel, Benjamin R., Jonathan T. Kolstad, and Johannes Spinnewijn. 2018. Information Frictions and Adverse Selection: Policy Interventions in Health Insurance Markets. Review of Economics and Statistics.",
        "Heim, Brad, I. Z. Lurie, and Daniel Sacks. 2019. Does the individual mandate aect insurance coverage? Regression kink evidence from the population of tax returns. Working Paper.",
        "Institute of Medicine. 2002. Care without coverage: Too little, too late. National Academy Press.",
        "Khatana, Sameed Ahmed M, Anjali Bhatla, Ashwin S Nathan, Jay Giri, Changyu Shen, Dhruv S Kazi, Robert W Yeh, and Peter W Groeneveld. 2019. Association of medicaid expansion with cardiovascular mortality. JAMA cardiology.",
        "Kronick, Richard. 2009. Health insurance coverage and mortality revisited. Health services research, 44(4): 12111231.",
        "Levitis, Jason A. 2018. State Individual Mandates. Center for Health Policy at Brookings Report.",
        "Levy, Helen, and David Meltzer. 2008. The impact of health insurance on health. Annu. Rev. Public Health, 29: 399409.",
        "Loewenstein, George, Joelle Y. Friedman, Barbara McGill, Sarah Ahmad, Suzanne Linck, Stacey Sinkula, John Beshears, James J. Choi, Jonathan Kolstad, and David Laibson. 2013. Consumers' Misunderstanding of Health Insurance.  Journal of Health Economics, 32(5): 850862.",
        "Lurie, Ithai, and James Pearce. 2019. Health Insurance Coverage from Administrative Tax Data. Treasury Working Paper.",
        "Lurie, Ithai Z, and Janet McCubbin. 2016. What Can Tax Data Tell Us about the Uninsured? Evidence from 2014. National Tax Journal, 69(4): 883.",
        "Medford-Davis, Laura N., Gregg C. Fonarow, Deepak L. Bhatt, Deepak L. Xu, Eric E. Smith, Robert Suter, Eric D. Peterson, Ying Xian, Roland A. Matsouaka, and Lee H. Schwamm. 2016. Impact of Insurance Status on Outcomes and Use of Rehabilitation Services in Acute Ischemic Stroke: Findings From Get With The Guidelines-Stroke. Journal of the American Heart Association, 5(11).",
        "Meyer, Bruce D, and Laura R Wherry. 2012. Saving Teens: Using a Policy Discontinuity to Estimate the Eects of Medicaid Eligibility. National Bureau of Economic Research Working Paper 18309.",
        "Michalopoulos, Charles, David Wittenburg, Dina Israel, Jennifer Schore, Anne Warren, Aparajita Zutshi, Stephen Freedman, and Lisa Schwarts. 2011. The Accelerated Benets Demonstration and Evaluation Project: Impacts on Health and Employment at Twelve Months , Volume 1. Miller, Sarah, Sean Altekruse, Norman Johnson, and Laura R. Wherry. 2019. Medicaid and Mortality: New Evidence from Linked Survey and Administrative Data. Working Paper.",
        "Newhouse, Joseph P, et al. 1993. Free for all? Harvard University Press.",
        "Phillip, Levine;, Robin McKnight, and Samantha Heep. 2011. How Eective are Public Policies to Increase Health Insurance Coverage among Young Adults? American Economic Journal: Economic Policy, 3(1): 129156.",
        "Phillips, Kristine. 2017. `Nobody dies because they don't have access to health care,' GOP lawmaker says. He got booed. Washington Post.",
        "Safdar, Basmah, Judith H. Lichtman, and Gail D'Onofrio. 2012. Sex and the CT: An Evolving Story of the Heart. Academic Emergency Medicine, 19(2): 197200.",
        "Smolderen, Kim, John Spertus, Brahmajee K. Nallamothu, Harlan M. Krumholz, Fengming Tang, Joseph S. Ross, Henry H. Ting, Karen P. Alexander, Saif S. Rathore, and Paul S. Chan. 2010. Health Care Insurance, Financial Concerns, and Delays to Hospital Presentation in Acute Myocardial Infarction.",
        "Sommers, Benjamin D, Katherine Baicker, and Arnold M Epstein. 2012. Mortality and Access to Care among Adults after State Medicaid Expansions. New England Journal of Medicine, 367(11): 10251034.",
        "Sommers, Benjamin D, Sharon K Long, and Katherine Baicker. 2014. Changes in Mortality after Massachusetts Health Care Reform: a Quasi-Experimental Study. Annals of Internal Medicine, 160(9): 585593.",
        "Sutton, Alex J, and Keith R Abrams. 2001. Bayesian methods in meta-analysis and evidence synthesis. Statistical Methods in Medical Research, 10(4): 277303. PMID: 11491414.",
        "Swaminathan, Shailender, Benjamin D Sommers, Rebecca Thorsness, Rajnish Mehrotra, Yoojin Lee, and Amal N Trivedi. 2018. Association of Medicaid expansion with 1-year mortality among patients with end-stage renal disease. Jama, 320(21): 22422250.",
        "Weathers, Robert R, II, and Michelle Stegman. 2012. The Eect of Expanding Access to Health Insurance on the Health and Mortality of Social Security Disability Insurance Beneciaries. Journal of Health Economics, 31(6): 863875.",
        "Woolhandler, Stee, and David U Himmelstein. 2017. The Relationship of Health Insurance and Mortality: Is Lack of Insurance Deadly? Annals of internal medicine, 167(6): 424431."
    ]
}