{
    "id": 26548,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Albanesi, S., and C. Olivetti (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production, Market Production and the Gender Wage Gap: Incentives and Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 12(1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Altonji, J. G., and C. H. Paxson (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Preferences, Hours Constraints, and Hours-Wage Trade-Offs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 6(2), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Altonji, J. G., and C. H. Paxson (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply, Hours Constraints, and Job Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 27(2), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Bick, A., and N. Fuchs-SchÃ\u0083Æ\u0092Ã\u0082Â¼ndeln (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Labour Supply of Married Couples across Countries: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85(3), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1576.",
        "Blundell, R., M. Brewer, and M. Francesconi (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Changes and Hours Changes: Understanding the Path of Labor Supply Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 26(3), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "Cardoso, A. R., D. S. Hamermesh, and J. Varejao (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Labor Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Statistics, (105-106), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Cha, Y., and K. A. Weeden (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overwork and the Slow Convergence in the Gender Gap in Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 79(3), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Chen, M. K., J. A. Chevalier, P. E. Rossi, and E. Oehlsen (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Flexible Work: Evidence from Uber Drivers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Chetty, R., J. N. Friedman, T. Olsen, and L. Pistaferri (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126(2), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Cortes, P., and J. Pan (2016a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prevalence of Long Hours and Skilled WomenÃ\u0083Æ\u0092Ã\u0082Â¢AÃ\u0083Å\u0092Ã\u0082â\u0080 ZÃ\u0083Å\u0092Ã\u0082Â\u0081s Occupational Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Boston University, Questrom School of Business.",
        "(2016b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Time Binds: Returns to Working Long Hours and the Gender Wage gap among the Highly Skilled,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Boston University, Questrom School of Business.",
        "Denning, J. T., B. A. Jacob, L. Lefgren, and C. vom Lehn (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Hours Worked Within and Across Occupations: Implications for the Gender Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Doepke, M., and M. Tertilt (2016): Families in Macroeconomicsvol. 2 of Handbook of Macroeconomics, chap. 0, pp. 1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1891. Elsevier.",
        "Doepke, M., and F. Zilibotti (2019): Love, Money, and Parenting: How Economics Explains the Way We Raise Our Kids. Princeton University Press.",
        "Duchini, E., and C. V. Effenterre (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do women want to work more or more regularly? Evidence from a natural experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Eden, M. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Week,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Brandeis University.",
        "Erosa, A., L. Fuster, G. Kambourov, and R. Rogerson (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hours, Occupations, and Gender Differences in Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 23636, National Bureau of Economic Research, Inc.",
        "Flabbi, L., and A. Moro (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of job flexibility on female labor market outcomes: Estimates from a search and bargaining model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 168(1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Gicheva, D. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working Long Hours and Early Career Outcomes in the HighEnd Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 31(4), 785 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 824.",
        "Goldin, C. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Grand Gender Convergence: Its Last Chapter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Goldin, C., and L. F. Katz (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Workplace Flexibility for HighPowered Professionals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of the American Academy of Political and Social Science, 638(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Guner, N., E. Kaya, and V. SÃ\u0083Æ\u0092Ã\u0082Â¡nchez-Marcos (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender gaps in Spain: policies and outcomes over the last three decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SERIEs: Journal of the Spanish Economic Association, 5(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Hamermesh, D. S. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Work Over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 109, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Labanca, C., and D. Pozzoli (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination of Hours within the Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 7-2018, Copenhagen Business School, Department of Economics.",
        "Mas, A., and A. Pallais (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Alternative Work Arrangements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(12), 3722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3759.",
        "Prescott, E. C., R. Rogerson, and J. Wallenius (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Aggregate Labor Supply with Endogenous Workweek Length,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 12(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Rogerson, R. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual and Aggregate Labor Supply with Coordinated Working Times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 43, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Rogerson, R., and J. Wallenius (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro and macro elasticities in a life cycle model with taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 144(6), 2277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2292.",
        "Rosen, H. S. (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes in a Labor Supply Model with Joint Wage-Hours Determination, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 44(3), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Stewart, J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Maternal Work and Time with Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 64(1), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Wasserman, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hours Constraints, Occupational Choice, and Gender: Evidence from Medical Residents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Weiss, Y. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synchronization of Work Schedules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 37(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Wiswall, M., and B. Zafar (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference for the Workplace, Investment in Human Capital, and Gender*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 133(1), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}