{
    "id": 26549,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Albuquerque, Rui, Yrjo Koskinen, and Chendi Zhang, 2019, Corporate social responsibility and firm risk: Theory and empirical evidence, Management Science 65, 4451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4469.",
        "Baker, Malcolm, Daniel Bergstresser, George Serafeim, and Jeffrey Wurgler, 2018, Financing the response to climate change: The pricing and ownership of U.S. green bonds, Working paper.",
        "Baker, Malcolm, Jeremy C. Stein, and Jeffrey Wurgler, 2003, When does the market matter ? Stock prices and the investment of equity-dependent firms, Quarterly Journal of Economics 118, 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1005.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2012, Behavioral corporate finance: An updated survey. In George Constantinides, Milton Harris, and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 Stulz, eds., Handbook of the Economics of Finance, vol. 2. North-Holland: Elsevier.",
        "Bakke, Tor-Erik, and Toni M. Whited, 2010, Which firms follow the market? An analysis of corporate investment decisions, Review of Financial Studies 23, 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980.",
        "Bansal, Ravi, Di A. Wu, and Amir Yaron, 2018, Is socially responsible investing a luxury good? Working paper.",
        "Barro, Robert J., 1990, The stock market and investment, Review of Financial Studies 3, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Bauer, Rob, Kees Koedijk, and Roger Otten, 2005, International evidence on ethical mutual fund performance and investment style, Journal of Banking and Finance 29, 1751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Bialkowski, Jedrzej, and Laura T. Starks, 2016, SRI funds: Investor demand, exogenous shocks and ESG profiles, Working paper.",
        "van Binsbergen, Jules H., and Christian C. Opp, 2019, Real anomalies, Journal of Finance 74, 1659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "Bollen, Nicolas PB, 2007, Mutual fund attributes and investor behavior, Journal of Financial and Quantitative Analysis 42, 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Bolton, Patrick, and Marcin T. Kacperczyk, 2019, Do investors care about carbon risk?, Working paper.",
        "Cremers, Martijn, and Antti Petajisto, 2009, How active is your fund manager? A new measure that predicts performance, Review of Financial Studies 22, 3329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3365.",
        "Dyck, Alexander, Karl V. Lins, Lukas Roth, and Hannes F. Wagner, 2019, Do institutional investors drive corporate social responsibility? International evidence, Journal of Financial Economics 131, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Edmans, Alex, 2011, Does the stock market fully value intangibles? Employee satisfaction and equity prices, Journal of Financial Economics 101, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Fama, Eugene F., and Kenneth R. French, 2007, Disagreement, tastes, and asset prices, Journal of Financial Economics 83, 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Friedman, Henry L., and Mirko S. Heinle, 2016, Taste, information, and asset prices: Implications for the valuation of CSR, Review of Accounting Studies 21, 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Geczy, Christopher, Robert F. Stambaugh, and David Levin, 2005, Investing in socially responsible mutual funds, Working paper.",
        "Gollier, Christian, and Sebastien Pouget, 2014, The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Washing MachineÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Investment Strategies and Corporate Behavior with Socially Responsible Investors, Working paper.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Hartzmark, Samuel M., and Abigail B. Sussman, 2019, Do investors value sustainability? A natural experiment examining ranking and fund flows, Journal of Finance, forthcoming.",
        "Hau, Harald, and Sandy Lai, 2013, Real effects of stock underpricing, Journal of Financial Economics 108, 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Heinkel, Robert, Alan Kraus, and Josef Zechner, 2001, The effect of green investment on corporate behavior, Journal of Financial and Quantitative Analysis 36, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Hoepner, Andreas GF, Ioannis Oikonomou, Zacharias Sautner, Laura T. Starks, and Xiaoyan Zhou, 2018, ESG shareholder engagement and downside risk, Working paper.",
        "Hong, Harrison, and Marcin Kacperczyk, 2009, The price of sin: The effects of social norms on markets, Journal of Financial Economics 93, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Hong, Harrison, and Leonard Kostovetsky, 2012, Red and blue investing: Values and finance, Journal of Financial Economics 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19 Ilhan, Emirhan, Zacharias Sautner, and Grigory Vilkov, 2019, Carbon tail risk, Working paper.",
        "Kempf, Alexander, and Peer Osthoff, 2007, The effect of socially responsible investing on portfolio performance, European Financial Management 13, 908Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Luo, Arthur R., and Ronald J. Balvers, 2017, Social screens and systematic investor boycott risk, Journal of Financial and Quantitative Analysis 52, 365-399.",
        "Pedersen, Lasse Heje, Shaun Fitzgibbons, and Lukasz Pomorski, 2019, Responsible investing: The ESG-efficient frontier, Working paper.",
        "Polk, Christopher, and Paola Sapienza, 2009, The stock market and corporate investment: A test of catering theory, Review of Financial Studies 2009, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Renneboog, Luc, Jenke Ter Horst, and Chendi Zhang, 2008, Socially responsible investments: Institutional aspects, performance, and investor behavior, Journal of Banking and Finance 32, 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742.",
        "Renneboog, Luc, Jenke Ter Horst, and Chendi Zhang, 2011, Is ethical money financially smart? Nonfinancial attributes and money flows of socially responsible investment funds, Journal of Financial Intermediation 20, 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Riedl, Arno, and Paul Smeets, 2017, Why do investors hold socially responsible mutual funds, Journal of Finance 72, 2505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2550.",
        "Titman, Sheridan, K. C. John Wei, and Feixue Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Warusawitharana, Missaka, and Toni M. Whited, 2016, Equity market misvaluation, financing, and investment, Review of Financial Studies 29, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Zerbib, Olivier David, 2019, The effect of pro-environmental preferences on bond prices: Evidence from green bonds, Journal of Banking and Finance 98, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60."
    ]
}