{
    "id": 26546,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Allen, Eric J, Patricia M Dechow, Devin G Pope, and George Wu. 2016. Reference-dependent preferences: Evidence from marathon runners. Management Science, 63(6): 16571672.",
        "Barreca, Alan I, Melanie Guldi, Jason M Lindo, and Glen R Waddell. 2011. Saving babies? Revisiting the eect of very low birth weight classication. The Quarterly Journal of Economics, 126(4): 21172123.",
        "Bowman, Woods. 2011. Finance Fundamentals for Nonprots. Vol. 2, John Wiley & Sons.",
        "Calabrese, Thad. 2013. Running on Empty: The Operating Reserves of US Nonprot Organizations. Nonprot Management and Leadership, 23(3): 281302.",
        "Calabrese, Thad, and Cleopatra Grizzle. 2012. Debt, Donors, and the Decision to Give. Journal of Public Budgeting, Accounting & Financial Management, 24(2): 221 254.",
        "Calabrese, Thad D. 2011. Do Donors Penalize Nonprot Organizations with Accumulated Wealth? Public Administration Review, 71(6): 859869.",
        "Chetty, Raj, John N Friedman, Tore Olsen, and Luigi Pistaferri. 2011. Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records. The Quarterly Journal of Economics, 126(2): 749804.",
        "Dee, Thomas S, Will Dobbie, Brian A Jacob, and Jonah Rocko. 2019. The causes and consequences of test score manipulation: Evidence from the new york regents examinations. American Economic Journal: Applied Economics, 11(3): 382423.",
        "Diamond, Rebecca, and Petra Persson. 2016. The Long-term Consequences of Teacher Discretion in Grading of High-stakes Tests. National Bureau of Economic Research 22207.",
        "FASB. 2014. Presentation of Financial StatementsGoing Concern: Disclosure of Uncertainties about an Entity&apos;s Ability to Continue as a Going Concern. IRS. 2018. 2018 Instructons for Form 990 Return or Organization Exempt from Income Tax. Kahneman, Daniel, and Amos Tversky. 1979. Prospect Theory: An Analysis of Decision under Risk. Econometrica, 47(2): 263292.",
        "Karlan, Dean, and John A List. 2007. Does Price Matter in Charitable Giving? Evidence from a Large-scale Natural Field Experiment. American Economic Review, 97(5): 17741793.",
        "Kleven, Henrik J, and Mazhar Waseem. 2013. Using Notches to Uncover Optimization Frictions and Structural Elasticities: Theory and Evidence from Pakistan. The Quarterly Journal of Economics, 128(2): 669723.",
        "Krishnan, Ranjani, and Michelle H Yetman. 2011. Institutional Drivers of Reporting Decisions in Nonprot Hospitals. Journal of Accounting Research, 49(4): 10011039.",
        "Marx, Benjamin M. 2018. The Cost of Requiring Charities to Report Financial Information.  Working Paper.",
        "McCoid, John C. 1987. The Occasion for Involuntary Bankruptcy. American Bankrruptcy Law Journal, 61: 195.",
        "Onji, Kazuki. 2009. The Response of Firms to Eligibility Thresholds: Evidence from the Japanese Value-added Tax. Journal of Public Economics, 93(5): 766  775.",
        "Peterman, Nancy A, and Sherri Morissette. 2004. Directors&apos; Duties in the Zone of Insolvency: The Quandary of the Nonprot Corporation. American Bankruptcy Institute Law Review, 23: 12.",
        "Rees-Jones, Alex. 2017. Quantifying loss-averse tax manipulation. The Review of Economic Studies, 85(2): 12511278.",
        "Saez, Emmanuel. 2010. Do Taxpayers Bunch at Kink Points? American Economic Journal: Economic Policy, 2(3): 180212.",
        "St. Clair, Travis. 2016. How Do Nonprots Respond to Regulatory Thresholds: Evidence From New York&apos;s Audit Requirements. Journal of Policy Analysis and Management, 35(4): 772790.",
        "White, Michelle J. 1989. The Corporate Bankruptcy Decision. Journal of Economic Perspectives, 3(2): 129151."
    ]
}