{
    "id": 26554,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Aguiar, M. and E. Hurst (2007). Measuring Trends in Leisure: The Allocation of Time Over Five Decades. Quarterly Journal of Economics 122(3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Bachas, P., L. Gadenne, and A. Jensen (2019). Consumption Taxes with Informality: Theory and Cross-Country Evidence from Expenditure Diaries. mimeo.",
        "Bandiera, O., R. Burgess, N. Das, S. Gulesci, I. Rasul, and M. Sulaiman (2017). Labor Markets and Poverty in Village Economies. Quarterly Journal of Economics 132(2), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Benabou, R. (2002). Tax and Education Policy in a Heterogeneous-Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency? Econometrica 70(2), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Besley, T. and T. Persson (2014). Why do developing countries tax so little? Journal of Economic Perspectives 28(4), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Bick, A., B. BruÃ\u0083Å\u0092Ã\u0082Ë\u0086ggemann, N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln, and H. Paule-Paludkiewicz (2019, May). Long-term Changes in Married CouplesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Supply and Taxes: Evidence from the U.S. and Europe Since the 1980s. Journal of International Economics 118, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Bick, A. and N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln (2017, May). Quantifying the Disincentive Effects of Joint Taxation on Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Labor Supply. American Economic Review Papers & Proceedings 107(5), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Bick, A. and N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln (2018, July). Taxation and Labor Supply of Married Couples Across Countries: A Macroeconomic Analysis. Review of Economic Studies 85(3), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1576.",
        "Bick, A., N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln, and D. Lagakos (2018). How Do Hours Worked Vary with Income? Cross-Country Evidence and Implications. American Economic Review 108(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Blundell, R. and T. MaCurdy (1999). Labor Supply: A Review of Alternative Approaches.",
        "In O. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Chapter 27, pp. 1559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1695. Elsevier Science B.V. Boppart, T. and P. Krusell (2018). Labor Supply in the Past, Present, and Future: A Balanced-Growth Perspective. Journal of Political Economy (forthcoming).",
        "Bridgman, B., G. Duernecker, and B. Herrendorf (2018). Structural Transformation, Marketization and Household Production around the World. Journal of Development Economics 133, 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Chetty, R., D. Manoli, and A. Weber (2012). Are Micro and Macro Labor Supply Elasticities Consistent? A Meta-Analysis of Extensive Margin Elasticities. NBER Macroeconomics Annual, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Constantinides, G. M. (1982). Intertermporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation. Journal of Business 55, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Costa, D. L. (2000). The Wage and the Length of the Work Day: From the 1890s to 1991. Journal of Labor Economics 18(1), 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Domeij, D. and M. FlodeÃ\u0083Å\u0092Ã\u0082Â\u0081n (2006). The Labor-Supply Elasticity and Borrowing Constraints: Why Estimates are Biased. Review of Economic Dynamics 9, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Egger, P. H., S. Nigai, and N. M. Stecker (2019). The taxing deed of globalization. American Economic Review 109(2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Fafchamps, M. and S. Lund (2003). Risk Sharing Networks in Rural Philippines. Journal of Development Economics 71, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Gollin, D. (2008). NobodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s business but my own: Self-employment and small enterprise in economic development. Journal of Monetary Economics 55(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Guner, N., G. Ventura, and Y. Xu (2008). Macroeconomic implications of sizedependent policies. Review of Economic Dynamics 11, 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Heathcote, J., K. Storesletten, and G. Violante (2014). Consumption and Labor Supply with Partial Insurance: An Analytical Framework. American Economic Review 104(7), 2075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2126.",
        "Herrendorf, B., R. Rogerson, and A. Valentinyi (2014). Handbook of Economic Growth, Chapter Growth and Structural Transformation, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941. Elsevier Science B.V. Jensen, A. (2019). Employment structure and the rise of the modern tax system. Unpublished Working Paper, Harvard University.",
        "Keane, M. P. (2011). Labor Supply and Taxes: A Survey. Journal of Economic Literature 49, 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Keynes, J. (1930). Economic Possibilities for our Grandchildren. New York: W. W. Norton. Reprinted in Essays in Persuasion.",
        "King, R. G., C. I. Plosser, and S. T. Rebelo (1988). Production, Growth and Business Cycles I. The Basic Neoclassical Model. Journal of Monetary Economics 21(2-3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "MaCurdy, T. E. (1981). An Empirical Model of Labor Supply in a Life-Cycle Setting.",
        "McDaniel, C. (2011). Forces Shaping Hours Worked in the OECD, 1960-2004. American Economic Journal: Macroeconomics 3, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Ngai, L. R. and C. A. Pissarides (2008). Trends in Hours and Economic Growth. Review of Economic Dynamics 3(11), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Ohanian, L., A. Raffo, and R. Rogerson (2008). Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956-2004. Journal of Monetary Economics 55(8), 1353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362.",
        "Ohanian, L. E. (2008). Back to the Future with Keynes. Federal Reserve Bank of Minneapolis Quarterly Review 32(1), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Prescott, E. C. (2004). Why Do Americans Work So Much More Than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review 28, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Restuccia, D. and G. Vandenbroucke (2013). A Century of Human Capital and Hours.",
        "Rogerson, R. (2006). Understanding Differences in Hours Worked. Review of Economic Dynamics 9, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Rogerson, R. (2008). Structural Transformation and the Deterioration of European Labor Market Outcomes. Journal of Political Economy 116, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Rogerson, R. and J. Wallenius (2013). Nonconvexities, Retirement and the Elasticity of Labor Supply. American Economic Review 103(4), 1445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1462.",
        "Townsend, R. M. (1994). Risk and Insurance in Village India. Econometrica 62(3), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Vandenbroucke, G. (2009). Trends in Hours: The U.S. from 1900 to 1950. Journal of Economic Dynamics and Control 33, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249."
    ]
}