{
    "id": 26555,
    "cites": 56,
    "cited_by": 6,
    "reference": [
        "Alesina, A. and G. M. Angeletos (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness and redistribution: US vs Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 95, 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Alesina, A. and D. Dollar (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who gives foreign aid to whom and why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 5, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Alesina, A. and P. Giuliano (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of social economics, Elsevier, vol. 1, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Alesina, A. and E. Glaeser (2004): Fighting Poverty in the US and Europe, Oxford University Press.",
        "Alesina, A. and E. La Ferrara (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences for redistribution in the land of opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89, 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Alesina, A., A. Miano, and S. Stantcheva (2018a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24733.",
        "Alesina, A., S. Stantcheva, and E. Teso (2018b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational mobility and preferences for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Allcott, H. and J. B. Kessler (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The welfare effects of nudges: A case study of energy use social comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 11, 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Alvaredo, F., L. Chancel, T. Piketty, E. Saez, and G. Zucman (2018): World inequality report 2018, Belknap Press.",
        "Andersen, S., G. W. Harrison, M. I. Lau, and E. E. RutstrÃ\u0083Æ\u0092Ã\u0082Â¶m (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elicitation using multiple price list formats,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 9, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Angulo, A. M., J. M. Gil, and L. Tamburo (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food safety and consumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ willingness to pay for labelled beef in Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Food Products Marketing, 11, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Bauhr, M., N. Charron, and N. Nasiritousi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does corruption cause aid fatigue? Public opinion and the aid-corruption paradox,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Studies Quarterly, 57, 568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Becker, G. M., M. H. DeGroot, and J. Marschak (1964): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring utility by a single-response sequential method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral science, 9, 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Benabou, R. and J. Tirole (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Belief in a just world and redistributive politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Bolton, G. E. and A. Ockenfels (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ERC: A theory of equity, reciprocity, and competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Bottan, N. and R. Perez-Truglia (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing Your Pond: Location Choices and Relative Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23615.",
        "Bublitz, E. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misperceptions of income distributions: Cross-country evidence from a randomized survey experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, LIS.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation expectations, learning, and supermarket prices: Evidence from survey experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 9, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Charness, G. and M. Rabin (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding social preferences with simple tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Cruces, G., R. Perez-Truglia, and M. Tetaz (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biased perceptions of income distribution and preferences for redistribution: Evidence from a survey experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 98, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Cullen, Z. and R. Perez-Truglia (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Huch Does your Boss Make? The Effects of Salary Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24841.",
        "Dreher, A., J.-E. Sturm, and J. R. Vreeland (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development aid and international politics: Does membership on the UN Security Council influence World Bank decisions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 88, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Eichenauer, V. Z., A. Fuchs, and L. BrÃ\u0083Æ\u0092Ã\u0082Â¼ckner (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of trade, aid, and investment on ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s image in developing countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Heidelberg Department of Economics Discussion Paper Series.",
        "Fehr, D., D. Muller, and M. Preuss (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility Perceptions and Inequality Acceptance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Fehr, E. and K. M. Schmidt (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of fairness, competition, and cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 114, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Fernandez-Albertos, J. and A. Kuo (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Perception, Information, and Progressive Taxation: Evidence from a Survey Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Research and Methods, 6, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Fong, C. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social preferences, self interest and the demand for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 82, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Frick, M., R. Iijima, and I. Yuhta (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dispersed Behavior and Perceptions in Assortative Societies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cowles Foundation Discussion Paper.",
        "Fuster, A., R. Perez-Truglia, M. Wiederholt, and B. Zafar (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations with Endogenous Information Acquisition: An Experimental Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24767.",
        "GÃ\u0083Æ\u0092Ã\u0082Â¤rtner, M., J. Mollerstrom, and D. Seim (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual risk preferences and the demand for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 153, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Mobility, Luck/Effort Beliefs, and the Demand for Redistribution: Perceptions and Reality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Goebel, J., M. M. Grabka, S. Liebig, M. Kroh, D. Richter, C. SchrÃ\u0083Æ\u0092Ã\u0082Â¶der, and J. Schupp (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The German Socio-Economic Panel (SOEP),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JahrbÃ\u0083Æ\u0092Ã\u0082Â¼cher fÃ\u0083Æ\u0092Ã\u0082Â¼r NationalÃ\u0083Æ\u0092Ã\u0082Â¶konomie und Statistik.",
        "Haaland, I. and C. Roth (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Concerns and Support for Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Haushofer, J. and J. Shapiro (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-term impact of unconditional cash transfers to the poor: experimental evidence from Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131, 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Karadja, M., J. Mollerstrom, and D. Seim (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Richer (and holier) than thou? The effect of relative income improvements on demand for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 99, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Khattak, A. J., Y. Yim, and L. S. Prokopy (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Willingness to pay for travel information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Part C: Emerging Technologies, 11, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Kinder, D. R. and C. D. Kam (2010): Us against them: Ethnocentric foundations of American opinion, University of Chicago Press.",
        "Kling, J. R., J. B. Liebman, and L. F. Katz (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental analysis of neighborhood effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Kuziemko, I., M. I. Norton, E. Saez, and S. Stantcheva (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How elastic are preferences for redistribution? Evidence from randomized survey experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Kuziemko, I. and E. Werker (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much is a seat on the Security Council worth? Foreign aid and bribery at the United Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Lucas, R. E. (2005): International migration and economic development: Lessons from low-income countries, Edward Elgar Publishing.",
        "Meltzer, A. and S. Richard (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rational theory of the size of government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 89, 914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Milanovic, B. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global inequality of opportunity: How much of our income is determined by where we live?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 97, 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Global inequality: A new approach for the age of globalization, Harvard University Press.",
        "Milner, H. V. and D. Tingley (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public opinion and foreign aid: A review essay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Interactions, 39, 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Mollerstrom, J. and D. Seim (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive ability and the demand for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 9, e109955.",
        "Nair, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misperceptions of relative affluence and support for international redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics, 80, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830.",
        "Norton, M. and D. Ariely (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building a better AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009done wealth quintile at a time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives on Psychological Science, 6, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "OECD (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Migration Really Increasing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Migration Policy Debate.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): In it together: Why less inequality benefits all, Paris: OECD Publishing.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): International Migration Outlook, Paris: OECD Publishing.",
        "Piketty, T. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social mobility and redistributive politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 110, 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Capital in the twenty-first century, Belknapp Press.",
        "Poppitz, P. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does self-perceptions and income inequality match? The case of subjective social status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Romer, T. (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual welfare, majority voting, and the properties of a linear income tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 4, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Weyl, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Openness-equality Trade-off in Global Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 128, F1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF36."
    ]
}