{
    "id": 26567,
    "cites": 65,
    "cited_by": 11,
    "reference": [
        "Adena, Maja, Ruben Enikolopov, Maria Petrova, Veronica Santarosa, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Radio and the Rise of the Nazis in Prewar Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Nov 2015, 130 (4), 1885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939.",
        "Algan, Yann, Sergei Guriev, Elias Papaioannou, and Evgenia Passari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Trust Crisis and the Rise of Populism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2017, Fall, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Allcott, Hunt and Matthew Gentzkow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Media and Fake News in the 2016 Election,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2017, 31 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Andrews, Donald W. K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification-Robust Subvector Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2017.",
        "Andrews, Isaiah, James Stock, and Liyang Sun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weak Instruments in IV Regression: Theory and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2019 2019, 11, 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Blair, Graeme and Kosuke Imai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Analysis of List Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 2012, 20 (1), 4777.",
        "Bond, Robert M., Christopher J. Fariss, Jason J. Jones, Adam D. I. Kramer, Cameron Marlow, Jaime E. Settle, and James H. Fowler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A 61-Million-Person Experiment in Social Influence and Political Mobilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, September 2012, 489 (7415), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Boxell, Levi, Matthew Gentzkow, and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greater Internet Use is Not Associated with Faster Growth in Political Polarization Among US Demographic Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2017, 114 (40), 10612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10617.",
        "Bursztyn, Leonardo and Robert Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Peer Pressure Affect Educational Investments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (3), 1329.",
        ", Bruno Ferman, Stefano Fiorin, Martin Kanz, and Gautam Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status Goods: Experimental Evidence from Platinum Credit Cards in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (3), 1561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1595.",
        ", Georgy Egorov, and Stefano Fiorin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Extreme to Mainstream: The Erosion of Social Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 2019.",
        "Cantoni, Davide, David Y. Yang, Noam Yuchtman, and Y. Jane Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protests as Strategic Games: Experimental Evidence from Hong KongÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Antiauthoritarian Movement, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, may 2019, 134 (2), 1021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "Chaudhuri, Saraswata and Eric Zivot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Method of Projection-based Inference in GMM with Weakly Identified Nuisance Parameters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2011, 164 (2), 239 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Coutts, Elisabeth and Ben Jann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitive Questions in Online Surveys: Experimental Results for the Randomized Response Technique (RRT) and the Unmatched Count Technique (UCT),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociological Methods & Research, 2011, 40 (1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Dasaratha, Krishna, Benjamin Golub, and Nir Hak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Learning in a Dynamic Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2019.",
        "DeGroot, M. H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reaching a Consensus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1974, 69, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "DellaVigna, Stefano, John A. List, and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (1), 1.",
        ", , , and Gautam Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting to Tell Others,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2017, 84 (1), 143. Enikolopov, Ruben, Alexey Makarin, and Maria Petrova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Media and Protest Participation: Evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        ", , , and Leonid Polishchuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Image, Networks, and Protest Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2017.",
        "Enke, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Values and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 2019.",
        "Glynn, Adam N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can We Learn with Statistical Truth Serum?: Design and Analysis of the List Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 01 2013, 77 (S1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Golub, Benjamin and Evan Sadler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning in Social Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Yann BramoulleÃ\u0083Å\u0092Ã\u0082Â\u0081, Andrea Galeotti, and Brian Rogers, eds., The Oxford Handbook of the Economics of Networks, Oxford University Press, 2016, pp. 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Guriev, Sergei, Nikita Melnikov, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933G Internet and Confidence in Government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, mimeo, Paris School of Economics 2019.",
        "Imai, Kosuke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multivariate Regression Analysis for the Item Count Technique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2011, 106 (494), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Manacorda, Marco and Andrea Tesei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liberation Technology: Mobile Phones and Political Mobilization in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2016.",
        "Mosquera, Roberto, Mofioluwasademi Moffii Odunowo, Trent McNamara, Xiongfei Guo, and Ragan Petrie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Facebook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3312462, 2018.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Karsten and Carlo Rasmus Schwarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fanning the Flames of Hate: Social Media and Hate Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: https://ssrn.com/abstract=3082972 or http://dx.doi.org/10.2139/ssrn.3082972, 2018.",
        "Perez-Truglia, Ricardo and Guillermo Cruces, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Interactions: Evidence from a Field Experiment in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (4), 1208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Qin, Bei, David StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, and Yanhui Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does China Allow Freer Social Media? Protests versus Surveillance and Propaganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, February 2017, 31 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Media, Information Networks, and Protests in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 2019.",
        "Raghavarao, Damaraju and Walter T. Federer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Block Total Response as an Alternative to the Randomized Response Method in Surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series B (Methodological), 1979, 41 (1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Settle, Jaime E., Frenemies: How Social Media Polarizes America, Cambridge University Press, Aug 2018.",
        "Steinert-Threlkeld, Zachary C., Delia Mocanu, Alessandro Vespignani, and James Fowler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online Social Networks and Offline Protest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EPJ Data Science, Nov 2015, 4 (1), 19.",
        "Sun, Liyang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementing Valid Two-Step Identification-Robust Confidence Sets for Linear Instrumental-Variables Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal, 2018, 18 (4), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825.",
        ", #Republic: Divided Democracy in the Age of Social Media, Princeton, NJ, USA: Princeton University Press, 2017.",
        "Yanagizawa-Drott, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propaganda and Conflict: Evidence from the Rwandan Genocide, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 11 2014, 129 (4), 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1994.",
        "Period: 2007-2015. Log (# of victims of hate crime) Log (# of victims of ethnic hate crime) Log (# of victims of non-ethninc hate crime) Notes: Robust standard errors in brackets. Stars for endogenous variables are based on weak instrument robust confidence sets, *** p<0.01, ** p<0.05, * p<0.1. Unit of observation is a city. Logarithm of any variable is calculated with 1 added inside.",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. 42 total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators (1) (2) (3) (4) (5) (6) (7) (8) (9) Log (number of VK users), 2011 x",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 3539, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table 3. Social Media and Hate Crime. Specification with Interaction.",
        "Log (# of victims of hate crime) Log (# of victims of ethnic hate crime) Log (# of victims of non-ethninc hate crime) 43 total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators total single perpetrato multiple perpetrators (1) (2) (3) (4) (5) (6) (7) (8) (9) Log (number of VK users), 2011 x",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table 4. Social Media and Hate Crime. Specification with Interaction.",
        "Period: 2004-2006. Log (# of victims of hate crime) Log (# of victims of ethnic hate crime) Log (# of victims of non-ethnic hate crime) 44 Subsample: All Male Female Low Education High Education Young Old (1) (2) (3) (4) (5) (6) (7) Dislike Other Ethnicities Option in List Experiment (LE) x",
        "Vote share of nationalistic party, 2003 Notes: Robust standard errors clustered at a city level in brackets. Stars for endogenous variables are based on weak instrument robust confidence sets, *** p<0.01, ** p<0.05, * p<0.1. Unit of observation is a respondent. Logarithm of any variable is calculated with 1 added inside.",
        "Log (Number of VK users, 2011) -0.113 -0.200 -0.058 -0.180 -0.087 -0.333 0.159 Weak Instrument Robust Confidence 95% Sets (-.507; .251) (-.706; .269) (-.559; .370) (-.802; .201) (-.581; .446) (-.986;-.016) (-.292; 1.132) [0.147] [0.189] [0.188] [0.203] [0.199] [0.188] [0.240] Nationalistic Party Support, 2003 -0.010 0.862 -0.501 0.303 -0.178 1.203 -1.548 [0.805] [1.134] [1.115] [1.302] [1.127] [1.129] [1.251] Socioeconomic city-level controls Yes Yes Yes Yes Yes Yes Yes Observations 1,927 927 1,000 853 1,074 943 984 Kleibergen-Paap F-statistics 8.563 8.372 8.486 9.335 8.160 9.561 7.141 Montiel Olea-Pflueger Effective F-stat 8.748 8.533 8.786 9.232 8.095 9.775 6.964 Montiel Olea-Pflueger threshold for 10% worst case bias 23.109 23.109 23.109 23.109 23.109 23.109 23.109 Panel B. VK, self-reported hate, and inferred city-level hate (Ã\u0083â\u0080\u0098Ã\u0082Â\u0081ities with at least 40 respondents).",
        "Min Max Log (1+hate crime victims) 625 0.51 0.96 0 4.76 Log (1+hate crime victims, conducted by single perpetrator) 625 0.15 0.42 0 2.56 Log (1+hate crime victims, conducted by multiple perpetrators) 625 0.44 0.92 0 4.74 Log (1+ethnic hate crime victims) 625 0.4 0.84 0 4.36 Log (1+ ethnic hate crime victims, conducted by single perpetrator) 625 0.09 0.32 0 2.56 Log (1+ ethnic hate crime victims, conducted by multiple perpetrators) 625 0.36 0.81 0 4.34 Log (1+non-ethnic hate crime victims) 625 0.23 0.65 0 3.69 Log (1+ non-ethnic hate crime victims, conducted by single perpetrator) 625 0.08 0.29 0 2.2 Log (1+ non-ethnic hate crime victims, conducted by multiple perpetrators) 625 0.18 0.6 0 3.64 Log(1+VK users in a city) 625 9.54 1.33 6.61 13.84 Share of the number of nationalistic voters in 2003 in a population 625 0.05 0.02 0 0.26 Table A1. Summary statistics. City level sample.",
        "B-2 Log(Number of VK users, 2011) Nationalistic party support in 2003 (1) (2) Log (SPbSU students), same 5-year cohort as VK founder 0.142*** [0.039] Log (SPbSU students), one cohort younger than VK founder -0.024 -0.002 [0.042] [0.002] Log (SPbSU students), one cohort older than VK founder 0.051 -0.002 [0.044] [0.002] Nationalistic party support in 2003 4.602*** [1.178] Log(Number of VK users, 2011) -0.016 [0.011] Socioeconomic city-level controls Yes Yes Observations 625 625 Notes: Robust standard errors in brackets. *** p<0.01, ** p<0.05, * p<0.1. Unit of observation is a city. Logarithm of any variable is calculated with 1 added inside.",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table A2. Social Media and Hate Crime. First stage and Placebo Checks.",
        "B-3 total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators (1) (2) (3) (4) (5) (6) (7) (8) (9) Log (number of VK users), 2011 x",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table A3. Social Media and Hate Crime, Number of Crimes. IV Specification with Interaction.",
        "Log (# of hate crimes) Log (# of ethnic hate crimes) Log (# of non-ethninc hate crimes) B-4 total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators 2007-2009 (1) (2) (3) (4) (5) (6) (7) (8) (9) Log (number of VK users), 2011 x",
        "Log (number of VK users), 2011 x",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 3539, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table A4. Social Media and Hate Crime. IV Specification with Interaction. Different Periods.",
        "Log (# of victims of hate crime) Log (# of victims of ethnic hate crime) Log (# of victims of non-ethninc hate crime) B-5 total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators total single perpetrator multiple perpetrators (1) (2) (3) (4) (5) (6) (7) (8) (9) Log (number of VK users), 2011 x",
        "Period: 2007-2015. Cities with population above 50,000. Log (# of victims of hate crime) Log (# of victims of ethnic hate crime) Log (# of victims of non-ethninc hate crime) Notes: Robust standard errors in brackets. Stars for endogenous variables are based on weak instrument robust confidence sets, *** p<0.01, ** p<0.05, * p<0.1. Unit of observation is a city. Logarithm of any variable is calculated with 1 added inside.",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 4549, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census.",
        "Socioeconomic city-level controls include logarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census, and SPbSU older and younger student cohorts.",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census. Table A7. Social Media, Nationalistic Party Support, and Ethnic Hostility, inferred from List Experiment Number of options in List Experiment Dislike Other Ethnicities Option in List Experiment x",
        "Log (Number of VK users, 2011)xNationalistic Party Support in Dislike Other Ethnicities Option in List Experiment x",
        "Log (Number of VK users, 2011) Log (Number of VK users, 2011) x",
        "Nationalistic Party Support, 2003 Dislike Other Ethnicities Option in LE x",
        "Vote share of nationalistic party, B-8 Subsample: All Male Female Low Education HIgh Education Young Old (1) (2) (3) (4) (5) (6) (7) Log (Number of VK users, 2011) x",
        "Socioeconomic city-level controls include logarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census, and SPbSU older and younger student cohorts. Basic demographic controls include gender, education categories, and age categories.",
        "Self-reported hate to other ethnicities Log (number of VK users), 2011 x",
        "Nationalist Party Support in 2003 Notes: Robust standard errors clustered at a city level in brackets, *** p<0.01, ** p<0.05, * p<0.1. Unit of observation is a respondent. Logarithm of any variable is calculated with 1 added inside.",
        "Socioeconomic city-level controls includelogarithm of population according to 2010 Russian Census, age cohort controls (the number of people aged 25-29, 30-34, 35-39, 40-44, 45-49, 50 and older, in each city according to 2010 Russian Census), share of population with higher education in each of the age cohorts according to 2010 Russian Census, dummy for regional center, log (average wage in 2011), dummy for the existence of a university in a city, log (Odnoklassniki users in 2014), ethnic fractionalization according to 2010 Russian Census."
    ]
}