{
    "id": 26569,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Amemiya, T. (1985): Advanced Econometrics. Harvard University Press, Cambridge. Arellano, M., and O. Bover (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another look at the instrumental variable estimation of error-components models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, 68(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Askanazi, R., F. X. Diebold, F. Schorfheide, and M. Shin (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Comparison of Interval Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Time Series Analysis, 39(6), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c965.",
        "AtchadeÃ\u0083Å\u0092Ã\u0082Â\u0081, Y. F., and J. S. Rosenthal (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Adaptive Markov Chain Monte Carlo Algorithms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bernoulli, 11(5), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Botev, Z. I. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Normal Law under Linear Restrictions: Simulation and Estimation via Minimax Tilting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society B, 79(1), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Brown, L. D., and E. Greenshtein (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Empirical Bayes and Compound Decision Approaches to Estimation of a High-dimensional Vector of Normal Means,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, pp. 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Burda, M., and M. Harding (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Probit with Flexible Correlated Effects: Quantifying Technology Spillovers in the Presence of Latent Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 28(6), 956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c981.",
        "Chang, C. C., and D. N. Politis (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Autocorrelation Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational and Graphical Statistics, 25(1), 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Chib, S. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayes Inference in the Tobit Censored Regression Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 51, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Covas, F. B., B. Rump, and E. Zakrajsek (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stress-Testing U.S. Bank Holding Companies: A Dynamic Panel Quantile Regression Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 30(3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Geweke, J. (2005): Contemporary Bayesian Econometrics and Statistics. John Wiley & Sons, Inc.",
        "Gneiting, T., and A. E. Raftery (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strictly Proper Scoring Rules, Prediction, and Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 102(477), 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "This Version: December 10, 2019 40 Griffin, J. E. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Adaptive Truncation Method for Inference in Bayesian Nonparametric Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics and Computing, 26(1), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Gu, J., and R. Koenker (2017a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Bayesball Remixed: Empirical Bayes Methods for Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Economics, 32(3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "(2017b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved Heterogeneity in Income Dynamics: An Empirical Bayes Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 35(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Hirano, K. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Bayesian inference in autoregressive panel data models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Ishwaran, H., and L. F. James (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gibbs Sampling Methods for Stick-Breaking Priors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 96(453), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "(2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximate Drichlet Process Computing in Finite Normal Mixtures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational and Graphical Statistics, 11(3), 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Jensen, M. J., M. Fisher, and P. Tkac (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Performance When Learning the Distribution of Stock-Picking Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Lancaster, T. (2004): An Introduction to Modern Bayesian Econometrics. Blackwell Publishing.",
        "Li, M., and J. Tobias (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Methods in Microeconometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Oxford Handbook of Bayesian Econometrics, ed. by J. Geweke, G. Koop, and H. van Dijk, no. 221-292. Oxford University Press, Oxford.",
        "Li, T., and X. Zheng (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Bayesian Inference for Dynamic Tobit Panel Data Models with Unobserved Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 23(6), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Liu, L. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Density Forecasts in Panel Data Models: A Semiparametric Bayesian Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1805.04178.",
        "Liu, L., H. R. Moon, and F. Schorfheide (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Dynamic Panel Data Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 25102.",
        "(2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Dynamic Panel Data Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Forthcoming.",
        "Nychka (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Douglas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 83(404), 1134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1143.",
        "Robbins, H. (1956): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Bayes Approach to Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Proceedings of the Third Berkeley Symposium on Mathematical Statistics and Probability. University of California Press, Berkeley and Los Angeles.",
        "This Version: December 10, 2019 41 Robert, C. (1994): The Bayesian Choice. Springer Verlag, New York.",
        "Rossi, P. E. (2014): Bayesian Non- and Semi-parametric Methods and Applications. Princeton University Press.",
        "Tanner, M. A., and W. H. Wong (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Calculation of Posterior Distributions by Data Augmentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 82(398), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Wahba, G. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confidence IntervalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the Cross-Validated Smoothing Spline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series B, 45(1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Wei, S. X. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bayesian Approach to Dynamic Tobit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 18(4), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "This Version: December 10, 2019 A-1 Supplemental Online Appendix to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with a Panel Tobit ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Laura Liu, Hyungsik Roger Moon, and Frank Schorfheide This Online Appendix consists of the following sections: A Data Set B Computational Details C Additional Empirical Results A Data Set Charge-off rates. The raw data are obtained from the website of the Federal Reserve Bank of Chicago: https://www.chicagofed.org/banking/financial-institution-reports/commercial-bank-data."
    ]
}