{
    "id": 26568,
    "cites": 67,
    "cited_by": 2,
    "reference": [
        "Abdulkadiroglu, Atila and Tayfun Sonmez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice: A Mechanism Design Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2003, 93 (3), 729 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 747.",
        ", Joshua Angrist, S. M. Dynarski, T. J. Kane, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters And Pilots,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, jul 2011, 126 (2), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        ", Joshua D. Angrist, Yusuke Narita, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research Design Meets Market Design: Using Centralized Assignment for Impact Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (5), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        ", Nikhil Agarwal, and Parag A. Pathak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Coordinated School Assignment: Evidence from the NYC High School Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (12), 3635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        ", Parag Pathak, Jonathan Schellenberg, and Christopher Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Parents Value School Effectiveness?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming, 2017.",
        ", Yeon-Koo Che, and Yosuke Yasuda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving Conflicting Preferences in School Choice: The Boston Mechanism Reconsidered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (1), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding \"Choice\" in School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2015, 7 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Agarwal, Nikhil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of the Medical Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (7), 1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Ajayi, Kehinde and Modibo Sidibe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of School Choice under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Akyol, Pelin and Kala Krishna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences, selection, and value added: A structural approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2017, 91, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Allen, Roy and John Rehbeck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Average Demand Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming, 2017.",
        "Allende, Claudia, Francisco Gallego, and Christopher Neilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximating the Equilibrium Effects of Informed School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Artemov, Gregory, Yeon-Koo Che, and Yinghua He, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Mistakes: Implications for Market Design Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Ashlagi, Itai and Afshin Nikzad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What matters in school choice tie-breaking? How competition guides design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Ayaji, K, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice and Educational Mobility: Lessons from Secondary School Applications in Ghana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Azevedo, Eduardo M. and Jacob Leshno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Supply and Demand Framework for TwoSided Matching Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Measuring Preferences for Schools and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Beggs, S, S Cardell, and J Hausman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the potential demand for electric cars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1981, 17 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Berry, Steven T., James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1995, 63 (4), 841 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 890.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Car Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Black, S. E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Better Schools Matter? Parental Valuation of Elementary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Bucarey, Alonso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays for Free College? Crowding Out on Campus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Burgess, Simon, Ellen Greaves, Anna Vignoles, and Deborah Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Parents Want: School Preferences and School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2015, 125 (587), 1262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289.",
        "Calsamiglia, Caterina, Chao Fu, and Maia Guell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of a Model of School Choices: the Boston Mechanism vs. Its Alternatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming, 2017.",
        "Cassola, Nuno, Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and Jakub Kastl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2007 Subprime Market Crisis Through the Lens of European Central Bank Auctions for Short Term Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (4), 1309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1345.",
        "Chade, Hector and Lones Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simultaneous Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (5), 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307.",
        "Che, Yeon-Koo, Olivier Tercieux, Eduardo Azevedo, Eric Budish, Julien Combe, Olivier Compte, Tadashi Hashimoto, Yash Kanoria, Fuhito Kojima, Scott Kominers, Sangmok Lee, Bobak Pakzad-Hurson, Debraj Ray, Al Roth, and Rajiv Sethi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency and Stability in Large Matching Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (5), 2301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Chen, Yan and Onur Kesten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Boston to Chinese parallel to deferred acceptance: Theory and experiments on a family of school choice mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Papers, Research Unit: Market Behavior, 2013.",
        "Ciliberto, Federico and Elie Tamer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Structure and Multiple Equilibria in Airline Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (6), 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1828.",
        "Diamond, W. and N. Agarwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Latent indices in assortative matching models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2017, 8 (3).",
        "Dinerstein, Michael and Troy Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Supply Response of Private Schools to Public Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Dubins, L.E. and D.A. Freedman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machiavelli and the Gale-Shapley Algorithm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Mathematical Monthly, 1981, 88 (7), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Dur, Umut, Parag A. Pathak, Fei Song, and Tayfun Sonmez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Taiwan Assignment Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2018, 25024.",
        "Epple, Dennis, Akshaya Jha, and Holger Sieg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The superintendentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dilemma: Managing school district capacity as parents vote with their feet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2018, 9 (1), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Fack, Gabrielle, Julien Grenet, and Yinghua He, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Truth-Telling: Preference Estimation with Centralized School Choice and College Admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 109 (4), 1486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1529.",
        "Featherstone, Clayton and Muriel Niederle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving on Strategy-proof School Choice Mechanisms: An Experimental Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2016, 100, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Gale, David and Lloyd S. Shapley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College admissions and the stability of marriage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Mathematical Monthly, 1962, 69 (1), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Guerre, Emmanuel, Isabelle Perrigne, and Quang Vuong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Nonparametric Estimation of First-Price Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (3), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Haeringer, Guillaume and Flip Klijn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constrained school choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2009, 144 (5), 1921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947.",
        "Hassidim, Avinatan, Assaf Romm, and Ran I. Shorrer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢StrategicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Behavior in a Strategy-Proof Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Electronic Journal, 2016.",
        ", Thomas J. Kane, and Douglas O. Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Preferences and the Efficacy of Public School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009.",
        "He, Yinghua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gaming the Boston School Choice Mechanism in Beijing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Hortacsu, Ali and David McAdams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanism Choice and Strategic Bidding in Divisible Good Auctions: An Empirical Analysis of the Turkish Treasury Auction Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (5), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865.",
        "Hoxby, Caroline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice and School Productivity. Could School Choice Be a Tide that Lifts All Boats?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economics of School Choice, 2003, pp. 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Hwang, Sam Il Myong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Robust Redesign of High School Match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Larroucau, Tomas and Ignacio Rios, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Short-List Students Report Truthfully? Strategic Behavior in the Chilean College Admissions Problem, with Ignacio RÃ\u0083Æ\u0092Ã\u0082Â­os,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Li, Shengwu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obviously Strategy-Proof Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (11), 3257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3287.",
        "Luflade, Margaux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of information in centralized school choice systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Manski, Charles F., Analog estimation methods in econometrics, Chapman and Hall, 1988.",
        "McCulloch, Robert and Peter E Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exact likelihood analysis of the multinomial probit model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1994, 64 (1-2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Logit Analysis of Qualitative Choice Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1973, pp. 105 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 142.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Method of Simulated Moments for Estimation of Discrete Response Models without Numerical Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1989, 57 (5), 995 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1026.",
        "Menzel, Konrad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Matching Markets As Two-Sided Demand Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (3), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Narita, Yusuke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Match or Mismatch? Learning and Inertia in School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Neilson, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted Vouchers, Competition Among Schools, and the Academic Achievement of Poor Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Pakes, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Models for Moment Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2010, 78 (6), 1783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1822.",
        "Pakes, Ariel and David Pollard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation and the Asymptotics of Optimization Estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1989, 57 (5), 1027 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 57.",
        "Pathak, Parag A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Really Matters in Designing School Choice Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Bo Honore, Ariel Pakes, Monika Piazzesi, and Larry Samuelson, eds., Advances in Economics and Econometrics, Cambridge: Cambridge University Press, 2017, pp. 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Pennell, H., A. West, and A. Hind, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secondary School Admissions in London,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2006.",
        "Rees-Jones, Alex, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Suboptimal behavior in strategy-proof mechanisms: Evidence from the residency match,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, mar 2018, 108, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Shi, Peng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guiding School-Choice Reform through Novel Applications of Operations Research, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Interfaces, apr 2015, 45 (2), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Priority-Based Allocation Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Electronic Journal, jul 2019.",
        "Shorrer, Ran I. and Sandor Sovago, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obvious Mistakes in a Strategically Simple CollegeAdmissions Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Electronic Journal, 2017.",
        "Tamer, Elie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Simultaneous Discrete Response Model with Multiple Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2003, 70, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Train, Kenneth E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete Choice Methods with Simulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge Books, 2009.",
        "van der Vaart, A. W., Asymptotic Statistics, Cambridge University Press, 2000.",
        "Walters, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Effective Charter Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (6), 2179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223."
    ]
}