{
    "id": 26563,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Addington, Lynn A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ fear after Columbine: Findings from a randomized experiment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Quantitative Criminology, 2003, 19 (4), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Agaibi, Christine E and John P Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trauma, PTSD, and resilience: A review of the literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trauma, Violence, & Abuse, 2005, 6 (3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "American Psychiatric Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Practice Guideline for the Treatment of Patients with Acute Stress Disorder and Posttraumatic Stress Disorder,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2004.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Practice Guideline for the Treatment of Patients with Major Depressive Disorder, 3rd Edition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2010.",
        "Bor, Jacob, Atheendar S Venkataramani, David R Williams, and Alexander C Tsai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Police killings and their spillover effects on the mental health of black Americans: a population-based, quasi-experimental study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 2018.",
        "Brener, Nancy D, Thomas R Simon, Mark Anderson, Lisa C Barrios, and Meg L Small, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of the incident at Columbine on studentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ violence-and suicide-related behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 2002, 22 (3), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Breslau, Naomi, Ronald C Kessler, Howard D Chilcoat, Lonni R Schultz, Glenn C Davis, and Patricia Andreski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trauma and posttraumatic stress disorder in the community: the 1996 Detroit Area Survey of Trauma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of General Psychiatry, 1998, 55 (7), 626Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Cox, John W, Steven Rich, Allyson Chiu, John Muyskens, and Monica Ulmanu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More than 228,000 students have experienced gun violence at school since Columbine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, nov 2018.",
        "Cronin, Christopher, Matthew Forsstrom, and Nicholas W Papageorge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Health, Human Capital and Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017). University of Notre Dame, unpublished manuscript.",
        "Currie, Janet and Mark Stabile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child mental health and human capital accumulation: the case of ADHD,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2006, 25 (6), 1094Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        ", , Phongsack Manivong, and Leslie L Roos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child health and young adult outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2010, 45 (3), 517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Flannery, Daniel J, Kelly L Wester, and Mark I Singer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of exposure to violence in school on child and adolescent mental health and behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Community Psychology, 2004, 32 (5), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Fowler, Patrick J, Carolyn J Tompsett, Jordan M Braciszewski, Angela J Jacques-Tiura, and Boris B Baltes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Community violence: A meta-analysis on the effect of exposure and mental health outcomes of children and adolescents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development and Psychopathology, 2009, 21 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Goldstein, Sam and Robert B Brooks, Resilience in Children, Springer, 2005.",
        "Goodman, Alissa, Robert Joyce, and James P. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long shadow cast by childhood physical and mental problems on adult life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2011, 108 (15), 6032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6037.",
        "Iancu, Ariella, Lisa Jaycox, Joie D. Acosta, Frank G. Straub, Samantha Iovan, Christopher Nelson, and Mahshid Abir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After School Shootings, Children And Communities Struggle To Heal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2019.",
        "Krug, Etienne G, James A Mercy, Linda L Dahlberg, and Anthony B Zwi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The world report on violence and health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 2002, 360 (9339), 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1088.",
        "Levine, Phillip B and Robin McKnight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firearms and accidental deaths: Evidence from the aftermath of the Sandy Hook school shooting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2017, 358 (6368), 1324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1328.",
        "Lowe, S R, J Blachman-Forshay, and K C Koenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Epidemiology of trauma and trauma-related disorders: trauma as a public health issue,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence-based treatments for trauma-related psychological disorders: A practical guide for clinicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York: Springer, 2015, pp. 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Lowe, Sarah R and Sandro Galea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The mental health consequences of mass shootings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trauma, Violence, & Abuse, 2017, 18 (1), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Mrug, Sylvie, Penny S Loosier, and Michael Windle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence exposure across multiple contexts: Individual and joint effects on adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Orthopsychiatry, 2008, 78 (1), 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Nader, Kathi, Robert Pynoos, Lynn Fairbanks, and Calvin Frederick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s PTSD reactions one year after a sniper attack at their school,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Psychiatry, 1990, 147 (11), 1526.",
        "Pah, A. R., J. Hagan, A. L. Jennings, A. Jain, K. Albrecht, A. J. Hockenberry, and L. A. N. Amaral, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic insecurity and the rise in gun violence at US schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Human Behavior, 2017, 1 (2), 0040.",
        "Pynoos, Robert S, Calvin Frederick, Kathi Nader et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life threat and posttraumatic stress in school-age children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of General Psychiatry, 1987, 44 (12), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1063.",
        "Reardon, S. F., A. D. Ho, B. R. Shear, E. M. Fahle, D. Kalogrides, H. Jang, J. Buontempo, and R. Disalvo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stanford Education Data Archive (Version 3.0),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://purl.stanford.edu/db586ns4974 2017.",
        "Ross, Eric L, Sandeep Vijan, Erin M Miller, Marcia Valenstein, and Kara Zivin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost-Effectiveness of Cognitive Behavioral Therapy Versus Second-Generation Antidepressants for Initial Treatment of Major Depressive Disorder in the United States: A Decision Analytic Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine, 2019.",
        "Rowhani-Rahbar, A, DF Zatzick, and FP Rivara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-lasting Consequences of Gun Violence and Mass Shootings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA, 2019, 321 (18), 1765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "Schwarz, Eitan D and Janice M Kowalski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malignant memories: PTSD in children and adults after a school shooting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Academy of Child & Adolescent Psychiatry, 1991, 30 (6), 936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c944.",
        ",Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Nervous and Mental Disease, 1992.",
        ", , and Richard J McNally, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malignant memories: Post-traumatic changes in memory in adults after a school shooting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Traumatic Stress, 1993, 6 (4), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Sloan, Ira H, Ronald H Rozensky, Leslie Kaplan, and Stephen M Saunders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A shooting incident in an elementary school: Effects of worker stress on public safety, mental health, and medical personnel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Traumatic Stress, 1994, 7 (4), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Stretesky, Paul B and Michael J Hogan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Columbine and student perceptions of safety: A quasi-experimental study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Criminal Justice, 2001, 29 (5), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Studdert, David M, Yifan Zhang, Jonathan A Rodden, Rob J Hyndman, and Garen J Wintemute, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handgun acquisitions in California after two mass shootings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine, 2017, 166 (10), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c706.",
        "Travers, , T McDonagh, and A. Elklit, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Youth Responses to School Shootings: a Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Psychiatry Reports, 2018, 20 (6), 47.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prescriber DensityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d denotes the number of providers in the IQVIA data who prescribed at least one antidepressant to an individual under age 20 in 2010 in each schoolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s shooting-exposed area per 1,000 individuals under age 20; Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Prescriber DensityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d denotes the county-level number of psychologists and social workers in 2015 per 1,000 children aged 0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17 as reported by the CDC. The shooting-exposed (reference) areas include providers practicing 0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5 (10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15) miles from an affected school. All regressions only consider fatal school shootings, consider a two-year follow-up window, and are weighted by school enrollment. Standard errors (reported in parentheses) are clustered at the school-by-area level. For ease of comparison, Column (1) replicates our baseline results from Table 2. Significance levels: * p&lt;0.1 ** p&lt;0.05 *** p&lt;0.01"
    ]
}