{
    "id": 26570,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "AvellÃ\u0083Æ\u0092Ã\u0082Â¡n, Leopoldo, Vuletin, Guillermo, 2015. Fiscal procyclicality and output forecast errors. Journal of International Money and Finance 55, 193-204.",
        "Alesina, Alberto, Campante, Filipe, Tabellini, Guido, 2008. Why is scal policy often procyclical ? Journal of the European Economic Association 6, 1006-1036.",
        "Alesina, Alberto, Favero, Carlo, Giavazzi, Francesco, 2015. The output eect of scal consolidation plans. Journal of International Economics 96, S19-S42.",
        "Auerbach, Alan J., Gorodnichenko, Yuriy, 2012a. Fiscal multipliers in recession and expansion. In: Alesina, Alberto, and Giavazzi, Francesco (Eds.). Fiscal policy after the nancial crisis, University of Chicago Press, 63-98.",
        "Auerbach, Alan J., Gorodnichenko, Yuriy, 2012b. Measuring the output responses to scal policy. American Economic Journal: Economic Policy 4, 1-27.",
        "Barro, Robert J., Redlick, Charles J., 2011. Macroeconomic eects from government purchases and taxes. Quarterly Journal of Economics 126, 51-102.",
        "Blanchard, Olivier J., Perotti, Roberto, 2002. An empirical characterization of the dynamic eects of changes in government spending and taxes on output. Quarterly Journal of Economics 117, 1329-1368.",
        "Blinder, Alan S., 1981. Thoughts on the Laer Curve. In: Meyer, Laurence H., (Ed.), The supply-side eects of economic policy, Springer, 81-92.",
        "Browning, Edgar K., 1975. Labor supply distortions of social security. Southern Economic Journal 42, 243-252.",
        "Chahrour, Ryan, Schmitt-Grohe, Stephanie, Uribe, MartÃ\u0083Æ\u0092Ã\u0082Â­n, 2012. A model-based evaluation of the debate on the size of the tax multiplier. American Economic Journal: Economic Policy 4, 28-45.",
        "Cloyne, James, 2013. Discretionary tax changes and the macroeconomy: New narrative evidence from the United Kingdom. American Economic Review 103, 1507-1528.",
        "Driscoll, John C., Kraay, Aart, 1998. Consistent covariance matrix estimation with spatially dependent panel data. Review of Economics and Statistics 80, 549-560.",
        "Frankel, Jerey, Vegh, Carlos, Vuletin, Guillermo, 2013. On graduation from scal procyclicality. Journal of Development Economics 100, 32-47.",
        "Feldstein, Martin, 1995. The eect of marginal tax rates on taxable income: A panel study of the 1986 tax reform act. Journal of Political Economy 103, 551-572.",
        "Gavin, Michael, Perotti, Roberto, 1997. Fiscal policy in Latin America. NBER Macroeconomics Annual. vol. 12, 11-61.",
        "Gonzalez-Garcia, Jesus R., Lemus, Antonio, Mrkaic, Mico, 2013. Fiscal multipliers in the ECCU. IMF Working Paper WP/13/117.",
        "Gil, Paula, MartÃ\u0083Æ\u0092Ã\u0082Â­, Francisco, Morris, Richard, PÃ\u0083Æ\u0092Ã\u0082Â©rez, Javier J., Ramos, Roberto, 2017. The output eects of tax changes: Narrative evidence from Spain. Central Bank of Spain Working Paper 1721.",
        "Harberger, Arnold, 1964a. The measurement of waste. American Economic Review 54, 58-76.",
        "Harberger, Arnold, 1964b. Taxation, resource allocation, and welfare. In: Due, John (Ed.), The role of direct and indirect taxes in the federal revenue system, Princeton University, 25-70.",
        "Hayo, Bernd, Uhl, Matthias, 2013. The macroeconomic eects of legislated tax changes in Germany. Oxford Economic Papers 66, 397-418.",
        "Hines, James R., 2007. Excess burden of taxation. Michigan Ross School Working Paper 2007-1.",
        "Huidrom, Raju, Kose, Ayhan M., Lim, Jamus J., Ohnsorge, Franziska, 2016. Do scal multipliers depend on scal positions? World Bank Policy Research Working Paper 7724.",
        "Ilzetzki, Ethan, Mendoza, Enrique, Vegh, Carlos, 2013. How big (small?) are scal multipliers? Journal of Monetary Economics 60, 239-254.",
        "Jaimovich, Nir, Rebelo, Sergio, 2017. Non-linear eects of taxation on growth. Journal of Political Economy 125, 265-291.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar, 2005. Estimation and inference of impulse responses by local projections. American Economic Review 95, 161-182.",
        "Kaminsky, Graciela, Reinhart, Carmen, Vegh, Carlos, 2004. When it rains, it pours: Procyclical capital ows and macroeconomic policies. NBER Macroeconomics Annual. vol. 19, 11-82.",
        "Keen, Michael, de Mooij, Ruud, 2012. Fiscal devaluation as a cure for Eurozone ills  Could it work? Vox.",
        "Leeper, Eric M., Walker, Todd B., Yang, Susan S., 2008. Fiscal foresight: Analytics and econometrics. NBER Working Paper No. 14028.",
        "Mertens, Karel, Ravn, Morten O., 2013. The dynamic eects of personal and corporate income tax rate changes in the United States. American Economic Review 103, 1212-1247.",
        "Mertens, Karel, Ravn, Morten O., 2014. A reconciliation of SVAR and narrative estimates of tax multipliers. Journal of Monetary Economics 68, S1-S19.",
        "Pereira, Manuel, Wemans, Laura, 2013. Output eects of a measure of tax shocks based on changes in legislation for Portugal. Central Bank of Portugal Working Paper 15.",
        "Ramey, Valerie A., 2011. Identifying government spending shocks: Its all in the timing. Quarterly Journal of Economics 126, 1-50.",
        "Ramey, Valerie A., 2016. Macroeconomic shocks and their propagation. NBER Working Paper No. 21978.",
        "Ramey, Valerie A., Shapiro, Matthew D., 1998. Costly capital reallocation and the eects of government spending. Carnegie-Rochester Conference Series on Public Policy 48, 145-194.",
        "Reichling, Felix, Whalen, Charles, 2012. Review of estimates of the Frisch elasticity of labor supply. Unpublished manuscript, Congressional Budget Oce.",
        "Riera-Crichton, Daniel, Vegh, Carlos, Vuletin, Guillermo, 2015. Procyclical and countercyclical scal multipliers: Evidence from OECD countries. Journal of International Money and Finance 52, 15-31.",
        "Riera-Crichton, Daniel, Vegh, Carlos, Vuletin, Guillermo, 2016. Tax multipliers: Pitfalls in measurement and identi cation. Journal of Monetary Economics 79, 30-48.",
        "Romer, Christina D., Romer, David H., 2010. The macroeconomic eects of tax changes: Estimates based on a new measure of scal shocks. American Economic Review 100, 763-801.",
        "Stock, James H., Watson, Mark W., 2007. Why has U.S. ination become harder to forecast? Journal of Money, Banking and Credit 39, 1-33.",
        "Talvi, Ernesto, Vegh, Carlos, 2005. Tax base variability and procyclicality of scal policy. Journal of Development Economics 78, 156-190.",
        "Teulings, Coen N., Zubanov, Nikolay, 2014. Is economic recovery a myth? Robust estimation of impulse responses. Journal of Applied Econometrics 29, 497-514.",
        "Vegh, Carlos, Vuletin, Guillermo, 2015. How is tax policy conducted over the business cycle? American Economic Journal: Economic Policy 7, 327-370.",
        "Violante, Giovanni L., 2019. Micro and macro labor supply elasticity. Lecture notes, New York University.",
        "Japan 2011: On March 11, 2011, Japan suered a triple disaster (earthquake-tsunami-nuclear meltdown), with an earthquake of magnitude 9.0. According to contemporaneous reports, the economic damages were estimated to be about 6 to 7 percent of GDP. The earthquake hit Japans north-east section, responsible for 6 to 8 percent of the countrys total production. On April 27, several special national tax laws were promulgated and became eective immediately. Also, an expected cut of 5 percentage points of the corporate tax rate (announced on December 2010 by the Prime Minister) was deferred due to the earthquake. The time elapsed between the natural disaster and the passage and implementation of tax changes was of 47 days."
    ]
}