{
    "id": 26572,
    "cites": 119,
    "cited_by": 1,
    "reference": [
        "Adena, M., Enikolopov, R., Petrova, M., Santarosa, V., and Zhuravskaya, E. (2015). Radio and the Rise of the Nazis in Prewar Germany. The Quarterly Journal of Economics, 130(4):1885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1939.",
        "Alesina, A. and La Ferrara, E. (2005). Preferences for Redistribution in the Land of Opportunities. Journal of Public Economics, 89(5):897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Alvarez, R. M. (1988). Information and Elections. University of Michigan Press.",
        "Angelucci, C. and Prat, A. (2019). Measuring Inequality in News Knowledge.",
        "Arceneaux, K. (2007). IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢m Asking for Your Support: The Effects of Personally Delivered Campaign Messages on Voting Decisions and Opinion Formation. Quarterly Journal of Political Science, 2(1):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Barber, M. and Pope, J. C. (2019). Does Party Trump Ideology? Disentangling Party and Ideology in America. American Political Science Review, 113(1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bartels, L. M. (2000). Partisanship and Voting Behavior, 1952-1996. American Journal of Political Science, 44(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Beck, P. A., Dalton, R. J., Greene, S., and Huckfeldt, R. (2002). The Social Calculus of Voting: Interpersonal, Media, and Organizational Influences on Presidential Choices. American Political Science Review, 96(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Benoit, W. L., Hansen, G. J., and Verser, R. M. (2003). A Meta-analysis of the Effects of Viewing U.S. Presidential Debates. Communication Monographs, 70(4):335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Benoit, W. L. and Henson, J. R. (2007). A Functional Analysis of the 2006 Canadian and 2007 Australian Election Debates. Argumentation and Advocacy, 44(1):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Berelson, B. B., Lazarsfeld, P. F., and McPhee, W. N. (1954). Voting: A Study of Opinion Formation in a Presidential Campaign. The University of Chicago Press.",
        "Bidwell, K., Casey, K., and Glennerster, R. (2019). Debates: Voting and Expenditure Responses to Political Communication.",
        "Birdsell, D. S. (2017). Political Campaign Debates. In Kenski, K. and Jamieson, K. H., editors, The Oxford Handbook of Political Communication. Oxford University Press.",
        "Blais, A. and Boyer, M. M. (1996). Assessing the Impact of Televised Debates: The Case of the 1988 Canadian Election. British Journal of Political Science, 26(2):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Bond, R. M., Fariss, C. J., Jones, J. J., Kramer, A. D. I., Marlow, C., Settle, J. E., and Fowler, J. H. (2012). A 61-million-person experiment in social influence and political mobilization. Nature, 489(7415):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Bowles, J. and Larreguy, H. (2019). Who Debates, Who Wins? At-Scale Experimental Evidence on Debate Participation in a Liberian Election.",
        "Brady, H. E. and Johnston, R. (2006). The Rolling Cross-Section and Causal Attribution. In Capturing Campaign Effects, pages 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195. University of Michigan Press.",
        "Brierley, S., Kramon, E., and Ofosu, G. K. (2019). The Moderating Effect of Debates on Political Attitudes. American Journal of Political Science.",
        "Broockman, D. and Kalla, J. (2018). The Minimal Persuasive Effects of Campaign Contact in General Elections: Evidence from 49 Field Experiments. American Political Science Review, 112(1):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Broockman, D. E. and Green, D. P. (2014). Do Online Advertisements Increase Political Candidates Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Name Recognition or Favorability? Evidence from Randomized Field Experiments. Political Behavior, 36(2):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Broockman, D. E. and Kalla, J. (2016). Durably reducing transphobia: A field experiment on door-to-door canvassing. Science, 352(6282):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Canen, N. J. (2017). Information Accumulation and the Timing of Voting Decisions.",
        "Chaffee, S. H. (1978). Presidential debatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dare they helpful to voters? Communication Monographs, 45(4):330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Chaffee, S. H. and Choe, S. Y. (1980). Time of Decision and Media Use During the Ford-Carter Campaign. The Public Opinion Quarterly, 44(1):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Chiang, C. F. and Knight, B. (2011). Media bias and influence: Evidence from newspaper endorsements. Review of Economic Studies, 78(3):795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Cho, J. and Ha, Y. (2012). On the Communicative Underpinnings of Campaign Effects: Presidential Debates, Citizen Communication, and Polarization in Evaluations of Candidates. Political Communication, 29(2):184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Cruz, C., Keefer, P., Labonne, J., and Trebbi, F. (2018). Making policies matter: Voter responses to campaign promises. NBER Working Paper No. 24785.",
        "DellaVigna, S. and Gentzkow, M. (2010). Persuasion: Empirical Evidence. Annual Review of Economics, 2:643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "DellaVigna, S. and Kaplan, E. (2007). The Fox News Effect: Media Bias and Voting. Quarterly Journal of Economics, 122(3):1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "Delli Carpini, M. X. and Keeter, S. (1997). What Americans Know about Politics and Why It Matters. Yale University Press.",
        "Dobkin, C., Finkelstein, A., Kluender, R., and Notowidigdo, M. J. (2018). The Economic Consequences of Hospital Admissions. American Economic Review, 108(2):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Downs, A. (1957). An economic theory of political action in a democracy. Journal of Political Economy, 65(2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Duverger, M. (1954). Political Parties. Wiley, New York.",
        "Enelow, J. N. and Hinich, M. J. (1984). The Spatial Theory of Voting: An Introduction. Cambridge University Press.",
        "Enikolopov, R., Petrova, M., and Zhuravskaya, E. (2011). Media and Political Persuasion: Evidence from Russia. American Economic Review, 101(7):3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Fair, R. C. (1978). The Effect of Economic Events on Votes for President. The Review of Economics and Statistics, 60(2):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Falck, O., Gold, R., and Heblich, S. (2014). E-Lections: Voting Behavior and the Internet. American Economic Review, 104(7):2238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2265.",
        "Freedman, P., Franz, M., and Goldstein, K. (2004). Campaign Advertising and Democratic Citizenship. American Journal of Political Science, 48(4):723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Fridkin, K. L., Kenney, P. J., Gershon, S. A., Shafer, K., and Woodall, G. S. (2007). Capturing the Power of a Campaign Event: The 2004 Presidential Debate in Tempe. The Journal of Politics, 69(3):770Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c785.",
        "Fudenberg, D., Iijima, R., and Strzalecki, T. (2015). Stochastic Choice and Revealed Perturbed Utility. Econometrica, 83(6):2371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        "Fujiwara, T. and Wantchekon, L. (2013). Can informed public deliberation overcome clientelism ? Experimental evidence from Benin. American Economic Journal: Applied Economics, 5(4):241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Geer, J. (1988). The Effects of Presidential Debates on the ElectorateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Preferences for Candidates. American Politics Quarterly, 16(4):486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Gelman, A. and King, G. (1993). Why Are American Presidential Election Campaign Polls so Variable When Votes Are so Predictable? British Journal of Political Science, 23(4):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gentzkow, M. (2006). Television and Voter Turnout. The Quarterly Journal of Economics, 121(3):931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c972.",
        "Gentzkow, M. and Shapiro, J. M. (2010). What Drives Media Slant? Evidence from U.S. Daily Newspapers. Econometrica, 78(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gentzkow, M., Shapiro, J. M., and Sinkinson, M. (2011). The Effect of Newspaper Entry and Exit on Electoral Politics. American Economic Review, 101(7):2980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3018.",
        "Gerber, A. S., Gimpel, J. G., Green, D. P., and Shaw, D. R. (2011). How Large and Long-lasting Are the Persuasive Effects of Televised Campaign Ads? Results from a Randomized Field Experiment. American Political Science Review, 105(1):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Gerber, A. S., Karlan, D., and Bergan, D. (2009). Does the Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinion. American Economic Journal: Applied Economics, 1(2):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Gross, K., Porter, E., and Wood, T. J. (2019). Identifying Media Effects Through Low-Cost, Multiwave Field Experiments. Political Communication, 36(2):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Hall, A. B. and Snyder, J. M. (2015). Information and Wasted Votes: A Study of U.S. Primary Elections. Quarterly Journal of Political Science, 10(4):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Harsanyi, J. C. (1973). Games with Randomly Disturbed Payoffs: A New Rationale for MixedStrategy Equilibrium Points. International Journal of Game Theory, 2(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Hillygus, D. S. (2007). The Dynamics of Voter Decision Making Among Minor-Party Supporters: The 2000 Presidential Election in the United States. British Journal of Political Science, 37(2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Hillygus, D. S. (2010). Campaign Effects on Vote Choice. In Leighley, J. E., editor, The Oxford Handbook of American Elections and Political Behavior.",
        "Hillygus, D. S. and Jackman, S. (2003). Voter Decision Making in Election 2000: Campaign Effects, Partisan Activation, and theClinton Legacy. American Journal of Political Science, 47(4):583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Hillygus, D. S. and Shields, T. G. (2009). The Persuadable Voter: Wedge Issues in Presidential Campaigns. Princeton University Press.",
        "Holbert, R. L. (2005). Debate Viewing as Mediator and Partisan Reinforcement in the Relationship Between News Use and Vote Choice. Journal of Communication, 55(1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Holbrook, T. M. (1996). Do Campaigns Matter? SAGE Publications, Inc.",
        "Huckfeldt, R. R. and Sprague, J. (1995). Citizens, Politics and Social Communication: Information and Influence in an Election Campaign. Cambridge University Press.",
        "Iyengar, S. and Kinder, D. R. (1987). News That Matters. Television and American Opinion. University of Chicago Press.",
        "Jamieson, K. H. and Birdsell, D. S. (1988). Presidential Debates: The Challenge of Creating an Informed Electorate. Oxford University Press.",
        "Jennings, W. and Wlezien, C. (2016). The Timeline of Elections: A Comparative Perspective. American Journal of Political Science, 60(1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Johnston, R. and Brady, H. E. (2002). The rolling cross-section design. Electoral Studies, 21(2):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Kaid, L. L., McKinney, M. S., and Tedesco, J. C. (2000). Civic Dialogue in the 1996 Presidential Campaign: Candidate, Media, and Public Voices. Hampton Press.",
        "Katz, E. and Feldman, J. J. (1962). The Debates in the Light of Research: A Survey of Surveys. In Kraus, S., editor, The Great Debates, pages 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223. Indiana University Press.",
        "Kendall, C., Nannicini, T., and Trebbi, F. (2015). How Do Voters Respond to Information? Evidence from a Randomized Campaign. American Economic Review, 105(1):322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Key, V. O. (1966). The Responsible Electorate. Rationality in Presidential Voting. Harvard University Press.",
        "Knight, K. and Marsh, M. C. (2002). Varieties of election studies. Electoral Studies, 21(2):169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Krasno, J. S. and Green, D. P. (2008). Do Televised Presidential Ads Increase Voter Turnout? Evidence from a Natural Experiment. The Journal of Politics, 70(1):245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Lanoue, D. J. (1991). The \"Turning Point\": ViewersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Reactions to the Second 1988 Presidential Debate. American Politics Research, 19(1):80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Lanoue, D. J. (1992). One that made a difference: Cognitive consistency, political knowledge, and the 1980 presidential debate. The Public Opinion Quarterly, 56(2):168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Larreguy, H. A., Marshall, J., and Snyder, J. M. (2018). Leveling the playing field: How campaign advertising can help non-dominant parties. Journal of the European Economic Association, 16(6):1812Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1849.",
        "Lazarsfeld, P. F., Berelson, B., and Gaudet, H. (1944). The People s Choice: How the Voter Makes Up His Mind in a Presidential Campaign. Duell, Sloan and Pearce, New York.",
        "Lemert, J. B., Elliott, W. R., Bernstein, J. M., Rosenberg, W. L., and Nestvold, K. J. (1991). News Verdicts, the Debates, and Presidential Campaigns. Praeger.",
        "Lenz, G. S. (2012). Follow the Leader? How Voters Respond to PoliticiansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Policies and Performance. The University of Chicago Press.",
        "Levendusky, M. S. (2013). Why Do Partisan Media Polarize Viewers? American Journal of Political Science, 57(3):611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623.",
        "Linn, S., Moody, J., and Asper, S. (2009). Explaining the Horse Race of 2008. PS - Political Science and Politics, 42(3):459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Marshall, J. (2019). The Anti Democrat Diploma: How High School Education Decreases Support for the Democratic Party. American Journal of Political Science, 63(1).",
        "McFadden, D. (1973). Conditional Logit Analysis of Qualitative Choice Behavior. In Zarembka, P., editor, Frontiers in Econometrics, pages 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. Academic Press, New York.",
        "McKinney, M. S. and Carlin, D. B. (2004). Political Campaign Debates. In Kaid, L. L., editor, Handbook of Political Communication Research, pages 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234. Routledge.",
        "McKinney, M. S., Houston, J. B., and Hawthorne, J. (2014). Social Watching a 2012 Republican Presidential Primary Debate. American Behavioral Scientist, 58(4):556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "McKinney, M. S. and Warner, B. R. (2013). Do Presidential Debates Matter? Examining a Decade of Campaign Debate Effects. Argumentation and Advocacy, 49(4):238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Miller, J. M. and Krosnick, J. A. (2000). News Media Impact on the Ingredients of Presidential Evaluations: Politically Knowledgeable Citizens Are Guided by a Trusted Source. American Journal of Political Science, 44(2):301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Mullainathan, S., Washington, E., and Azari, J. R. (2009). The impact of electoral debate on public opinions: An experimental investigation of the 2005 New York City mayoral election. In Shapiro, I., Stokes, S. C., Wood, E. J., and Kirshner, A. S., editors, Political Representation, pages 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341. Cambridge University Press.",
        "National Democratic Institute (2014). Organizing and Producing Debates: An International Guide. Technical report.",
        "Nickerson, D. W. (2008). Is Voting Contagious? Evidence from Two Field Experiments. American Political Science Review, 102(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Page, B. I. and Jones, C. C. (1979). Reciprocal Effects of Policy Preferences, Party Loyalties and the Vote. The American Political Science Review, 73(4):1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Pande, R. (2011). Can Informed Voters Enforce Better Governance? Experiments in LowIncome Democracies. Annual Review of Economics, 3:215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Patterson, T. E. (2002). The Vanishing Voter: Public Involvement in an Age of Uncertainty. Knopf.",
        "Pattie, C. and Johnston, R. (2011). A Tale of Sound and Fury, Signifying Something? The Impact of the LeadersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Debates in the 2010 UK General Election. Journal of Elections, Public Opinion and Parties, 21(2):147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Pew Research Center (2016). The Parties on the Eve of the 2016 Election: Two Coalitions, Moving Further Apart.",
        "Pons, V. and Tricaud, C. (2018). Expressive Voting and Its Cost: Evidence from Runoffs with Two or Three Candidates. Econometrica, 86(5):1621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1649.",
        "Pons, V. and Tricaud, C. (2019). Rankings Matter Even When They ShouldnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t: Bandwagon Effect in Two-Round Elections.",
        "Popkin, S. L. (1991). The Reasoning Voter: Communication and Persuasion in Presidential Campaigns. The University of Chicago Press.",
        "Prior, M. (2007). Post-Broadcast Democracy: How Media Choice Increases Inequality in Political Involvement and Polarizes Elections. Cambridge University Press.",
        "Ratcliff, R. (1978). A theory of Memory Retrieval. Psychological Review, 85(2):59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Rogers, T. and Middleton, J. A. (2015). Are Ballot Initiative Outcomes Influenced by the Campaigns of Independent Groups? A Precinct-Randomized Field Experiment Showing That They Are. Political Behavior, 37(3):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Rosenstone, S. J. (1983). Forecasting Presidential Elections. Yale University Press.",
        "Schrott, P. R. (1990). Electoral consequences of \"winning\" televised campaign debates. Public Opinion Quarterly, 54(4):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Sears, D. O. and Chaffee, S. H. (1979). Uses and Effects of the 1976 Debates: An Overview of Empirical Studies. In Kraus, S., editor, The Great Debates: Carter vs. Ford, 1976, pages 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261. Indiana University Press.",
        "Senior, P. (2008). Electoral Impact of Televised LeadersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Debates on Australian Federal Elections. Australian Journal of Political Science, 43(3):443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Shaw, D. R. (1999a). A Study of Presidential Campaign Event Effects from 1952 to 1992. The Journal of Politics, 61(2):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Shaw, D. R. (1999b). The Impact of News Media Favorability and Candidate Events in Presidential Campaigns. Political Communication, 16(2):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Shaw, D. R., Green, D. P., Gimpel, J. G., and Gerber, A. S. (2012). Do robotic calls from credible sources influence voter turnout or vote choice? Evidence from a randomized field experiment. Journal of Political Marketing, 11(4):231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Shaw, D. R. and Roberts, B. E. (2000). Campaign Events, the Media and the Prospects of Victory: The 1992 and 1996 US Presidential Elections. British Journal of Political Science, 30(2):259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Simon, H. A. (1955). A Behavioral Model of Rational Choice. The Quarterly Journal of Economics, 69(1):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Simon, H. A. and Stern, F. (1955). The Effect of Television upon Voting Behavior in Iowa in the 1952 Presidential Election. American political science review, 49(2):470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Sims, C. A. (2003). Implications of Rational Inattention. Journal of Monetary Economics, 50(3):665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Spenkuch, J. L. and Toniatti, D. (2018). Political Advertising and Election Results. Quarterly Journal of Economics, 133(4):1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2036.",
        "Stevenson, R. T. and Vavreck, L. (2000). Does Campaign Length Matter? Testing for CrossNational Effects. British Journal of Political Science, 30(2):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg, D. (2015). Media Coverage and Political Accountability: Theory and Evidence. In Anderson, S. P., Waldfogel, J., and StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg, D., editors, Handbook of Media Economics, pages 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622. North Holland.",
        "Taber, C. S. and Lodge, M. (2006). Motivated Skepticism in the Evaluation of Political Beliefs. American Journal of Political Science, 50(3):755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "van der Meer, T. W., Walter, A., and Van Aelst, P. (2016). The Contingency of Voter Learning: How Election Debates Influenced VotersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ability and Accuracy to Position Parties in the 2010 Dutch Election Campaign. Political Communication, 33(1):136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Vavreck, L. (2009). The Message Matters. The Economy and Presidential Campaigns. Princeton University Press.",
        "Wantchekon, L., LÃ\u0083Æ\u0092Ã\u0082Â³pez - Moctezuma, G., Fujiwara, T., Lero Pe, C., and Rubenson, D. (2019). Policy Deliberation and Voter Persuasion Experimental Evidence from an Election in the Philippines. American Journal of Political Science.",
        "Wilson, A. (2014). Bounded Memory and Biases in Information Processing. Econometrica, 82(6):2257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2294.",
        "Wlezien, C. and Erikson, R. S. (2002). The Timeline of Presidential Election Campaigns. The Journal of Politics, 64(4):969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993.",
        "Wlezien, C., Jennings, W., and Erikson, R. S. (2017). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093timelineÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d method of studying electoral dynamics. Electoral Studies, 48:45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Wright, G. C. (1993). Errors in Measuring Vote Choice in the National Election Studies, 1952-88. American Journal of Political Science, 37(1):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Zaller, J. R. (1992). The Nature and Origins of Mass Opinion. Cambridge University Press, Cambridge."
    ]
}