{
    "id": 26591,
    "cites": 88,
    "cited_by": 10,
    "reference": [
        "Abrantes, Pedro A. L. and Mark R. Wardman. 2011. Meta-analysis of uk values of travel time: An update. Transportation Research Part A 45(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Albouy, David, Kristian Behrens, FrÃ\u0083Æ\u0092Ã\u0082Â©dÃ\u0083Æ\u0092Ã\u0082Â©ric Robert-Nicoud, and Nathan Seegert. 2019. The optimal distribution of population across cities. Journal of Urban Economics 110:102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Alonso, William. 1964. Location and Land Use; Toward a General Theory of Land Rent. Cambridge, ma: Harvard University Press.",
        "Bairoch, Paul. 1988. Cities and Economic Development: From the Dawn of History to the Present. Chicago: University of Chicago Press.",
        "Baum-Snow, Nathaniel and Ronni Pavan. 2012. Understanding the city size wage gap. Review of Economic Studies 79(1):88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Becker, Randy and J. Vernon Henderson. 2000. Intra-industry specialization and urban development. In Jean-Marie Huriot and Jacques-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse (eds.) Economics of Cities: Theoretical Perspectives. Cambridge: Cambridge University Press, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Behrens, Kristian, Gilles Duranton, and FrÃ\u0083Æ\u0092Ã\u0082Â©dÃ\u0083Æ\u0092Ã\u0082Â©ric Robert-Nicoud. 2014. Productive cities: Sorting, selection, and agglomeration. Journal of Political Economy 122(3):507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Behrens, Kristian and FrÃ\u0083Æ\u0092Ã\u0082Â©dÃ\u0083Æ\u0092Ã\u0082Â©ric Robert-Nicoud. 2015. Agglomeration theory with heterogeneous agents. In Gilles Duranton, J. Vernon Henderson, and William Strange (eds.) Handbook of Regional and Urban Economics, volume 5A. Amsterdam: Elsevier, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Black, Duncan and J. Vernon Henderson. 1999a. Urban evolution of population and industry in the United States. American Economic Review Papers and Proceedings 89(2):321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Black, Duncan and J. Vernon Henderson. 1999b. A theory of urban growth. Journal of Political Economy 107(2):252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Black, Duncan and J. Vernon Henderson. 2003. Urban evolution in the usa. Journal of Economic Geography 3(4):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Burchfield, Marcy, Henry G. Overman, Diego Puga, and Matthew A. Turner. 2006. Causes of sprawl: A portrait from space. Quarterly Journal of Economics 121(2):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Burns, Christopher, Nigel Key, Sarah Tulman, Allison Borchers, and Jeremy Weber. 2018. Farmland Values, Land Ownership, and Returns to Farmland, 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016. Washington dc: Economic Research Service, United States Department of Agriculture.",
        "Capozza, Dennis R. and Robert W. Helsley. 1989. The fundamentals of land prices and urban growth. Journal of Urban Economics 26(3):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Capozza, Dennis R. and Robert W. Helsley. 1990. The stochastic city. Journal of Urban Economics 28(2):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Carlino, Gerald A. and William R. Kerr. 2015. Agglomeration and innovation. In Gilles Duranton, J. Vernon Henderson, and William Strange (eds.) Handbook of Regional and Urban Economics, volume 5A. Amsterdam: Elsevier, 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Carlino, Gerald A. and Albert Saiz. 2019. Beautiful city: Leisure amenities and urban growth. Journal of Regional Science 59(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Champernowne, David G. 1953. A model of income distribution. Economic Journal 63(250):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Cheshire, Paul C. and Stefano Magrini. 2006. Population growth in European cities: Weather matters - but only nationally. Regional Studies 40(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Ciccone, Antonio and Robert E. Hall. 1996. Productivity and the density of economic activity. American Economic Review 86(1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Combes, Pierre-Philippe, Gilles Duranton, and Laurent Gobillon. 2019. The costs of agglomeration: House and land prices in French cities. Review of Economic Studies 86(4):1556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Combes, Pierre-Philippe, Gilles Duranton, Laurent Gobillon, and SÃ\u0083Æ\u0092Ã\u0082Â©bastien Roux. 2010. Estimating agglomeration effects with history, geology, and worker fixed-effects. In Edward L. Glaeser (ed.) Agglomeration Economics. Chicago, il: Chicago University Press, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Combes, Pierre-Philippe and Laurent Gobillon. 2015. The empirics of agglomeration economies. In Gilles Duranton, J. Vernon Henderson, and William Strange (eds.) Handbook of Regional and Urban Economics, volume 5. Amsterdam: Elsevier, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Davis, Donald R. and Jonathan I. Dingel. 2019. A spatial knowledge economy. American Economic Review 109(1):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Davis, Morris A., Jonas D. M. Fisher, and Toni M. Whited. 2014. Macroeconomic implications of agglomeration. Econometrica 82(2):731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "De la Roca, Jorge, Ingrid Gould Ellen, and Katherine M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Regan. 2014a. Race and neighborhoods in the 21st century: What does segregation mean today? Regional Science and Urban Economics 47:138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "De la Roca, Jorge and Diego Puga. 2017. Learning by working in big cities. Review of Economic Studies 84(1):106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Desmet, Klaus and J. Vernon Henderson. 2015. The geography of development within countries.",
        "Desmet, Klaus and Esteban Rossi-Hansberg. 2009. Spatial growth and industry age. Journal of Economic Theory 144(6):2477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2502.",
        "Desmet, Klaus and Esteban Rossi-Hansberg. 2013. Urban accounting and welfare. American Economic Review 103(6):2296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2327.",
        "Duranton, Gilles. 2007. Urban evolutions: The fast, the slow, and the still. American Economic Review 97(1):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Duranton, Gilles and Diego Puga. 2001. Nursery cities: Urban diversity, process innovation, and the life cycle of products. American Economic Review 91(5):1454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1477.",
        "Duranton, Gilles and Diego Puga. 2005. From sectoral to functional urban specialisation. Journal of Urban Economics 57(2):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Duranton, Gilles and Diego Puga. 2014. The growth of cities. In Philippe Aghion and Steven N. Durlauf (eds.) Handbook of Economic Growth, volume 2B. Amsterdam: Elsevier, 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Duranton, Gilles and Diego Puga. 2015. Urban land use. In Gilles Duranton, J. Vernon Henderson, and William Strange (eds.) Handbook of Regional and Urban Economics, volume 5. Amsterdam: Elsevier, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Duranton, Gilles and Matthew A. Turner. 2012. Urban growth and transportation. Review of Economic Studies 79(4):1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Durlauf, Steven N., Paul A. Johnson, and Jonathan R. W. Temple. 2005. Growth econometrics. In Philippe Aghion and Steven N. Durlauf (eds.) Handbook of Economic Growth, volume 1. Amsterdam: Elsevier, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Eeckhout, Jan. 2004. GibratÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law for (All) cities. American Economic Review 94(5):1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "Fischel, William A. 2001. The Homevoter Hypothesis. Cambridge, ma: Harvard University Press.",
        "Flood, Sarah, Miriam King, Renae Rodgers, Steven Ruggles, and J. Robert Warren. 2018. Integrated Public Use Microdata Series, Current Population Survey: Version 6.0. Minneapolis: University of Minnesota.",
        "Forstall, Richard L. 1996. Population of States and Counties of the United States: 1790 to 1990. Washington dc: us Bureau of the Census.",
        "Fosgerau, Mogens. 2005. Unit income elasticity of the value of travel time savings. In Proceedings of the Association for European Transport European Transport Conference.",
        "Fujita, Masahisa. 1989. Urban Economic Theory: Land Use and City Size. Cambridge: Cambridge University Press.",
        "Fujita, Masahisa, Paul R. Krugman, and Tomoya Mori. 1999. On the evolution of hierarchical urban systems. European Economic Review 43(2):209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Fujita, Masahisa and Jacques-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse. 2002. Economics of Agglomeration: Cities, Industrial Location, and Regional Growth. Cambridge: Cambridge University Press.",
        "Gabaix, Xavier. 1999. ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law for cities: An explanation. Quarterly Journal of Economics 114(3):739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Gabaix, Xavier. 2009. Power laws in Economics and Finance. Annual Review of Economics 1:255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Gabaix, Xavier and Rustam Ibragimov. 2011. Rank-1/2: A simple way to improve the OLS estimation of tail exponents. Journal of Business Economics and Statistics 29(1):24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Gennaioli, Nicola, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2013. Human capital and regional development. Quarterly Journal of Economics 128(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Gibrat, Robert. 1931. Les inÃ\u0083Æ\u0092Ã\u0082Â©galitÃ\u0083Æ\u0092Ã\u0082Â©s Ã\u0083Æ\u0092Ã\u0082Â©conomiques; applications: aux inÃ\u0083Æ\u0092Ã\u0082Â©galitÃ\u0083Æ\u0092Ã\u0082Â©s des richesses, Ã\u0083Æ\u0092Ã\u0082Â  la concentration des entreprises, aux populations des villes, aux statistiques des familles, etc., dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢une loi nouvelle, la loi de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢effet proportionnel. Paris: Librairie du Recueil Sirey.",
        "Glaeser, Edward L. 2011. Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier. London: MacMillan.",
        "Glaeser, Edward L. and Joseph Gyourko. 2005. Urban decline and durable housing. Journal of Political Economy 113(2):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Glaeser, Edward L., Joseph Gyourko, and Raven Saks. 2005. Why is Manhattan so expensive? Regulation and the rise in housing prices. Journal of Law and Economics 48(2):331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Glaeser, Edward L., Sari Pekkala Kerr, and William R. Kerr. 2015. Entrepreneurship and urban growth: An empirical assessment with historical mines. Review of Economics and Statistics 2(97):498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Glaeser, Edward L., Jed Kolko, and Albert Saiz. 2001. Consumer city. Journal of Economic Geography 1(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Glaeser, Edward L. and David C. MarÃ\u0083Æ\u0092Ã\u0082Â©. 2001. Cities and skills. Journal of Labor Economics 19(2):316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 342.",
        "Glaeser, Edward L. and Albert Saiz. 2004. The rise of the skilled city. Brookings-Wharton Papers on Urban Affairs 5:47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Gyourko, Joseph and Albert Saiz. 2006. Construction costs and the supply of housing structure. Journal of Regional Science 46(4):661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Gyourko, Joseph, Albert Saiz, and Anita A. Summers. 2008. A new measure of the local regulatory environment for housing markets: The Wharton Residential Land Use Regulatory Index. Urban Studies 45(3):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Henderson, J. Vernon. 1974. The sizes and types of cities. American Economic Review 64(4):640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Henderson, J. Vernon. 2005. Urbanization and growth. In Philippe Aghion and Steven N. Durlauf (eds.) Handbook of Economic Growth, volume 1B. Amsterdam: Elsevier, 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1591.",
        "Henderson, J. Vernon and Hyoung Gun Wang. 2007. Urbanization and city growth: The role of institutions. Regional Science and Urban Economics 37(3):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Hsieh, Chang-Tai and Enrico Moretti. 2019. Housing constraints and spatial misallocation. American Economic Journal: Macroeconomics 11(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Ioannides, Yannis M. and Henry G. Overman. 2003. ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law for cities: an empirical examination. Regional Science and Urban Economics 33(2):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Jacobs, Jane. 1969. The Economy of Cities. New York: Random House.",
        "Jones, Charles I. 2005. Growth and ideas. In Philippe Aghion and Steven N. Durlauf (eds.) Handbook of Economic Growth, volume 1B. Amsterdam: Elsevier, 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1111.",
        "Lucas, Robert E., Jr. 1988. On the mechanics of economic development. Journal of Monetary Economics 22(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Manson, Steven, Jonathan Schroeder, David Van Riper, and Steven Ruggles. 2018. Integrated Public Use Microdata Series, National Historical Geographic Information System: Version 13.0. Minneapolis: University of Minnesota.",
        "Marshall, Alfred. 1890. Principles of Economics. London: Macmillan.",
        "Michaels, Guy and Ferdinand Rauch. 2018. Resetting the urban network: 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012. Economic Journal 128(608):378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Moretti, Enrico. 2004a. Estimating the social return to higher education: Evidence from longitudinal and repeated cross-sectional data. Journal of Econometrics 121(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Moretti, Enrico. 2004b. WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ education, spillovers, and productivity: Evidence from plant-level production functions. American Economic Review 94(3):656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Moretti, Enrico. 2019. The effect of high-tech clusters on the productivity of top inventors. Processed, University of California Berkeley.",
        "Muth, Richard F. 1969. Cities and Housing. Chicago: University of Chicago Press.",
        "Nagy, DÃ\u0083Æ\u0092Ã\u0082Â¡vid KrisztiÃ\u0083Æ\u0092Ã\u0082Â¡n. 2017. City location and economic development. Processed, Centre de Recerca en Economia Internacional.",
        "Plantinga, Andrew J., Ruben N. Lubowski, and Robert N. Stavins. 2002. The effects of potential land development on agricultural land prices. Journal of Urban Economics 52(3):561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Rappaport, Jordan. 2007. Moving to nice weather. Regional Science and Urban Economics 37(3):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 398.",
        "Riley, Shawn J., Stephen D. DeGloria, and Robert Elliot. 1999. A terrain ruggedness index that quantifies topographic heterogeneity. Intermountain Journal of Sciences 5(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Rossi-Hansberg, Esteban and Mark L. J. Wright. 2007. Urban structure and growth. Review of Economic Studies 74(2):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Saichev, Alexander I., Yannick Malevergne, and Didier Sornette. 2009. Theory of ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law and Beyond. Heidelberg: Springer.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¡nchez-Vidal, MarÃ\u0083Æ\u0092Ã\u0082Â­a, Rafael GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez-Val, and Elisabet Viladecans-Marsal. 2014. Sequential city growth in the us: Does age matter? Regional Science and Urban Economics 44:29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Schroeder, Jonathan P. 2016. Historical Population Estimates for 2010 us States, Counties and Metro/Micro Areas, 1790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. Minneapolis: University of Minnesota.",
        "Shapiro, Jesse M. 2006. Smart cities: Quality of life, productivity, and the growth effects of human capital. Review of Economics and Statistics 88(2):324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "SwÃ\u0083Æ\u0092Ã\u0082Â¼ardh, Jan-Erik. 2008. Is the intertemporal income elasticity of the value of travel time unity? Working Paper 2008:3, Swedish National Road & Transport Research Institute.",
        "us Bureau of the Census. 2012. Intercensal Estimates of the Resident Population for Counties and States: April 1, 2000 to July 1, 2010. Washington dc: United States Bureau of the Census.",
        "us Bureau of Economic Analysis. 2019. Real gross domestic product per capita. Washington, dc: United States Bureau of Economic Analysis. Retrieved from fred, Federal Reserve Bank of St. Louis.",
        "us Geological Survey. 2018. 1 Arc-second Digital Elevation Models Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c usgs National Map 3dep Downloadable Data Collection. Reston, va: United States Geological Survey.",
        "Valentinyi, kos and Berthold Herrendorf. 2008. Measuring factor income shares at the sectoral level. Review of Economic Dynamics 11(4):820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835."
    ]
}