{
    "id": 2659,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "1. G. Auten and C. Clotfelter. Permanent vs. Transitory Effects and the Realization of Capital Gains, U.S. Treasury, Office of Tax Analysis, Washington, D.C., U.S. Government Printing Office, 1979.",
        "2. George M. Constanides. Optimal Stock Trading with Personal Taxes: Implications for Prices and the Abnormal January Returns, Journal of Financial Economics 13 (March 1984), 65-89.",
        "3. Edward A. Dyl. Capital Gains Taxation and the Year-End Stock Market Behavior, Journal of Finance 32 (March 1977), 165-75.",
        "4. Martin S. Feldstein, Joel Slemrod, and Shlomo Yitzhaki. The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, quarterly Journal of Econonics 94 (June 1980), 777-91.",
        "5. Martin S. Feldstein and Shlomo Yitzhaki. The Effect of the Capital Gains Tax on the Selling and Switching of Common Stock, Journal of Public Economics 9 (February 1977), 17-36.",
        "6. Dan Givoly and Arie Ovadia. Year-End Tax-Induced Sales and Stock Market Seasonality, Journal of Finance 38 (March 1983) , 171-85.",
        "7. Josef Lakonishok and Seymour Smidt. Volume for Winners and Losers: Taxation and Other Motives for Stock Trading, Journal of Finance 41 (September 1986), 951-74. 27",
        "8. Lawrence Lindsey. Capital Gains: Rates, Realizations and Revenues, National Bureau of Economic Research, Working Paper No. 1893, April 1986.",
        "9. J. Minarik. Capital Gains, In How Taxes Affect Economic Behavior, Washington, D.C., Brookings Institution, 1981.",
        "10. James M. Poterba. How Burdensome are Capital Gains Taxes? MIT Working Paper No. 410, February 1986.",
        "11. Marc R. Reinganum. The Anomalous Behavior of Small Firms in January: Empirical Tests for Tax-Loss Selling Effects, Journal of Financial Economics 12 (June 1983), 89-104.",
        "13. Joseph E. Stiglitz. Some Aspects of the Taxation of Capital Gains, Journal of Public Economics 21 (July 1983), 257-94.",
        "15. Robert L. Winkler and William L. Hays. Statistics: Probability, Inference, and Decision, 2nd ed., New York,"
    ]
}