{
    "id": 26598,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Beelen, Rob, Ole Raaschou-Nielsen, Massimo Stafoggia, Zorana Jovanovic Andersen, Gudrun Weinmayr, Barbara Hoffmann, Kathrin Wolf, Evangelia Samoli, Paul Fischer, Mark Nieuwenhuijsen, et al. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 383(9919): 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "BMWi. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sixth Energy Transition Monitoring Report: The Energy of the Future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Ministry of Economic Affairs and Energy (BMWi) Report.",
        "BNetzA. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Reports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Breiman, Leo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 45(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Burlig, Fiona, Christopher Knittel, David Rapson, Mar Reguant, and Catherine Wolfram. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning from Schools about Energy Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23908.",
        "Callaway, Duncan S, Meredith Fowlie, and Gavin McCormick. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, location, location: The variable value of renewable energy and demand-side efficiency resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 5(1): 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Cicala, Steve. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Markets versus Imperfect Regulation in U.S. Electricity Generation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23053.",
        "Davis, Lucas, and Catherine Hausman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Impacts of a Nuclear Power Plant Closure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(2): 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Deschenes, Olivier, Michael Greenstone, and Joseph S. Shapiro. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defensive Investments and the Demand for Air Quality: Evidence from the NOx Budget Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(10): 2958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Dhaeseleer, William. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthesis on the Economics of Nuclear Energy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d DG Energy Report.",
        "EEA. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs of air pollution from European industrial facilities 20082012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Environment Agency EEA Technical Report 20/2014.",
        "Egerer, Jonas. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Open Source Electricity Model for Germany (ELMOD-DE).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d DIW Berlin, German Institute for Economic Research Data Documentation 83.",
        "European Commission. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quarterly Report on European Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Goebel, Jan, Christian Krekel, Tim Tiefenbach, and Nicolas R Ziebarth. 2015.",
        "Grossi, Luigi, Sven Heim, and Michael Waterson. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the German response to the Fukushima earthquake.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 66: 450 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 465.",
        "Holland, Stephen P, Erin T Mansur, Nicholas Muller, and Andrew J Yates. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decompositions and Policy Consequences of an Extraordinary Decline in Air Pollution from Electricity Generation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25339.",
        "Jacobs, David. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The German Energiewende History, Targets, Policies and Challenges. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Renewable Energy Law and Policy Review, 3(4): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Jaramillo, Paulina, and Nicholas Muller. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air pollution emissions and damages from energy production in the U.S.: 20022011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, 90(C): 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "JECR. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Follow up Report of Public Financial Burden of the Fukushima Nuclear Accident.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Japan Center for Economic Research Report.",
        "Keppler, Jan Horst. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic costs of the nuclear phase-out in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Knopf, Brigitte, Michael Pahle, Hendrik Kondziella, Fabian Joas, Ottmar Edenhofer, and Thomas Bruckner. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Nuclear Phase-out: Sensitivities and Impacts on Electricity Prices and CO2 Emissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Energy & Environmental Policy, 0(Number 1).",
        "Markandya, Anil, and Paul Wilkinson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electricity generation and health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The lancet, 370(9591): 979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Meinshausen, Nicolai. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantile Regression Forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Mach. Learn. Res., 7: 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c999.",
        "Mullainathan, Sendhil, and Jann Spiess. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine learning: an applied econometric approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 31(2): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Neidell, Matthew J, Shinsuke Uchida, and Marcella Veronesi. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Be Cautious with the Precautionary Principle: Evidence from Fukushima Daiichi Nuclear Accident.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "NRC and NAS. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Research Council (US). Committee on Health, Environmental, and Other External Costs and Benefits of Energy Production and Consumption. National Academies Press.",
        "Open Power System Data. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Package Conventional power plants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Severnini, Edson. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of nuclear plant shutdown on coal-fired power generation and infant health in the Tennessee Valley in the 1980s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Energy, 2(4): 17051.",
        "Slovic, Paul. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The psychology of risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sade e Sociedade, 19(4): 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Slovic, Paul, and Elke U Weber. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perception of risk posed by extreme events.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regulation of Toxic Substances and Hazardous Waste (2nd edition)(Applegate, Gabba, Laitos, and Sachs, Editors), Foundation Press, Forthcoming.",
        "Slovic, Paul, Baruch Fischhoff, and Sarah. Lichtenstein. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rating the risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment, 21(3): 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Traber, Thure, and Claudia Kemfert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093German Nuclear Phase-out Policy: Effects on European Electricity Wholesale Prices, Emission Prices, Conventional Power Plant Investments and Eletricity Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d DIW Berlin, German Institute for Economic Research Discussion Papers of DIW Berlin 1219.",
        "Viscusi, W. Kip, and Clayton J. Masterman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Elasticities and Global Values of a Statistical Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Benefit-Cost Analysis, 8(2): 226250.",
        "Wager, Stefan, and Susan Athey. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and inference of heterogeneous treatment effects using random forests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 113(523): 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Wheatley, Spencer, Benjamin Sovacool, and Didier Sornette. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Of Disasters and Dragon Kings: A Statistical Analysis of Nuclear Power Incidents and Accidents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Risk Analysis, 37(1): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115."
    ]
}