{
    "id": 266,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Rubinstein, N. E. 1975. The Valuation of Uncertain Income Streams and the Pricing of Options. Research Program in Finance, Working Paper No. 37. Berkeley: Institute of Business and Economic Research, University of California (August).",
        "Nelson, C. R., and Schwert, W. C. 1976. On Testing the Hypothesis That the Real Rate of Interest is Constant. Unpublished Working Paper (April).",
        "Nadauld, S. J. 1978. The Interest Rate Elasticity of Networth in Savings Institutions. Unpublished dissertation, University of California, Berkeley (May).",
        "Morrison, J. B. 1977. Interest Rate Risk in Commercial Banking: Some Implications for Capital Adequacy. Unpublished dissertation, University of California, Berkeley (May).",
        "Political Economy (January-February): 95-119. 1975b. The Tax-Adjusted Yield Curve. Journal of Finance (June): 811-830.",
        "McCulloch, J. H. 1971. Measuring the Term Structure of Interest Rates. Journal of Business (January): 19-31.",
        "Lanstein, R. and Sharpe, W. F., Duration and Security Risk. Research Paper 451, Graduate School of Business, Stanford University (May). Macaulay, F. R. 1938. Some Theoretical Problems Suggested by the Movements of Interest Rates, Bond Yie.lds, and Stock Prices in the United States Since 1856. National Bureau of Economic Research. New York: Columbia University Press.",
        "Kane, E. J. 1975. Direct Cross-Section Tests of Alternative TermStructure Theories. Unpublished Working Paper (October).",
        "Jaffee, D. M. 1971. Credit Rationing and the Commercial Loan Market. New York: John Wiley and Sons, Inc.",
        "Fair, R. C., and Jaffee, D. M. 1972. Methods of Estimation for Markets in Disequilibrium. Econometrica (May): 497-514.",
        "Conte, S. D. 1965. Elementary Numerical Analysis. New York: McGraw-Hill.",
        "Samuelson, P. A. 1945. The Effects of Interest Rate Increases on the Banking System.~ American Economic Review (March): 16-41.",
        "Yawitz, J. W., Hempel, G. H., and Marshall, W. J. 1975. Average Maturity as a Risk Proxy in Investment Decisions. Journal of Finance (May): 325-333.",
        "Vasicek, 0. A. 1976. The Term Structure of Interest Rates. Unpublished Working Paper (July).",
        "Hodges, S. 1975. Some Thoughts on the Pricing of Default Free Bonds. Unpublished Working Paper, University of California, Berkeley (January).",
        "Hicks, J. R. 1939. Value and Capital. London: Oxford Press.",
        "Hildreth, C., and Lu, J. Y. 1960. Demand Relations with Autocorrelated Disturbances. Technical Bulletin 276 (November). Michigan State University Agricultural Experiment Station.",
        "Goldfeld, S. M., and Quandt, R. E. 1975. Estimation in a Disequilibrium Market and the Value of Information. Journal of Econometrics (September): 325-348.",
        "Goldfeld, S. N. 1966. Commercial Bank Behavior and Economic Activity. Amsterdam: North-Holland Publishing Co.",
        "Fama, E. F. 1975. Short-Term Interest Rates as Predictors of Inflation. American Economic Review (June): 269-282."
    ]
}