{
    "id": 26608,
    "cites": 54,
    "cited_by": 1,
    "reference": [
        "Figure A6: Welfare Effects with Leverage Risk: 12-Month Holding Period (a) Share with Regret 0.00 0.05 0.10 0.15 0.20 0.25 0.30 Fraction Regret 2008 2010 2012 2014 2016 (b) Expected Loss 0 1 2 3 4",
        "Ex-post Leverage 2008 2010 2012 2014 2016 -3x-2x-1x 1x 2x 3x Notes: Figure A5 plots ex post leverage for each leverage class over time. Ex post leverage is computed by running OLS regressions of leverage class returns over 12 month holding periods on S&P 500 returns over the same period, in a moving window of 7 months.",
        "Figure A2: Data at Leverage Class Level (Other Markets) (a) Market Share (Gold) -.3 0 .3 .6 .9 Market Share 2010 2012 2014 2016 2018 -3x-2x-1x 1x 2x 3x (b) Market Share (Oil) -.3 0 .3 .6 .9 Market Share 2009 2011 2013 2015 2017 -3x-2x-1x 1x 2x 3x (c) Expense Ratio (Gold) 80 90 100 110 120 Leveraged Expense Ratio (bps.) 30 35 40 45 50 Tracker Expense Ratio (bps.) 2010 2012 2014 2016 2018 1x (LHS) -3x-2x-1x 2x 3x (d) Expense Ratio (Oil) 40 60 80 100 120 140 Leveraged Expense Ratio (bps.) 30 40 50 60 70 80 Tracker Expense Ratio (bps.) 2009 2011 2013 2015 2017 1x (LHS) -3x-2x-1x 2x 3x Notes: Figure A2 top panels plot adjusted market share for each leverage class for Gold and Oil markets. Bottom panels plot market share weighted average expense ratio in each leverage class.",
        "We use the average retail AUM in 2x and 3x leverage classes over our sample as an estimate for the total amount of assets that would be affected by the ban. Vanguard would attract between 580 and 1,204 million dollars in assets, which would generate 0.18 to 0.36 million dollars of revenue based on its current expense ratio of 3 basis points. Using the same unit as expected loss for investors, we compute VanguardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s expected gain across investors is 0.06 to 0.12 basis points. Comparing with the net loss due to the ban on leveraged ETF, the expected gain is an order of magnitude smaller. Our estimates suggest that Vanguard did not have a substantial profit motive for the ban. 33 See Egan et al. (2019) for further discussion of the data.",
        "Because we do not have a precise statistics of VanguardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s platform market share, we consider two different benchmarks for the fraction of affected investors. First, we assume the fraction of shifted investors that choose VanguardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tracker is equal to the market share of its tracker (VOO) in terms of retail AUM at the end of 2018, which is around 24 percent. For our second measure, we use a rough upper bound estimate of 50 percent. This latter figure is motivated by the fact that, in addition to offering ETFs, Vanguard also provides brokerage accounts for retail investors. Compared to its main competitors: Fidelity, Charles Schwab, TD Ameritrade, and T. Rowe Price, Vanguard is the only platform that provides its own S&P 500 ETF, and it is generally recognized as a superior platform on which to trade ETFs. Our 50 percent benchmark captures the fact that investors may disproportionately trade in leveraged ETFs on VanguardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s platform.",
        "Accessed November 12, 2019. 28 As Vanguard describes on their website, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On any given day, if you use a leveraged or inverse product, you can expect a return similar to the stated objective. However...extended holdings beyond one day or one month, depending on the investment objective, can lead to results different from a simple doubling, tripling, or inverse of the benchmarkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s average return over the same period. This difference in results can be magnified in volatile markets. As a result, these types of investments arenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t generally designed for a buy-and-hold strategy... These funds are riskier than alternatives that donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t use leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Important information about leveraged, inverse, and commodity exchange-traded products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanguard.com. https://investor.vanguard.com/investing/leveraged-inverse-etf-etn.",
        "Returns (%) -0.04-0.02 0.00 0.02 cay Notes: Figure 11 displays the relationship between the estimated expected returns from our structrual model and model-based expected returns. Observations in each panel are at the quarterly level over the period 2008-2018. Panel (a) displays a binned scatter plot of the mean estimated expected return from our structrual model versus the log divided-price ratio. Panel (b) displays a binned scatter plot of the mean estimated expected return from our structrual model versus cay from Lettau and Ludgivson (2001). In both panels we winsorize the mean of expected returns from our structural model at the 5% level to account for outliers during the financial crisis. *** p<0.01, ** p<0.05, * p<0.10.",
        "Figure 7: Expectations and Model Fit: Other Asset Classes (Cont.) (c) Expectation Distribution (Gold) vs. Google Trends Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5 10 2009 2011 2013 2015 2017 Expected Return (%) 0 50 100 150 200 250 Google Trend Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f _",
        "Figure 4: Expectations and Model Fit: Baseline and Heterogenous Risk Aversion (S&P 500) (a) Expectation Distribution, Ã\u0083Å½Ã\u0082Â»i = Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009940 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 0 20 2008 2010 2012 2014 2016 2018 Expected Return (%) Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Risk Aversion = 0.986 (b) September 2009, Ã\u0083Å½Ã\u0082Â»i = Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 0 10 20 0.00 0.02 0.04 0.06 0.08 0.10 Expected Return (%) Density Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009916% Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00999.7% Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994.2% 3.3% 11% 16% Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993x Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992x Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991x 0x 1x 2x 3x (c) Fit of Log Shares, Ã\u0083Å½Ã\u0082Â»i = Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00998 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00998 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 0",
        "Figure 3: Time-Varying Investor Expectations (a) Estimated Distribution Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009940 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 0 20 2008 2010 2012 2014 2016 2018 Expected Return (%) Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Ã\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â\u008f Risk Aversion = 0.986 Notes: Figure 3 panel (a) plots the estimated distribution of investor expectations over time. Red dots represent mean expected return. Solid dark red lines indicate median, dashed lines indicate 25th and 75th percentiles, and dotted lines indicate 10th and 90th percentiles.",
        "Figure 2: Data at Leverage Class Level (S&P 500) (a) Market Share (S&P 500) -.3 0 .3 .6 .9 Market Share 2008 2010 2012 2014 2016 2018 -3x-2x-1x 1x 2x 3x (b) Expense Ratio (S&P 500) 75 80 85 90 95 100 Leveraged Expense Ratio (bps.) 7 8 9 10 11 12 Tracker Expense Ratio (bps.) 2008 2010 2012 2014 2016 2018 1x (LHS) -3x-2x-1x 2x 3x Notes: Figure 2 top panel plots adjusted market share for each leverage class. The bottom panel plots market share weighted average expense ratio in each leverage class.",
        "Figures Figure 1: S&P 500 ETFs (a) Assets Under Management (Retail Investors) 0 50 100 150 200 Total Retail Assets Invested in S&P 500 ETFs (billions) 2008 2010 2012 2014 2016 2018 Year (b) Trading Volume (Retail Investors) 100 150 200 250 300 Total Retail Trading Volume: S&P 500 ETFs (billions) 2008 2010 2012 2014 2016 2018 Year Notes: Figure 1 shows binned scatters at annual frequency along with the linear fitted lines for retail AUM in panel (a) and trading volume in panel (b) of ETFs that track S&P 500.",
        "Table 5: Evolution of the Parameters of the Expectations Distribution: Vector Autoregressions Location Scale Skewness Lag Parameters 0.5977 *** 0.6720 *** 0.4429 *** (0.1628) (0.1037) (0.1564) Lag Market Return-0.2134 ** -0.2052 ** 0.0006 (0.0790) (0.0767) (0.0013) Const 2.1467 *** 1.2818 *** 0.4317 *** (0.6171) (0.3932) (0.1180) R2 0.7384 0.7733 0.2248 Notes: The table displays the regression results to three linear regression models (eq. 10). Observations are at the quarterly level over the period 2008-2018. The dependent variable in each column corresponds to different moments/parameters of the estimated expected returns distribution. The dependent variable in in column (1) is the mean, in column (2) is the standard deviation parameter, and in column (3) is the skew parameter. We include the lag dependent variable in each regression as a control variable. *** p<0.01, ** p<0.05, * p<0.10.",
        "Welch, I. (2000). Views of financial economists on the equity premium and on professional controversies. The Journal of Business 73(4), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Wang, Y., T. M. Whited, Y. Wu, and K. Xiao (2018). Bank market power and monetary policy transmission: Evidence from a structural estimation. Working Paper.",
        "Ross, S. (2015). The recovery theorem. The Journal of Finance 70(2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Shumway, T., M. Szefler, and K. Yuan (2009). The information content of revealed beliefs in portfolio holdings. January) University of Michigan working paper.",
        "Vissing-Jorgensen, A. (2003). Perspectives on behavioral finance: Does irrationality disappear with wealth? evidence from expectations and actions. NBER macroeconomics annual 18, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 194.",
        "Nagel, S. and Z. Xu (2019). Asset pricing with fading memory. Technical report, National Bureau of Economic Research.",
        "Newey, W. K. and K. D. West (1987). A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55(3), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Meeuwis, M. (2019). Wealth fluctuations and risk preferences: Evidence from u.s. investor portfolios. Working Paper.",
        "Meeuwis, M., J. A. Parker, A. Schoar, and D. I. Simester (2018). Belief disagreement and portfolio choice.",
        "Lettau, M. and S. Ludvigson (2001). Consumption, aggregate wealth, and expected stock returns. the Journal of Finance 56(3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Malmendier, U. and S. Nagel (2011). Depression babies: do macroeconomic experiences affect risk taking? The Quarterly Journal of Economics 126(1), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Malmendier, U. and S. Nagel (2015). Learning from inflation experiences. The Quarterly Journal of Economics 131(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Martin, I. (2017). What is the expected return on the market? The Quarterly Journal of Economics 132(1), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Greenwood, R. and A. Shleifer (2014). Expectations of returns and expected returns. The Review of Financial Studies 27(3), 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A. and C. Syverson (2004). Product differentiation, search costs, and competition in the mutual fund industry: A case study of s&p 500 index funds. The Quarterly Journal of Economics 119(2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Ivanov, I. and S. Lenkey (2014). Are concerns about leveraged etfs overblown? Koijen, R. S. and M. Yogo (2016). Shadow insurance. Econometrica 84(3), 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287.",
        "Koijen, R. S. and M. Yogo (2019). Exchange rates and asset prices in a global demand system. Available at SSRN 3383677.",
        "Gennaioli, N. and A. Shleifer (2018). A crisis of beliefs: Investor psychology and financial fragility. Princeton University Press.",
        "Graham, J. R. and C. R. Harvey (2008). The equity risk premium in 2008: evidence from the global cfo outlook survey. Available at SSRN 1162809.",
        "Graham, J. R. and C. R. Harvey (2011). The duke/cfo business outlook survey. Duke CFO Global Business Outlook. http: www. cfosurvey. org.",
        "Fagereng, A., C. Gottlieb, and L. Guiso (2017). Asset market participation and portfolio choice over the life-cycle. The Journal of Finance 72(2), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        "Gennaioli, N., Y. Ma, and A. Shleifer (2016). Expectations and investment. NBER Macroeconomics Annual 30(1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Egan, M. (2019). Brokers vs. retail investors: Conflicting interests and dominated products.",
        "Egan, M., A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and G. Matvos (2017). Deposit competition and financial fragility: Evidence from the us banking sector. American Economic Review 107(1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Egan, M., S. Lewellen, and A. Sunderam (2017). The cross section of bank value.",
        "Egan, M., G. Matvos, and A. Seru (2019). The market for financial adviser misconduct. Journal of Political Economy 127(1), 000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c000.",
        "Cochrane, J. H. (2011). Presidential address: Discount rates. The Journal of finance 66(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Dick, A. A. (2008). Demand estimation and consumer welfare in the banking industry. Journal of Banking & Finance 32(8), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1676.",
        "Du, W., S. Gadgil, M. B. Gordy, and C. Vega (2019). Counterparty risk and counterparty choice in the credit default swap market. Available at SSRN 2845567.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2018). Diagnostic expectations and credit cycles. Journal of Finance 73(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Brunnermeier, M. K., A. Simsek, and W. Xiong (2014). A welfare criterion for models with distorted beliefs. The Quarterly Journal of Economics 129(4), 1753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1797.",
        "Calvet, L. E., J. Y. Campbell, F. J. Gomes, and P. Sodini (2019). The cross-section of household preferences. Working Paper.",
        "Case, K. E., R. J. Shiller, and A. K. Thompson (2012). What have they been thinking? homebuyer behavior in hot and cold markets. Brookings Papers on Economic Activity, 265.",
        "Benartzi, S. (2001). Excessive extrapolation and the allocation of 401 (k) accounts to company stock. The Journal of Finance 56(5), 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1764.",
        "Berk, J. B. and J. H. Van Binsbergen (2016). Assessing asset pricing models using revealed preference. Journal of Financial Economics 119(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Ben-David, I., F. Franzoni, R. Moussawi, and J. Sedunov (2016). The granular nature of large institutional investors. Technical report, National Bureau of Economic Research.",
        "Ben-David, I., J. R. Graham, and C. R. Harvey (2013). Managerial miscalibration. The Quarterly Journal of Economics 128(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1584.",
        "Barseghyan, L., F. Molinari, T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, and J. C. Teitelbaum (2013). The nature of risk preferences: Evidence from insurance choices. American Economic Review 103(6), 2499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2529.",
        "Amromin, G. and S. A. Sharpe (2013). From the horseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mouth: Economic conditions and investor expectations of risk and return. Management Science 60(4), 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barclay, M. and F. C. Torchio (2001). A comparison of trading models used for calculating aggregate damages in securities litigation. Law and Contemporary Problems 64(2/3), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 136.",
        "Expected Loss 2008 2010 2012 2014 2016 (c) Gains from Variety, Net of Leverage Risk 0 5 10 15 20 25 30 Gain from Variety Net of Leverage Risk 2008 2010 2012 2014 2016 Notes: Figure A6 shows the welfare effect of leverage risk over time. Panel (a) plots the fraction of investors who would regret their leverage class choices after learning ex post leverage. Panel (b) plots the expected loss as the difference between the utility from re-optimized choices based on ex post leverage and the utility from original choices. Panel (c) shows the gain from variety taking into account the leverage risk, measured as the utility difference between the full choice set in the data and a restricted choice set of only 1x trackers or the outside option."
    ]
}