{
    "id": 2660,
    "cites": 16,
    "cited_by": 45,
    "reference": [
        "Berkovec, James and Steven Stern. 1988. Job Exit Behavior of Older Men.\" Mimeograph.",
        "Blinder, Alan, Roger Gordon, and Donald Wise. 1980. \"Retonsidering rhe Work Disincentive Effects of Social Security,\" in National Tax Journal, Vol. 33, December, pp. 431-442.",
        "Bulow, J. 1981. \"Early Retirement Pension Benefits.\" NBER Working Paper No. 654.",
        "Burkhauser, Richard V. 1980. \"The Early Acceptance of Social Security: An Asset Maximization Approach,\" in Industrial and Labor Relations Review, Vol. 33, pp. 484-92.",
        "Burkhauser, Richard V. 1979. \"The Penaion Acceptance Decision of Older Workers,\" in Journal of Human Resources IlVU), pp. 63-75.",
        "Burtless, Gary. 1986. \"Social Security, Unanticipated Benefit Increases, and the Timing of Retirement,\" in Review of Economic Studies, Vol. 53, October, pp. 781-805.",
        "Burtless, Gary, and Robert A. Moffirt. 1984. \"The Effects of Social Security on the Labor Supply of the Aged,\" in N. Aaron and G. Burtless (eds.) Retirement and Economic Behavior, pp. 135-174. Washington, D.C.: Brookings Institution.",
        "Fields, Gary S. and Olivia Mitchell. 1982. \"The Effects of Pensions and Earnings on Retirement: A Review Essay,\" in R. Ehrenberg (ed.) Research in Labor Economics, Vol. 5, pp. 115-156. Greenwich, CT: JAL Press.",
        "Guatman, Alan and Thomas Steinmeier. 1986. \"A Structural Retirement Model,\" in Economerrica, Vol. 54, pp. 555-584. (36) Hausman, Jerry A. and David A. Wise. 1985. \"Social Securiry, Healrh Starus, and Retirement,\" in D. Wise (ed.) Pensions. Labor, and Individual Choice, Pp. 159-190. Chicago: University of Chicago Press, Hogarrh, Jeanne M. 1988. \"Accepting an Early Retirement Bonus: An Empirical Study,\" in Journal of Human Resources XXIII(1), pp. 21-33.",
        "Hurd, Michael and Michael Boakin. 1981. \"The Effect of Social Securiry on Retirement in the Early 1970s,\" in Quarterly Journal of Economics, November, Pp. 767-790.",
        "Rotlikoff, Laurence J. and David A. Wiae. 1985. \"Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets,\" in D. Wise (ed.) Pensions, Labor, and Individual Chotce, pp. 55-87. Chicago: University of Chicago Press.",
        "Kotlikoff, Laurence J. and David A. Wise. 1987. \"The Incentive Effects of Private Pension Plans,\" in Z. Bodie, J. Shoven, and D. Wise (eds.) Issues in Pension Economics, pp. 283-339. Chicago: University of Chicago Press.",
        "Kotlikoff, Laurence J. and David A. Wise. 1988. \"Employee Retirement and A Firm&apos;s Pension Plan.\" NBER working paper no. 2323. Forthcoming in 0. Wise (ed.) The Economics of Amine. Chicago: University of Chicago Press.",
        "Lazear, Edward P. 1983. \"Pensions as Severance Pay,\" in Z. Bodie and J. Shoven (ed.) Financial Asuects of the United States Pension System. Chicago: University of Chicago Press.",
        "Lazear, Edward P. and Robert L. Moore. 1988. \"Pensions and Turnover,\" in Z. Bodie, J. Shoven, and 0. Wise (eds.) Pensions in the U.S. Economy, pp.",
        "Stock, James H. and David A. Wise. 1988. \"Pensions, the Option Value of Work, and Retirement.\" Working paper."
    ]
}