{
    "id": 26602,
    "cites": 62,
    "cited_by": 0,
    "reference": [
        "Wang, Zhi, Shang-Jin Wei, Xinding Yu, and Kunfu Zhu, 2017, Characterizing global value chains: Production length and upstreamness. No. w23261. National Bureau of Economic Research.",
        "Taylor, John B, 1993, Discretion versus policy rules in practice. In Carnegie-Rochester conference series on public policy, vol. 39, pp. 195-214. North-Holland.",
        "Svensson, Lars E, 2002, Ination targeting: should it be modeled as an instrument rule or a targeting rule?. European Economic Review, 46 (4-5): 771-780.",
        "Sutherland, Alan, 2002, A simple second-order solution method for dynamic general equilibrium models. Working paper, University of St. Andrews.",
        "Strum, Brad E, 2009, Monetary policy in a forward-looking input-output economy. Journal of Money, Credit and Banking, 41 (4): 619-650.",
        "Smets, Frank, and Raf Wouters, 2002, Openness, imperfect exchange rate pass-through and monetary policy. Journal of Monetary Economics, 49 (5): 947-981.",
        "Shi, Kang, and Juanyi Xu, 2007, Optimal monetary policy with vertical production and trade. Review of International Economics, 15 (3): 514-537.",
        "Senay, Ozge, and Alan Sutherland, 2007, Optimal monetary policy and the timing of asset trade in open economies. Economics Letters 95 (2): 297-302.",
        "Rotemberg, Julio J., and Michael Woodford, 1999, Interest rate rules in an estimated sticky price model. In Monetary policy rules, pp. 57-126. University of Chicago Press.",
        "Nakamura, Emi, and JÃ\u0083Â³n Steinsson, 2008, Five facts about prices: A re-evaluation of menu cost models. The Quarterly Journal of Economics, 123 (4): 1415-1464.",
        "Mumtaz, Haroon, and Paolo Surico, 2012, Evolving international ination dynamics: World and country-speci c factors. Journal of the European Economic Association, 10 (4): 716-734.",
        "Mukhin, Dmitry, 2018, An equilibrium model of the international price system. In 2018 Meeting Papers, no. 89. Society for Economic Dynamics.",
        "Monacelli, Tommaso, and Luca Sala, 2009, The international dimension of ination: Evidence from disaggregated consumer price data. Journal of Money, Credit and Banking, 41 (1): 101-120.",
        "McCallum, Bennett T., and Edward Nelson, 2004, Targeting vs. instrument rules for monetary policy. No. w10612. National Bureau of Economic Research.",
        "Matsumura, Misaki, 2019, What price index should central banks target? An Open Economy Analysis. Working paper, Columbia University.",
        "Lombardo, Giovanni, and Federico Ravenna, 2014, Openness and optimal monetary policy.\" Journal of International Economics, 93 (1): 153-172.",
        "Koopman, Robert, Zhi Wang, and Shang-Jin Wei, 2014, Accounting for value added and double counting in gross trade. American Economic Review, 104 (2): 459-94.",
        "Johnson, Robert C., and Guillermo Noguera, 2016, A portrait of trade in value added over four decades. Review of Economics and Statistics, 99(5): 896-911.",
        "Jin, Keyu, and Nan Li, 2012, International transmission through relative prices. CEPR Discussion Paper 1090.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi, 2001, The nature and growth of vertical specialization in world trade. Journal of International Economics, 54 (1): 75-96.",
        "Huang, Kevin XD, and Zheng Liu, 2007, Business cycles with staggered prices and international trade in intermediate inputs. Journal of Monetary Economics, 54 (4): 1271-1289.",
        "Huang, Kevin XD, and Zheng Liu, 2005, Ination targeting: What ination rate to target? Journal of Monetary Economics, 52 (8): 1435-1462.",
        "Huang, Kevin XD, and Zheng Liu, 2001, Production chains and general equilibrium aggregate dynamics. Journal of Monetary Economics, 48 (2): 437-462.",
        "Hansen, Gary D, 1985, Indivisible labor and the business cycle. Journal of Monetary Economics, 16 (3): 309-327.",
        "Henderson, Dale, and Warwick McKibbon, 1993, A comparison of some basic monetary policy regimes for open economies. Carnegie-Rochester Series on Public Policy, 39, 221-317.",
        "Gopinath, Gita, Emine Boz, Camila Casas, Federico Diez, Pierre-Olivier Gourinchas, and Mikkel Plagborg-MÃ\u0083Â¸ller, 2019, Dominant currency paradigm. No. w22943. National Bureau of Economic Research.",
        "Gong, Liutang, Chan Wang, and Heng-fu Zou, 2016, Optimal monetary policy with international trade in intermediate inputs. Journal of International Money and Finance, 65: 140-165.",
        "GalÃ\u0083Â­, Jordi, and Tommaso Monacelli, 2005, Monetary policy and exchange rate volatility in a small open economy. The Review of Economic Studies, 72 (3): 707-734.",
        "GalÃ\u0083Â­, Jordi, 2015, Monetary policy, ination, and the business cycle: an introduction to the new Keynesian framework and its applications. Princeton University Press.",
        "Fort, Teresa C, 2017, Technology and production fragmentation: Domestic versus foreign sourcing. The Review of Economic Studies, 84 (2): 650-687.",
        "Forbes, Kristin, 2018, Has globalization changed the ination process? In 17th Bank for International Settlements Annual Research Conference, Zurich, June, vol. 22.",
        "Feenstra, Robert, 1999, Integration of trade and disintegration of production in the global economy. Journal of Economic Perspectives, 12 (4): 31-50.",
        "Faia, Ester, and Tommaso Monacelli, 2008, Optimal monetary policy in a small open economy with home bias. Journal of Money, Credit and Banking, 40 (4): 721-750.",
        "Engel, Charles, 2016, Policy cooperation, incomplete markets, and risk sharing. IMF Economic Review 64 (1): 103-133.",
        "Engel, Charles, 2011, Currency misalignments and optimal monetary policy: a reexamination.",
        "Egorov, Konstantin, and Dmitry Mukhin, 2019, Optimal monetary policy under dollar pricing. Working paper.",
        "Edwards, Sebastian, 2006, The relationship between exchange rates and ination targeting revisited. w12163. National Bureau of Economic Research.",
        "De Paoli, Bianca, 2009, Monetary policy and welfare in a small open economy. Journal of International Economics, 77 (1): 11-22.",
        "De Gregorio, Jose, 2012, Commodity prices, monetary policy, and ination. IMF Economic Review, 60 (4): 600-633.",
        "Costinot, Arnaud, Jonathan Vogel, and Su Wang, 2013, An elementary theory of global supply chains. The Review of Economic Studies, 80 (1): 109-144.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2001, Welfare and macroeconomic interdependence. The Quarterly Journal of Economics, 116 (2): 421-445.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc, 2010, Optimal monetary policy in open economies. In Handbook of Monetary Economics, vol. 3, pp. 861-933. Elsevier.",
        "Cornille, David, and Maarten Dossche, 2008, Some evidence on the adjustment of producer prices. Scandinavian Journal of Economics, 110 (3): 489-518.",
        "Boivin, Jean, and Marc Giannoni, 2008, Global forces and monetary policy eectiveness. No. w13736. National Bureau of Economic Research.",
        "Calvo, Guillermo A, 1983, Staggered prices in a utility-maximizing framework. Journal of Monetary Economics, 12 (3): 383-398.",
        "Benigno, Pierpaolo, and Michael Woodford, 2006, Linear-quadratic approximation of optimal policy problems. No. w12672. National Bureau of Economic Research.",
        "Benigno, Pierpaolo, and Michael Woodford, 2005, Ination stabilization and welfare: The case of a distorted steady state. Journal of the European Economic Association, 3 (6): 1185-1236.",
        "Benigno, Gianluca, and Pierpaolo Benigno, 2006, Designing targeting rules for international monetary policy cooperation. Journal of Monetary Economics, 53 (3): 473-506.",
        "Benigno, Gianluca, and Pierpaolo Benigno, 2003, Price stability in open economies. The Review of Economic Studies, 70 (4): 743-764.",
        "Basu, Susanto, and Pierre De Leo, 2019, Should central banks target investment prices?. Working paper, Boston College.",
        "Baldwin, Richard, and Anthony Venables, 2013, Spiders and snakes: Oshoring agglomeration in the global economy. Journal of International Economics, 90 (2): 245-254.",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen, 1999, Ination targeting. Princenton University Press.",
        "Auer, Raphael A., Andrei A. Levchenko, and Philip SaurÃ\u0083Â¨, 2017, International ination spillovers through input linkages. No. w23246. National Bureau of Economic Research.",
        "Auer, Raphael A, Claudio Borio and Andrew Filardo, 2017, The globalisation of ination: The growing importance of global value chains. BIS Working Papers No. 602.",
        "Arellano, Cristina, 2008, Default risk and income uctuations in emerging economies. American Economic Review, 98 (3): 690-712.",
        "Aoki, Kosuke, 2001, Optimal monetary policy responses to relative-price changes. Journal of Monetary Economics, 48 (1): 55-80.",
        "AntrÃ\u0083Â s, Pol, and Davin Chor, 2013, Organizing the global value chain. Econometrica, 81 (6): 2127-2204.",
        "AntrÃ\u0083Â s, Pol, 2016, Global Production: Firms, Contracts, and Trade Structure. Princeton University Press, Princeton, NJ.",
        "Wei, Shang-Jin, and Yinxi Xie, 2019, The wedge of the century: Understanding a divergence between CPI and PPI ination measures. No. w24319. National Bureau of Economic Research.",
        "Weinhagen, Jonathan C, 2011, A new, experimental system of indexes from the PPI program. Monthly Labor Review, 134 (2).",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "Woodford, Michael, 2010, Optimal monetary stabilization policy. In Handbook of Monetary Economics, vol. 3, pp. 723-828. Elsevier."
    ]
}