{
    "id": 26616,
    "cites": 55,
    "cited_by": 3,
    "reference": [
        "Thaler, R. H. (1999). Mental accounting matters. Journal of Behavioral Decision Making, 12(3):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Thaler, R. (1985). Mental accounting and consumer choice. Marketing Science, 4(3):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Snyder Jr, J. M. (1990). Campaign contributions as investments: The US House of Representatives, 1980-1986. Journal of Political Economy, 98(6):1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1227.",
        "Spenkuch, J. L. and Toniatti, D. (2018). Political advertising and election results. The Quarterly Journal of Economics.",
        "Small, D. A. and Simonsohn, U. (2007). Friends of victims: Personal experience and prosocial behavior. Journal of Consumer Research, 35(3):532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Small, D. A., Loewenstein, G., and Slovic, P. (2007). Sympathy and callousness: The impact of deliberative thought on donations to identifiable and statistical victims. Organizational Behavior and Human Decision Processes, 102(2):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Shapiro, B. T. (2018). Positive spillovers and free riding in advertising of prescription pharmaceuticals: The case of antidepressants. Journal of Political Economy, 126(1):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Rooney, P. (2018). American generosity after disasters: 4 questions answered. theconversation.com.",
        "Shang, J. and Croson, R. (2006). The impact of social comparisons on nonprofit fund raising. In Experiments investigating fundraising and charitable contributors, pages 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156. Emerald Group Publishing Limited.",
        "Petrova, M., Simonov, A., and Snyder Jr., J. (2019). The effect of Citizen United on U.S. state and federal elections. Technical report.",
        "Ottoni-Wilhelm, M., Vesterlund, L., and Xie, H. (2017). Why do people give? testing pure and impure altruism. American Economic Review, 107(11):3617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Moshary, S. (2019). Price discrimination in political advertising: Evidence from the 2012 US presidential elections. RAND Journal of Economics.",
        "Moshary, S., Shapiro, B., and Song, J. (2019). How and when to use the political cycle to identify advertising effects.",
        "Montano-Campos, F. and Perez-Truglia, R. (2019). Giving to charity to signal smarts: evidence from a lab experiment. Journal of Behavioral and Experimental Economics, 78:193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Liu, W. and Aaker, J. (2008). The happiness of giving: The time-ask effect. Journal of Consumer Research, 35(3):543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Mian, A., Sufi, A., and Trebbi, F. (2010). The political economy of the US mortgage default crisis.",
        "List, J. A. and Lucking-Reiley, D. (2002). The effects of seed money and refunds on charitable giving: Experimental evidence from a university capital campaign. Journal of Political Economy, 110(1):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Landry, C. E., Lange, A., List, J. A., Price, M. K., and Rupp, N. G. (2006). Toward an understanding of the economics of charity: Evidence from a field experiment. The Quarterly Journal of Economics, 121(2):747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Kogut, T. and Ritov, I. (2005). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093identified victimÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d effect: An identified group, or just a single individual? Journal of Behavioral Decision Making, 18(3):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Jenni, K. and Loewenstein, G. (1997). Explaining the identifiable victim effect. Journal of Risk and Uncertainty, 14(3):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Karlan, D., Morten, M., and Zinman, J. (2012). A personal touch: Text messaging for loan repayment. Technical report, National Bureau of Economic Research.",
        "Hungerman, D., Rinz, K., Weninger, T., and Yoon, C. (2018). Political campaigns and church contributions. Journal of Economic Behavior and Organization, 155:403 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 426.",
        "Hill, S. J., Lo, J., Vavreck, L., and Zaller, J. (2013). How quickly we forget: The duration of persuasion effects from mass communication. Political Communication, 30(4):521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Hastings, J. S. and Shapiro, J. M. (2013). Fungibility and consumer choice: Evidence from commodity price shocks. The Quarterly Journal of Economics, 128(4):1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Harbaugh, W. T. (1998). What do donations buy? a model of philanthropy based on prestige and warm glow. Journal of Public Economics, 67(2):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Grossman, G. M. and Helpman, E. (1996). Electoral competition and special interest politics. The Review of Economic Studies, 63(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Gordon, B. R. and Hartmann, W. R. (2013). Advertising effects in presidential elections. Marketing Science, 32(1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Goldstein, K. and Freedman, P. (2002). Campaign advertising and voter turnout: New evidence for a stimulation effect. Journal of Politics, 64(3):721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Glazer, A. and Konrad, K. A. (1996). A signaling explanation for charity. The American Economic Review, 86(4):1019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Giving USA (2018). Giving USA 2018. The annual report on philantropy for the year of 2017. Technical report.",
        "Gerber, A. S., Gimpel, J. G., Green, D. P., and Shaw, D. R. (2011). How large and long-lasting are the persuasive effects of televised campaign ads? Results from a randomized field experiment. American Political Science Review, 105(1):135 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 150.",
        "Fowler, E. F., Franz, M., and Ridout, T. N. (2015). Political advertising in 2012. Version 1.0. Middletown, Conn.: Wesleyan Media Project.",
        "Gee, L. K. and Meer, J. (2019). The altruism budget: Measuring and encouraging charitable giving. The Nonprofit Sector A Research Handbook, Third Edition, forthcoming.",
        "Federal Electoral Commission (2017). Statistical summary of 24-month campaign activity of the 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016 election cycle. Technical report.",
        "Eisensee, T. and StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg, D. (2007). News droughts, news floods, and US disaster relief. The Quarterly Journal of Economics, 122(2):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "DellaVigna, S., List, J. A., Malmendier, U., and Rao, G. (2016). Voting to tell others. The Review of Economic Studies, 84(1):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "DellaVigna, S., List, J. A., and Malmendier, U. (2012). Testing for altruism and social pressure in charitable giving. The Quarterly Journal of Economics, 127(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Crumpler, H. and Grossman, P. J. (2008). An experimental test of warm glow giving. Journal of Public Economics, 92(5-6):1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1021.",
        "Cadena, X. and Schoar, A. (2011). Remembering to pay? Reminders vs. financial incentives for loan payments. Technical report, National Bureau of Economic Research.",
        "Burbidge, J. B., Magee, L., and Robb, A. L. (1988). Alternative transformations to handle extreme values of the dependent variable. Journal of the American Statistical Association, 83(401):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 127.",
        "Brown, A. L., Meer, J., and Williams, J. F. (2019). Why do people volunteer? An experimental analysis of preferences for time donations. Management Science, 65(4):1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1468.",
        "Brooks, A. C. (2006). Who really cares? The surprising truth about compassionate conservatism. Basic Books.",
        "Bouton, L., Castanheira, M., and Drazen, A. (2018). A theory of small campaign contributions. Technical report, National Bureau of Economic Research.",
        "Becker, G. S. (1974). A theory of social interactions. Journal of Political Economy, 82(6):1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1093.",
        "Bertrand, M., Bombardini, M., Fisman, R., and Trebbi, F. (2018). Tax-exempt lobbying: Corporate philanthropy as a tool for political influence. Technical report, National Bureau of Economic Research.",
        "Avis, E., Ferraz, C., Finan, F., and VarjÃ\u0083Æ\u0092Ã\u0082Â£o, C. (2017). Money and politics: The effects of campaign spending limits on political competition and incumbency advantage. Technical report, National Bureau of Economic Research.",
        "Ansolabehere, S., De Figueiredo, J. M., and Snyder Jr, J. M. (2003). Why is there so little money in US politics? Journal of Economic Perspectives, 17(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Andreoni, J., Rao, J. M., and Trachtman, H. (2017). Avoiding the ask: A field experiment on altruism, empathy, and charitable giving. Journal of Political Economy, 125(3):625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Andreoni, J., Gale, W. G., and Scholz, J. K. (1996). Charitable contributions of time and money. University of Wisconsin-Madison Working Paper.",
        "Andreoni, J. (1989). Giving with impure altruism: Applications to charity and Ricardian equivalence.",
        "Andreoni, J. (1995). Warm-glow versus cold-prickle: the effects of positive and negative framing on cooperation in experiments. The Quarterly Journal of Economics, 110(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Alpizar, F., Carlsson, F., and Johansson-Stenman, O. (2008). Anonymity, reciprocity, and conformity: Evidence from voluntary contributions to a national park in Costa Rica. Journal of Public Economics, 92(5-6):1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1060.",
        "Urban, C. and Niebler, S. (2014). Dollars on the sidewalk: Should U.S. presidential candidates advertise in uncontested states? American Journal of Political Science, 58(2):322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Wang, Y., Lewis, M., and Schweidel, D. A. (2018). A border strategy analysis of ad source and message tone in senatorial campaigns. Marketing Science, 37(3):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "YÃ\u0083Æ\u0092Ã\u0082Â¶rÃ\u0083Æ\u0092Ã\u0082Â¼k, B. K. (2015). Do charitable subsidies crowd out political giving? the missing link between charitable and political contributions. The BE Journal of Economic Analysis & Policy, 15(1):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}