{
    "id": 26613,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Equilibria in Open Economies with Collateral Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University, 2019.",
        "Rebucci, Alessandro, and Chang Ma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls: A Survey of the New Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26558, December 2019.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Optimal Capital-Control Policy Countercyclical In Open-Economy Models With Collateral Constraints?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review 65, August 2017, 498-527.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate Volatility and the Price of Nontradable Goods in Economies Prone to Sudden Stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, Fall 2005, 103-148.",
        "Li, Tien-Yien, and James A. Yorke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Period Three Implies Chaos,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Mathematical Monthly 82, December 1975, 985-992.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Prices, and Crashes: Business Cycles with a Sudden Stop,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Sebastian Edwards and Jeffrey A. Frankel (Eds.), Preventing Currency Crises in Emerging Markets, University of Chicago Press, Chicago, IL, 2002, 335-392.",
        "Korinek, Anton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive Dollar Borrowing in Emerging Markets: Balance Sheet Effects and Macroeconomic Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Maryland, July 2011.",
        "Jeanne, Olivier, and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Booms and Busts: A Pigouvian Taxation Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 107, November 2019, 2-17.",
        "DaÃ\u0083Å\u0092Ã\u0082Â\u0081vila, Eduardo, and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pecuniary Externalities in Economies with Financial Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 85, January 2018, 352-395.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101, December 2011, 3400-3426.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 84, December 2016, 147-165.",
        "Benhabib, Jess, Jianjun Miao, and Pengfei Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chaotic Banking Crises and Banking Regulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory 61, February 2016, 393-422.",
        "Beaudry, Paul, Dana Galizia, and Franck Portier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the Cycle Back into Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming American Economic Review, 2019.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance, Instability and Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Willi Semmler, ed., Financial Dynamics and Business Cycles, Armonk, N.Y.: M.E. Sharpe, 1989."
    ]
}