{
    "id": 26611,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Waugh, Michael E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consumption Response to Trade Shocks: Evidence from the U.S.-China Trade War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper 26353.",
        "U.S. Bureau of Economic Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Table 3.5. Taxes on Production and Imports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Income and Product Accounts 2019.",
        "U.S. Committee on Finance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hearing Before the Committee on Finance United States Senate 115th Congress Second Session,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.finance.senate.gov/imo/media/ doc/36528.pdf 2018. accessed December 19, 2019.",
        "Lovely, Mary E. and Yang Liang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trump Tariffs Primarily Hit Multinational Supply Chains, Harm US Technology Competitiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018, May, 2018.",
        "Monarch, Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Not You, ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Me: Breakups in U.S.-China Trade Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 1165, Board of Governors of the Federal Reserve 2016.",
        "Johnson, Robert and Guillermo Noguera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Portrait of Trade in Value-Added Over Four Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2017, 99 (5), 896Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Irwin, Douglas A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Smoot-Hawley Tariff: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1998, 80 (2), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Jarmin, Ronald S. and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Longitudinal Business Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. U.S. Census Bureau Center for Economic Studies Working Paper 02-17.",
        ", Rasmus JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Jakob Munch, and Chong Xiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wage Effects of Offshoring: Evidence from Danish Matched Worker-Firm Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (6), 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        ", Jun Ishii, and Kei-Mu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature and Growth of Vertical Specialization in World Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2001, 1 (54), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Hummels, David, Jakob Munch, and Chong Xiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2018, 56 (3), 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Fort, Teresa C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and Production Fragmentation: Domestic versus Foreign Sourcing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2017, 84 (2), 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Handley, Kyle and Nuno Limao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Uncertainty, Trade, and Welfare: Theory and Evidence for China and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (9), 2731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2783.",
        "Federal Reserve Beige Book, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Summary of Commentary on Current Economic Conditions by Federal Reserve District,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.federalreserve.gov/ monetarypolicy/files/BeigeBook_20191127.pdf November 27, 2019.",
        "Flaaen, Aaron B., Ali HortacÃ\u0083Å\u0092Ã\u0082Â§su, and Felix Tintlenot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production Relocation and Price Effects of U.S. Trade Policy: The Case of Washing Machines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper 25767.",
        "Federal Register, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notice of Determination and Request for Public Comment Concerning Proposed Determination of Action Pursuant to Section 301: ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Acts, Policies, and Practices Related to Technology Transfer, Intellectual Property, and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https: //www.govinfo.gov/content/pkg/FR-2018-04-06/pdf/2018-07119.pdf April 6, 2018.",
        "Fajgelbaum, Pablo D., Pinelopi K. Goldberg, Patrick J. Kennedy, and Amit K. Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Protectionism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2020, 135 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Cavallo, Alberto, Gita Gopinath, Brent Neiman, and Jenny Tang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariff Passthrough at the Border and at the Store: Evidence from US Trade Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26396, National Bureau of Economic Research October 2019.",
        "Caldara, Dario, Matteo Iacoviello, Patrick Molligo, Andrea Prestipino, and Andrea Raffo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Trade Policy Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. mimeo.",
        "Bunge, Jacob, Kirk Maltais, and Lucy Craymer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China Deals Body Blow to Struggling U.S. Farm Belt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, 2019, August 6, 2019.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S.-China Trade War: The Guns of August,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trade Investment Policy Watch, 2019, September 20, 2019.",
        "Bown, Chad P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2018 US-China Trade Conflict After 40 Years of Special Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 13695, C.E.P.R. Discussion Papers April 2019.",
        "Boehm, Christoph E., Aaron Flaaen, and Nitya Pandalai-Nayar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Linkages and the Transmission of Shocks: Firm-level Evidence from the 2011 Tohoku Earthquake,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2019, 101 (1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        ", , and Robert C. Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Supply Chains and Trade Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. NBER Working Paper 21883.",
        "Blanchard, Emily J., Chad P. Bown, and Davin Chor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did TrumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Trade War Impact the 2018 Election?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper 26434.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Timothy J. Dunne, J. Bradford Jensen, and Mark J. Roberts, eds., Producer Dynamics: New Evidence from Micro Data, Chicago, IL: University of Chicago Press, 2009, chapter 14, pp. 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Baldwin, Richard, The Great Convergence: Information Technology and the New Globalization, Harvard University Press, 2016.",
        "AntraÃ\u0083Å\u0092Ã\u0082Â\u0081s, Pol, Teresa C. Fort, and Felix Tintlenot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from U.S. Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (9), 2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2564.",
        "Amiti, Mary, Stephen J. Redding, and David Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the 2018 Trade War on U.S. Prices and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2019, 33 (4), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Almunia, Miguel, Pol AntraÃ\u0083Å\u0092Ã\u0082Â\u0081s, David Lopez-Rodriguez, and Eduardo Morales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Venting Out: Exports During a Domestic Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. mimeo.",
        "World Customs Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HS Nomenclature 2002 Edition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.wcoomd. org/en/topics/nomenclature/instrument-and-tools/hs_nomenclature_previous_ editions/hs_nomenclature_table_2002.aspx 2019. accessed December 19, 2019.",
        "Yi, Kei-Mu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Vertical Specialization Explain the Growth of World Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2003, 111 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102."
    ]
}