{
    "id": 2661,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Ando, Albert, Yamashita, Michiko, and Murayama, Atsuyoshi, Laifu Saikuru Kasetsu ni Motozuku Shohi-Chochiku no Koudo Bunseki, Keizaibunseki, Japanese Government of Economic Planning Agency, January 1986, No.",
        "Auerbach, Alan J., Issues in the Measurement and Determinants of Business Saving, National Bureau of Economic Research, November 1982, Working Paper No. 1024.",
        "Auerbach, Alan J., and Kotlikoff, Laurence J., An Examination of Empirical Tests of Social Security and Savings, National Bureau of Economic Research, August 1981, Working Paper No. 730.",
        "Barro, Robert, The Impact of Social Security on Private Saving: Evidence from the U.S. Time Series, Washington, D.C.: American Enterprise Institute, 1978.",
        "Blinder, Alan S., Gordon, Roger H., and Wise, Donald E., Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal, December 1980, Vol. 33, pp. 431-42.",
        "Determinants of National Saving and Wealth, Eds.: Franco Modigliani and Richard Hemming, New York, St.Martin, 1983, pp. 89-122.",
        "Boskin, Michael, Social Security and Retirement Decisions, Economic R-2 Inqui~~y, January 1977, Vol. 15, pp. 1-23.",
        "Burkhauser, Richard V., and Turner, John A., A Time-Series Analysis on Social Security and its Effect on the Market Work of Men at Younger Ages, Journal of Political Economy, August 1978, Vol. 86, pp. 701-15.",
        "Burtless, Gary, Social Security, Unanticipated Benefit Increase, and the Timing of Retirement, Review of Economic Studies, October 1986, Vol. 53, pp. 781-805.",
        "Burtless, Gary, and Moffitt, Robert A., The Effect of Social Security Benefits on the Labor Supply of the Aged, in Retirement and Economic Behavior, Eds.: Henry J. Aaron and Gary Burtless. Washington, D.C., Brookings Institution, 1984, pp. 135-74.",
        "Postretirement Hours of Work, Journal of Labor Economics, April 1985, Vol. 3, pp. 209-36.",
        "Darby, Michael, The Effect of Social Security on Income and the Capital Stock, Washington, D.C.: American Enterprise Institute, 1979.",
        "Dekle, Robert, The Importance of Intergenerational Transfers in Japanese Aggregate Household Savings, paper presented to the Japan Economic Seminar, Johns Hopkins University, Washington, D.C., November 1986.",
        "R-3 Feldstein, Martin, Social Security, Induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy, September/October 1974, Vol. 82, pp. 905-26.",
        "Accumulation: New Microeconometric Evidence, Review of Economics and Statistics, August 1979, Vol. 61, pp. 361-8.",
        "Hamermesh, Daniel, Life-Cycle Effects on Consumption and Retirement, .ournal of Labor Economics, July 1984, Vol. 2, pp. 353-70.",
        "Hanoch, Giora and Honig, Marjorie, Retirement, Wages, and Labor Supply of the Elderly, Journal of Labor Economics, April 1983, Vol. 1, pp. 131-51.",
        "Honig, Marjorie and Hanoch, Giora, Partial Retirement as a Separate Mode of Retirement Behavior, Journal of Human Resources, Winter 1985, Vol. 20, pp. 21-46.",
        "Ishikawa, Tsuneo and Ueda, Kazuo, The Bonus Payment System and Japanese Personal Savings, in The Economic Analysis of the Japanese Firm, Ed.: Masahiko Aoki, New York, North-Holland, 1984, pp. 133-92.",
        "Ito, Minoru, Koreisha no Kyushoku Kodo to Nenkin Koyo Hoken, Nippon Rodo Kyokai Zashi, March/April 1983, Vol. 288, pp. 12-23 (in Japanese).",
        "King, Mervyn, The Economics of Savings, National Bureau of Economic R- 4 Research, December 1983, Working Paper No. 1247.",
        "Leimer, Dean and Lesnoy, Selig, Social Security and Private Saving: New Time-Series Evidence, Journal of Political Econ2~y, June 1982, Vol.",
        "Lesnoy, Selig and Leimer, Dean, Social Security and Private Savings: Theory and Historical Evidence, Social Security Bulletin, January 1985, Vol. 48, pp. 14-30.",
        "Mitchell, Olivia and Fields, Gary, The Economics of Retirement Behavior, Journal of Labor Economics, January 1984, Vol. 2, pp. 84-105.",
        "Modigliani, Franco, Life Cycle, Individual Thrift, and the Wealth of Nations, American Economic Review, June 1986, Vol. 76, pp. 297-313.",
        "Special Reference to the Role of Social Security - Cross-country Tests, in The Determinants of National Saving~nd Wealth, Eds.: Franco Modigliani and Richard Hemming, New York, St.Martin, 1983, pp.",
        "Munnell, Alicia, The Impact of Social Security on Personal Saving, National Tax Journal, December 1974, Vol. 27, pp. 553-67.",
        "Noguchi, Yukio, Problems of Public Pensions in Japan, Hitotsubashi Journal of Economics, June 1983, Vol. 24, pp. 43-68.",
        "Pellechio, Anthony, Social Security Financing and Retirement Behavior, American Economic Review, May 1979, Vol. 69, pp. 284-1.",
        "Sato, Kazuo, The Wealth Target and Saving: Theory and Japanese Evidence, R-5 paper presented to the Japan Economic Seminar, Columbia University, New York, February 1987.",
        "Takayama, Noriyuki, Japan, in The World Crisis in Social Security, Ed.: Jean-Jacques Rosa, Paris, Fondation National dEconomie Politique, 1982, pp. 71-91.",
        "Thompson, Lawrence, The Social Security Reform Debate, Journal of Economic Literature, December 1983, Vol. 21, pp. 1425-67."
    ]
}