{
    "id": 2662,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Aizenman, Joshua. `Country Risk, Incomplete Information and Taxes on International Borrowing, manuscript, 1986.",
        "Terms of Trade Adjustment, manuscript, The International Monetary Fund, 1988.",
        "Alesina Alberto and Guido Tabellini. External Debt, Capital Flight and Political Risk manuscript, 1~87. Blanchard, Olivier J. Debt, Deficits, and Finite Horizon, Journal of Political Economy 93, 1g85. Bulow I. Jeremy and Kenneth Rogoff. A Constant Recontracting Model of Sovereign Debt, manuscript 1966.",
        "Calvo, Gulliermo. Debt Repudiation: The Role of Expectations, manuscript 1987.",
        "Dooley, Michael P. Country-Specific Risk Premiums, Capital Flight and Net Investment Income Payments In Selected Developing Countries, manuscript, the International Monetary Fund, 1986.",
        "Dornbusch, Rudiger. External Debt, Budget Deficits and Disequilibrium Exchange rates, NBER Working Paper No. 1336, 1984.",
        "Eaton, Jonathan and Mark Gersovitz. Debt with Potential Repudiation Theoretical and Empirical Analysis, Review of Economic Studies 48, 1981.",
        "Edwards, Sebastian. Country Risk, Foreign Borrowing and the Social Discount Rate in an Open Developing Economy, NBER Working Paper Series No. 1651, 1985.",
        "Folkerst-Landau David. The Changing Role of International Bank Lending in Development Finance The I. M. F. Staff Papers 32, 1985.",
        "Frenkel, Jacob A. and Assaf Razin. Fiscal Deficits in the World Economy, ` Journal of Political Economy 94, 1986.",
        "Harberger, Arnold C. `On Country Risk and the Social Cost of Foreign Borrowing ~y Developing Countries, manuscript, 1976.",
        "Heipman, Elhanan. `The Simple Analytics of Debt-Equity Swaps, manuscript, 1987.",
        "Kharas, Homi, J. Constrained Optimal Foreign Borrowing by L.D.C. `s Domestic Finance Study No. 75, The World Bank, Washington, D.C., 1981.",
        "Kletzer, Kenneth M. Asymmetries of Information and LDC borrowing with Sovereign Risk, Economic Journal 94, 1984.",
        "Krugman, Paul. International Debt Strategies in an Uncertain World, in Smith, W.G. and Cuddington, J. T., eds., International Debt and the Developing Countries, A World Bank Symposium, The World Bank, Washington, D.C., 1985.",
        "Sachs, Jeffery D. Theoretical Issues in International Borrowing, Princeton Studies in International Finance 54, 1984.",
        "Smith, Gordon, W. and John T. Cuddington. International Debt and the Developing Countries, A World Bank Symposium, The World Bank, Washington, D.C., 1985."
    ]
}