{
    "id": 26627,
    "cites": 50,
    "cited_by": 0,
    "reference": [
        "A Online Appendix: Not for publication A.1 Survey evidence employer compensation history usage Following Hall and Krueger (2012), we ran two nationally representative surveys to shed light on match formation and wage bargaining in the conventional labor market. We had two goals for our surveys. First, we wanted to determine how frequently firms ask about applicant compensation history, and when in the process they ask. If compensation history is asked only after a job offer is made, the firm can only be using it for bargaining purposes. In contrast, if the firm asks before making an offer, they can use it during the screening process and during the bargaining process. The latter matches the scenario in our empirical context, in the control group. Second, we wanted to determine how frequently the worker is the first one to make the wage offer, as is the case in our empirical context.",
        "TervioÃ\u0083Å\u0092Ã\u0082Ë\u0086, Marko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superstars and mediocrities: Market failure in the discovery of talent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2009, 76 (2), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Stigler, George J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1961, 69 (3), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Stanton, Christopher and Catherine Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Landing the first job: The value of intermediaries in online hiring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2015, 83 (2).",
        "Spence, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job market signaling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1973, 87 (3), 355.",
        "Sattinger, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assignment models of the distribution of earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1993, pp. 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Shoag, Daniel and Stan Veuger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No woman no crime: Ban the cox, employment and upskilling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Authority, control, and the distribution of earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1982, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Persico, Nicola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Committee design with endogenous information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2004, 71 (1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Pennebaker, James W., Martha E. Francis, and Roger J. Booth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linguistic inquiry and word count: LIWC2015.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Papke, Leslie E and Jeffrey Wooldridge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric methods for fractional response variables with an application to 401 (k) plan participation rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 1996, 595 (11), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Pallais, Amanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient hiring in entry-level labor markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (11), 3565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Nash Jr., John F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The bargaining problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1950, pp. 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 162.",
        "Oyer, Paul, Scott Schaefer et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personnel economics: Hiring and incentives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 2011, 4, 1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Mortensen, Dale T, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job search, the duration of unemployment, and the Phillips curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1970, 60 (5), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Milgrom, Paul R and Robert J Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of auctions and competitive bidding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (5), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1122.",
        "McNichols, Drew and Benjamin Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and the Persistence of the Gender Gap: Early Evidence from CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Salary History Ban,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "McCall, John Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of information and job search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1970, 84 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "McDonald, Paul, Matt Mohebbi, and Brett Slatkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Google consumer surveys to existing probability and non-probability based internet surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Google White Paper, 2012.",
        "Martinelli, CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Would rational voters acquire costly information?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2006, 129 (1), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Lange, Fabian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The speed of employer learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2007, 25 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Lancaster, Tony and Andrew Chesher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An econometric analysis of reservation wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1983, 51 (6), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1676.",
        "Kuhn, Peter and Kailing Shen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender discrimination in job ads: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013, 128 (1), 287.",
        "Krueger, Alan B. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A contribution to the empirics of reservation wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2016, 8 (1), 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Kotlikoff, Laurence J and Jagadeesh Gokhale, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ageproductivity profile using the present value of workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1992, 107 (4), 1215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi, Botond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health anxiety and patient behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2003, 22 (6), 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Kahn, Lisa B and Fabian Lange, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer learning, productivity, and the earnings distribution: Evidence from performance measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2014, 81 (4), 1575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1613.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price floors and employer preferences: Evidence from a minimum wage experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyer uncertainty about seller capacity: Causes, consequences, and a partial solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science (forthcoming), 2019.",
        "Holzer, Harry J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hiring procedures in the firm: their economic determinants and outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 1987.",
        "Hall, Robert E and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the incidence of wage posting, wage bargaining, and on-the-job search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2012, 4 (4), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Grossman, Sanford J and Joseph E Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the impossibility of informationally efficient markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1980, 70 (3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Goldin, Claudia and Cecilia Rouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orchestrating impartiality: The impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093blindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d auditions on female musicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2000, 90 (4), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Gilchrist, Duncan S, Michael Luca, and Deepak Malhotra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When 3+ 1 > 4: Gift structure and reciprocity in the field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2016, 62 (9), 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2650.",
        "Filippas, Apostolos, John J Horton, and Joseph M Golden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reputation Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Craigie, Terry-Ann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ban the box, convictions, and public sector employment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Convictions, and Public Sector Employment (January 27, 2017), 2017.",
        "Doleac, Jennifer L and Benjamin Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ban the boxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d help or hurt low-skilled workers? Statistical discrimination and employment outcomes when criminal histories are hidden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2018.",
        "Clemens, Jeffrey and Michael Wither, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The minimum wage and the great recession: Evidence of effects on the employment and income trajectories of low-skilled workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Brown, Sarah and Karl Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reservation wages, expected wages and unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2013, 119 (3), 276 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 279.",
        "Blake, Thomas and Dominic Coey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why marketplace experimentation is harder than it seems: The role of test-control interference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the fifteenth ACM conference on Economics and ComputationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ACM 2014, pp. 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Binmore, Ken, Ariel Rubinstein, and Asher Wolinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nash bargaining solution in economic modelling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1986, pp. 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Bertrand, Marianne and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Emily and Greg more employable than Lakisha and Jamal? A field experiment on labor market discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2004, 94 (4), 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1013.",
        ", John Bishop, and William C Dunkelberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer search: The interviewing and hiring of new employees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 1985, 67 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Arrow, Kenneth J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of information: An exposition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirica, 1996, 23 (2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Autor, David H and David Scarborough, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does job testing harm minority workers? Evidence from retail establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2008, pp. 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Barron, John M, Dan A Black, and Mark A Loewenstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job matching and on-the-job training,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1989, 7 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Agan, Amanda and Sonja Starr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ban the Box, Criminal Records, and Racial Discrimination: A Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 08 2017, 133 (1), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Agrawal, Ajay K, Nicola Lacetera, and Elizabeth Lyons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does information help or hinder job applicants from less developed countries in online markets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Altonji, Joseph G and Charles R Pierret, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer learning and statistical discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (1), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "We ran our surveys on Google Surveys, an online marketing research service that compares favorably to other Internet-based panels (McDonald et al., 2012). In our first survey, we asked subjects: In the last job that you interviewed for, did the employer ask about your past wage/salary history? with answer options of: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ No Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Yes, before I was offered a job Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Yes, after I was offered a job The results of this survey are publicly available.22 For this survey, we received responses from 391 subjects with demographic weights. Of those, 115 reported they were asked about their compensation history, or 29.4%. Among those https://surveys.google.com/reporting/survey?survey=tfqrbh2keackwznfzkwtzgp45a."
    ]
}