{
    "id": 26625,
    "cites": 54,
    "cited_by": 3,
    "reference": [
        "Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford economic papers, 3(2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Sanderson, E. and Windmeijer, F. (2016). A weak instrument f-test in linear iv models with multiple endogenous variables. Journal of Econometrics, 190(2):212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 221.",
        "Porzio, T. and Santangelo, G. (2019). Does schooling cause structural transformation ?",
        "Rogerson, R. (2008). Structural transformation and the deterioration of european labor market outcomes. Journal of political Economy, 116(2):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Perla, J. and Tonetti, C. (2014). Equilibrium imitation and growth. Journal of Political Economy, 122(1):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ngai, L. R. and Pissarides, C. A. (2007). Structural change in a multisector model of growth. American economic review, 97(1):429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Moll, B., Rachel, L., and Restrepo, P. (2019). Uneven growth: AutomationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on income and wealth inequality.",
        "Matsuyama, K. (1992). A simple model of sectoral adjustment. The Review of Economic Studies, 59(2):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "McFadden, D. (1973). Conditional logit analysis of qualitative choice behavior.",
        "MateÃ\u0083Å\u0092Ã\u0082Å\u0092jka, F. and McKay, A. (2015). Rational inattention to discrete choices: A new foundation for the multinomial logit model. American Economic Review, 105(1):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Lagakos, D. and Waugh, M. E. (2013). Selection, agriculture, and cross-country productivity differences. American Economic Review, 103(2):948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lucas, R. E. and Moll, B. (2014). Knowledge growth and the allocation of time. Journal of Political Economy, 122(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Kim, D.-I. and Topel, R. H. (1995). Labor markets and economic growth: lessons from koreaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s industrialization, 1970-1990. In Differences and changes in wage structures, pages 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264. University of Chicago Press.",
        "Katz, L. F. and Murphy, K. M. (1992). Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors. The quarterly journal of economics, 107(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Huber, K. (2018). Disentangling the effects of a banking crisis: Evidence from german firms and counties. American Economic Review, 108(3):868Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Hsieh, C.-T., Hurst, E., Jones, C. I., and Klenow, P. J. (2013). The allocation of talent and us economic growth. Technical report, National Bureau of Economic Research.",
        "Hobijn, B., Schoellman, T., and Vindas, A. (2019). Wages during structural transformation: The importance of cohort labor supply decisions.",
        "Heckman, J. J. and Honore, B. E. (1990). The empirical content of the roy model.",
        "Goos, M., Manning, A., and Salomons, A. (2009). Job polarization in europe. American economic review, 99(2):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Ghose, D. (2019). Trade, internal migration, and human capital: Who gains from indiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s it boom? Goldin, C. D. and Katz, L. F. (2009). The Future of Inequality: The Other Reason Education Matters So Much. Scholarly articles, Harvard University Department of Economics.",
        "Galor, O. and Moav, O. (2002). Natural Selection and the Origin of Economic Growth. The Quarterly Journal of Economics, 117(4):1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1191.",
        "Gabaix, X., Lasry, J.-M., Lions, P.-L., and Moll, B. (2016). The dynamics of inequality.",
        "Freyaldenhoven, S., Hansen, C., and Shapiro, J. M. (2018). Pre-event trends in the panel event-study design. Working Paper 24565, National Bureau of Economic Research.",
        "Falck, O., Gold, R., and Heblich, S. (2014). E-lections: Voting behavior and the internet. American Economic Review, 104(7):2238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Eckardt, D. (2019). Are chemists good bankers? returns to the match between training and occupation. Technical report, LSE.",
        "Dix-Carneiro, R. and Kovak, B. K. (2017). Trade liberalization and regional dynamics.",
        "Dvorkin, M. and Monge-Naranjo, A. (2019). Occupation mobility, human capital and the aggregate consequences of task-biased innovations. Technical report.",
        "Costinot, A. and Vogel, J. (2010). Matching and inequality in the world economy. Journal of Political Economy, 118(4):747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Charles, K. K., Hurst, E., and Notowidigdo, M. J. (2018). Housing booms and busts, labor market opportunities, and college attendance. American Economic Review, 108(10):2947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Chari, V. V. and Hopenhayn, H. (1991). Vintage human capital, growth, and the diffusion of new technology. Journal of political Economy, 99(6):1142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Caselli, F. (1999). Technological revolutions. American economic review, 89(1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 102.",
        "Carneiro, P., Heckman, J. J., and Vytlacil, E. J. (2011). Estimating marginal returns to education. American Economic Review, 101(6):2754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Card, D. and Lemieux, T. (2001). Can falling supply explain the rising return to college for younger men? a cohort-based analysis. The Quarterly Journal of Economics, 116(2):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Card, D., Heining, J., and Kline, P. (2013). Workplace Heterogeneity and the Rise of West German Wage Inequality. The Quarterly Journal of Economics, 128(3):967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1015.",
        "Calvo, G. A. and Obstfeld, M. (1988). Optimal time-consistent fiscal policy with finite lifetimes. Econometrica: Journal of the Econometric Society, pages 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Burstein, A., Morales, E., and Vogel, J. (2016). Changes in between-group inequality: computers, occupations, and international trade. Technical report, mimeo.",
        "Buera, F. J. and Kaboski, J. P. (2012). The rise of the service economy. American Economic Review, 102(6):2540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Buera, F. J., Kaboski, J. P., and Shin, Y. (2011). Finance and development: A tale of two sectors. American economic review, 101(5):1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002.",
        "Blanchard, O. J. (1985). Debt, deficits, and finite horizons. Journal of political economy, 93(2):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Autor, D. H., Levy, F., and Murnane, R. J. (2003). The Skill Content of Recent Technological Change: An Empirical Exploration. The Quarterly Journal of Economics, 118(4):1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Autor, D. H. and Dorn, D. (2013). The growth of low-skill service jobs and the polarization of the us labor market. American Economic Review, 103(5):1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Autor, D. and Dorn, D. (2009). The skill content of jobs and the evolution of the wage structure-this job is getting old: Measuring changes in job opportunities using occupational age structure. American Economic Review, 99(2):45.",
        "Atkin, D. (2016). Endogenous skill acquisition and export manufacturing in mexico.",
        "Atkeson, A. and Kehoe, P. J. (2007). Modeling the Transition to a New Economy: Lessons from Two Technological Revolutions. American Economic Review, 97(1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Atkeson, A., Burstein, A., and Chatzikonstantinou, M. (2018). Transitional dynamics in aggregate models of innovative investment. Technical report, National Bureau of Economic Research.",
        "Akerman, A., Gaarder, I., and Mogstad, M. (2015). The Skill Complementarity of Broadband Internet. The Quarterly Journal of Economics, 130(4):1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824.",
        "AdÃ\u0083Æ\u0092Ã\u0082Â£o, R. (2016). Worker heterogeneity, wage inequality, and international trade: Theory and evidence from brazil. Unpublished paper, MIT.",
        "Acemoglu, D. and Restrepo, P. (2018). The race between man and machine: Implications of technology for growth, factor shares, and employment. American Economic Review, 108(6):1488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542.",
        "Acemoglu, D. and Restrepo, P. (2017). Robots and jobs: Evidence from us labor markets. Working Paper 23285, National Bureau of Economic Research.",
        "Acemoglu, D. and Autor, D. (2011). Skills, tasks and technologies: Implications for employment and earnings. In Handbook of labor economics, volume 4, pages 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Elsevier.",
        "Abramitzky, R., Lavy, V., and Segev, M. (2019). The effect of changes in the skill premium on college degree attainment and the choice of major. Technical report, National Bureau of Economic Research.",
        "Sims, C. A. (2003). Implications of rational inattention. Journal of monetary Economics, 50(3):665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Spitz-Oener, A. (2006). Technical change, job tasks, and rising educational demands: Looking outside the wage structure. Journal of labor economics, 24(2):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 270.",
        "Yaari, M. E. (1965). Uncertain lifetime, life insurance, and the theory of the consumer. The Review of Economic Studies, 32(2):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150. Online Appendix"
    ]
}