{
    "id": 26622,
    "cites": 62,
    "cited_by": 15,
    "reference": [
        "Summers, Lawrence H. 1989. Some Simple Economics of Mandated Benefits. The American Economic Review, 79(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Song, Jae, Price, David J, Guvenen, Fatih, Bloom, Nicholas, & von Wachter, Till. 2018. Firming Up Inequality. The Quarterly Journal of Economics, 134(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, Uta, & Ludsteck, Johannes. 2014. Expansions in Maternity Leave Coverage and MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Market Outcomes after Childbirth. Journal of Labor Economics, 32(3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Ruhm, Christopher. 1998. The Economic Consequences of Parental Leave Mandates: Lessons from Europe. The Quarterly Journal of Economics, 113(1), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Rice, William R. 2018. The High Abortion Cost of Human Reproduction. bioRxiv.",
        "Rossin, Maya. 2011. The Effects of Maternity Leave on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Birth and Infant Health Outcomes in the United States. Journal of Health Economics, 30(2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Rasmussen, Astrid WuÃ\u0083Å\u0092Ã\u0082Ë\u0086rtz. 2010. Increasing the Length of ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Birth-Related Leave: The Effect on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-Term Educational Outcomes. Labour Economics, 17(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Pichler, Stefan, & Ziebarth, Nicolas R. 2018. Labor Market Effects of US Sick Pay Mandates. Journal of Human Resources, 0117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8514R2.",
        "Olivetti, Claudia, & Petrongolo, Barbara. 2017. The Economic Consequences of Family Policies: Lessons from a Century of Legislation in High-Income Countries. Journal of Economic Perspectives, 31(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Mosher, William D, Jones, Jo, & Abma, Joyce C. 2012. Intended and Unintended Births in the United States; 1982-2010.",
        "Mas, Alexandre. 2008. Labour Unrest and the Quality of Production: Evidence from the Construction Equipment Resale Market. The Review of Economic Studies, 75(1), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Lundborg, Petter, Plug, Erik, & Rasmussen, Astrid WuÃ\u0083Å\u0092Ã\u0082Ë\u0086rtz. 2017. Can Women Have Children and a Career? IV Evidence from IVF Treatments. American Economic Review, 107(6), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Lerner, Sharon, & Appelbaum, Eileen. 2014. Business as Usual: New Jersey EmployersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Experiences with Family Leave Insurance. Center for Economic Policy Research Policy Report. Washington D.C. Lund, Christian GiÃ\u0083Æ\u0092Ã\u0082Â¸desen, & Vejlin, Rune. 2016. Documenting and Improving the Hourly Wage Measure in the Danish IDA Database. Danish Journal of Economics.",
        "Lequien, Laurent. 2012. The Impact of Parental Leave Duration on Later Wages. Annals of Economics and Statistics/ANNALES DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢EÃ\u0083Å\u0092Ã\u0082Â\u0081CONOMIE ET DE STATISTIQUE, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Lalive, Rafael, Schlosser, AnalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Steinhauer, Andreas, & ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Josef. 2013. Parental Leave and MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Careers: The Relative Importance of Job Protection and Cash Benefits. Review of Economic Studies, 81(1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Lalive, Rafael, & ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Josef. 2009. How Does Parental Leave Affect Fertility and Return to Work? Evidence from Two Natural Experiments. The Quarterly Journal of Economics, 124(3), 1363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402.",
        "Krueger, Alan B, & Mas, Alexandre. 2004. Strikes, Scabs, and Tread Separations: Labor Strife and the Production of Defective Bridgestone Firestone Tires. Journal of Political Economy, 112(2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Kolstad, Jonathan T, & Kowalski, Amanda E. 2016. Mandate-Based Health Reform and the Labor Market: Evidence from the Massachusetts Reform. Journal of Health Economics, 47, 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Kleven, Henrik Jacobsen, Landais, Camille, & SÃ\u0083Æ\u0092Ã\u0082Â¸gaard, Jakob Egholt. 2018. Parenthood and the Gender Gap: Evidence from Denmark. Working Paper.",
        "JaÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, Simon, & Heining, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg. 2019. How Substitutable Are Workers? Evidence from Worker Deaths. Working Paper.",
        "Jaravel, Xavier, Petkova, Neviana, & Bell, Alex. 2018. Team-Specific Capital and Innovation. American Economic Review, 108(4), 1034Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Jacobson, Mireille, Kogelnik, Maria, & Royer, Heather. 2019. Holiday, Just One Day Out of Life: Birth Timing and Post-natal Outcomes.",
        "Isen, Adam. 2013. Dying to Know: Are Workers Paid Their Marginal Product? Unpublished.",
        "Herrmann, Mariesa A, & Rockoff, Jonah E. 2012. Does Menstruation Explain Gender Gaps in Work Absenteeism? Journal of Human Resources, 47(2), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Gruber, Jonathan, & Kleiner, Samuel A. 2012. Do Strikes Kill? Evidence from New York State. American Economic Journal: Economic Policy, 4(1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits. The American Economic Review, 622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Goldin, Claudia. 2014. A Grand Gender Convergence: Its Last Chapter. American Economic Review, 104(4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Golding, Heidi L, Gilmore, J Michael, & Goldberg, Matthew S. 2005. The Effects of Reserve Call-Ups on Civilian Employers.",
        "Gallen, Yana. 2017. The Effect of Maternity Leave Extensions on Firms and Coworkers. University of Chicago Working Paper.",
        "Gnoth, Christian, Godehardt, D, Godehardt, E, Frank-Herrmann, P, & Freundl, G. 2003. Time to Pregnancy: Results of The German Prospective Study and Impact on the Management of Infertility.",
        "Friedrich, Benjamin U., & Hackmann, Martin B. 2017. The Returns to Nursing: Evidence from a Parental Leave Program. National Bureau of Economic Research Working Paper No. 23174.",
        "Dustmann, Christian, & SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, Uta. 2012. Expansions in Maternity Leave Coverage and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-Term Outcomes. American Economic Journal: Applied Economics, 4(3), 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Drexler, Alejandro, & Schoar, Antoinette. 2014. Do Relationships Matter? Evidence from Loan Officer Turnover. Management Science, 60(11), 2722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2736.",
        "Danzer, Natalia, & Lavy, Victor. 2018. Paid Parental Leave and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Schooling Outcomes. The Economic Journal, 128(608), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Dahl, Gordon B., LÃ\u0083Æ\u0092Ã\u0082Â¸ken, Katrine V., Mogstad, Magne, & Salvanes, Kari Vea. 2016. What is the Case for Paid Maternity Leave? The Review of Economics and Statistics, 98(4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Crump, Richard, Hotz, V. Joseph, Imbens, Guido W., & Mitnik, Oscar A. 2009. Dealing with Limited Overlap in Estimation of Average Treatment Effects. Biometrika, 96(1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Clemens, Jeffrey, & Cutler, David M. 2014. Who Pays for Public Employee Health Costs? Journal of Health Economics, 38, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ciliberto, Federico, Miller, Amalia R, Nielsen, Helena Skyt, & Simonsen, Marianne. 2016. Playing the Fertility Game at Work: An Equilibrium Model of Peer Effects. International Economic Review, 57(3), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c856.",
        "Carneiro, Pedro, LÃ\u0083Æ\u0092Ã\u0082Â¸ken, Katrine V., & Salvanes, Kjell G. 2015. A Flying Start: Maternity Leave Benefits and Long Run Outcomes of Children. Journal of Political Economy, 123(2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Card, David, Heining, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg, & Kline, Patrick. 2013. Workplace Heterogeneity and the Rise of West German Wage Inequality. The Quarterly Journal of Economics, 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Buchmueller, Thomas C, DiNardo, John, & Valletta, Robert G. 2011. The Effect of an Employer Health Insurance Mandate on Health Insurance Coverage and the Demand for Labor: Evidence from Hawaii. American Economic Journal: Economic Policy, 3(4), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Blau, Francine D, & Kahn, Lawrence M. 2013. Female Labor Supply: Why is the United States Falling Behind? American Economic Review, 103(3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Beuchert, Louise Voldby, Humlum, Maria Knoth, & Vejlin, Rune. 2016. The Length of Maternity Leave and Family Health. Labour Economics, 43, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Bertrand, Marianne, Goldin, Claudia, & Katz, Lawrence F. 2010. Dynamics of the Gender Gap for Young Professionals in the Financial and Corporate Sectors. American Economic Journal: Applied Economics, 2(3), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Bennedsen, Morten, PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez-GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez, Francisco, & Wolfenzon, Daniel. 2019. Do CEOs Matter: Evidence from CEO Hospitalization Events. Journal of Finance. Forthcoming.",
        "Bedard, Kelly, & Rossin-Slater, Maya. 2016. The Economic and Social Impacts of Paid Family Leave in California: Report for the California Employment Development Department. California Employment Development Department Policy Report.",
        "Baum, Charles L. 2003. The Effects of Maternity Leave Legislation on MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Supply After Childbirth. Southern Economic Journal, 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Bartel, Ann P, Beaulieu, Nancy D, Phibbs, Ciaran S, & Stone, Patricia W. 2014. Human Capital and Productivity in a Team Environment: Evidence from the Healthcare Sector. American Economic Journal: Applied Economics, 6(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Bartel, Ann, Rossin-Slater, Maya, Ruhm, Christopher, & Waldfogel, Jane. 2016. Assessing Rhode IslandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Temporary Caregiver Insurance Act: Insights from a Survey of Employers. U.S. Department of Labor, Chief Evaluation Office Policy Report.",
        "Baker, Michael, & Milligan, Kevin. 2010. Evidence from Maternity Leave Expansions of the Impact of Maternal Care on Early Child Development. Journal of Human Resources, 45(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Bana, Sarah, Bedard, Kelly, Rossin-Slater, Maya, & Stearns, Jenna. 2018. Unequal Use of Social Insurance Benefits: The Role of Employers.",
        "Baker, Michael, & Milligan, Kevin. 2008. How Does Job-Protected Maternity Leave Affect MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Employment? Journal of Labor Economics, 26(4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Azoulay, Pierre, Graff Zivin, Joshua S, & Wang, Jialan. 2010. Superstar Extinction. The Quarterly Journal of Economics, 125(2), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Avdic, Daniel, & Karimi, Arizo. 2018. Modern Family? Paternity Leave and Marital Stability. American Economic Journal: Applied Economics, 10(4), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Appelbaum, Eileen, & Milkman, Ruth. 2011. Leaves that Pay: Employer and Worker Experiences with Paid Family Leave in California. Center for Economic Policy Research Policy Report. Washington D.C. Asphjell, Magne K, Hensvik, Lena, & Nilsson, Peter. 2014. Businesses, Buddies, and Babies: Fertility and Social Interactions at Work. Uppsala University, Center for Labor Studies, Working Paper.",
        "Angrist, Joshua D. 1998. Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants. Econometrica, 66(2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Andersen, Torben M, & Svarer, Michael. 2007. FlexicurityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dLabour Market Performance in Denmark. CESifo Economic Studies, 53(3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Angelov, Nikolay, Johansson, Per, & Lindahl, Erica. 2016. Parenthood and the Gender Gap in Pay. Journal of Labor Economics, 34(3), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Abadie, Alberto, Athey, Susan, Imbens, Guido W., & Wooldridge, Jeffrey. 2017. When Should You Adjust Standard Errors for Clustering? NBER Working Paper, No. 24003.",
        "Te Velde, Egbert R, Eijkemans, R, & Habbema, HDF. 2000. Variation in Couple Fecundity and Time to Pregnancy, An Essential Concept in Human Reproduction. The Lancet, 355(9219), 1928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1929.",
        "The San Diego Union-Tribune, Jennifer Barrera. 2017 (6). Commentary: Parental leave mandate hurts small business. url: https://www.sandiegouniontribune.com/opinion/commentary/ sd-utbg-parental-leave-small-businesses-20170627-story.html. Accessed: 2019-12-09.",
        "ToÃ\u0083Å\u0092Ã\u0082â\u0080\u009a, Linh. 2018. The Signaling Role of Parental Leave. Harvard Working Paper."
    ]
}