{
    "id": 26638,
    "cites": 72,
    "cited_by": 7,
    "reference": [
        "SULLIVAN, D. AND T. VON WACHTER (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job displacement and mortality: An analysis using administrative data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124, 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "VAN DEN BERG, G. J., M. LINDEBOOM, AND F. PORTRAIT (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic conditions early in life and individual mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 96, 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "STEVENS, A. H., D. L. MILLER, M. E. PAGE, AND M. FILIPSKI (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The best of times, the worst of times: understanding pro-cyclical mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "STEPTOE, A., A. SHANKAR, P. DEMAKAKOS, AND J. WARDLE (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social isolation, loneliness, and all-cause mortality in older men and women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 110, 5797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5801.",
        "SCHWANDT, H. AND T. VON WACHTER (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unlucky Cohorts: Estimating the Longterm Effects of Entering the Labor Market in a Recession in Large Cross-sectional Data Sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 37, S161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS198.",
        "SCHWANDT, H. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth shocks and health outcomes: Evidence from stock market fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 10, 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "SCHALLER, J. AND A. H. STEVENS (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-run effects of job loss on health conditions, health insurance, and health care utilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 43, 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drivers of the fatal drug epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 64, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 42.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deaths of despair or drug problems?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions, healthy no more?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 42, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "ROTHSTEIN, J. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lost Generation? Scarring after the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "RUHM, C. J. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Recessions Good for Your Health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 115, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "ROELFS, D. J., E. SHOR, K. W. DAVIDSON, AND J. E. SCHWARTZ (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Losing life and livelihood: A systematic review and meta-analysis of unemployment and all-cause mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine, 72, 840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c854.",
        "PIJOAN-MAS, J. AND J.-V. RIÃ\u0083Å\u0092Ã\u0082Â\u0081OS-RULL (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in expected longevities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 51, 2075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2102.",
        "PLETCHER, M. J., S. G. KERTESZ, M. A. KOHN, AND R. GONZALES (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in opioid prescribing by race/ethnicity for patients seeking care in US emergency departments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, 299, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The making of an investment banker: Stock market shocks, career choice, and lifetime income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 63, 2601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2628. PIERCE, J. R. AND P. K. SCHOTT (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization and mortality: Evidence from US counties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Insights.",
        "OYER, P. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Initial labor market conditions and long-term outcomes for economists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 20, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "OREOPOULOS, P., T. VON WACHTER, AND A. HEISZ (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-and long-term career effects of graduating in a recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "NEWYORKTIMES (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Not Just Poor White People Driving a Decline in Life Expectancy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nov. 26.",
        "MOREAU, F. AND A. LLERAS-MUNEY (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Law of Mortality: Implications for Economic Analyses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Working paper.",
        "MEYER, B. D. AND W. K. MOK (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability, earnings, income and consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 171, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "MILLER, D. L., M. E. PAGE, A. H. STEVENS, AND M. FILIPSKI (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are recessions good for your health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "MCLEOD, C. B., J. N. LAVIS, Y. C. MACNAB, AND C. HERTZMAN (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Mortality: A comparative study of Germany and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Public Health Association.",
        "MARTIKAINEN, P., N. MAÃ\u0083Å\u0092Ã\u0082Ë\u0086KI, AND M. JAÃ\u0083Å\u0092Ã\u0082Ë\u0086NTTI (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of unemployment on mortality following workplace downsizing and workplace closure: a register-based follow-up study of Finnish men and women during economic boom and recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Epidemiology, 165, 1070Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "MACLEAN, J. C., R. COVINGTON, AND A. SIKORA KESSLER (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Conditions at School-Leaving: Long-Run Effects on Marriage And Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 34, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "MACLEAN, J. C. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The health effects of leaving school in a bad economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 32, 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "LLERAS-MUNEY, A. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Case and DeatonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMortality and morbidity in the 21st centuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "KUHN, A., R. LALIVE, AND J. ZWEIMUÃ\u0083Å\u0092Ã\u0082Ë\u0086LLER (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The public health costs of job loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 28, 1099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1115.",
        "KONDO, A. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender-specific labor market conditions and family formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 25, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "KESSLER, R. C., P. BERGLUND, O. DEMLER, R. JIN, K. R. MERIKANGAS, AND E. E. WALTERS (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of general psychiatry, 62, 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "KAHN, L. B. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-term labor market consequences of graduating from college in a bad economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 17, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "HOLLINGSWORTH, A., C. J. RUHM, AND K. SIMON (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic conditions and opioid abuse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 56, 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "JOHNSON, W. R. AND J. SKINNER (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply and marital separation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "HALLIDAY, T. J. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and mortality: Evidence from the PSID,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine, 113, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "GOLDRING, T., F. LANGE, S. RICHARDS-SHUBIK, ET AL. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for changes in the SES-mortality gradient when the distribution of education changes too,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 46, 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "GIBBONS, R. AND M. WALDMAN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enriching a theory of wage and promotion dynamics inside firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, economic activity, and mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94, 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "GENDA, Y., A. KONDO, AND S. OHTA (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term effects of a recession at labor market entry in Japan and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human resources, 45, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "ELIASON, M. AND D. STORRIE (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does job loss shorten life?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 44, 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "EVANS, W. N. AND T. J. MOORE (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-term mortality consequences of income receipt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95, 1410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1424.",
        "DETTLING, L. J. AND J. W. HSU (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Young AdultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Balance Sheets: Evidence from the Survey of Consumer Finances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 96, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1997): The analysis of household surveys: a microeconometric approach to development policy, The World Bank.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic Status and Health: Dimensions and Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Handbook of Health Economics, 1, 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163, dOI: 10.3386/w14333.",
        "DEATON, A. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel data from time series of cross-sections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 30, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "CUTLER, D. M., A. LLERAS-MUNEY, AND T. VOGL (2011a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic status and health: dimensions and mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Handbook of Health Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Conditions and Mortality: Evidence from 200 Years of Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "CUTLER, D. M., W. HUANG, AND A. LLERAS-MUNEY (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When does education matter? The protective effect of education for cohorts graduating in bad times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine, 127, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "CURRIE, J. AND M. STABILE (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic Status and Child Health: Why Is the Relationship Stronger for Older Children?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93, 1813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality inequality: the good news from a county-level approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 30, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality in mortality decreased among the young while increasing for older adults, 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 352, 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "CURRIE, J., J. Y. JIN, AND M. SCHNELL (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US employment and opioids: Is there a connection?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "CURRIE, J. AND H. SCHWANDT (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-and long-term effects of unemployment on fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 111, 14734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14739.",
        "CORNWELL, E. Y. AND L. J. WAITE (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social disconnectedness, perceived isolation, and health among older adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health and Social Behavior.",
        "COILE, C. C., P. B. LEVINE, AND R. MCKNIGHT (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions, older workers, and longevity: How long are recessions good for your health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6, 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "CHETTY, R., M. STEPNER, S. ABRAHAM, S. LIN, B. SCUDERI, N. TURNER, A. BERGERON, AND D. CUTLER (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The association between income and life expectancy in the United States, 2001-2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, 315, 1750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "CASE, A., D. LUBOTSKY, AND C. PAXSON (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Status and Health in Childhood: The Origins of the Gradient,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92, 1308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1334.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deaths of despair redux: a response to Christopher Ruhm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality and morbidity in the 21st century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 397.",
        "CASE, A. AND A. DEATON (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising morbidity and mortality in midlife among white non-Hispanic Americans in the 21st century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 112, 15078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15083.",
        "CARPENTER, C. S., C. B. MCCLELLAN, AND D. I. REES (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic conditions, illicit drug use, and substance use disorders in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 52, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "BUCKLES, K., D. HUNGERMAN, AND S. LUGAUER (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Fertility a Leading Economic Indicator?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "BURGARD, S., J. BRAND, AND J. HOUSE (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a better estimation of the effect of job loss on health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health and Social Behavior, 92, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "BROWNING, M., A. MOLLER DANO, AND E. HEINSEN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job displacement and stress-related health outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics, 92, 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "BROWNING, M. AND E. HENESEN (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of job loss due to plant closure on mortality and hospitalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 31, 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c616.",
        "BOUND, J., A. T. GERONIMUS, T. WAIDMANN, AND J. RODRIGUEZ (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Hardship and Its Role in Life Expectancy Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Michigan Retirement Research Center Research Paper.",
        "BORELLA, M., M. DE NARDI, AND F. YANG (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The lost ones: the opportunities and outcomes of non-college educated Americans born in the 1960s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "BELL, B., A. BINDLER, AND S. MACHIN (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime Scars: Recessions and the Making of Career Criminals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 100, 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "BALEN, R. AND M. CRAWSHAW (2006): Sexuality and fertility issues in ill health and disability: From early adolescence to adulthood, Jessica Kingsley Publishers.",
        "ALTONJI, J. G., L. B. KAHN, AND J. D. SPEER (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cashier or consultant? Entry labor market conditions, field of study, and career success,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34, S361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS401. AUTOR, D. H., D. DORN, AND G. H. HANSON (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Work Disappears: Manufacturing Decline and the Falling Marriage-Market Value of Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Insights.",
        "WASHINGTONPOST (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ThereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s something terribly wrong: Americans are dying young at alarming rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nov. 25.",
        "WILMOTH, J. R., C. BOE, AND M. BARBIERI (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Differences in Life Expectancy at Age 50 in the United States Compared with Other High-Income Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Differences in Mortality at Older Ages: Dimensions and Sources, ed. by E. M. Crimmins, S. H. Preston, and B. Cohen, Washington, DC: National Academies Press, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "WOZNIAK, A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are college graduates more responsive to distant labor market opportunities ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 45, 944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970."
    ]
}