{
    "id": 26634,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Sobol, I. M. (1993). Sensitivity analysis for non-linear mathematical models. Mathematical Modelling and Computational Experiments 1(4), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Syverson, C. (2017, May). Challenges to mismeasurement explanations for the us productivity slowdown. Journal of Economic Perspectives 31(2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86. Figure 1: Panel A: uniform wage; Panel B: wages proportional to productivity; Panel C: different wage elasticities to productivity rank Panel A 1 Ã\u0083Â\u008fÃ\u0082â\u0082¬ , c, p p = p 1 2 3 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 n rank Panel B 1 Ã\u0083Â\u008fÃ\u0082â\u0082¬ , c, p p = p 1 2 3 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 n rank Panel C 1 Ã\u0083Â\u008fÃ\u0082â\u0082¬ , c, p p = p 1 2 3 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 nÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 n Figure 2: The model overall structure. Productiongood firms Job applications Banks Workers Consumptiongood firms Job applications Differentiated goods Government & Central Bank Machines UNION FIRMS NON UNION FIRMS Boxes in bold style represent the modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s agents. Dashed boxes represent the two variants of firms (orange) competing in the product market (yellow). Figure 3: Matching of stylized facts in industrial dynamics.",
        "Schwellnus, C., A. Kappeler, and P.-A. Pionnier (2017). Decoupling of wages from productivity.",
        "Salter, W. (1960). Productivity & Technical Change. Cambridge: Cambridge University Press.",
        "Saltelli, A., M. Ratto, T. Andres, F. Campolongo, J. Cariboni, D. Gatelli, M. Saisana, and S. Tarantola (2008). Global sensitivity analysis: the primer. New York: John Wiley & Sons.",
        "Salle, I. and M. Yildizoglu (2014). Efficient sampling and meta-modeling for computational economic models. Computational Economics 44(4), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Morris, M. D. (1991). Factorial sampling plans for preliminary computational experiments. Technometrics 33(2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Rasmussen, C. and C. Williams (2006). Gaussian processes for machine learning. Cambridge, MA: MIT Press.",
        "McGowan, M. A., D. Andrews, and V. Millot (2017). Insolvency regimes, zombie firms and capital reallocation. Technical report, OECD Economics Department Working Papers, No. 1399, OECD Publishing, Paris.",
        "Karabarbounis, L. and B. Neiman (2013). The global decline of the labor share. The Quarterly Journal of Economics 129(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Hutchinson, J. and D. Persyn (2012, Apr). Globalisation, concentration and footloose firms: in search of the main cause of the declining labour share. Review of World Economics 148(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Hibbs Jr, D. A. and H. Locking (2000). Wage dispersion and productive efficiency: Evidence for Sweden. Journal of Labor Economics 18(4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Freeman, R. B. (1997). Spurts in union growth: Defining moments and social processes. Technical report, National Bureau of Economic Research.",
        "Freeman, R. B. (1984). Longitudinal analyses of the effects of trade unions. Journal of Labor Economics 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Freeman, R. (1980). The exit-voice tradeoff in the labor market: Unionism, job tenure, quits, and separations. Quarterly Journal of Economics 94(4), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673.",
        "Foster, L., C. Grim, and J. Haltiwanger (2016). Reallocation in the great recession: cleansing or not? Journal of Labor Economics 34(S1), S293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS331.",
        "Foster, L., J. C. Haltiwanger, and C. J. Krizan (2001). Aggregate productivity growth: Lessons from microeconomic evidence. In New developments in productivity analysis, pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372. University of Chicago Press.",
        "Farber, H. S., D. Herbst, I. Kuziemko, and S. Naidu (2018). Unions and inequality over the twentieth century: New evidence from survey data. Technical report, National Bureau of Economic Research.",
        "Fagiolo, G., M. Guerini, F. Lamperti, A. Moneta, and A. Roventini (2017). Validation of agent-based models in economics and finance. Technical Report 2017/23, Laboratory of Economics and Management (LEM), SantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Anna School of Advanced Studies, Pisa, Italy.",
        "Dunne, T., L. Foster, J. Haltiwanger, and K. R. Troske (2004). Wage and productivity dispersion in united states manufacturing: The role of computer investment. Journal of Labor Economics 22(2), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Ebbinghaus, B. and J. Visser (1999). When institutions matter: Union growth and decline in western europe, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995. European Sociological Review 15(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Dosi, G., M. C. Pereira, and M. E. Virgillito (2018). On the robustness of the fat-tailed distribution of firm growth rates: a global sensitivity analysis. Journal of Economic Interaction and Coordination 13(1), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Dosi, G., M. C. Pereira, and M. E. Virgillito (2017). The footprint of evolutionary processes of learning and selection upon the statistical properties of industrial dynamics. Industrial and Corporate Change 26(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Dosi, G., M. C. Pereira, A. Roventini, and M. E. Virgillito (2018). Causes and consequences of hysteresis: aggregate demand, productivity, and employment. Industrial and Corporate Change 27(6), 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Dosi, G., M. C. Pereira, A. Roventini, and M. E. Virgillito (2017). When more Flexibility Yields more Fragility: the Microfoundations of Keynesian Aggregate Unemployment. Journal of Economic Dynamics and Control 81, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Dosi, G., R. Nelson, and S. Winter (2001). The nature and dynamics of organizational capabilities. OUP Oxford.",
        "Dosi, G., M. Napoletano, A. Roventini, J. E. Stiglitz, and T. Treibich (2017). Rational heuristics ? expectations and behaviors in evolving economies with heterogeneous interacting agents. Expectations and Behaviors in Evolving Economies with Heterogeneous Interacting Agents (December 8, 2017).",
        "Dosi, G., D. Moschella, E. Pugliese, and F. Tamagni (2015). Productivity, market selection, and corporate growth: comparative evidence across us and europe. Small Business Economics 45(3), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Dosi, G., G. Fagiolo, and A. Roventini (2010). Schumpeter meeting Keynes: A policyfriendly model of endogenous growth and business cycles. Journal of Economic Dynamics and Control 34(9), 1748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Dosi, G., G. Fagiolo, M. Napoletano, A. Roventini, and T. Treibich (2015). Fiscal and monetary policies in complex evolving economies. Journal of Economic Dynamics and Control 52, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Decker, R. A., J. Haltiwanger, R. S. Jarmin, and J. Miranda (2016). Declining business dynamism: What we know and the way forward. American Economic Review 106(5), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c07.",
        "Cioppa, T. M. and T. W. Lucas (2007). Efficient nearly orthogonal and space-filling latin hypercubes. Technometrics 49(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Calvino, F., C. Criscuolo, C. Menon, and A. Secchi (2018). Growth volatility and size: a firm-level study. Journal of Economic Dynamics and Control 90, 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Bryson, A., R. Gomez, M. Gunderson, and N. Meltz (2005). Youth-adult differences in the demand for unionization: Are american, british, and canadian workers all that different ? Journal of Labor Research 26(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Bryson, A., R. Freeman, R. Gomez, and P. Willman (2017). The twin track model of employee voice: An anglo-american perspective on union decline and the rise of alternative forms of voice. Technical report, IZA Discussion Paper No. 11223.",
        "Bottazzi, G. and A. Secchi (2006). Explaining the distribution of firm growth rates. The RAND Journal of Economics 37(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Berlingieri, G., P. Blanchenay, and C. Criscuolo (2017). The great divergence (s). Technical report, OECD Science, Technology and Industry Policy Papers, No. 39, OECD Publishing, Paris.",
        "Barth, E., K. O. Moene, and F. Willumsen (2014). The Scandinavian modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dan interpretation. Journal of Public Economics 117, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Bagger, J., B. J. Christensen, and D. T. Mortensen (2014). Wage and labor productivity dispersion: The roles of total factor productivity, labor quality, capital intensity, and rent sharing. In 2014 Meeting Papers.",
        "Barth, E., A. Bryson, J. C. Davis, and R. Freeman (2016). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s where you work: Increases in the dispersion of earnings across establishments and individuals in the United States. Journal of Labor Economics 34(S2), S67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS97."
    ]
}