{
    "id": 26643,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "We restrict our sample to households with heads ages 25 to 64. We exclude households with less than $2,000 (2009 $Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s) in any of annual earnings (including transfer receipts), aftertax income, or annual expenditures. We also exclude households with extreme responses on expenditures in which food purchases for consumption at home are zero, or spending on housing and food (home and away) is less than 5% or greater than 90% of total expenditures. Finally, we include only households whose hand-to-mouth status, from their earnings and asset information, can be measured for at least three surveys. Table A1 displays the impact of these restrictions sequentially for our resulting sample, both in terms of households and number of observations. It also shows the sample impact of examining two-year growth rates, such as income or expenditure growth.",
        "We deflate nominal variables by the corresponding CPI measured in 2009 dollars. Our sample reflects only the PSIDÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s nationally representative core sample (i.e., we use the Survey Research Center sample, excluding the Survey of Economic Opportunity.). This sample includes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dsplit-offÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d families from the orignal sample as well as the PSID sample extensions to better represent the families of immigrants and recent immigrants. Throughout the analysis we employ the PSID longitudinal family weights, which are designed to correct for non-random sample attrition as well as failures to draw an entirely random sample.",
        "Respondents report earnings, income, and taxes for the previous calendar year, whereas they report assets and liabilities as of the interview. Expenditures are reported for differing time frames. Among categories available from the 1999 survey, education spending is for the prior calendar year, health spending (including health insurance) for the previous two calendar years, and vehicle spending for since the survey two years prior. Other categories are in terms of the householdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s usual (typically monthly) expenditures. We treat these variables as aligned with respect to the previous calendar year, with assets viewed as end of period.",
        "Zeldes, Stephen P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Liquidity Constraints: An Empirical Investigation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1989, 97 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Tonetti, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on Estimating Earnings Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2011.",
        "Straub, Ludwig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Savings, and the Distribution of Permanent Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Schechtman, Jack and Vera L.S. Escudero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some results on an income fluctuation problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1977, 16 (2), 151 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 166.",
        "Rogerson, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indivisible labor, lotteries and equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, January 1988, 21 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        ", Nicholas S. Souleles, David S. Johnson, and Robert McClelland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2013, 103 (6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Parker, Jonathan A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Households Smooth Consumption? Evidence from a $25 Million Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, October 2017, 9 (4), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "McKay, Alisdair and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Automatic Stabilizers in the U.S. Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Michelacci, Claudio, Luigi Paciello, and Andrea Pozzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extensive Margin of Aggregate Consumption Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Krueger, D., K. Mitman, and F. Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Household Heterogeneity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Elsevier, 2016, pp. 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        ", Giovanni L. Violante, and Justin Weidner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealthy Hand-to-Mouth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2014, 45 (1 (Spring), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        ", Benjamin Moll, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2018, 108 (3), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kaplan, Greg and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Johnson, David S., Jonathan A. Parker, and Nicholas S. Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditure and the Income Tax Rebates of 2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2006, 96 (5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Imrohoroglu, Ayse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of Business Cycles with Indivisibilities and Liquidity Constraints, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1989, 97 (6), 1364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "Huggett, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk-free rate in heterogeneous-agent incomplete-insurance economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, September 1993, 17 (5-6), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 969.",
        "Havrnek, Tom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Intertemporal Substitution: The Importance of Method Choices and Selective Reporting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (6), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204.",
        "Havranek, Tomas and Anna Sokolova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do consumers really follow a rule of thumb? Three thousand estimates from 144 studies say Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093probably notÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, May 2019.",
        "Grossman, Sanford J. and Guy Laroque, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1990, 58 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Foster, Kevin, Scott Schuh, and Hanbing Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2010 Survey of Consumer Payment Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston Research Review, 2013, 13.2. Gelman, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Heterogeneity in the Marginal Propensity to Consume? Temporary Shocks vs Persistent Characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Fisher, Jonathan, David Johnson, Timothy Smeeding, and Jeffrey P. Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Marginal Propensity to Consume Using the Distributions of Income, Consumption, and Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Dynan, Karen E., Jonathan Skinner, and Steven P. Zeldes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Rich Save More?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (2), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Farhi, Emmanuel and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Multipliers: Liquidity Traps and Currency Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2017, 2, 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2492.",
        "Deaton, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Liquidity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1991, 59 (4), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1248.",
        "Chetty, Raj and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Commitments and Risk Preferences*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 05 2007, 122 (2), 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        ", Thomas F. Crossley, and John Sabelhaus, Improving the Measurement of Consumer Expenditures, University of Chicago Press, 2015.",
        ", Jiri Slacalek, Kiichi Tokuoka, and Matthew N. White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth and the Marginal Propensity to Consume,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2017.",
        "Calvet, Laurent E., John Y. Campbell, Francisco J. Gomes, and Paolo Sodini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross-Section of Household Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Carroll, Christopher D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1992, 1992 (2), 61.",
        "Auclert, Adrien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2019, 109 (6), 2333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2367.",
        "Bound, John, Charles Brown, Greg J. Duncan, and Willard L. Rodgers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Validity of Cross-Sectional and Longitudinal Labor Market Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1994, 12 (3), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "AcÃ\u0083Å\u0092Ã\u0082Â§ikgoÃ\u0083Å\u0092Ã\u0082Ë\u0086z, OÃ\u0083Å\u0092Ã\u0082Ë\u0086mer T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Existence and Uniqueness of Stationary Equilibrium in Bewley Economies with Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2016.",
        "Aguiar, Mark and Mark Bils, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Consumption Inequality Mirrored Income Inequality ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2015, 105 (9), 2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2756.",
        "Aiyagari, S. R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 1994, 109 (3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Athreya, Kartik, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Mustre-del-RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081o, and Juan M. SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence of Financial Distress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, October 2019, 32 (10), 38513883."
    ]
}