{
    "id": 2664,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Belsley, David A., 1969, Industry Production Behavior: The Order-Stock Distinction, Amsterdam: North Holland.",
        "Blanchard, Olivier, 1983, The Production and Inventory Behavior of the U.S. Automobile Industry, Journal of Political Economy 91, 365-400.",
        "Blinder, Alan S., 1981, Inventories and the Structure of Macro Models, American Economic Review 71 (May), 11-16.",
        "Blinder, Alan S., 1982, Inventories and Sticky Prices: More on the Microfoundations of Macroeconomics, American Economic Review 72, 334-48.",
        "Blinder, Alan S., 1986, Can the Production Smoothing Model of Inventories be Saved?, The Quarterly Journal of Economics CI, 431-454.",
        "Hinrichs, John C. and Anthony D. Eclonan, 1983, Constant Dollar Manufacturing Inventories, Survey of Current Business 61, 16-23.",
        "Holt, Charles C., Modigliani, Franco, Muth, John and Herbert Simon, 1960, Plannina Production. Inventories and Work Force, Englewood Cliffs, N.J.: Prentice-Hall.",
        "Moore, Geoffrey H., The Current State of the International Business Cycle: A New Measurement System, pp47-8l in William Fellner (ed.), Contemvorary Economic Problems 1978.",
        "Organization for Economic Cooperation and Development, 1967, Main Economic Indicators. Sources and Methods No.1 (Canada and Denmark).",
        "Organization for Economic Cooperation and Development, 1972, ~.ain Economic Indicators. Sources and Methods No.15 (United Kingdom).",
        "Organization for Economic Cooperation and Development, 1981, Main Economic Indicators. Sources and Methods No. 33 (Germany).",
        "West, Kenneth D., 1986, A Variance Bounds Test of the Linear Quadratic Inventory Model, Journal of Political Economy 94, 374-401.",
        "West, Kenneth D., 1987, Order Backlogs and Production Smoothing, NBER Working Paper No. 2385; forthcoming, The Economics of Inventory Management, Amsterdam: Elsevier (Attila Chikan and Michael Lovell, eds.).",
        "Wilkinson, Maurice, 1986, Aggregate Inventory Behavior in Large European Economies, manuscript, Columbia University."
    ]
}