{
    "id": 26640,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "RD Estimate-0.121*** -0.099*** (0.031) (0.048) Bandwidth 35,445 35,039 N above 27,263 26,581 N below 54,533 52,123 Notes: This Table reports the results of estimating equation (1) on employment and investment using capital depreciations in accounting as a running variable. The Table shows bias-corrected estimates with robust standard errors, the size of the optimal bandwidth (one common mean square error optimal bandwidth), the number of observations above (N above) and below (N below) the threshold within the bandwidth, respectively, following Calonico et al. [2014].",
        "RD Estimate-0.128*** -0.086*** -0.212*** -0.115*** (0.040) (0.026) (0.048) (0.036) Bandwidth 20,362 19,578 38,541 36,819 N above 24,978 24,828 43,151 43,070 N below 71,791 70,433 104,006 108,741 Notes: This Table reports the results of estimating equation (1) on employment and investment using different polynomial fits. The Table shows bias-corrected estimates with robust standard errors, the size of the optimal bandwidth (one common mean square error optimal bandwidth), the number of observations above (N above) and below (N below) the threshold within the bandwidth, respectively, following Calonico et al. [2014]. Table 13: Capital Depreciations in Accounting as a Running Variable Capital depreciations in accounting Outcome Log investments Log no. empl.",
        "RD Estimate-0.115*** -0.081*** -0.139*** -0.089*** -0.147*** -0.123*** (0.042) (0.028) (0.043) (0.028) (0.041) (0.031) Bandwidth 21,066 19,019 20,376 19,011 21,062 16,575 N above 25,819 24,125 24,993 24,115 25,814 20,687 N below 74,234 65,811 71,862 67,368 77,555 56,931 Notes: This Table reports the results of estimating equation (1) on employment and investment using different thresholds for the excess-mass region (donut hole to the left of the threshold). The Table shows bias-corrected estimates with robust standard errors, the size of the optimal bandwidth (one common mean square error optimal bandwidth), the number of observations above (N above) and below (N below) the threshold within the bandwidth, respectively, following Calonico et al. [2014]. Table 12: Estimates by Different Polynomials of Different Degrees Polynomial fit 2nd degree 3rd degree Outcome Log investments Log no. empl. Log investments Log no. empl.",
        "RD Estimate-0.174*** -0.065** -0.136*** -0.063** -0.114** -0.066** -0.110** -0.079*** (0.059) (0.033) (0.053) (0.032) (0.048) (0.029) (0.044) (0.030) Bandwidth 16,074 18,388 17,868 18,524 19,262 19,604 20,501 18,442 N above 19,289 23,309 21,820 23,492 23,603 24,856 25,149 23,376 N below 43,211 56,486 52,853 58,682 61,423 66,060 69,592 61,187 Size of the excess-mass region 1500 1000 500 Outcome Log investments Log no. empl. Log investments Log no. empl. Log investments Log no. empl.",
        "Table 11: Estimates by Size of the Excess-Mass Region Size of the excess-mass region 3500 3000 2500 2000 Outcome Log investments Log no. empl. Log investments Log no. empl. Log investments Log no. empl. Log investments Log no. empl.",
        "RD Estimate-0.178*** -0.122*** -0.147*** -0.049*** (0.047) (0.034) (0.034) (0.019) Bandwidth 16,620 14,011 29,879 42,114 N above 20,560 17,615 34,154 46,061 N below 52,899 43,635 104,006 108,741 Notes: This Table reports the results of estimating equation (1) on employment and investment using different thresholds for the missing-mass region (donut hole to the right of the threshold). The Table shows bias-corrected estimates with robust standard errors, the size of the optimal bandwidth (one common mean square error optimal bandwidth), the number of observations above (N above) and below (N below) the threshold within the bandwidth, respectively, following Calonico et al. [2014].",
        "Figure 11: Smaller Bin Width: 500 euros Notes: These Figures show the main firm-level outcomes with a smaller, 500 euro, bin width at the payroll tax discontinuity from 1996 to 2009. In these Figures, we also plot the mean outcomes within the donut hole region.",
        "D Macro Elasticities The capital-labor elasticity of substitution we have estimated is a micro elasticity and does not account for possible substitution across different firms andor industries. However, we can use our micro elasticity to derive an estimate of the macro elasticity by relying on the framework of Oberfield and Raval [2014]. The authors show that the aggregate elasticity of substitution is a weighted average of the micro elasticity of substitution and the elasticity of demand.",
        "Figure 3: Distribution Around Cutoff (a) Treatment Years (1996-2009) (b) Placebo Years (2010-2015) Notes: These Figures plot the distributions of capital depreciation in the treatment years (1996-2009) and placebo years (20102015) around the threshold. We follow the methods of Kleven and Waseem [2013] to estimate the excess mass at the threshold and determine the manipulated area, corresponding to the area of the excess and the missing masses. This approach is explained in more detail in Appendix Section B.",
        "Figure 2: Payroll Tax Rate (a) Treatment Years (1996-2009) (b) Placebo Years (2010-2015) Notes: This Figure plots the average payroll tax rates above and below the capital depreciation threshold for health and pension contributions. The second panel shows a placebo test for years 2010 to 2015 for the same variable.",
        "Emmanuel Saez, Benjamin Schoefer, and David Seim. Payroll taxes, firm behavior, and rent sharing: Evidence from a young workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ tax cut in Sweden. American Economic Review, 109(5):1717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 2019. Figure 1: Payroll and Income Tax Shares of Total Tax Revenue (a) OECD Countries (b) Finland Notes: These Figures plot the share of total tax revenue raised by payroll and income taxes over time in the OECD countries (Figure 1a) and in Finland (Figure 1b).",
        "Emmanuel Saez, Manos Matsaganis, and Panos Tsakloglou. Earnings determination and taxes: evidence from a cohort-based payroll tax reform in Greece. The Quarterly Journal of Economics, 127(1):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533, 2012.",
        "Devesh Raval. The micro elasticity of substitution and non-neutral technology. Working paper, 2014.",
        "Joshua D Rauh. Investment and financing constraints: Evidence from the funding of corporate pension plans. The Journal of Finance, 61(1):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71, 2006.",
        "Thomas Piketty. Capital in the 21st Century. Harvard University Press Cambridge, MA, 2014.",
        "Ezra Oberfield and Devesh Raval. Micro data and macro technology. 2014.",
        "Franco Modigliani and Merton H Miller. The cost of capital, corporation finance and the theory of investment. The American Economic Review, 1:3, 1958.",
        "Andreas Lichter, Andreas Peichl, and Sebastian Siegloch. The own-wage elasticity of labor demand: A meta-regression analysis. European Economic Review, 80:94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119, 2015.",
        "H Ku, U Schoenberg, and R Schreiner. Do place-based tax incentives create jobs? Journal of Public Economics, 2020.",
        "Per Krusell, Lee E Ohanian, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, and Giovanni L Violante. Capital-skill complementarity and inequality: A macroeconomic analysis. Econometrica, 68(5):1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1053, 2000.",
        "Henrik J. Kleven and Mazhar Waseem. Using notches to uncover optimization frictions and structural elasticities: Theory and evidence from Pakistan. The Quarterly Journal of Economics, 128(2):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723, 2013. doi: 10.1093/qje/qjt004. URL http://qje. oxfordjournals.org/content/128/2/669.abstract.",
        "Supreet Kaur. Nominal wage rigidity in village labor markets. American Economic Review, 109(10):3585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3616, 2019.",
        "Lawrence F Katz and Kevin M Murphy. Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors. The Quarterly Journal of Economics, 107(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78, 1992.",
        "Daniel Kahneman, Jack L Knetsch, and Richard Thaler. Fairness as a constraint on profit seeking: Entitlements in the market. The American Economic Review, pages 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741, 1986.",
        "Shulamit Kahn. Evidence of nominal wage stickiness from microdata. The American Economic Review, 87(5):993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1008, 1997.",
        "Hendrik S Houthakker. The Pareto distribution and the Cobb-Douglas production function in activity analysis. The Review of Economic Studies, 23(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31, 1955.",
        "Brad Hershbein and Lisa B Kahn. Do recessions accelerate routine-biased technological change? Evidence from vacancy postings. American Economic Review, 108(7):1737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72, 2018.",
        "Maarten Goos, Alan Manning, and Anna Salomons. Job polarization in Europe. American Economic Review, 99(2):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 2009.",
        "Maarten Goos, Alan Manning, and Anna Salomons. Explaining job polarization: Routinebiased technological change and offshoring. American Economic Review, 104(8):2509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, 2014.",
        "Claudia Goldin and Lawrence F Katz. The race between education and technology: The evolution of US educational wage differentials, 1890 to 2005. Working paper, National Bureau of Economic Research, 2007.",
        "William T Dickens, Lorenz Goette, Erica L Groshen, Steinar Holden, Julian Messina, Mark E Schweitzer, Jarkko Turunen, and Melanie E Ward. How wages change: micro evidence from the international wage flexibility project. Journal of Economic Perspectives, 21(2): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214, 2007.",
        "Claudia Goldin and Lawrence F Katz. The origins of technology-skill complementarity. The Quarterly Journal of Economics, 113(3):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732, 1998.",
        "Pedro Carneiro and Sokbae Lee. Trends in quality-adjusted skill premia in the United States, 1960-2000. American Economic Review, 101(6):2309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49, 2011. Raj Chetty, John N. Friedman, Tore Olsen, and Luigi Pistaferri. Adjustment costs, firm responses, and micro vs. macro labor supply elasticities: Evidence from Danish tax records.",
        "David Card and Thomas Lemieux. Can falling supply explain the rising return to college for younger men? A cohort-based analysis. The Quarterly Journal of Economics, 116(2): 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746, 2001.",
        "David Card. Unexpected inflation, real wages, and employment determination in union contracts. The American Economic Review, pages 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688, 1990.",
        "David Card and Laura Giuliano. Does gifted education work? For which students? Working paper, National Bureau of Economic Research, 2014.",
        "David Card and Dean Hyslop. Does inflation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093grease the wheels of the labor marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? In Reducing inflation: Motivation and strategy, pages 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122. University of Chicago Press, 1997.",
        "Sebastian Calonico, Matias D Cattaneo, and Rocio Titiunik. Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica, 82(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326, 2014.",
        "Olivier Jean Blanchard, Florencio Lopez-de Silanes, and Andrei Shleifer. What do firms do with cash windfalls? Journal of Financial Economics, 36(3):337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360, 1994.",
        "Antoine Bozio, Thomas Breda, and Julien Grenet. Does tax-benefit linkage matter for the incidence of social security contributions? Working paper, 2019.",
        "David H Autor, Frank Levy, and Richard J Murnane. The skill content of recent technological change: An empirical exploration. The Quarterly Journal of Economics, 118(4):1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333, 2003. Patrick Bajari, Han Hong, Minjung Park, and Robert Town. Regression discontinuity designs with an endogenous forcing variable and an application to contracting in health care.",
        "Alessandro Barattieri, Susanto Basu, and Peter Gottschalk. Some evidence on the importance of sticky wages. American Economic Journal: Macroeconomics, 6(1):70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101, 2014.",
        "Alan I Barreca, Jason M Lindo, and Glen R Waddell. Heaping-induced bias in regressiondiscontinuity designs. Economic Inquiry, 54(1):268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293, 2016.",
        "Pol Antras, Teresa C Fort, and Felix Tintelnot. The margins of global sourcing: theory and evidence from US firms. American Economic Review, 107(9):2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64, 2017.",
        "David Autor and David Dorn. The growth of low-skill service jobs and the polarization of the US labor market. American Economic Review, 103(5):1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, 2013. David Autor, Lawrence Katz, and Melissa Kearney. The polarization of the US labor market.",
        "George A Akerlof, William T Dickens, George L Perry, Robert J Gordon, and N Gregory Mankiw. The macroeconomics of low inflation. Brookings Papers on Economic Activity, 1996(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 1996.",
        "Anders Akerman, Ingvil Gaarder, and Magne Mogstad. The skill complementarity of broadband internet. The Quarterly Journal of Economics, 130(4):1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824, 2015.",
        "Daron Acemoglu and David Autor. Skills, tasks and technologies: Implications for employment and earnings. In Handbook of Labor Economics, volume 4, pages 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Elsevier, 2011.",
        "Daron Acemoglu and Pascual Restrepo. The race between man and machine: Implications of technology for growth, factor shares, and employment. American Economic Review, 108(6):1488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542, 2018.",
        "** Category I is for wages below a certain wage sum threshold, e.g. 2,059,500 euro in year 2017, and Category II is for wages above the threshold. The threshold varies slightly over years. *** Represents the average values of these insurances."
    ]
}