{
    "id": 26652,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Weber Max (1921)[1958], The City. reprint, New York: Free Press.",
        "Zang, Rong (1997), Courier Route and Station in Historical China [Zhongguo Gudai De Yizhan Yu Youchuan]. The Commercial Press.",
        "Treisman, Daniel (2007), The Architecture of Government: Rethinking Political Decentralization. Cambridge University Press.",
        "Skinner, G. William, ed. (1977), The City in Late Imperial China, Stanford University Press",
        "Rowe William (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction: City and Region in the Lower YangziÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Cities of Jiangnan in Late Imperial China, edited by Linda Cooke Johnson, SUNY Press.",
        "Redding, Stephen J., and Daniel M. Sturm (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs of Remoteness: Evidence from German Division and Reunification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(5): 1766-1797.",
        "Oster, Emily (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dUnobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics: 1-18.",
        "Nunn, Nathan (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of History for Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 1(1): 65-92.",
        "Nunn, Nathan, and Nancy Qian (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Columbian Exchange: A History of Disease, Food, and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 24(2): 163-188.",
        "Mostern, Ruth (2011), Dividing the Realm in Order to Govern: The Spatial Organization of the Song State (960-1276 CE). Harvard University Press.",
        "Morris, Ian (2013), The Measure of Civilization: How Social Development Decides the Fate of Nations. Princeton University Press.",
        "Liang, Fang-zhong (1980), Historical Statistics on Hukou, Land and Land Tax of China (Lidai Hukou, Tudi,Tianfu Tongji). Shanghai: Zhonghua Book Company.",
        "Li, Xiaojie (2011), Historical Boundaries and Territorial Administration in China (Jiangyu yu zhengqu). Nanjing: Jiangsu chubanshe.",
        "Heng, Chye Kiang (1999), Cities of Aristocrats and Bureaucrats: the Development of Medieval Chinese Cityscapes. NUS Press.",
        "Guy, Kent (2010), Qing Governors and Their Provinces: the Evolution of Territorial Administration in China, 1644-1796. University of Washington Press.",
        "Greif, Avner, and Guido Tabellini (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Clan and the Corporation: Sustaining Cooperation in China and Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics 45(1): 1-35.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Institutions Cause Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 9(3): 271-303.",
        "Ge, Jianxiong (2000), History of Population in China. Shanghai: Fudan University Press.",
        "FAO (2012), GAEZ (Global AgroEcological Zones), http://fao.org/Ag/AGL/agll/gaez/ index.htm.",
        "Faggio, Giulia, and Henry Overman (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Public Sector Employment on Local Labour Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 79: 91-107.",
        "De Long, J. Bradford, and Andrei Shleifer (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Princes and Merchants: European City Growth before the Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 36(2): 671-702.",
        "Davis Donald and David Weinstein (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bones, Bombs, and Break Points: The Geography of Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92(5):1269-1289.",
        "Donaldson, Dave, and Richard Hornbeck (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and American Economic Growth: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMarket AccessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 131(2): 799-858.",
        "Diamond, Jared M (1998), Guns, Germs and Steel: a Short History of Everybody for the Last 13,000 Years. Random House.",
        "Dell, Melissa (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mining Mita,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78(6): 1863-1903.",
        "Cheng, Kuang-Yu, and Sheng-Mo Hsu (1980), Historical Atlas of China (Zhongguo Lishi Ditu), Taiwan: Chinese Culture University Press.",
        "Chao, Kang (2006), Essays on the History of Chinese Urban Development (Zhongguo chengshi fazhanshi lujin). Beijing, New Star Press.",
        "Chang, Chung-li (1955), The Chinese Gentry: Studies on Their Role in Nineteenthcentury Chinese Society. University of Washington Press.",
        "Campante Filipe and Do Quoc-Anh (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Isolated Capital Cities, Accountability, and Corruption: Evidence from US States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (8): 2456-2481",
        "Brook, Tim (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Communications and Commerce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Cambridge History of China, 8(Pt 2), 579-707.",
        "Bolton, Patrick, and Gerard Roland (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Breakup of Nations: a Political Economy Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112(4): 1057-1090.",
        "Bleakley, Hoyt, and Jeffrey Lin (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portage and Path Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127(2): 587-644.",
        "Blanchard, Olivier, and Andrei Shleifer (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Federalism with and without Political Centralization: China versus Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 48(1): 171-179.",
        "Becker, Sascha, Stephan Heblich, and Daniel M. Sturm (2018), The Impact of Public Employment: Evidence from Bonn,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved variables: Assessing the Effectiveness of Catholic Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (1): 151-184.",
        "Allen, Treb, and Dave Donaldson (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Path Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ades, Alberto F., and Edward L. Glaeser (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Circuses: Explaining Urban Giants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 110(1): 195-227.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Comparative Development: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 91 (5): 1369-1401.",
        "Zhang, Tingyu (1739)[1974], The History of the Ming Dynasty (Ming Shi). Qianlong edition, reprint, Beijing: Zhonghua shuju.",
        "Zhou, Zhenhe (1998), The Changes of Administrative Division in China (Zhongguo lidai xingzheng quhua de bianqian). Beijing: Shangwu chubanshe."
    ]
}