{
    "id": 26659,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Van Donkelaar, A., R. V. Martin, M. Brauer, N. C. Hsu, R. A. Kahn, R. C. Levy, A. Lyapustin, A. M. Sayer, and D. M. Winker (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global estimates of fine particulate matter using a combined geophysical-statistical method with information from satellites, models, and monitors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental science & technology, 50(7), 3762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3772.",
        "US General Accounting Office (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Siting of hazardous waste landfills and their correlation with racial and economic status of surrounding communities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAOfRCED-83-168. Washington, DC: US. General Accounting Office.",
        "Pais, J., K. Crowder, and L. Downey (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal trajectories: Racial and class differences in residential exposure to industrial hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Forces, 92(3), 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215.",
        "Oaxaca, R. (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male-female wage differentials in urban labor markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International economic review, pp. 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Mohai, P., and R. Saha (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing racial and socioeconomic disparities in environmental justice research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 43(2), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Logan, T. D., and J. M. Parman (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The National Rise in Residential Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 77(1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Mohai, P., D. Pellow, and J. T. Roberts (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental justice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual review of environment and resources, 34, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Liebler, C. A., S. R. Porter, L. E. Fernandez, J. M. Noon, and S. R. Ennis (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093America Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s churning races: Race and ethnicity response changes between Census 2000 and the 2010 Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 54(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Kravitz-Wirtz, N., K. Crowder, A. Hajat, and V. Sass (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-term dynamics of racial/ethnic inequality in neighborhood air pollution exposure, 1990-2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Du Bois review: social science research on race, 13(2), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Hsiang, S., P. Oliva, and R. Walker (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distribution of environmental damages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 13(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Isen, A., M. Rossin-Slater, and W. R. Walker (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Every breath you takeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009devery dollar youÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ll make: The long-term consequences of the clean air act of 1970,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125(3), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Hipp, J. R., and C. M. Lakon (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social disparities in health: disproportionate toxicity proximity in minority communities over a decade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health & place, 16(4), 674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Fowlie, M., E. Rubin, and R. Walker (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bringing Satellite-Based Air Quality Estimates Down to Earth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in AEA Papers and Proceedings, vol. 109, pp. 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Firpo, S., N. M. Fortin, and T. Lemieux (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unconditional quantile regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77(3), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "DiNardo, J., N. M. Fortin, and T. Lemieux (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Di, Q., I. Kloog, P. Koutrakis, A. Lyapustin, Y. Wang, and J. Schwartz (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing PM2. 5 exposures with high spatiotemporal resolution across the continental United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental science & technology, 50(9), 4712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4721.",
        "Depro, B., C. Timmins, and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neil (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093White flight and coming to the nuisance: can residential mobility explain environmental injustice?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and resource Economists, 2(3), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Currie, J., and R. Walker (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Economists Have to Say about the Clean Air Act 50 Years after the Establishment of the Environmental Protection Agency?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 33(4), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "(2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in transportation-related air pollution exposures by race-ethnicity and socioeconomic status: outdoor nitrogen dioxide in the United States in 2000 and 2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental health perspectives, 125(9), 097012.",
        "Couture, V., and J. Handbury (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban revival in America, 2000 to 2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Clark, L. P., D. B. Millet, and J. D. Marshall (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National patterns in environmental injustice and inequality: outdoor NO2 air pollution in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 9(4), e94431.",
        "Chay, K. Y., and M. Greenstone (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air quality, infant mortality, and the Clean Air Act of 1970,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Chavis, B. F., and C. Lee (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toxic wastes and race in the United States: A national report on the racial and socio-economic characteristics of communities with hazardous waste sites,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York: Commission for Racial Justice, United Church of Christ.",
        "Brajer, V., and J. V. Hall (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the distribution of air pollution exposure in the Los Angeles basin from 1990 to 1999,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 23(1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Blinder, A. S. (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage discrimination: reduced form and structural estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human resources, pp. 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Baum-Snow, N., and D. Hartley (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for central neighborhood change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ard, K. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in exposure to industrial air toxins for different racial and socioeconomic groups: A spatial and temporal examination of environmental inequality in the US from 1995 to 2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Research, 53, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Banzhaf, S., L. Ma, and C. Timmins (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental justice: The economics of race, place, and pollution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 33(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Abel, T. D., and J. White (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skewed riskscapes and gentrified inequities: environmental exposure disparities in Seattle, Washington,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of public health, 101(S1), S246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS254.",
        "Voorheis, J., et al. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longitudinal Environmental Inequality and Environmental Gentrification: Who Gains From Cleaner Air?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Center for Economic Studies, US Census Bureau."
    ]
}