{
    "id": 26651,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Segerstrom, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Growth Without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1998, 88 (5), 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Solow Growth Model with a CES Production Function and Declining Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Kyoto University unpublished manuscript.",
        "Sasaki, Hiroaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Renewable Resources and the Possibility of Sustainable Economic Development in a Positive or Negative Population Growth Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. MPRA Paper No. 92204.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Peters, Michael and Conor Walsh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Dynamism, Increasing Markups and Missing Growth: The Role of the Labor Force,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019 Meeting Papers 658, Society for Economic Dynamics 2019.",
        "Ngai, Rachel and Roberto Samaniego, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Research and Productivity Growth Across Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, July 2011, 14 (3), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Moll, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lecture 3: Hamilton-Jacobi-Bellman Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Spring 2018. Unpublished lecture slides.",
        "THE END OF ECONOMIC GROWTH? 33 Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Growth and Technological Change: One Million B.C. to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1993, 108 (4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Kortum, Samuel S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research, Patenting, and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1997, 65 (6), 1389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Karahan, Fatih, Benjamin Pugsley, and Aysegul Sahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Origins of the Startup Deficit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25874, National Bureau of Economic Research May 2019.",
        "Kalemli-Ozcan, Sebnem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Mortality Decline Promote Economic Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, Dec 2002, 7 (4), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Jones, Larry and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic History of Fertility in the U.S.: 1826-1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Peter Rupert, ed., Frontiers of Family Economics, Elsevier, 2008, pp. 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population and Ideas: A Theory of Endogenous Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton University Press, 2003, pp. 498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 521.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D-Based Models of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1995, 103 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Hopenhayn, Hugo, Julian Neira, and Rish Singhania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Population Growth to Firm Demographics: Implications for Concentration, Entrepreneurship and the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25382, National Bureau of Economic Research December 2018.",
        "Hock, Heinrich and David N. Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the dynamics of the age structure, dependency, and consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 2012, 25 (3), 1019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1043.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Golosov, Mikhail, Larry E. Jones, and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency with Endogenous Population Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (4), 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1071.",
        "Futagami, Koichi and Takeo Hori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Progress and Population Growth: Do We Have Too Few Children?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Japanese Economic Review, 2010, 61 (1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Feyrer, James, Bruce Sacerdote, and Ariel Dora Stern, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will the Stork Return to Europe and Japan? Understanding Fertility within Developed Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, September 2008, 22 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Farhi, Emmanuel and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Social Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Engbom, Niklas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm and Worker Dynamics in an Aging Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NYU unpublished manuscript.",
        "Doepke, M. and M. Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Families in Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John B. Taylor and Harald Uhlig, eds., Handbook of Macroeconomics, Vol. 2, Chapter 23, Elsevier, 2016, pp. 1789 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1891.",
        "Delventhal, Matthew J., Jesus Fernandez-Villaverde, and Nezih Guner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Transitions Across Time and Space,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2019. UPenn unpublished paper.",
        "Croix, David De La and Matthias Doepke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Growth: Why Differential Fertility Matters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1113.",
        "Christiaans, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semi-Endogenous Growth when Population is Decreasing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Bulletin, 2011, 31 (3), 2667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2673.",
        "Bricker, Darrell and John Ibbitson, Empty Planet: The Shock of Global Population Decline, Crown Publishing Group, 2019.",
        "Buera, Francisco J and Ezra Oberfield, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Diffusion of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2019. Princeton University manuscript.",
        "Bloom, Nicholas, Charles I. Jones, John Van Reenen, and Michael Webb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ideas Getting Harder to Find?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Stanford University manuscript.",
        "THE END OF ECONOMIC GROWTH? 31 Beyn, Wolf-JuÃ\u0083Å\u0092Ã\u0082Ë\u0086rgen, Thorsten Pampel, and Willi Semmler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic optimization and Skiba sets in economic examples,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Optimal Control Applications and Methods, 2001, 22 (5-6), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Barro, Robert J. and Gary S. Becker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Choice in a Model of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1989, 57 (2), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Atkeson, Andrew and Ariel Burstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Implications of Innovation Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, forthcoming, xxxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cxxx.",
        "Akcigit, Ufuk and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth through Heterogeneous Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (4), 1374 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1443.",
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1998, 113, 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Skiba, A. K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Growth with a Convex-Concave Production Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1978, 46 (3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "United Nations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Population Prospects 2019,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2019."
    ]
}