{
    "id": 26666,
    "cites": 75,
    "cited_by": 16,
    "reference": [
        "Stock, James H., and Mark W. Watson. 2018. Identification and Estimation of Dynamic Causal Effects in Macroeconomics Using External Instruments. Economic Journal 128(610): 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Stadler, George W. 1990. Business Cycle Models with Endogenous Technology. American Economic Review 80(4): 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Smets, Frank, and Rafael Wouters. 2007. Shocks and frictions in US business cycles: A Bayesian DSGE approach. American Economic Review 97(3): 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Shambaugh, Jay C. 2004. The Effect of Fixed Exchange Rates on Monetary Policy. The Quarterly Journal of Economics 119(1): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Schularick, Moritz, and Alan M. Taylor. 2012. Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008. American Economic Review 102(2): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Romer, Christina D., and David H. Romer. 2004. A New Measure of Monetary Shocks: Derivation and Implications. American Economic Review 94(4): 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Rey, HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne. 2015. Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence. NBER Working Papers 21162, National Bureau of Economic Research, Inc.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2009. The Aftermath of Financial Crises. American Economic Review 99(2): 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Reifschneider, Dave, William Wascher, and David Wilcox. 2015. Aggregate supply in the United States: recent developments and implications for the conduct of monetary policy. IMF Economic Review 63(1): 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Ramey, Valerie A., and Sarah Zubairy. 2018. Government Spending Multipliers in Good Times and in Bad: Evidence from US Historical Data. Journal of Political Economy 126(2): 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Ramey, Valerie A. 2016. Macroeconomic Shocks and Their Propagation. In Handbook of Macroeconomics, edited by Taylor, John B., and Harald Uhlig, volume 2 of Handbook of Macroeconomics, chapter 0, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162. Amsterdam: Elsevier.",
        "Plagborg-MÃ\u0083Æ\u0092Ã\u0082Â¸ller, Mikkel, and Christian K. Wolf. 2018. Instrumental Variable Identification of Dynamic Variance Decompositions. Princeton University. Unpublished.",
        "Quinn, Dennis, Martin Schindler, and A Maria Toyoda. 2011. Assessing measures of financial openness and integration. IMF Economic Review 59(3): 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2005. The Trilemma in History: Tradeoffs Among Exchange Rates, Monetary Policies, and Capital Mobility. Review of Economics and Statistics 87(3): 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2004. Monetary sovereignty, exchange rates, and capital controls: The trilemma in the interwar period. IMF Staff Papers 51(3S1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1995. Exchange rate dynamics redux. Journal of Political Economy 103(3): 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Nakamura, Emi, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson. 2018. Identification in macroeconomics. Journal of Economic Perspectives 32(3): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Moran, Patrick, and Albert QueraltoÃ\u0083Å\u0092Ã\u0082Â\u0081. 2018. Innovation, productivity, and monetary policy. Journal of Monetary Economics .",
        "Mankiw, N. Gregory. 2001. The inexorable and mysterious tradeoff between inflation and unemployment. Economic Journal 111(471): 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Lusompa, Amaze B. 2019. Local projections, autocorrelation, and efficiency. Unpublished. UC Irvine.",
        "Lewis, Richard, and Gregory C. Reinsel. 1985. Prediction of multivariate time series by autoregressive model fitting. Journal of Multivariate Analysis 16(3): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Kuersteiner, Guido M. 2005. Automatic Inference For Infinite Order Vector Autoregressions. Econometric Theory 21(1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "King, Robert G., and Mark W. Watson. 1997. Testing Long-Run Neutrality. Federal Reserve Bank of Richmond Economic Quarterly 83(3): 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti. 2013. Is there a trade-off between inflation and output stabilization? American Economic Journal: Macroeconomics 5(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2019. The effects of quasi-random monetary experiments. Journal of Monetary Economics. Forthcoming.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2017. Macrofinancial History and the New Business Cycle Facts. NBER Macroeconomics Annual 31(1): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2016. The great mortgaging: housing finance, crises and business cycles. Economic Policy 31(85): 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar. 2005. Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95(1): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Jiang, Zhengyang, Arvind Krishnamurthy, and Hanno Lustig. 2019. Dollar Safety and the Global Financial Cycle. Research Paper 19-16, Stanford University Graduate School of Business.",
        "Imbs, Jean M. 1999. Technology, growth and the business cycle. Journal of Monetary Economics 44(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Itskhoki, Oleg, and Dmitry Mukhin. 2019. Mussa puzzle redux. Princeton University. Unpublished.",
        "Ilzetzki, Ethan, Carmen M. Reinhart, and Kenneth S. Rogoff. 2019. Exchange Arrangements Entering the Twenty-First Century: Which Anchor will Hold? Quarterly Journal of Economics 134(2): 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Grenander, Ulf. 1981. Abstract Inference. Wiley Inter-Science. New York, N.Y.: Wiley.",
        "Gourinchas, Pierre-Olivier. 2018. Monetary Policy Transmission in Emerging Markets: An Application to Chile. In Monetary Policy and Global Spillovers: Mechanisms, Effects and Policy Measures, edited by Mendoza, Enrique G., Ernesto PasteÃ\u0083Å\u0092Ã\u0082Â\u0081n, and Diego Saravia, volume 25 of Central Banking, Analysis, and Economic Policies Book Series, chapter 8, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324. Central Bank of Chile.",
        "Gordon, Robert J. 2016. The Rise and Fall of American Growth: The U.S. Standard of Living since the Civil War. Princeton, N.J.: Princeton University Press.",
        "Gopinath, Gita, SÃ\u0083Å\u0092Ã\u0082Â§ebnem Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, Loukas Karabarbounis, and Carolina Villegas-Sanchez. 2017. Capital Allocation and Productivity in South Europe. Quarterly Journal of Economics 132(4): 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967.",
        "GoncÃ\u0083Å\u0092Ã\u0082Â§alves, SÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081lvia, and Lutz Kilian. 2007. Asymptotic and Bootstrap Inference for AR(Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾) Processes with Conditional Heteroskedasticity. Econometric Reviews 26(6): 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Geman, Stuart, and Chii-Ruey Hwang. 1982. Nonparametric Maximum Likelihood Estimation by the Method of Sieves. The Annals of Statistics 10(2): 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Garga, Vaishali, and Sanjay R. Singh. 2016. Output Hysteresis and Optimal Monetary Policy. Brown University. Unpublished.",
        "Gali, Jordi, and Tommaso Monacelli. 2005. Monetary policy and exchange rate volatility in a small open economy. The Review of Economic Studies 72(3): 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. 2015b. Monetary policy, inflation, and the business cycle: an introduction to the new Keynesian framework and its applications. Princeton University Press.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. 2015a. Hysteresis and the European unemployment problem revisited. Economics Working Papers 1488, Department of Economics and Business, Universitat Pompeu Fabra.",
        "Fernald, John G. 2014. A quarterly, utilization-adjusted series on total factor productivity. Working Paper Series 2012-19, Federal Reserve Bank of San Francisco.",
        "Fernald, John G. 2007. Trend breaks, long-run restrictions, and contractionary technology improvements.",
        "FataÃ\u0083Å\u0092Ã\u0082Â\u0081s, Antonio, and Lawrence H. Summers. 2018. The permanent effects of fiscal consolidations. Journal of International Economics 112: 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Fatas, Antonio. 2000. Do business cycles cast long shadows? Short-run persistence and economic growth. Journal of Economic Growth 5(2): 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Farmer, Roger E. A., and Konstantin Platonov. 2019. Animal spirits in a monetary model. European Economic Review 115: 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Farmer, Roger E. A., and Giovanni NicoloÃ\u0083Å\u0092Ã\u0082â\u0082¬. 2018. Keynesian economics without the Phillips curve. Journal of Economic Dynamics and Control 89: 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Evans, Charles L. 1992. Productivity shocks and real business cycles. Journal of Monetary Economics 29(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "DeLong, Bradford J., and Lawrence H. Summers. 2012. Fiscal Policy in a Depressed Economy. Brookings Papers on Economic Activity 1: 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Durbin, J. 1959. Efficient Estimation of Parameters in Moving-Average Models. Biometrika 46(3/4): 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Conley, Timothy G., Christian B. Hansen, and Peter E. Rossi. 2012. Plausibly Exogenous. The Review of Economics and Statistics 94(1): 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Mauricio Ulate. 2017. The Cyclical Sensitivity in Estimates of Potential Output. Working Paper 23580, National Bureau of Economic Research.",
        "Coibion, Olivier. 2012. Are the effects of monetary policy shocks big or small? American Economic Journal: Macroeconomics 4(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 1999. Monetary policy shocks: What have we learned and to what end? In Handbook of Macroeconomics, edited by Taylor, J. B., and M. Woodford, volume 1 of Handbook of Macroeconomics, chapter 2, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. Amsterdam: Elsevier.",
        "Cerra, Valerie, and Sweta Chaman Saxena. 2008. Growth dynamics: the myth of economic recovery. American Economic Review 98(1): 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, Peter. 1995. Moving-average representation of autoregressive approximations. Stochastic Processes and their Applications 60(2): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Blanchard, Olivier J., and Lawrence H. Summers. 1986. Hysteresis and the European unemployment problem. In NBER Macroeconomics Annual 1986, Volume 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90. MIT Press.",
        "Blanchard, Olivier. 2018. Should We Reject the Natural Rate Hypothesis? Journal of Economic Perspectives 32(1): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Blanchard, Olivier. 2016. Currency Wars, Coordination, and Capital Controls. Working Paper 22388, National Bureau of Economic Research.",
        "Bianchi, Francesco, Howard Kung, and Gonzalo Morales. 2019. Growth, slowdowns, and recoveries. Journal of Monetary Economics 101(C): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Bernanke, Ben S., and Ilian Mihov. 1998. The liquidity effect and long-run neutrality. CarnegieRochester Conference Series on Public Policy 49(1): 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Bergeaud, Antonin, Gilbert Cette, and ReÃ\u0083Å\u0092Ã\u0082Â\u0081my Lecat. 2016. Productivity Trends in Advanced Countries between 1890 and 2012. Review of Income and Wealth 62(3): 420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Benigno, Gianluca, and Luca Fornaro. 2018. Stagnation Traps. The Review of Economic Studies 85(3): 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1470.",
        "Basu, Susanto, and John G Fernald. 2002. Aggregate productivity and aggregate technology. European Economic Review 46(6): 963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Barro, Robert J. 2013. Inflation and Economic Growth. Annals of Economics and Finance 14(1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Barlevy, Gadi. 2004. The cost of business cycles under endogenous growth. American Economic Review 94(4): 964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Anzoategui, Diego, Diego Comin, Mark Gertler, and Joseba Martinez. 2019. Endogenous Technology Adoption and R&D as Sources of Business Cycle Persistence. American Economic Journal: Macroeconomics 11(3): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Bai, Jushan, and Pierre Perron. 1998. Estimating and Testing Linear Models with Multiple Structural Changes. Econometrica 66(1): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Syverson, Chad. 2011. What determines productivity? Journal of Economic literature 49(2): 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "van Kippersluis, Hans, and Cornelius A. Rietveld. 2018. Beyond plausibly exogenous. The Econometrics Journal 21(3): 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Wieland, Johannes F., and Mu-Jeung Yang. 2016. Financial Dampening. NBER Working Papers 22141, National Bureau of Economic Research, Inc.",
        "Wold, Herman. 1938. A study in the analysis of stationary time series. Uppsala, Sweden: Almqvist & Wiksell.",
        "Yellen, Janet L. 2016. Macroeconomic Research After the Crisis. Speech at the conference Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGreatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Recovery: Causes and Implications for Future Business Cycle Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston, October."
    ]
}