{
    "id": 26668,
    "cites": 52,
    "cited_by": 1,
    "reference": [
        "Seru, A., T. Shumway, and N. Stoman (2009). Learning by trading. Review of Financial Studies 23(2), 705739.",
        "Poterba, J. M. (2000). Stock market wealth and consumption. The Journal of Economic Perspectives 14(2), 99118.",
        "Pfeer, F. T., R. F. Schoeni, A. Kennickell, and P. Andreski (2016). Measuring wealth and wealth inequality: Comparing two us surveys. Journal of economic and social measurement 41(2), 103120.",
        "Parker, J. A. (2014). Why Don&apos;t Households Smooth Consumption? Evidence from a 25 million dollar experiment. Working Paper.",
        "Parker, J. A. (1999a). Spendthrift in America? On two decades of decline in the US saving rate. NBER macroeconomics annual 14, 317370.",
        "Parker, J. A. (1999b). The Reaction of Household Consumption to Predictable Changes in Social Security Taxes. American Economic Review 89(4), 959973.",
        "Pagel, M. (2018). A news-utility theory for inattention and delegation in portfolio choice. Econometrica 86(2), 491522.",
        "Olafsson, A. and M. Pagel (2018b, oct). The Ostrich in Us: Selective Attention to Financial Accounts, Income, Spending, and Liquidity. Working Paper 23945, National Bureau of Economic Research.",
        "Olafsson, A. and M. Pagel (2018a). The liquid hand-to-mouth: Evidence from personal nance management software. Review of Financial Studies 31(11), 43984446.",
        "Odean, T. (1998). Are Investors Reluctant to Realize their Losses? Journal of Finance 53(5), 17751798.",
        "Meyer, S., M. Pagel, and A. Previtero (2018). The consumption response to realized capital gains: Evidence from mutual fund liquidations. Working Paper.",
        "Meyer, S. and M. Pagel (2018). Fully closed: Individual responses to realized capital gains and losses. Working Paper.",
        "Meng, J. and X. Weng (2017). Can prospect theory explain the disposition eect? a new perspective on reference points. Management Science 64(7), 33313351.",
        "Maggio, M. D., A. Kermani, and K. Majlesi (2018). Stock market returns and consumption. Technical report, National Bureau of Economic Research.",
        "Malmendier, U. and S. Nagel (2011). Depression Babies: Do Macroeconomic Experiences Aect Risk Taking? Quarterly Journal of Economics 126(1), 373416.",
        "Linnainmaa, J. T. (2011). Why do (some) households trade so much? Review of Financial Studies 24(5), 16301666.",
        "Kuhnen, C. M. (2015). Asymmetric learning from nancial information. Journal of Finance 70(5), 20292062.",
        "Kuchler, T. and M. Pagel (2019). Sticking to Your Plan: Hyperbolic Discounting and Credit Card Debt Paydown. Journal of Financial Economics, forthcoming.",
        "Koestner, M., B. Loos, S. Meyer, and A. Hackethal (2017). Do individual investors learn from their mistakes? Journal of Business Economics 87(5), 669703.",
        "Koudijs, P. and H.-J. Voth (2016). Leverage and beliefs: personal experience and risk-taking in margin lending. American Economic Review 106(11), 33673400.",
        "Kaustia, M. and S. KnÃ\u0083Æ\u0092Ã\u0082Â¼pfer (2008). Do investors overweight personal experience? Evidence from IPO subscriptions. Journal of Finance 63(6), 26792702.",
        "Jappelli, T. and L. Pistaferri (2010). The Consumption Response to Income Changes. Annual Review of Economics 2(1), 479506.",
        "Karlsson, N., G. Loewenstein, and D. Seppi (2009). The ostrich eect: Selective attention to information. Journal of Risk and Uncertainty 38(2), 95115.",
        "Gherzi, S., D. Egan, N. Stewart, E. Haisley, and P. Ayton (2014). The meerkat eect: Personality and market returns aect investors&apos; portfolio monitoring behaviour. Journal of Economic Behavior & Organization 107, 512526.",
        "Gervais, S. and T. Odean (2001). Learning to be overcondent. Review of Financial Studies 14(1), 127.",
        "Gelman, M., S. Kariv, M. D. Shapiro, D. Silverman, and S. Tadelis (2014). Harnessing naturally occurring data to measure the response of spending to income. Science 345(6193), 212215.",
        "Ganong, P. and P. Noel (2019). How Does Unemployment Aect Consumer Spending? Technical report, Working paper.",
        "Frydman, C. and B. Wang (2019). The impact of salience on investor behavior: Evidence from a natural experiment. Journal of Finance, forthcoming.",
        "Frydman, C. and A. Rangel (2014). Debiasing the disposition eect by reducing the saliency of information about a stock&apos;s purchase price. Journal of Economic Behavior & Organization 107, 541552.",
        "Dynan, K. E. and D. M. Maki (2001). Does stock market wealth matter for consumption? Frydman, C., S. M. Hartzmark, and D. H. Solomon (2015). Rolling mental accounts. Review of Financial Studies 31(1), 362397.",
        "Dorn, D. and G. Huberman (2005). Talk and action: What individual investors say and what they do. Review of Finance 9(4), 437481.",
        "Coval, J. D. and T. Shumway (2005). Do behavioral biases aect prices? Journal of Finance 60(1), 134.",
        "Cole, S., A. Paulson, and G. K. Shastry (2014). Smart money? the eect of education on nancial outcomes. Review of Financial Studies 27(7), 20222051.",
        "Chang, T. Y., D. H. Solomon, and M. M. Westereld (2016). Looking for someone to blame: Delegation, cognitive dissonance, and the disposition eect. Journal of Finance 71(1), 267302.",
        "Case, K. E., J. M. Quigley, and R. J. Shiller (2005). Comparing wealth eects: the stock market versus the housing market. Advances in macroeconomics 5(1).",
        "Campbell, J. Y. (2006). Household nance. Journal of Finance 61(4), 15531604.",
        "BrÃ\u0083Æ\u0092Ã\u0082Â¤uer, K., A. Hackethal, and T. Hanspal (2019). Consuming dividends. Working Paper.",
        "Birru, J. (2015). Confusion of confusions: a test of the disposition eect and momentum. The Review of Financial Studies 28(7), 18491873.",
        "Barberis, N. and W. Xiong (2012). Realization Utility. Journal of Financial Economics 104(2), 251271.",
        "Ben-David, I. and D. Hirshleifer (2012). Beyond the disposition eect: Do investors really like realizing gains more than losses. Review of Financial Studies 25(8), 24852532.",
        "Barberis, N. and W. Xiong (2009). What Drives the Disposition Eect? An Analysis of a LongStanding Preference-Based Explanation. Journal of Finance 64(2), 751784.",
        "Barberis, N., M. Huang, and R. H. Thaler (2006). Individual Preferences, Monetary Gambles, and Stock Market Participation: A Case for Narrow Framing. American Economic Review 96(4), 10691090.",
        "Barberis, N., M. Huang, and T. Santos (2001). Prospect Theory and Asset Prices. Quarterly Journal of Economics 116(1), 153.",
        "Barber, B. M. and T. Odean (2000). Trading is hazardous to your wealth: The common stock investment performance of individual investors. Journal of Finance 55(2), 773806.",
        "Barber, B. M., Y.-T. Lee, Y.-J. Liu, T. Odean, and K. Zhang (2018). Learning fast or slow? Available at SSRN 2535636.",
        "Baker, M., S. Nagel, and J. Wurgler (2007). The Eect of Dividends on Consumption. Brookings Papers on Economic Activity (1), 231291.",
        "Andersen, S., T. Hanspal, and K. M. Nielsen (2019). Once bitten, twice shy: The power of personal experiences in risk taking. Journal of Financial Economics 132(3), 97117.",
        "Agarwal, S., C. Liu, and N. S. Souleles (2007, dec). The Reaction of Consumer Spending and Debt to Tax Rebates-Evidence from Consumer Credit Data. Journal of Political Economy 115(6), 9861019.",
        "Anagol, S., V. Balasubramaniam, and T. Ramadorai (2015). The eects of experience on investor behavior: Evidence from india&apos;s ipo lotteries.",
        "Shefrin, H. and M. Statman (1985). The disposition to sell winners too early and ride losers too long: Theory and evidence. Journal of Finance 40(3), 777790.",
        "Tang, T. L.-P., R. Luna-Arocas, T. Sutarso, and D. S.-H. Tang (2004). Does the love of money moderate and mediate the income-pay satisfaction relationship? Journal of Managerial Psychology 19(2), 111135.",
        "Thaler, R. H. and E. J. Johnson (1990). Gambling with the house money and trying to break even: The eects of prior outcomes on risky choice. Management Science 36(6), 643660."
    ]
}