{
    "id": 26671,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, S. and M. Uribe (2003). Closing small open economy models. Journal of International Economics 61(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Rotemberg, J. J. (1982). Sticky prices in the united states. Journal of Political Economy 90(6), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Roger, S. (2009). Inflation targeting at 20 - achievements and challenges.",
        "Technical report, Bank of Spain. Ottonello, P. and D. Perez (2019). The currency composition of sovereign debt. American Economic Journal: Macroeconomics.",
        "Nuno, G. and C. Thomas (2019, February). Monetary policy and sovereign debt vulnerability.",
        "Na, S., S. Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, M. Uribe, and V. Yue (2018, July). The twin ds: Optimal default and devaluation. American Economic Review 108(7), 1773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1819.",
        "Miao, J. and P. Ngo (2018). Does calvo meet rotemberg at the zero lower bound? Boston university working paper.",
        "Mendoza, E. G. and V. Z. Yue (2012, 04). A General Equilibrium Model of Sovereign Default and Business Cycles*. The Quarterly Journal of Economics 127(2), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Lorenzoni, G. and I. Werning (2019). Slow moving debt crises. American Economic Review.",
        "Hur, S., I. O. Kondo, and F. Perri (2018, December). Real Interest Rates, Inflation, and Default.",
        "Staff Report 574, Federal Reserve Bank of Minneapolis. Koop, G., M. H. Pesaran, and S. M. Potter (1996). Impulse response analysis in nonlinear multivariate models. Journal of Econometrics 74(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Hatchondo, J. C., L. Martinez, and C. Sosa-Padilla (2016). Debt dilution and sovereign default risk. Journal of Political Economy 124(5), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Hatchondo, J. C., L. Martinez, and H. Sapriza (2009, November). Heterogeneous Borrowers In Quantitative Models Of Sovereign Default. International Economic Review 50(4), 1129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Ha, J., M. A. Kose, and F. Ohnsorge (2019). Inflation in Emerging and Developing Economies.",
        "Hatchondo, J. C. and L. Martinez (2009). Long-duration bonds and sovereign defaults. Journal of International Economics 79(1), 117 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 125.",
        "Gordon, G. (2019, September). Efficient Computation with Taste Shocks. Working Paper 19-15, Federal Reserve Bank of Richmond.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, J. and T. Monacelli (2005). Monetary policy and exchange rate volatility in a small open economy. Review of Economic Studies 72(3), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Fanelli, S. (2017). Monetary policy, capital controls, and international portfolios.",
        "Farhi, E. and I. Werning (2012, June). Dealing with the trilemma: Optimal capital controls with fixed exchange rates. Working Paper 18199, National Bureau of Economic Research.",
        "Engel, C. and J. Park (2019, May). Debauchery and original sin: The currency composition of sovereign debt. University of wisconsin working paper.",
        "Working Papers 2018-13, Federal Reserve Bank of St. Louis.",
        "Eaton, J. and M. Gersovitz (1981). Debt with Potential Repudiation: Theoretical and Empirical Analysis. Review of Economic Studies 48(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Dvorkin, M., J. M. Sanchez, H. Sapriza, and E. Yurdagul (2018, June). Sovereign Debt Restructurings.",
        "Du, W. and J. Schreger (2016). Local currency sovereign risk. Journal of Finance 71(3), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Devereux, M. B., E. R. Young, and C. Yu (2019). Capital controls and monetary policy in sudden-stop economies. Journal of Monetary Economics 103, 52 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 74.",
        "Cuadra, G. and H. Sapriza (2008). Sovereign default, interest rates and political uncertainty in emerging markets. Journal of International Economics 76(1), 78 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 88.",
        "Cruces, J. J. and C. Trebesch (2013, July). Sovereign defaults: The price of haircuts. American Economic Journal: Macroeconomics 5(3), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Corsetti, G. and P. Pesenti (2001, 05). Welfare and Macroeconomic Interdependence*. The Quarterly Journal of Economics 116(2), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Corsetti, G., L. Dedola, and S. Leduc (2010). Chapter 16 - optimal monetary policy in open economies. Volume 3 of Handbook of Monetary Economics, pp. 861 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 933. Elsevier.",
        "Corsetti, G. and L. Dedola (2016). The mystery of the printing press: Monetary policy and self-fulfilling debt crises. Journal of the European Economic Association 14(6), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Chatterjee, S. and B. Eyigungor (2012). Maturity, indebtedness, and default risk. American Economic Review 102(6), 2674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2699.",
        "Calvo, G. A. (1988). Servicing the public debt: The role of expectations. The American Economic Review 78(4), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Working paper, Federal Reserve Bank of Minneapolis. Bianchi, J., P. Ottonello, and I. Presno (2018, March). Fiscal policy, sovereign risk and unemployment.",
        "Blanchard, O., J. D. Ostry, A. R. Ghosh, and M. Chamon (2017, August). Are Capital Inflows Expansionary or Contractionary? Theory, Policy Implications, and Some Evidence. IMF Economic Review 65(3), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Bianchi, J. and J. Mondragon (2018, December). Monetary Independence and Rollover Crises.",
        "Bacchetta, P., E. Perazzi, and E. van Wincoop (2018). Self-fulfilling debt crises: What can monetary policy do? Journal of International Economics 110, 119 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 134.",
        "Arellano, C. and A. Ramanarayanan (2012). Default and the maturity structure in sovereign bonds. Journal of Political Economy 120(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Arellano, C., Y. Bai, and G. Mihalache (2019). Optimal simple monetary rules with sovereign risk. University of rochester mimeo.",
        "Arellano, C., Y. Bai, and G. Mihalache (2018). Default risk, sectoral reallocation, and persistent recessions. Journal of International Economics 112, 182 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 199.",
        "Arellano, C. (2008). Default risk and income fluctuations in emerging economies. American Economic Review 98(3), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Aguiar, M. and G. Gopinath (2006). Defaultable debt, interest rates and the current account.",
        "Journal of International Economics 69(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83. Aoki, K., G. Benigno, and N. Kiyotaki (2018). Monetary and financial policies in emerging markets. Princeton university working paper.",
        "Aguiar, M., M. Amador, and S. Fourakis (2019). On the welfare losses from external sovereign borrowing.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, S. and M. Uribe (2007). Optimal simple and implementable monetary and fiscal rules. Journal of Monetary Economics 54(6), 1702 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1725.",
        "Sunder-Plassmann, L. (2018). Inflation, default and sovereign debt: The role of denomination and ownership.",
        "Taylor, J. B. (1993). Discretion versus policy rules in practice. Carnegie-Rochester Conference Series on Public Policy 39, 195 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 214."
    ]
}