{
    "id": 26679,
    "cites": 137,
    "cited_by": 5,
    "reference": [
        "For the complete data set, the patents in the Civil War sample extend from 1840 to 1890, while the patents in the World War I sample extend from 1890 to 1940. Appendix Table A.3: Correlations across Patent Attributes cost simplicity adjustability materials appearance comfort cost 1 simplicity 0.3781 1 adjustability 0.0613 0.0532 1 materials 0.0874 0.0207 0.026 1 appearance 0.0515 -0.0157 0.0339 0.037 1 comfort 0.0777 -0.0226 0.0834 0.0716 0.0895 1 Note: The table presents a simple correlation matrix across the economic traits we have defined and coded.",
        "For the complete hand-coded data set, the patents in the Civil War sample extend from 1840 to 1890, while the patents in the World War I sample extend from 1890 to 1940. Appendix Table A.2: Full Sample Tabulations (1) (2) (3) (4) Civil War World War I Prosthetics Controls Prosthetics Controls cost 0.186 0.200 0.245 0.299 simplicity 0.247 0.223 0.405 0.426 adjustability 0.423 0.350 0.484 0.407 materials 0.0464 0.0319 0.0435 0.0611 production 0.226 0.201 0.294 0.298 appearance 0.222 0.0605 0.276 0.0741 comfort 0.495 0.0513 0.410 0.0813 Observations 194 151,038 620 593,706 Note: The table presents sample means for the all of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093treatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093controlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d patents in the data set we generate using machine learning methods.",
        "Patent dates come from Berkes (2018). Table 2: Patent Attributes with Descriptions Attribute Description Cost Construction is cheap, economical, and less labor intensive Simplicity Device construction is simple and less complex/difficult Adjustability Manufactured product adaptable to user specifications Materials Made from new materials, substances, compounds, and compositions Appearance Natural appearance, life-like, tasteful, and neat Comfort Device noted as comfortable, noiseless, and promoting circulation Note: The table describes the definitions we apply in coding each of the economic attributes on which our analysis focuses. The attributes termed cost, simplicity, adjustability, and materials are the attributes we interpret as involving the production-process, while appearance and comfort are our quality-oriented attributes.",
        "An entry of > 4 indicates that a limb was considered and rated favorably, but outside of the top 4. Linkages between manufacturers and patents come were generated by the authors using the Google Patent Database and manufacturer names assembled from sources including Hasegawa (2012); Barnes (1865); Houston and Joynes (1866); Barnes and Stanton (1866).",
        "The Richmond Ranking comes from Houston and Joynes (1866).",
        "The Union Ranking comes from Barnes (1865). An entry of 9 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 indicates that a limb was considered and rated unfavorably or, in the case of the Union ranking, that it had been approved for reimbursement but was not included in the reported ranking. Both the Union and Richmond rankings of artificial arms had two distinct categories, which results in multiple arms rated Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d etc.",
        "The criteria for a manufacturerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s inclusion in the table is that he either a) accounted for at least 0.25 percent of the limbs furnished through May 1866, as documented in Barnes and Stanton (1866), or b) was highly rated by either the Union or Richmond post-war ranking.",
        "B. F. Palmer 22575, 22576 1859 2.45 9* 9* John Condell 48659 1865 0.00 2 1 Note: The information in the table comes from a variety of sources.",
        "American Arm and Leg Company 40956 1863 0.72 > 4 9* National Arm and Leg Company 39599 1863 0.40 9* 9* Marvin Lincoln na na 0.32 Not Considered 9* James Hanger Confederate Patents 1863 Large in South 9* 9* Panel B: Artificial Arms Marvin Lincoln 39487 1863 45.51 2 2 Grenell &",
        "William Selpho/ Sepho and Sons 14836, 26378 1856 4.80 1 2",
        "Douglas Bly 23656, 24002, 25238, 31438, 1859 23.01 1 1 38549, 38550, 57666, 87624 B. W. Jewett Patent Leg Company 16360, 29494 1857 19.27 9* > 4 E. D. Hudson Copied PalmerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Design na 10.92 > 4 4",
        "Table 1: Civil War Era Device Manufacturers, Patents, Early Market Shares, and Post-War Quality Rankings Manufacturer Patents First Patent Market Share Richmond Ranking Union Ranking Panel A: Artificial Legs B. F. Palmer 6122, 9200, 137711 1849 30.04 2 3",
        "For the panels in column 2, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Donor weightsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are chosen to match the treatment group on values extending from 1910 to 1915.",
        "We generate the synthetic control group using the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093synthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d package written by Abadie and Hainmueller (2010).",
        "For the panels in column 1, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Donor weightsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are chosen to match the treatment group on values extending from 1855 to 1861.",
        "We generate the synthetic control group using the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093synthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d package written by Abadie and Hainmueller (2010).",
        "In Panel C, the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d baseline extends from 1910 to 1915 and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WartimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d period extends from 1916 to 1922.",
        "In Panel A, the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d baseline extends from 1855 to 1861 and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WartimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d period extends from 1862 to 1866.",
        "Panel D 0 .15 .3 .45 .6 Mean emphasis on production Prosthetics Other Wartime Patents Pre War Patents Wartime Patents Pre War Patents World War I: production 0 .15 .3 .45 .6 Mean Emphasis on Trait 1910 1915 1920 1925 year Prosthetics Synthetic Control Mean Emphasis on Trait by Year: production Figure 6: Changes in the Average across Cost-Oriented Traits: Note: The figure presents data on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093treatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093synthetic controlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d series that describe the evolution of patentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ emphases on averages across the cost-oriented traits we term Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093cost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093simplicity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093adjustability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093materials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The time series in Panels B and D are calculated as 4-year moving averages. The bar charts in Panels A and C present averages of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ProsthesisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic ControlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d series. The series plot the share of patents in a given class (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ProsthesisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d or the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic ControlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d) that emphasize a given trait.",
        "Panel B 0 .15 .3 .45 .6 Mean emphasis on production Prosthetics Other Wartime Patents Pre War Patents Wartime Patents Pre War Patents Civil War: production 0 .15 .3 .45 .6 Mean Emphasis on Trait 1855 1860 1865 1870 year Prosthetics Synthetic Control Mean Emphasis on Trait by Year: production Panel C",
        "We generate the synthetic control group using the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093synthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d package written by Abadie and Hainmueller (2010).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Donor weightsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d are chosen to match the treatment group on values extending from 1910 to 1915. Changes in the Average across Cost-Oriented Traits Panel A",
        "We generate the synthetic control group using the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093synthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d package written by Abadie and Hainmueller (2010).",
        "Placebo Point Estimate Distributions across Three Algorithms Figure 3: Placebo Point Estimate Distributions across Three Algorithms Note: The figure presents distributions of placebo point estimates generated through the application of a randomization inference procedure (Imbens and Rosenbaum, 2005). The distribution in each panel corresponds with a different algorithm for assigning placebo treatment status. In each case, we assign placebo treatment status to two patent class-by-episode observations. The sample from which these are drawn includes all mechanical and medical patent classes other than prosthetic devices. For Panel A, we assign placebo treatment status at random across this full set of episodes. For Panel B, we assign treatment at random to one patent class from each of the war episodes. For Panel C, we restrict the sample to patent classes that appear in both the Civil War and World War I sub-samples, then assign treatment at random to a single patent class.",
        "These categories are defined using the hierarchical structure of technological categories in the NBER Patent Database (Hall, Jaffe, and Trajtenberg, 2001).",
        "Era Patents Patent Time Series Figure 1: Patent Time Series Note: This figure presents annual time series on patents, using USPTO categories as reported in Berkes (2018). The dashed vertical lines encompass the years we subsequently associate with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093war-inducedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d boom in prosthetic device patenting. In all panels, the solid blue line corresponds with patents from USPTO class 623 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prosthesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In the top panels, the red dashed line corresponds with all other patent classes in the database. In the bottom panels, the red dashed line corresponds with patents from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093other medicalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d classes and all Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093mechanicalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d classes.",
        "Era Patents 0 3000 6000 9000 Control Patents 0 10 20 30 Prosthetic Patents 1855 1860 1865 1870 1875 year Prosthetics Control Patents Civil War Era Patents 0 15000 30000 45000 Control Patents 0 15 30 45 Prosthetic Patents 1910 1915 1920 1925 1930 year Prosthetics Control Patents World War I",
        "Figures and Tables 0 8000 16000 24000 All Other Patents 0 10 20 30 Prosthetic Patents 1855 1860 1865 1870 1875 year Prosthetics All Other Civil War Era Patents 0 30000 60000 90000 All Other Patents 0 15 30 45 Prosthetic Patents 1910 1915 1920 1925 1930 year Prosthetics All Other World War I",
        "Watzinger, M., and M. Schnitzer (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standing on the Shoulders of Science,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. DP13766.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer effects in science: Evidence from the dismissal of scientists in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 79(2), 838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Waldinger, F. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality matters: The expulsion of professors and the consequences for PhD student outcomes in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(4), 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Turney, P., and P. Pantel (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Frequency to Meaning: Vector Space Models of Semantics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Artificial Intelligence Research, 37, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Trajtenberg, M. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A penny for your quotes: patent citations and the value of innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, pp. 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Tirole, J. (1988): The theory of industrial organization. MIT press.",
        "Trajtenberg, M. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Analysis of Product Innovations, with an Application to Computed Tomography Scanners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(2), pp. 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Tibshirani, R. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Shrinkage and Selection via the Lasso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 58(1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Smith, S., J. P. Newhouse, and M. S. Freeland (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income, insurance, and technology: why does health spending outpace economic growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 28(5), 1276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Skinner, J. S. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The costly paradox of health-care technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Tech Rev http://www. technologyreview. com/news/518876/the-costly-paradox-of-healthcaretechnology /. Published September, 5, 2013.",
        "Shepard, M., K. Baicker, and J. S. Skinner (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does One Medicare Fit All? The Economics of Uniform Health Insurance Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26472.",
        "Shleifer, A. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of yardstick competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, pp. 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Shapiro, A. H., M. Sudhof, and D. Wilson (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring news sentiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco.",
        "Shapiro, A. H., and D. Wilson (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking the Fed at its Word: Direct Estimation of Central Bank Objectives using Text Analytics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco.",
        "Scott Deerwester, Susan T. Dumais, R. H. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indexing by Latent Semantic Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JASIS, 41, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Rosenblatt, F. (1961): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frank Rosenblatt: Principles of Neurodynamics: Perceptrons and the Theory of Brain Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Spartan Books.",
        "Romer, P. M. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing returns and long-run growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 94(5), 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "(1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic incentives and the defense procurement process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 8(4), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "(2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple menus of contracts in cost-based procurement and regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(3), 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Rogerson, W. P. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profit regulation of defense contractors and prizes for innovation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(6), 1284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1305.",
        "(2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Policy and Innovation: A Decade of Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25631.",
        "Popp, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and climate policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Resour. Econ., 2(1), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Perry, H. R. (2014): Recycling the disabled: Army, medicine, and modernity in WWI Germany. Manchester University Press.",
        "Newell, R. G., A. B. Jaffe, and R. N. Stavins (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Induced Innovation Hypothesis and Energy-Saving Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114, 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Moser, P., A. Voena, and F. Waldinger (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093German Jewish eÃ\u0083Å\u0092Ã\u0082Â\u0081migreÃ\u0083Å\u0092Ã\u0082Â\u0081s and US invention, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(10), 3222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Moser, P., and A. Voena (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compulsory licensing: Evidence from the trading with the enemy act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1), 396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Moser, P. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation Without Patents-Evidence from the World Fairs. Forthcoming in the,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 55(1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Moser, P. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do patent laws influence innovation? Evidence from nineteenthcentury worldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s fairs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(4), 1214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Mikolov, T., I. Sutskever, K. Chen, G. S. Corrado, and J. Dean (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributed Representations of Words and Phrases and their Compositionality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Neural Information Processing Systems 26, ed. by C. J. C. Burges, L. Bottou, M. Welling, Z. Ghahramani, and K. Q. Weinberger, pp. 3111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3119. Curran Associates, Inc.",
        "Magerman, T., B. V. Looy, B. Baesens, and K. Debackere (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessment of Latent Semantic Analysis (LSA) text mining algorithms for large scale mapping of patent and scientific publication documents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Leuven Working Paper.",
        "Macleod, G. H. B. (1858): Notes on the Surgery of the War in the Crimea, with remarks on the treatment of gun-shot wounds.",
        "Limb, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How NHS investment in proton beam therapy is coming to fruition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Medical Journal, 364, l313.",
        "Linker, B. (2011): WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Waste: Rehabilitation in World War I America. University of Chicago Press.",
        "Laffont, J.-J., and J. Tirole (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using cost observation to regulate firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 94(3, Part 1), 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Kolata, G., and A. Pollack (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Costly Cancer Drug, Hope and a Dilemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, 157(54), 363.",
        "Knittel, C. R. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7), 3368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 99.",
        "Kim, Y. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convolutional Neural Networks for Sentence Classification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CoRR, abs/1408.5882.",
        "Kline, P., N. Petkova, H. Williams, and O. Zidar (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who profits from patents? rent-sharing at innovative firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134(3), 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1404.",
        "Khoury, A. H., and R. Bekkerman (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Discovery of Prior Art: Big Data to the Rescue of the Patent System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The John Marshall Review of Intellectual Property Law, 16.",
        "(2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of War on Resource Allocation:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative Destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Patenting, and the American Civil War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interdisciplinary History, 46(3), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 353.",
        "Khan, B. Z. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War and the Returns to Entrepreneurial Innovation among U.S. Patentees, 1790-1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brussels economic review, 52.",
        "Johnstone, N., I. Hascic, and D. Popp (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Renewable Energy Policies And Technological Innovation: Evidence Based On Patent Counts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13760.",
        "Ito, K., and J. M. Sallee (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Attribute-Based Regulation: Theory and Evidence from Fuel Economy Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 100(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Imbens, G. W., and P. R. Rosenbaum (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust, accurate confidence intervals with a weak instrument: quarter of birth and education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 168(1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "(2018b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frontier Knowledge and Scientific Production: Evidence from the Collapse of International Science*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 133(2), 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Iaria, A., C. Schwarz, and F. Waldinger (2018a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frontier knowledge and scientific production: Evidence from the collapse of international science,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 133(2), 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Hua, J., Z. Xiong, J. Lowey, E. Suh, and E. R. Dougherty (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal number of features as a function of sample size for various classification rules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bioinformatics, 21(8), 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "Howell, S. T. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Innovation: Evidence from R&D Grants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(4), 1136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Houston, M.H., B. J., and L. Joynes (1866): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report of the Richmond Medical Journal Commission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Richmond Medical Journal, pp. 564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Hochreiter, S., and J. Schmidhuber (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Short-Term Memory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neural Computation, 9(8), 1735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1780.",
        "Hornbeck, R., and M. Rotemberg (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads, Reallocation, and the Rise of American Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in 2019 Meeting Papers, no. 396. Society for Economic Dynamics.",
        "Hawkes, N. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NHS England Drops 16 Medicines from Cancer Drugs Fund,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Medical Journal.",
        "Hasegawa, G. R. (2012): Mending Broken Soldiers: The Union and Confederate Programs to Supply Artificial Limbs. SIU Press.",
        "Hanlon, W. W. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Necessity is the mother of invention: Input supplies and Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Hall, B. H., A. Jaffe, and M. Trajtenberg (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Value and Patent Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, pp. 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hall, B., A. Jaffe, and M. Trajtenberg (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER patent citation data file: Lessons, insights and methodological tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 8498.",
        "Guyatt, M. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better legs: artificial limbs for British veterans of the First World War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Design History, 14(4), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Guyon, I., and A. Elisseeff (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to Variable and Feature Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Mach. Learn. Res., 3, 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1182.",
        "Guyon, I., J. Weston, S. Barnhill, and V. Vapnik (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gene Selection for Cancer Classification using Support Vector Machines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 46(1), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Gentzkow, M., and J. M. Shapiro (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What drives media slant? Evidence from US daily newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Garcia, D. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiment during recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 68(3), 1267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1300.",
        "Garrison, F. H. (1917): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The statistical lessons of the Crimean War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Military Surgeon, ed. by J. V. R. Hoff, vol. XLI, pp. 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473. The Association of Military Surgeons of the United States.",
        "Gentzkow, M., J. Shapiro, and M. Taddy (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Group Differences in High-Dimensional Choices: Method and Application to Congressional Speech,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87(4), 1307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1340.",
        "Friedman, J. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greedy function approximation: a gradient boosting machine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 29, 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1232.",
        "Freemon, F. R. (1993): Microbes and minie balls: an annotated bibliography of Civil War medicine. Fairleigh Dickinson Univ Pr.",
        "Finkelstein, A. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Static and dynamic effects of health policy: Evidence from the vaccine industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 119(2), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Figg, L., and J. Farrell-Beck (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amputation in the Civil War: physical and social dimensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the History of Medicine and Allied Sciences, 48(4), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Dechezlepretre, A., D. Hemous, M. Olsen, and C. Zanella (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automating Labor: Evidence from Firm-level Patent Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Devlin, J., M. Chang, K. Lee, and K. Toutanova (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CoRR, abs/1810.04805.",
        "Doran, K., and C. Yoon (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Invention: Evidence from the Quota Acts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Dubois, P., O. De Mouzon, F. Scott-Morton, and P. Seabright (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market size and pharmaceutical innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 46(4), 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c871.",
        "Cutler, D. (2004): Your money or your life: strong medicine for AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health care system. Oxford University Press, USA.",
        "Cortes, C., and V. Vapnik (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Support-Vector Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 20(3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Cohen, L., U. Gurun, and S. D. Kominers (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Trolls: Evidence from Targeted Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20322.",
        "Cogan, J. F. (2017): The high cost of good intentions: A history of US Federal entitlement programs. Stanford University Press.",
        "Cockburn, I. M., R. Henderson, and S. Stern (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Artificial Intelligence on Innovation: An Exploratory Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Economics of Artificial Intelligence: An Agenda, ed. by A. K. Agrawal, J. Gans, and A. Goldfarb. University of Chicago Press.",
        "Clemens, J. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of us health insurance expansions on medical innovation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19761.",
        "Chandra, A., and J. Skinner (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology growth and expenditure growth in health care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 50(3), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Chan, D. C., and M. J. Dickstein (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry Input in Policy Making: Evidence from Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134(3), 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1342.",
        "Budish, E., B. N. Roin, and H. Williams (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do firms underinvest in long-term research? Evidence from cancer clinical trials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(7), 2044Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 85.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-based improvements for inference with clustered errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90(3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Breiman, L. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Machine Learning, 45(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Brodersen, K. H., C. S. Ong, K. E. Stephan, and J. M. Buhmann (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The balanced accuracy and its posterior distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in 2010 20th International Conference on Pattern Recognition, pp. 3121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3124. IEEE.",
        "Boseley, S. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NHS Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢abandoningÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ thousands by rationing hepatitis C drugs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guardian, 28.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119(1).",
        "Blume-Kohout, M. E., and N. Sood (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market size and innovation: Effects of Medicare Part D on pharmaceutical research and development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 97, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Berkes, E., R. Gaetani, and M. Mestieri (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities and Technology Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Berkes, E., and P. Nencka (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Novel Ideas: The Effects of Carnegie Libraries on Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Bergstra, J., and Y. Bengio (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Search for Hyper-parameter Optimization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Mach. Learn. Res., 13, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Berkes, E. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comprehensive Universe of U.S. Patents (CUSP): Data and Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Baten, J., N. Bianchi, and P. Moser (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compulsory licensing and innovationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Historical evidence from German patents after WWI,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 126, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Bergeaud, A., Y. Potiron, and J. Raimbault (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classifying patents based on their semantic content,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE, 12.",
        "Athey, S. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Machine Learning on Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Economics of Artificial Intelligence: An Agenda, ed. by A. K. Agrawal, J. Gans, and A. Goldfarb. University of Chicago Press.",
        "Barnes, J. (1865): Artificial Limbs, Circular Order. Office of the Surgeon General.",
        "Barnes, J., and E. Stanton (1866): Artificial Limbs Furnished to Soldiers, Ex. Doc. 108. Department of War.",
        "Arts, S., B. Cassiman, and J. C. Gomez (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Text matching to measure patent similarity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Strategic Management Journal, 39(1), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Andrews, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing historical patent datasets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3415318.",
        "Akcigit, U., J. Grigsby, and T. Nicholas (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise of american ingenuity: Innovation and inventors of the golden age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 23047.",
        "Aghion, P., and P. Howitt (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Growth Through Creative Destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, pp. 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Aghion, P., A. Dechezleprtre, D. Hemous, R. Martin, and J. Van Reenen (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Taxes, Path Dependency, and Directed Technical Change: Evidence from the Auto Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Acemoglu, D., and J. Linn (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics.",
        "Abadie, A. Diamond, A., and J. Hainmueller (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic control methods for comparative case studies: Estimating the effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 105(490), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "As in our regressions, the Civil War baseline corresponds with 1855 to 1861 while the World War I baseline extends from 1910 to 1915.",
        "As in our regressions, the Civil War baseline corresponds with 1855 to 1861 while the World War I baseline extends from 1910 to 1915.",
        "As in our regressions, the Civil War baseline corresponds with 1855 to 1861 while the World War I baseline extends from 1910 to 1915.",
        "As in our regressions, the Civil War baseline corresponds with 1855 to 1861 while the World War I baseline extends from 1910 to 1915.",
        "Our preferred, modified approach connects the knowledge we obtained reading patent documents to the Gradient Boosted Machines algorithm (Friedman, 2001).38 When constructing this model we directly targeted the issues of synonymy and polysemy.",
        "38This is a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093boostedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d version of Random Forests (Breiman, 2001) where error terms from previous decision tree predictions inform the construction of subsequent trees.",
        "39We use Word2Vec (Mikolov, Sutskever, Chen, Corrado, and Dean, 2013) to construct these word embeddings. Word2vec uses shallow neural networks to map words within text documents to a vector space that captures word relationships through a distance metric. Words within this space are mapped as being close together if they occur in similar contexts in the text corpora."
    ]
}