{
    "id": 26676,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Figure 1: Annual Trends in E-Verify Usage Figure 1: Annual Trends in E-Verify Usage graph1 10/27/17, 9:14 AM 0 .1 .2 .3 Fraction 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 year Coverage rate Fraction queried Data source: United States Department of Homeland Security data series. Notes: This figure plots the annual E-Verify rate, defined as the number of E-Verify queries divided by the total number of new hires, and the annual fraction of all private sector hires subject to E-Verify mandates. New hires are measured using the QWI. 35 Data source: United States Department of Homeland Security data series. Notes: This figure plots the annual E-Verify rate, defined as the number of E-Verify queries divided by the total number of new hires, and the annual fraction of all private sector hires subject to E-Verify mandates. New hires are measured using the QWI.",
        "Orrenius, P., M. Zavodny, and E. Gutierrez (2018). Do state employment eligibility verification laws affect job turnover? Contemporary Economic Policy 36(2), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Orrenius, P. and M. Zavodny (2016). Do state work eligibility verification laws reduce unauthorized immigration? IZA Journal of Migration 5(5).",
        "Orrenius, P. and M. Zavodny (2015). The impact of e-verify mandates on labor market outcomes. Southern Economic Journal 81(4), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Office of Management and Budget (OMB) (2018). Fiscal Year 2019; An American Budget. https://www.govinfo.gov/content/pkg/BUDGET-2019-BUD/pdf/BUDGET2019 -BUD.pdf. U.S. Government Publishing Office.",
        "Newman, P. (2017). ArizonaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s anti-immigration law and the pervasiveness of racial profiling. Georgetown Immigration Law Journal 31(3).",
        "Lewis, E. and G. Peri (2015). Immigration and the economy of cities and regions. Volume 5, Chapter 10, pp. 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685. Elsevier.",
        "Meissner, D. and M. Rosenblum (2009). The next generation of e-verify: Getting employment verification right. Migration Policy Institute.",
        "Gunadi, C. (2018). Does stricter immigration policy affect college enrollment and publicprivate school choice of natives? IZA Journal of Development and Migration 8(1).",
        "Feigenberg, B. (2019). Fenced out: The impact of border construction on U.S.-Mexico migration. American Economic Journal: Applied Economics, forthcoming.",
        "East, C. N. and A. Velasquez (2019). Unintended consequences of immigration enforcement: Household services and high-skilled womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work. University of ColoradoDenver Working Paper.",
        "East, C. N., A. L. Hines, H. Mansour, and A. Velasquez (2019). The labor market effects of immigration enforcement. University of Colorado-Denver Working Paper.",
        "Dustmann, C., U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and J. Stuhler (2016b). Labor supply shocks, native wages, and the adjustment of local employment. The Quarterly Journal of Economics 132(1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Dustmann, C., U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and J. Stuhler (2016a). The impact of immigration: Why do studies reach such different results? Journal of Economic Perspectives 30(4), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Dustmann, C. and A. Glitz (2015). How do industries and firms respond to changes in local labor supply? Journal of Labor Economics 33(3), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        "Clemens, M. A., E. G. Lewis, and H. M. Postel (2018, June). Immigration restrictions as active labor market policy: Evidence from the Mexican bracero exclusion. American Economic Review 108(6), 1468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Churchill, B. F. (2019). E-verify mandates and immigrant health insurance. Vanderbilt University Working Paper.",
        "Chassamboulli, A. and G. Peri (2015). The labor market effects of reducing the number of illegal immigrants. Review of Economic Dynamics 18(4), 792 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 821.",
        "Card, D. and S. Dellavigna (2019). What do editors maximize? Evidence from four leading economics journals. Review of Economics and Statistics, forthcoming.",
        "Borjas, G. J. and H. Cassidy (2019). The wage penalty to undocumented immigration. Labour Economics 61, 101757.",
        "Bohn, S. and R. Santillano (2017). Local immigration enforcement and local economies. Industrial Relations: A Journal of Economy and Society 56(2), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bohn, S., M. Lofstrom, and S. Raphael (2015). Do e-verify mandates improve labor market outcomes of low-skilled native and legal immigrant workers? Southern Economic Journal 81(4), 960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979.",
        "Bohn, S., M. Lofstrom, and S. Raphael (2014). Did the 2007 Legal Arizona Workers Act reduce the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s unauthorized immigrant population? Review of Economics and Statistics 96(2), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Amuedo-Dorantes, C. and C. Bansak (2014). Employment verification mandates and the labor market outcomes of likely unauthorized and native workers. Contemporary Economic Policy 32(3), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Amuedo-Dorantes, C., C. Bansak, and A. Zebedee (2015). The impact of mandated employment verification systems on state-level employment by foreign affiliates. Southern Economic Journal 81(4), 928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Arvelo, J. (2011, January 28). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFreeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ e-verify may cost small businesses $2.6 billion: Insight. Bloomberg."
    ]
}