{
    "id": 26688,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "van den Besselaar, P., SandstrAÃ\u0083Å\u0092Ã\u0082Æ\u0092uÃ\u0083Å\u0092Ã\u0082â\u0080¹m, U., 2017. Vicious circles of gender bias, lower positions, and lower performance: Gender differences in scholarly productivity and impact. PloS one, 12(8), e0183301.",
        "Tartari, V., Salter, A., 2015. The engagement gap: Exploring gender differences in UniversityIndustry collaboration activities. Research Policy 44, 1176-1191 Thursby, J,Thursby, M., 2011. Has the Bayh-Dole Act compromised basic research? Research Policy 40,1077-83.",
        "Tartari, V., Perkmann, M., Salter, A., 2014. In good company: the influence of peers on industry engagement by academic scientists. Research Policy 43, 1189-1203.",
        "Sampat, B., 2006. Patenting and US academic research in the 20th century: The world before and after Bayh-Dole. Research Policy 35, 772-789.",
        "Sengupta, A., Ray, A. S., 2017. University research and knowledge transfer: a dynamic view of ambidexterity in british universities. Research Policy 46, 881-897.",
        "Prager, D.L., Foltz, J.D. Barham, B.L., 2014. Making time for agricultural and life science research: technical change and productivity gains. American Journal of Agricultural Economics 97,743-761.",
        "Phan, P., Siegel, D., 2006. The effectiveness of university technology transfer. Foundations and Trends in Entrepreneurship. 2, 77-144.",
        "Perkman, M, Tartari, V, McKelvey, M, Autio, E, Brostrom, A, DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Este, P, Fini, R, Geuna, A, Grimaldi, R, Hughes, A, Krabel, S, Kitson, M, Llerena, P, Lissoni, F, Salter, A, Sobrero, M., 2013. Academic engagement and commercialisation: a review of the literature on universityindustry relations. Research Policy 42, 423-42.",
        "Perkmann, M., King, Z., Pavelin, S., 2011. Engaging excellence? Effects of faculty quality on university engagement with industry. Research Policy 40, 539-552.",
        "Mitchell, M., Palacios, V., Leachman, M., 2015. States are still funding higher education below pre-recession levels. Journal of Collective Bargaining in the Academy, Vol. 0, Iss. 10 [2015], Art. 71.",
        "Just, R. E., Huffman, W. E., 2009. The economics of universities in a new age of funding options. Research Policy 38, 1102-1116.",
        "Hoag, D. L., 2005. WAEA Presidential Address: Economic principles for saving the Cooperative Extension Service. Journal of Agricultural and Resource Economics, 397-410.",
        "Henderson, R, Jaffe, A, and Trajtenberg, M., 1998. Universities as a source of commercial technology: a detailed analysis of university patenting, 1965-1988, Review of Economic Statistics 80, 119-27.",
        "Grimaldi, R., Kenney, M., Siegel, D., Wright, M., 2011. 30 years after Bayh-Dole: Reassessing academic entrepreneurship. Research Policy 40, 1045-1057.",
        "Geuna, A., Muscio, A., 2009. The governance of university knowledge transfer: A critical review of the literature. Minerva 47, 93-114.",
        "Geuna, A., Nesta, L., 2006. University patenting and its effects on academic research: the emerging European evidence. Research Policy 35: 790-807.",
        "Foltz, J.,& Barham, B., 2009. The productivity effects of extension appointments in landgrant colleges. Review of Agricultural Economics 31, 712-733.",
        "Foltz, J., Kim, K., Barham, B., 2003. A dynamic analysis of university agricultural biotechnology patents. American Journal of Agricultural Economics 85, 187-197.",
        "Ehrenberg, R., 2012. American higher education in transition. Journal of Economic Perspectives 26, 193-216 Fitzgerald, H. E., Bruns, K., Sonka, S., Furco, A., Swanson, L., 2012. The centrality of engagement in higher education. Journal of Higher Education Outreach and Engagement 16, 7-28.",
        "Djokovic, D., Souitaris, V., 2008. Spinouts from academic institutions: a literature review with suggestions for further research. The Journal of Technology Transfer 33, 225-247.",
        "Dillman, D. A., 2011. Mail and Internet surveys: The tailored design methodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007 Update with new Internet, visual, and mixed-mode guide. John Wiley & Sons.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Este, P., Perkmann, M., 2011. Why do academics engage with industry? The entrepreneurial university and individual motivations. Journal of Technology Transfer 36, 316-339.",
        "Barham, B., Foltz, J., Kim, K. ,2002. Trends in university agbiotech patent production. Review of Agricultural Economics 24: 294-308.",
        "Barham, B., Foltz, J., Prager, D., 2014. Making time for science. Research Policy. 43, 21-31.",
        "Barham, B., Foltz, J., Agnes, M., van Rijn, J., 2017. Modern agricultural science in transition: a survey of U.S. Land Grant agricultural and life scientists, Staff paper 585, Agricultural and Applied Economics, UW-Madison.",
        "Azoulay, P., Ding, W., Stuart, T. 2007. The determinants of faculty patenting behavior: demographics or opportunities? Journal of Economic Behavior and Organization 63, 599612.",
        "Agarwal, A., Henderson R.M., 2002. Putting patents in context: exploring knowledge transfer from MIT. Management Science 48, 44-60.",
        "American Academy of Arts & Sciences, 2016. Public research universities: Understanding the financial model, Cambridge, MA.",
        "Agrawal, A.K., 2001. University-to-industry knowledge transfer: Literature review and unanswered questions. International Journal of management reviews 3, 285-302.",
        "Zucker, L. , Darby, M., 1996. Star scientists and institutional transformation: Patterns of invention and innovation in the formation of the biotechnology industry. Proceedings of the National Academy of Sciences, 93: 12709-12716."
    ]
}