{
    "id": 26698,
    "cites": 51,
    "cited_by": 0,
    "reference": [
        "Smith, C. (2019). Land concentration and long-run development: Evidence from the frontier united states.",
        "Skoufias, E. (1994). Using shadow wages to estimate labor supply of agricultural households. American journal of agricultural economics, 76(2), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Singh, I., Squire, L., & Strauss, J. (1986). Agricultural household models: Extensions, applications, and policy. The Johns Hopkins University Press.",
        "Sekhri, S. (2014). Wells, water, and welfare: the impact of access to groundwater on rural poverty and conflict. American Economic Journal: Applied Economics, 6(3), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Sen, A. K. (1966). Peasants and dualism with or without surplus labor. Journal of political Economy, 74(5), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Restuccia, D. & Santaeulalia-Llopis, R. (2017). Land misallocation and productivity. NBER Working Paper 23128.",
        "Ostrom, E. (1990). Governing the commons: The evolution of institutions for collective action. Cambridge university press.",
        "Magruder, J. (2013). Can minimum wages cause a big push? evidence from indonesia. Journal of Development Economics, 100(1), 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Magruder, J. (2012). High unemployment yet few small firms: The role of centralized bargaining in south africa. American Economic Journal: Applied Economics, 4(3), 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 66.",
        "Loeser, J. (2020). IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s groundwater revolution and agricultural productivity.",
        "Lewis, W. A. (1954). Economic development with unlimited supplies of labour. The manchester school, 22(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "LaFave, D. & Thomas, D. (2016). Farms, families, and markets: New evidence on completeness of markets in agricultural settings. Econometrica, 84(5), 1917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960.",
        "Key, N., Sadoulet, E., & Janvry, A. D. (2000). Transactions costs and agricultural household supply response. American journal of agricultural economics, 82(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Kaur, S. (2014). Nominal wage rigidity in village labor markets. NBER Working Paper 20770.",
        "Karlan, D., Osei, R., Osei-Akoto, I., & Udry, C. (2014). Agricultural decisions after relaxing credit and risk constraints. The Quarterly Journal of Economics, 129(2), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Jones, M., Kondylis, F., Mobarak, A. M., & Stein, D. (2018). Evaluating the integrated agriculture productivity project in bangladesh.",
        "Jacoby, H. G. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093well-fareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d economics of groundwater in south asia. The World Bank Research Observer, 32(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Heisey, P. W. & Norton, G. W. (2007). Fertilizers and other farm chemicals. Handbook of agricultural economics, 3, 2741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2777.",
        "Jacoby, H. G. (1993). Shadow wages and peasant family labour supply: an econometric application to the peruvian sierra. The Review of Economic Studies, 60(4), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Goldstein, M. & Udry, C. (2008). The profits of power: Land rights and agricultural investment in ghana. Journal of political Economy, 116(6), 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Gollin, D. & Udry, C. (2019). Heterogeneity, measurement error and misallocation: Evidence from african agriculture. NBER Working Paper 25440.",
        "Goldstein, M., Houngbedji, K., Kondylis, F., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sullivan, M., & Selod, H. (2018). Formalization without certification? experimental evidence on property rights and investment. Journal of Development Economics, 132, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Foster, A. & Rosenzweig, M. (2017). Are there too many farms in the world? labor-market transaction costs, machine capacities, and optimal farm size. NBER Working Paper, (No. 23909).",
        "Fei, J. C. & Ranis, G. (1961). A theory of economic development. The American Economic Review, 51(4), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Fafchamps, M. (1993). Sequential labor decisions under uncertainty: An estimable household model of west-african farmers. Econometrica, 61, 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1197.",
        "Emerick, K., de Janvry, A., Sadoulet, E., & Dar, M. H. (2016). Technological innovations, downside risk, and the modernization of agriculture. American Economic Review, 106(6), 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Dillon, B., Brummund, P., & Mwabu, G. (2019). Asymmetric non-separation and rural labor markets. Journal of Development Economics, 139, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Dillon, B. & Barrett, C. B. (2017). Agricultural factor markets in sub-saharan africa: An updated view with formal tests for market failure. Food policy, 67, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Dillon, A. & Fishman, R. (2019). Dams: Effects of hydrological infrastructure on development. Annual Review of Resource Economics, 11.",
        "Dillon, A. (2011). The effect of irrigation on poverty reduction, asset accumulation, and informal insurance: Evidence from northern mali. World Development, 39(12), 2165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2175.",
        "Deininger, K. & Feder, G. (2009). Land registration, governance, and development: Evidence and implications for policy. The World Bank Research Observer, 24(2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "De Janvry, A., Sadoulet, E., & Suri, T. (2017). Field experiments in developing country agriculture. In Handbook of Economic Field Experiments, volume 2 (pp. 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466). Elsevier.",
        "Conley, T. G. & Udry, C. R. (2010). Learning about a new technology: Pineapple in ghana. The American Economic Review, (pp. 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69).",
        "Conley, T. G. (1999). Gmm estimation with cross-sectional dependence. Journal of Econometrics, 92(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Breza, E., Krishnaswamy, N., & Kaur, S. (2018). Scabs: The social suppression of labor supply.",
        "Bleakley, H. & Ferrie, J. (2014). Land openings on the georgia frontier and the coase theorem in the short-and long-run.",
        "Besley, T. & Ghatak, M. (2010). Property rights and economic development. In Handbook of development economics, volume 5 (pp. 4525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4595). Elsevier.",
        "Besley, T. (1995). Property rights and investment incentives: Theory and evidence from ghana. Journal of Political Economy, 103(5), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Benjamin, D. (1992). Household composition, labor markets, and labor demand: testing for separation in agricultural household models. Econometrica: Journal of the Econometric Society, (pp. 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322).",
        "Barrett, C. B. (1996). On price risk and the inverse farm size-productivity relationship. Journal of Development Economics, 51(2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Attwood, D. W. (2005). Big is ugly? how large-scale institutions prevent famines in western india. World Development, 33(12), 2067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2083.",
        "Angrist, J. D. & Pischke, J.-S. (2008). Mostly harmless econometrics: An empiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s companion. Princeton university press.",
        "Anderson, M. (2008). Multiple inference and gender differences in the effects of early intervention: A reevaluation of the abecedarian, perry preschool, and early training projects.",
        "Ali, D. A., Deininger, K., & Goldstein, M. (2014). Environmental and gender impacts of land tenure regularization in africa: Pilot evidence from rwanda. Journal of Development Economics, 110, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Adamopoulos, T. & Restuccia, D. (2018). Geography and Agricultural Productivity: CrossCountry Evidence from Micro Plot-Level Data. Working Paper 24532, National Bureau of Economic Research.",
        "Adamopoulos, T. & Restuccia, D. (2014). The size distribution of farms and international productivity differences. American Economic Review, 104(6), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Adamopoulos, T., Brandt, L., Leight, J., & Restuccia, D. (2017). Misallocation, Selection and Productivity: A Quantitative Analysis with Panel Data from China. Working Paper 23039, National Bureau of Economic Research.",
        "Suri, T. (2011). Selection and comparative advantage in technology adoption. Econometrica, 79(1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Udry, C. (1996). Gender, agricultural production, and the theory of the household. Journal of political Economy, 104(5), 1010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1046.",
        "Udry, C. (1997). Efficiency and market structure: testing for profit maximization in african agriculture.",
        "World Bank (2007). World development report 2008: Agriculture for development."
    ]
}