{
    "id": 26708,
    "cites": 67,
    "cited_by": 7,
    "reference": [
        "Papanikolaou, D. (2011). Investment shocks and asset prices. Journal of Political Economy 119(4), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Ohlson, J. A. (1995). Earnings, book values, and dividends in equity valuation. Contemporary accounting research 11(2), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Newey, W. K. and K. D. West (1987). A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica: Journal of the Econometric Society, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Nagel, S. and K. J. Singleton (2011). Estimation and Evaluation of Conditional Asset Pricing Models. The Journal of Finance 66(3), 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Moreira, A. and T. Muir (2017). Volatility-managed portfolios. The Journal of Finance 72(4), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1644.",
        "Lochstoer, L. A. and P. C. Tetlock (2016). What drives anomaly returns? Marriott, F. and J. Pope (1954). Bias in the estimation of autocorrelations. Biometrika 41(3/4), 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Light, N., D. Maslov, and O. Rytchkov (2017). Aggregation of information about the cross section of stock returns: A latent variable approach. The Review of Financial Studies 30(4), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1381.",
        "Kozak, S., S. Nagel, and S. Santosh (2019). Shrinking the cross-section. Journal of Financial Economics, Forthcoming.",
        "Lettau, M. and S. Ludvigson (2001). Consumption, Aggregate Wealth, and Expected Stock Returns. Journal of Finance 56, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Kozak, S., S. Nagel, and S. Santosh (2018). Interpreting factor models. The Journal of Finance 73(3), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1223.",
        "Kozak, S. (2019). Kernel trick for the cross section. Available at SSRN 3307895.",
        "Koijen, R. S. and S. Van Nieuwerburgh (2011). Predictability of returns and cash flows. Annu. Rev. Financ. Econ. 3(1), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Kelly, B. T., S. Pruitt, and Y. Su (2018). Characteristics are covariances: A unified model of risk and return. Technical report, National Bureau of Economic Research.",
        "Kelly, B. and S. Pruitt (2013). Market expectations in the cross-section of present values. The Journal of Finance 68(5), 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1756.",
        "Kelly, B. and S. Pruitt (2013). Market Expectations in the Cross-Section of Present Values. The Journal of Finance 68(5), 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1756.",
        "Ilmanen, A. and L. N. Nielsen (2015). Are defensive stocks expensive? a closer look at value spreads.",
        "Hou, K., C. Xue, and L. Zhang (2017). Replicating anomalies. Technical report, National Bureau of Economic Research.",
        "Hong, H. and J. Stein (1999). A unified theory of underreaction, momentum trading, and overreaction in asset markets. Journal of Finance 54(6), 2143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "Herskovic, B., B. Kelly, H. Lustig, and S. Van Nieuwerburgh (2016). The common factor in idiosyncratic volatility: Quantitative asset pricing implications. Journal of Financial Economics 119(2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "He, Z. and A. Krishnamurthy (2013). Intermediary asset pricing. American Economic Review 103(2), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Harvey, C. R. and Y. Liu (2016). Lucky factors. Technical report.",
        "Hansen, L. P. and R. Jagannathan (1991). Implications of Security Market Data for Models of Dynamic Economies. Journal of political economy 99(2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Griffin, J. M. and J. Xu (2009). How smart are the smart guys? a unique view from hedge fund stock holdings. The Review of Financial Studies 22(7), 2531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2570.",
        "Greenwood, R. and S. G. Hanson (2012). Share issuance and factor timing. The Journal of Finance 67(2), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Giglio, S. and D. Xiu (2018). Asset pricing with omitted factors. Chicago Booth Research Paper (1621) .",
        "Gallant, A. R., L. P. Hansen, and G. Tauchen (1990). Using conditional moments of asset payoffs to infer the volatility of intertemporal marginal rates of substitution. Journal of Econometrics 45(12) , 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Freyberger, J., A. Neuhierl, and M. Weber (2018). Dissecting characteristics nonparametrically.",
        "Ferson, W. E. and A. F. Siegel (2001). The efficient use of conditioning information in portfolios. Journal of Finance 56(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Fama, E. F. and K. R. French (2016). Dissecting anomalies with a five-factor model. The Review of Financial Studies 29(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stock and bonds. Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F. and K. R. French (1992). The Cross-Section of Expected Stock Returns. The Journal of Finance 47(2), pp. 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Fama, E. and K. French (1988). Dividend yields and expected stock returns. Journal of Financial Economics 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fama, E. and R. Bliss (1987). The information in long-maturity forward rates. The American Economic Review, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Engle, R. and B. Kelly (2012). Dynamic equicorrelation. Journal of Business & Economic Statistics 30(2), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Ehsani, S. and J. T. Linnainmaa (2019). Factor momentum and the momentum factor. Technical report, National Bureau of Economic Research.",
        "Cooper, M. J., R. C. Gutierrez Jr, and A. Hameed (2004). Market states and momentum. Journal of Finance 59(3), 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1365.",
        "Daniel, K. and T. J. Moskowitz (2016). Momentum crashes. Journal of Financial Economics 122(2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Cohen, R. B., C. Polk, and T. Vuolteenaho (2003). The value spread. The Journal of Finance 58(2), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Cochrane, J. H. and J. Saa-Requejo (2000). Beyond arbitrage: Good-deal asset price bounds in incomplete markets. Journal of Political Economy 108(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Cochrane, J. H. and M. Piazzesi (2005). Bond Risk Premia. American Economic Review, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Cochrane, J. H. and M. Piazzesi (2008). Decomposing the yield curve. Graduate School of Business, University of Chicago, Working Paper.",
        "Cochrane, J. H. (2011). Presidential Address: Discount Rates. The Journal of Finance 66(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Cieslak, A. and P. Povala (2015). Expected returns in Treasury bonds. Review of Financial Studies, hhv032.",
        "Chernov, M., L. A. Lochstoer, and S. R. Lundeby (2018). Conditional dynamics and the multihorizon risk-return trade-off. Technical report, National Bureau of Economic Research.",
        "Campbell, J. Y. and S. B. Thompson (2007). Predicting excess stock returns out of sample: Can anything beat the historical average? The Review of Financial Studies 21(4), 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Campbell, J. Y., C. Polk, and T. Vuolteenaho (2009). Growth or glamour? fundamentals and systematic risk in stock returns. The Review of Financial Studies 23(1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Campbell, J. Y. and A. S. Kyle (1993). Smart money, Noise Trading and Stock Price Behaviour. The Review of Economic Studies 60(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Campbell, J. Y. and J. H. Cochrane (1999). By Force of Habit: A Consumption Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107(2), pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, J. and R. Shiller (1988). The dividend-price ratio and expectations of future dividends and discount factors. Review of financial studies 1(3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Brandt, M. W., P. Santa-Clara, and R. Valkanov (2009). Parametric portfolio policies: Exploiting characteristics in the cross-section of equity returns. Review of Financial Studies 22(9), 3411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3447.",
        "Berk, J. B., R. C. Green, and V. Naik (1999). Optimal investment, growth options, and security returns. The Journal of Finance 54(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Belloni, A., V. Chernozhukov, et al. (2013). Least squares after model selection in high-dimensional sparse models. Bernoulli 19(2), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Barberis, N., R. Greenwood, L. Jin, and A. Shleifer (2015). X-CAPM: An extrapolative capital asset pricing model. Journal of Financial Economics 115(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Bansal, R. and A. Yaron (2004). Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. The Journal of Finance 59(4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Baker, M. and J. Wurgler (2006). Investor sentiment and the cross-section of stock returns. The Journal of Finance 61(4), 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1680.",
        "Baba Yara, F., M. Boons, and A. Tamoni (2018). Value return predictability across asset classes and commonalities in risk premia.",
        "Asness, C. S., J. A. Friedman, R. J. Krail, and J. M. Liew (2000). Style timing: Value versus growth. Journal of Portfolio Management 26(3), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Asness, C. S. (2016). The siren song of factor timing aka Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093smart beta timing\" aka Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093style timing\". The Journal of Portfolio Management 42(5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Asness, C., S. Chandra, A. Ilmanen, and R. Israel (2017). Contrarian factor timing is deceptively difficult. The Journal of Portfolio Management 43(5), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Arnott, R. D., N. Beck, and V. Kalesnik (2016a). Timing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093smart beta\" strategies? of course! buy low, sell high! Arnott, R. D., N. Beck, and V. Kalesnik (2016b). To win with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093smart beta\" ask if the price is right.",
        "Alti, A. and S. Titman (2019). A dynamic model of characteristic-based return predictability. Technical report, National Bureau of Economic Research.",
        "Akbas, F., W. J. Armstrong, S. Sorescu, and A. Subrahmanyam (2015). Smart money, dumb money, and capital market anomalies. Journal of Financial Economics 118(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Ross, S. A. (1976). The arbitrage theory of capital asset pricing. Journal of Economic Theory 13(3), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Shiller, R. (1981). Do stock prices move too much to be justified by subsequent changes in dividends? American Economic Review 71, 321 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 436.",
        "Stambaugh, R. F. (1999). Predictive regressions. Journal of Financial Economics 54(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Stambaugh, R. F., J. Yu, and Y. Yuan (2012). The short of it: Investor sentiment and anomalies. Journal of Financial Economics 104(2), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Stock, J. H. and M. W. Watson (2002). Forecasting using principal components from a large number of predictors. Journal of the American Statistical Association 97(460), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179."
    ]
}