{
    "id": 26711,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "White, T. Kirk, Jerome P. Reiter, and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imputation in U.S. Manufacturing Data and Its Implications for Productivity Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2018, 100 (3), 502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Syverson, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Productivity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic literature, 2011, 49 (2), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Rotemberg, Martin and T. Kirk White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Cross-Country Differences in Misallocation. ,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "BILS, KLENOW, AND RUANE Restuccia, Diego and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Distortions and Aggregate Productivity with Heterogeneous Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, October 2008, 11, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 720.",
        "Redding, Stephen J. and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Aggregate Price Indices with Taste Shocks: Theory and Evidence for CES Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2019, 135 (1), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Gouin-Bonenfant, Emilien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Dispersion, Between-Firm Competition and the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Fort, Teresa C. and Shawn D. Klimek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Industry Classification Changes on U.S. Employment Composition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Decker, Ryan A., John C. Haltiwanger, Ron S. Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Business Dynamism and Productivity: Shocks vs. Responsiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 24236, January 2018.",
        "Bento, Pedro and Diego Restuccia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation, Establishment Size, and Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2017, 9 (3), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-country Differences in Productivity: The Role of Allocation and Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Asker, John, Allan Collard-Wexler, and Jan De Loecker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Inputs and Resource (Mis)Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (5), 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1063.",
        "Bai, Yan, Keyu Jin, and Dan Lu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation under Trade liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 26188, 2019."
    ]
}