{
    "id": 26714,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Mixon, Scott, 2007, The implied volatility term structure of stock index options, Journal of Empirical Finance 14, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Matsumoto, Dawn, Maarten Pronk, and Erik Roelofsen, 2011, What makes conference calls useful? the information content of managersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ presentations and analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ discussion sessions, The Accounting Review 86, 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Lee, Jaewoo, and Kwanho Shin, 2000, The role of a variable input in the relationship between investment and uncertainty, American Economic Review 90, 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "KlÃ\u0083Æ\u0092Ã\u0082Â¶ssner, Stefan, and Rodrigo Sekkel, 2014, International spillovers of policy uncertainty, Economics Letters 124, 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Kim, Hyunseob, and Howard Kung, 2016, The asset redeployability channel: How uncertainty affects corporate investment, Review of Financial Studies 30, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Julio, Brandon, and Youngsuk Yook, 2016, Policy uncertainty, irreversibility, and cross-border flows of capital, Journal of International Economics 103, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Julio, Brandon, and Youngsuk Yook, 2012, Political uncertainty and corporate investment cycles, Journal of Finance 67, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Hollander, Stephan, Maarten Pronk, and Erik Roelofsen, 2010, Does silence speak? An empirical analysis of disclosure choices during conference calls, Journal of Accounting Research 48, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Hoberg, Gerard, and Gordon Phillips, 2016, Text-based network industries and endogenous product differentiation, Journal of Political Economy 124, 1423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1465.",
        "Hoberg, Gerard, and S. Katie Moon, 2017, Offshore activities and financial vs operational hedging, Journal of Financial Economics 125, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Gulen, Huseyin, and Mihai Ion, 2016, Policy uncertainty and corporate investment, Review of Financial Studies 29, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Hassan, Tarek Alexander, Stephan Hollander, Laurence van Lent, and Ahmed Tahoun, 2020, The global impact of Brexit uncertainty, National Bureau of Economic Research, Working Paper n. 26609.",
        "Gilchrist, Simon, Jae W. Sim, and Egon ZakrajÃ\u0083â\u0080¦Ã\u0082Â¡ek, 2014, Uncertainty, financial frictions, and investment dynamics, National Bureau of Economic Research, Working Paper 20038.",
        "Ghaly, Mohamed, Viet Anh Dang, and Konstantinos Stathopoulos, 2017, Cash holdings and labor heterogeneity: The role of skilled labor, Review of Financial Studies 30, 3636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3668.",
        "Dumas, Bernard, Jeff Fleming, and Robert E. Whaley, 1998, Implied volatility functions: Empirical tests, Journal of Finance 53, 2059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2106.",
        "Davis, Steven J., 2017, An index of global economic policy uncertainty, Working Paper, University of Chicago Booth School of Business.",
        "Cravino, Javier, and Andrei A. Levchenko, 2016, Multinational firms and international business cycle transmission, Quarterly Journal of Economics 132, 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962.",
        "Campello, Murillo, Chen Lin, Yue Ma, and Hong Zou, 2011, The real and financial implications of corporate hedging, Journal of Finance 66, 1615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1647.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Bushee, Brian J., Michael J. Jung, and Gregory S. Miller, 2011, Conference presentations and the disclosure milieu, Journal of Accounting Research 49, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192.",
        "Bloom, Nicholas, Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen J. Terry, 2018, Really uncertain business cycles, Econometrica 86, 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1065.",
        "Bloom, Nicholas, 2009, The impact of uncertainty shocks, Econometrica 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, Nicholas, 2014, Fluctuations in uncertainty, Journal of Economic Perspectives 28, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Bernal, Oscar, Jean-Yves Gnabo, and GrÃ\u0083Æ\u0092Ã\u0082Â©gory Guilmin, 2016, Economic policy uncertainty and risk spillovers in the Eurozone, Journal of International Money and Finance 65, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Berg, Tobias, Anthony Saunders, Larissa SchÃ\u0083Æ\u0092Ã\u0082Â¤fer, and Sascha Steffen, 2019, Brexit and the contraction of syndicated lending, Working Paper.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis, 2016, Measuring economic policy uncertainty, Quarterly Journal of Economics 131, 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Becker, Sascha O., Thiemo Fetzer, and Dennis Novy, 2017, Who voted for Brexit? A comprehensive districtlevel analysis, Economic Policy 32, 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Azzimonti, Marina, 2016, Does partisan conflict deter FDI inflows to the US?, National Bureau of Economic Research, Working Paper n. 22336.",
        "Acharya, Viral V., Heitor Almeida, and Murillo Campello, 2013, Aggregate risk and the choice between cash and lines of credit, Journal of Finance 68, 2059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2116.",
        "Alfaro, Ivan, Nicholas Bloom, and Xiaoji Lin, 2018, The finance uncertainty multiplier, National Bureau of Economic Research, Working Paper n. 24571.",
        "Vuolteenaho, Tuomo, 2002, What drives firm-level stock returns?, Journal of Finance 57, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Wagner, Alexander, Richard J. Zeckhauser, and Alexandre Ziegler, 2018, Company stock reactions to the 2016 election shock: Trump, taxes and trade, Journal of Financial Economics 130, 428Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451."
    ]
}