{
    "id": 2671,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "6. We focus on the 1960:4 to 1985:11 period because of the major change in U.S. governmentintervention in the cotton marketthat occured in 1986. 7. We also considered the weather as an explanator that could affect all commodities, and included U.S. data on heating degree days, cooling degree days, temperature, and preciptation.",
        "3. For an explicit model of convenience yield that illustrates some of these general dependencies, see Williams (1987). 4. The interest rate is in level rather than first-differenced form. This is consistent with the first difference of the interest race affecting the rate of change of commodity prices. We include the level of interest rates because it may well be a good predictor of future inflation and because equation (4) suggests that levels of interest rates may help predict individual commodity price changes. 5. The R2's for the regressions that use only macroeconomic explanatory variables increase substantially as we lengthen the holding period, which partly explains the larger raw correlations of commodity price changes for longer holding periods shown in Tables 1 to 3.",
        "2. This model is similar in structure to the finished goods inventory model of Eichenbaum (1983). It is also similar to the commodity price models of Stein (1986) and Turnovsky (1983), but more general in that they assume i.i.d. shocks, and we allow for a more general error structure.",
        "Consequence of Risk Aversion or Transactions Costs?\" Journal of Political Economy, Dctober 1987, 95, 1DDD-1D23. - 23 -FOOTNOTES 1. Limited experimentation with other Sets of commodities, including replacing gold with platinum, had little effect on our results.",
        "\"The Determination of Spot and Futures Prices with Storable Commodities,\" Econometrics, September 1983, fi, 1363-87. Williams, Jeffrey, \"Futures Markets: A",
        "The Economics of Futures Markets, Basil Blackwell, 1986. Turnovsky, Stephen J. ,",
        "Joreskog, Karl G. , and Dsg Sorbom, \"LISREL User's Guide,\" 1986.",
        "Morrison, Donald F., Multivariste Statistical Methods, McGraw-Hill, 1967. Stein, Jerome L. ,",
        "Goldberger, A. S. \"Maximum Likelihood Estimation of Regressions Containing Unobservable Independent Variables,\" International Economic Review, 1972, U 1-15.",
        "Eichenbaum, Martin, \"Rational Expectations and the Smoothing Properties of Inventories of Finished Goods,\" Journal of Monetary Economics, 1984, j, 71-96.",
        "Abel, Andrew B. and Olivier J. Blanchard, \"The Present Value of Profits and Cyclical Movements in Investment,\" Econometrics, March 1986, 4j, 24974. Aigner, Dennis J., Cheng Haiao, Aria Kapteyn, and Toni Wansbeek, \"Latent Variable Models in Econometrics,\" in Z. Griliches and M. Intriligstor, Eds. , Handbook of Econometrics, Vol.",
        "II, North-Holland, 1984. Campbell, John Y. and Robert J. Shiller, \"The Dividend-Price Ratio and Expectacions of Future Dividends and Discount Factors,\" NEER Working Paper No.",
        "Eichenbaum, Martin, \"A Rational Expectations Equilibrium Model of Inventories of Finished Goods and Employment,\" Journal of Monetary Economics, 1983, ll 259-277.",
        "This had virtually no effect on our results; the resulting x was 87.7. 8. See Goldberger (1972) and Aigner et. al. (1984). 9. In some sense this is more restrictive than in the earlier regression model because there the money supply and the stock market were potential predictors of all other x's as well."
    ]
}