{
    "id": 26725,
    "cites": 37,
    "cited_by": 3,
    "reference": [
        "Aguirre, Inaki, Simon Cowan, and John Vickers. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly Price Discrimination and Demand Curvature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (4): 1601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Aizer, Anna. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Health Insurance, Program Take-Up, and Child Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 89 (3): 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Allcott, Hunt, Rebecca Diamond, Jean-Pierre DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, Jessie Handbury, Ilya Rahkovsky, and Molly Schnell. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food Deserts and the Causes of Nutritional Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24094.",
        "Almond, Douglas, Hilary W. Hoynes, and Diane Whitmore Schanzenbach. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the War on Poverty: The Impact of Food Stamps on Birth Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 93 (2): 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        ". 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Impacts of Childhood Access to the Safety Net.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (4): 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Banerjee, Abhijit, Rema Hanna, Jordan Kyle, Benjamin A. Olken, and Sudarno Sumarto. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Outsourcing and Competition: Subsidized Food Distribution in Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 127 (1): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Bartlett, Susan, Ellen Bobronnikov, and Michele Mendelson. 2007. WIC Participant and Program Characteristics 2006. Technical report WIC-06-PC. Project Officer: Fred Lesnett. Alexandria, VA: United States Department of Agriculture, Food and Nutrition Service, Office of Research, Nutrition and Analysis.",
        "Becker, Gary S. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and Punishment: An Economic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 76 (2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Bendick, Mark, Toby H. Campbell, D. Lee Bawden, and Melvin Jones. 1976. Efficiency and Effectiveness in the WIC Program Delivery System: The Special Supplemental Food Program for Women, Infants, and Children. Misc. Publications 1338. Alexandria, VA: United States Department of Agriculture, Food and Nutrition Service.",
        "Besley, Timothy, and Stephen Coate. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Welfare Stigma: Taxpayer Resentment and Statistical Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 48 (2): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Betson, David. 2009. Impact of the WIC Program on the Infant Formula Market. Contractor and Cooperator Reports 51. Alexandria, VA: United States Department of Agriculture, Economic Research Service.",
        "Bitler, Marianne P., and Janet Currie. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does WIC Work? The Effects of WIC on Pregnancy and Birth Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 24 (1): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Bitler, Marianne P., Janet Currie, and John Karl Scholz. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WIC Eligibility and Participation.",
        "Bitler, Marianne P., and Steven J. Haider. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic View of Food Deserts in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 30 (1): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Blackorby, Charles, and David Donaldson. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash versus Kind, Self-selection, and Efficient Transfers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 78 (4): 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Bronchetti, Erin T., Garret S. Christensen, and Hilary W. Hoynes. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Food Prices, SNAP Purchasing Power, and Child Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24762.",
        "Bureau of Economic Analysis. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Area Personal Income and Employment, Counties and States Economic Profile.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://apps.bea.gov/iTable/index_regional.cfm, accessed on 1/1/2019. U.S. Department of Commerce.",
        "Census Bureau. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Retail Trade Survey, Gross Margin as a Percentage of Sales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https: //www.census.gov/data/tables/2012/econ/arts/annual-report.html, accessed on 1/1/2013. U.S. Census Bureau.",
        ". 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093County Business Patterns, Geography Area Series, ZIP Code Industry Detail File.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https : / / www2 . census . gov / programs - surveys / cbp / datasets / 2010 / zbp10detail . zip, accessed on 1/1/2019. U.S. Census Bureau.",
        ". 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Status in the Past 12 Months (S1701), 2006-2010 American Community Survey 5 Year Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://factfinder.census.gov, accessed on 1/1/2019. U.S. Census Bureau.",
        ". 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Status in the Past 12 Months (S1701), 2007-2011 American Community Survey 5 Year Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://factfinder.census.gov, accessed on 1/1/2019. U.S. Census Bureau.",
        ". 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093County SNAP Benefits Data, Small Area Income and Poverty Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https : //www.census.gov/data/datasets/time-series/demo/saipe/model-tables.html, accessed on 1/28/2017.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (3): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Collinson, Robert, and Peter Ganong. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Changes in Housing Voucher Design Affect Rent and Neighborhood Quality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 10 (2): 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Cunha, Jesse M, Giacomo De Giorgi, and Seema Jayachandran. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Effects of Cash Versus In-Kind Transfers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 86, no. 1 (April): 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Currie, Janet. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Take-up of Social Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Poverty, the Distribution of Income, and Public Policy, edited by Alan Auerbach, David Card, and John Quigley, 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. New York: Russell Sage.",
        "Currie, Janet, and John Fahr. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Managed Care: Effects on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Medicaid Coverage and Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89 (1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Currie, Janet, and Firouz Gahvari. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfers in Cash and In-Kind: Theory Meets the Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 46 (2): 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Currie, Janet, and Jeffrey Grogger. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Recent Declines in Food Stamp Program Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings-Wharton Papers on Urban Affairs: 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Currie, Janet, and Maya Rossin-Slater. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the WIC Program Promote Equality of Opportunity in Early Life?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Davis, David E. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bidding for WIC Infant Formula Contracts: Do Non-WIC Customers Subsidize WIC Customers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics 94 (1): 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        ". 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyer Alliances as Countervailing Power in WIC Infant-Formula Auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Industrial Organization 45 (2): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "DellaVigna, Stefano, and Matthew Gentzkow. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniform Pricing in US Retail Chains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 23996.",
        "Duggan, Mark, and Fiona Scott Morton. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 121 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ellickson, Paul B. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Competition in Retailing: A Structural Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Industrial Organization 24 (3): 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Ellickson, Paul B., and Paul L.E. Grieco. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wal-Mart and the Geography of Grocery Retailing. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 75:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Ellickson, Paul B., Stephanie Houghton, and Christopher Timmins. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Network Economies in Retail Chains: a Revealed Preference Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 44 (2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93."
    ]
}