{
    "id": 26746,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Points,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2015, 123 (6), 1456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1499. Stepanski, Edward J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of sleep fragmentation on daytime function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sleep, 2002, 25 (3), 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Stranges, Saverio, William Tigbe, Francesc Gomze-Olive, Margaret Thorogood, and Ngianga-Bakwain Kandala, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sleep Problems: An Emerging Global Epidemic? Findings From the INDEPTH WHO-SAGE Study Among More Than 40,000 Older Adults From 8 Countries Across Africa and Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sleep, 2012, 35 (8), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Strine, T. and D. Chapman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Associations of Frequent Sleep Insufficiency with Health-Related Quality of Life and Health Behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sleep Medicine, 2005, 6 (1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Takahashi, M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Prescribed Napping in Sleep Medicine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sleep Medicine Reviews, 2003, 7 (3), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Touitou, Yvan, Alain Reinberg, and David Touitou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association between light at night, melatonin secretion, sleep deprivation, and the internal clock: Health impacts and mechanisms of circadian disruption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Life sciences, 2017, 173, 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "UK National Health Services, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sleep Problems in the UK Highlighted,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Van Dongen, Hans P.A., Greg Maislin, Janet M. Mullington, and David F. Dinges, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cumulative Cost of Additional Wakefulness: Dose-Response Effects on Neurobehavioral Functions and Sleep Physiology from Chronic Sleep Restriction and Total Sleep Deprivation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sleep, 2003, 26 (2), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Walker, Matthew P., Why We Sleep: Unlocking the Power of Sleep and Dreams, New York: Scribner, 2017.",
        "Yoon, In-Young, Daniel F. Kripke, Shawn D. Youngstedt, and Jeffrey A. Elliott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Actigraphy Suggests Age-related Differences in Napping and Nocturnal Sleep,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Sleep Research, 2003, 12, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ The outcome variables in columns 1 and 2 are weighted averages of the 5 standardized well-being outcomes. Column 1 averages the outcomes accounting for correlation across measures (Anderson, 2008), while column 2 is a simple average. Column 3 is a simple average of the three pre-registered outcomes - depression, happiness, and life possibilities.",
        "The first part of the utility function captures the cost of effort from the extra work. Following Augen44 We estimate one model per participant blick and Rabin (2016) (AR, henceforth), we assume the cost function has a power form in our benchmark specification , i.e. c (e) = 1",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Interest Rates. Interest rates were changed in reaction to participant understanding and to allow estimation semi-elasticities to benchmark treatment effects. Specifically, in the first 7 months of the study participants received the pre-registered daily interest rates of 1% and 2%. In December 2017, we switched from computing interest only on days when we administered the savings survey to computing it every day, including weekends. In May 2018, we briefly changed interest rates to 1% and 2% weekly."
    ]
}