{
    "id": 26744,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Aadil, Arshi, Alan Gelb, Anurodh Giri, Anit Mukherjee, Kyle Navis, and Mitul Thapliyal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digital Governance: Is Krishna a Glimpse of the Future?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 512, Center for Global Development June 2019.",
        "Abraham, Ronald, Elizabeth S. Bennett, Noopur Sen, and Neil Buddy Shah, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State of Aadhaar Report 2016-17,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, IDinsight 2017.",
        "Alatas, Vivi, Abhijit Banerjee, Rema Hanna, Benjamin A. Olken, and Julia Tobias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting the Poor: Evidence from a Field Experiment in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2012, 102 (4), 1206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ", , , , Ririn Purnamasari, and Matthew Wai-Poi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Targeting: Evidence from a Field Experiment in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2016, 124 (2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Allcott, Hunt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, March 2015, 130 (3), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Bossuroy, Thomas, Clara Delavallade, and Vincent Pons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biometric Tracking, Healthcare Provision, and Data Quality: Experimental Evidence from Tuberculosis Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26388, National Bureau of Economic Research October 2019.",
        "Cantoni, Enrico and Vincent Pons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strict ID Laws DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Stop Voters: Evidence from a U.S. Nationwide Panel, 2008-2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25522, National Bureau of Economic Research February 2019.",
        "Commission, Planning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report of the expert group to review the methodology for measurement of poverty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report June 2014.",
        "Cunha, Jesse M, Giacomo De Giorgi, and Seema Jayachandran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Effects of Cash Versus In-Kind Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 04 2018, 86 (1), 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Currie, Janet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Take Up of Social Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Techreport, National Bureau of Economic Research May 2004.",
        "Dreze, Jean and Reetika Khera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Leakages in the Public Distribution System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, February 2015, 50 (7).",
        ", Nazar Khalid, Reetika Khera, and Anmol Somanchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pain without Gain? Aadhaar and Food Security in Jharkhand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, December 2017, 52 (50).",
        "Duflo, Esther, Michael Greenstone, Rohini Pande, and Nicholas Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Truth-telling by Third-party Auditors and the Response of Polluting Firms: Experimental Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, September 2013, 128 (4), 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1545.",
        "Egger, Dennis, Johannes Haushofer, Edward Miguel, Paul Niehaus, and Michael W Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Effects of Cash Transfers: Experimental Evidence from Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26600, National Bureau of Economic Research December 2019.",
        "FAO, IFAD, UNICEF, WFP, and WHO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Food Security and Nutrition in the World 2019. Safeguarding against economic slowdowns and downturns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, FAO 2019.",
        "Gelb, Alan and Anna Diofasi Metz, Identification Revolution: Can Digital ID Be Harnessed for Development?, Center for Global Development, January 2018.",
        "Grebmer, Klaus V., Jill Bernstein, Doris Wiesmann, and Hans Konrad Biesalski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932019 Global Hunger Index: The Challenge of Hunger and Climate Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Harris, Gardiner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093India Aims to Keep Money for Poor Out of OthersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Pockets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, January 5 2013.",
        "Huntington, Samuel P., Political Order in Changing Societies, Yale University Press, 1968.",
        "Khera, Reetika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opinion: On Aadhaar Success, ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s All Hype - That Includes The World Bank.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2016.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Aadhaar on Welfare Programmes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, Dec 2017, 52 (50).",
        "Kleven, Henrik Jacobsen and Wojciech Kopczuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfer Program Complexity and the Take-Up of Social Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2011, 3 (1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Leff, Nathaniel H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development Through Bureaucratic Corruption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Behavioral Scientist, November 1964, 8 (3), 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Lichand, Guilherme and Gustavo Fernandes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dark Side of the Contract: Do Government Audits Reduce Corruption in the Presence of Displacement by Vendors?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Zurich April 2019.",
        "Mundle, Sudipto, Samik Chowdhury, and Satadru Sikdar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quality of Governance: How Have Indian States Performed?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, December 2012, 47 (49).",
        "Muralidharan, Karthik, Abhijeet Singh, and Alejandro J. Ganimian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disrupting Education ? Experimental Evidence on Technology-Aided Instruction in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2019, 109 (4), 1426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        ", Jishnu Das, Alaka Holla, and Aakash Mohpal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Cost of Weak Governance: Evidence From Teacher Absence in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, January 2017, 145, 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        ", , , and Jeffrey Weaver, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Last-Mile Service Delivery using Phone-Based Monitoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25298, National Bureau of Economic Research July 2019.",
        ", Antonia Atanassova, Marianne Bertrand, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting with Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2013, 5 (1), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Olken, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Corruption: Evidence from a Field Experiment in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2007, 115 (2), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Organisation, Planning Commission The Programme Evaluation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Evalua30 tion of Targeted Public Distribution System (TPDS),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report March 2005.",
        "Scott, James C., Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed, Yale University Press, 1998.",
        "UNICEF et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WHO, The World Bank. Joint child malnutrition estimatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dLevels and trends (2017 edition). Geneva: World Health Organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Vivalt, Eva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Can We Generalize from Impact Evaluations?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economics Association., forthcoming.",
        "Wilson, James Q., Bureaucracy: What Government Agencies Do and Why They Do It, Basic Books, 1989.",
        "Figure 2: Intervention and data collection timeline 2016 2017 Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Interventions ePOS (T blocks) ePOS (C blocks) Reconciliation Data coverage Baseline survey Endline one Endline two Endline three Transactions (T blocks) Transactions (C blocks) Disbursements (Manual) Disbursements (Digital/NIC) This figure plots the evolution of the interventions delivered by the Government of Jharkhand (top panel) and the coverage of the various data sources we use for analysis (bottom panel).",
        "Transaction data coverage in control areas in May 2017 is partial, as the rollout of ePOS devices in control areas began but did not finish in that month.",
        "Figure 3: Value received as a proportion of entitlement 0.00 0.25 0.50 0.75 1.00 0.0 0.2 0.4 0.6 0.8 1.0 Value delivered/statutory value entitled per month Proportion Control Treatment This figure plots the empirical cumulative distribution, separately for households in treatment and control blocks, of value received divided by value entitled per month, pooling the months of January, February, and March 2017. To improve legibility we right-censor the distributions at the 90th percentile."
    ]
}