{
    "id": 26740,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Abel, Andrew B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of a Baby Boom on Stock Price and Capital Accumulation in the Presence of Social Security.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (2), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Ameriks, John, Joseph Briggs, Andrew Caplin, Matthew D. Shapiro, and Chris Tonetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term-Care Utility and Late-in-Life Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming Journal of Political Economy, 2020.",
        "Campbell, John Y. and Joao F. Cocco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Risk Management and Optimal Mortgage Choice.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003.",
        "Chien, YiLi, Harold Cole, and Hanno Lustig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Volatility of the Market Price of Risk Due to Intermittent Portfolio Rebalancing?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), 2859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2896.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of heterogeneity in preferences, beliefs and asset trading technologies in an endowment economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2016, 20, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Cocco, Joao F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice in the Presence of Housing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2005, 18, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Cogley, Timothy and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Post-World War II U.S. Inflation Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2001, 16, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Constantinides, George M. and Darrell Duffie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1996, 104 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ", John B. Donaldson, and Rajnish Mehra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Junior CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Borrow: A New Perspective on the Equity Premium Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "DeNardi, Mariacristina, Eric French, and John B. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do the Eldery Save? The Role of Medical Expenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        ", , and John Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings After Retirement: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annual Review of Economics, 2016, 8, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Doepke, Matthias and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and the Redistribution of Nominal Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2006, 114 (6), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1097.",
        "Eggertsson, Gauti B., Neil R. Mehrotra, and Jacob A. Robbins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Secular Stagnation: Theory and Quantitative Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2019, 11 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Favilukis, Jack, Syndey C. Ludvigson, and Stijn van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk Sharing in General Equilibrium.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Feldstein, Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and the Stock Market.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1980, 70 (5), 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c847.",
        "Fernandez-Villaverde, Jesus and Dirk Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Saving over the Life Cycle: How Important are Consumer Durables?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 2011, 15 (5), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Flavin, Marjorie and Takashi Yamashita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owner-Occupied Housing and the Composition of the Household Portfolio.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, pp. 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Gagnon, Etienne, Benjamin K. Johannsen, and David Lopez-Salido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the New Normal: The Role of Demographics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series of the Board of Governors, 2016, 2016-080.",
        "Geanakoplos, John, Michael Magill, and Martine Quinzii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demography and the Long-run Predictability of the Stock Market.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2004, 1, 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Gomes, Francisco and Alex Michaelides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2005, 60 (2), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hansen, Lars Peter and Kenneth J. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (5), 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1286.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Implications of Rising Wage Inequality in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Heaton, John and Deborah J. Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1996, 104, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Jagannathan, Ravi and Narayana Kocherlakota, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Should Older People Invest Less in Stocks Than Younger People?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review of the Federal Reserve Bank of Minneapolis, 1996, 20 (3), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Supply and the Housing Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (3), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1350.",
        "Krueger, Dirk and Felix Kubler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing equilibrium in OLG models with stochastic production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2004, 58 (7), 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1436.",
        "Krusell, Per and Anthony Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1998, 106 (5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Landvoigt, Tim, Monika Piazzesi, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Market(s) of San Diego,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (4), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1407.",
        "Malmendier, Ulrike and Stefan Nagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Inflation Experiences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Mankiw, Gregory N. and David Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Baby Boom, the Baby Bust and the Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 1989, 19, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Ortalo-Magne, Francois and Sven Rady, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Dynamics: On the Contribution of Income Shocks and Credit Constraints.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2006, 73 (2), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Piazzesi, Monika and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2016, 2, 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1640.",
        "Poterba, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price Dynamics: The Role of Tax Policy and Demographics.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1991, 2, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Sialm, Clemens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Changes and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (4), 1356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing with idiosyncratic risk and overlapping generations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2007, 10 (4), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Summers, Lawrence H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, the Stock Market, and Owner-Occupied Housing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1981, 71, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Yao, Rui and Harold Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Portfolio Choice with Risky Housing and Borrowing Constraints.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2005, 18, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Zeldes, Stephen P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1989, 104, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298."
    ]
}