{
    "id": 26753,
    "cites": 37,
    "cited_by": 12,
    "reference": [
        "Adrian, T. and T. Mancini-Griffoli (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise of digital money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FinTech Notes 19/001, International Monetary Fund.",
        "Agur, I., A. Ari, and G. DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing central bank digital currencies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19/252, International Monetary Fund.",
        "Allen, F. and D. Gale (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal financial crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 53, 1245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1284.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009): Understanding Financial Crises, Clarendon Lectures in Finance, Oxford University Press.",
        "Barontini, C. and H. Holden (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceeding with caution - a survey on central bank digital currency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Papers 101, Bank for International Settlements.",
        "Barrdear, J. and M. Kumhof (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomics of central bank issued digital currencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of England Working Paper 605, Bank of England.",
        "Bartels, B., B. Eichengreen, and B. Weder (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No smoking gun: Private shareholders, governance rules and central bank financial behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 11625, C.E.P.R. Discussion Papers.",
        "Beniak, P. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central bank digital currency and monetary policy: a literature review, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 96663, University Library of Munich, Germany.",
        "Berentsen, A. and F. Schar (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for central bank electronic money and the non-case for central nank cryptocurrencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 100, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Bordo, M. D. and A. T. Levin (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central bank digital currency and the future of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23711, National Bureau of Economic Research.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086ser, F. and H. Gersbach (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A central bank digital currency in our monetary system?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Center of Economic Research at ETH Zurich.",
        "Brunnermeier, M. K., H. James, and J.-P. Landau (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The digitalization of money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26300, National Bureau of Economic Research.",
        "Brunnermeier, M. K. and D. Niepelt (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the equivalence of private and public money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 106, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Chari, V. V. and R. Jagannathan (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking panics, information, and rational expectations equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 43, 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c761.",
        "Cowen, D. J. (2000): The Origins and Economic Impact of the First Bank of the United States, 1791-1797, Garland Publishing.",
        "Dasgupta, A. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial contagion through capital connections: A model of the origin and spread of bank panics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2, 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1084.",
        "Diamond, D. W. and P. H. Dybvig (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs, deposit insurance, and liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 91, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Diamond, D. W. and R. G. Rajan (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity risk, liquidity creation, and financial fragility: A theory of banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Dyson, B. and G. Hodgson (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digital cash: Why central banks should start issuing electronic money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Positive Money.",
        "Ennis, H. M. and T. Keister (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs and institutions: The perils of intervention, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 1588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., D. Sanches, L. Schilling, and H. Uhlig (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central bank digital currency in a nominal model of banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., CREST, Polytechnique.",
        "Friedman, M. and A. J. Schwartz (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has government any role in money?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 17, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Goldstein, I. and A. Pauzner (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cdeposit contracts and the probability of bank runs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 60, 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Keister, T. and D. R. Sanches (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should central banks issue digital currency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19-26, Federal Reserve Bank of Philadelphia.",
        "Ketterer, J. A. and G. Andrade (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digital central bank money and the unbundling of the banking function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper IDB-DP-449, Inter-America Developement Bank.",
        "Knodell, J. E. (2017): The Second Bank of the United States: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CentralÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Banker in an Era of Nation Building, 1816-1836, Routledge.",
        "Kynaston, D. (2017): Till TimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Last Sand: A History of the Bank of England, 1694-2013, Bloomsbury Publishing.",
        "Mancini-Griffoli, T., M. S. M. Peria, I. Agur, A. Ari, J. Kiff, A. Popescu, and C. Rochon (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Casting light on central bank digital currencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Discussion Notes 18/08, International Monetary Fund.",
        "MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n-AcenÃ\u0083Å\u0092Ã\u0082Æ\u0092a, P. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Banco de EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a, 1782-2017. The history of a central bank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. 73, Banco de EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money in Spain. New historical statistics. 1830-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 1806, Banco de EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a.",
        "Narayanan, A., J. Bonneau, E. Felten, A. Miller, and S. Goldfeder (2016): Bitcoin and Cryptocurrency Technologies, Princeton University Press.",
        "Remini, R. V. (2017): Andrew Jackson and the Bank War, W. W. Norton & Company.",
        "Rogoff, K. S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs and benefits to phasing out paper currency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20126, National Bureau of Economic Research.",
        "Schilling, L. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal forbearance of bank resolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Becker Friedman Institute for Research in Economics Working Paper.",
        "Tobin, J. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for preserving regulatory distinctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings - Economic Policy Symposium - Jackson Hole, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Wadsworth, A. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pros and cons of issuing a central bank digital currency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reserve Bank of New Zealand Bulletin, 81, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Wallace, N. (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another attempt to explain an illiquid banking system: the Diamond and Dybvig model with sequential service taken seriously,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16."
    ]
}