{
    "id": 26750,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Baxter, M. and R. G. King (1999). Measuring business cycles: approximate band-pass filters for economic time series. Review of Economics and Statistics 81(4), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Beveridge, S. and C. R. Nelson (1981). A new approach to decomposition of economic time series into permanent and transitory components with particular attention to measurement of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cbusiness cycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Monetary Economics 7(2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Burns, A. F. and W. C. Mitchell (1946). Measuring Business Cycles NBER, New York.",
        "Campbell, J. Y. and N. G. Mankiw (1987). Are output fluctuations transitory? Quarterly Journal of Economics 102(4), 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Christiano, L. J. and T. J. Fitzgerald (2003). The band pass filter. International Economic Review 44(2), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Clark, P. K. (1987). The cyclical component of us economic activity. Quarterly Journal of Economics 102(4), 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c814.",
        "Cochrane, J. H. (1988). How big is the random walk in gnp? Journal of Political Economy 96(5), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c920.",
        "Cogley, T. and J. M. Nason (1995). Effects of the hodrick-prescott filter on trend and difference stationary time series: Implications for business cycle research. Journal of Economic Dynamics and Control 19(1-2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Den Haan, W. J. (2000). The comovement between output and prices. Journal of Monetary Economics 46(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Dickey, D. A. and W. A. Fuller (1979). Distribution of the estimators for autoregressive time series with a unit root. Journal of the American Statistical Association 74(366a), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Fernald, J. G., R. E. Hall, J. H. Stock, and M. W. Watson (2017). The disappointing recovery of output after 2009. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Hamilton, J. D. (1994). Time Series Analysis. Princeton University Press, Princeton, NJ.",
        "Hamilton, J. D. (2018). Why you should never use the Hodrick-Prescott filter. Review of Economics and Statistics 100(5), 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Harvey, A. C. (1985). Trends and cycles in macroeconomic time series. Journal of Business & Economic Statistics 3(3), 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Harvey, A. C. and A. Jaeger (1993). Detrending, stylized facts and the business cycle. Journal of Applied Econometrics 8(3), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Hodrick, R. J. and E. C. Prescott (1980). Postwar US business cycles: an empirical investigation. CarnegieMellon University Working Paper.",
        "Hodrick, R. J. and E. C. Prescott (1997). Postwar US business cycles: an empirical investigation. Journal of Money, Credit, and Banking, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "King, R. G. and S. Rebelo (1993). Low frequency filtering and real business cycles. Journal of Economic Dynamics and Control 17, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Koopmans, T. C. (1947). Measurement without theory. Review of Economics and Statistics 29(3), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Morley, J. C., C. R. Nelson, and E. Zivot (2003). Why are the Beveridge-Nelson and unobserved-components decompositions of gdp so different? Review of Economics and Statistics 85(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Nelson, C. R. and H. Kang (1981). Spurious periodicity in inappropriately detrended time series. Econometrica, 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Nelson, C. R. and C. R. Plosser (1982). Trends and random walks in macroeconmic time series: some evidence and implications. Journal of Monetary Economics 10(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ler, Y. S. (2018). On the cyclical properties of HamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s regression filter. Deutsche Bundesbank Discussion Paper No. 03/2018.",
        "Shackleton, R. (2015). Why CBO projects that actual output will be below potential output on average. Congressional Budget Office, Report 49890.",
        "Shackleton, R. (2018). Estimating and projecting potential output using CBOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s forecasting growth model. Congressional Budget Office, Working Paper 3.",
        "Stock, J. H. and M. W. Watson (1999). Business cycle fluctuations in US macroeconomic time series. Handbook of Macroeconomics 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Watson, M. W. (1986). Univariate detrending methods with stochastic trends. Journal of Monetary Economics 18(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "A Solution of the Hodrick and Prescott (1997) Model A closed-form solution for the trend in the Hodrick and Prescott (1997) model can be obtained by defining some matrix notation. Let T be the sample size, and define TÃ\u0083Å\u0092Ã\u0082Æ\u0092 = T + 2. Define the T dimensional vector of observations by y = (yT , yT Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991, ..., y2, y1)0 and the TÃ\u0083Å\u0092Ã\u0082Æ\u0092 dimensional vector of growth components g = (gT , gT Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991, ..., g0, gÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991)0 . Define the (T Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 TÃ\u0083Å\u0092Ã\u0082Æ\u0092) matrix H = [IT Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094T 0T Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942], and define the (T Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 TÃ\u0083Å\u0092Ã\u0082Æ\u0092) matrix Q = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 1 0 ... 0 0 0 0 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 1 0 ... 0 0 0 0 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 1 0 ... 0 . . 0 0 0 . ... . . . . . . . ... . . . . . . . ... . 0 0 ... 0 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 1 0 0 0 0 ... 0 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 1 Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» . The objective function in equation (3) can therefore be written as min g",
        "(y Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 H0 g)0 (y Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 H0 g) + Ã\u0083Å½Ã\u0082Â»(Qg)0 (Qg), (47) and the first-order conditions with respect to g are Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992H0 y + 2H0 Hg + 2Ã\u0083Å½Ã\u0082Â»Q0 Qg = 0. (48) Hence, the solution for the growth component is g = (H0 H + Ã\u0083Å½Ã\u0082Â»Q0 Q)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 H0 y, (49) in which case AÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 in the text equals (H0 H + Ã\u0083Å½Ã\u0082Â»Q0 Q)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 H0 . While Hodrick and Prescott (1997) were aware of this direct solution, it involves inversion of a (TÃ\u0083Å\u0092Ã\u0082Æ\u0092 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 TÃ\u0083Å\u0092Ã\u0082Æ\u0092) matrix, which they viewed as potentially problematic given the memory capacity of computers in 1978. The state space nature of the problem offered the simpler Kalman filtering and smoothing solutions that only involve inversions of (2 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 2) matrixes.",
        "What the solution for g in equation (49) demonstrates is that the data are being filtered. Hodrick and Prescott (1997) note that the solution implies gt = T",
        "X j=1 wT jtyj (50) where the wT jt are the elements of the t-th row from the bottom of the AÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 matrix. They also note that if the sample were infinite, the solution would be gt = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ X j=Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ j yt+j, (51) where wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ j = 0.8941j (0.056168 cos(0.11168j) + 0.055833 sin(0.11168j)), (52) for j Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0 and wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ j = wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099j for j &lt; 0. See also King and Rebelo (1993) and Hamilton (2018) for additional discussion of the properties of the solution to the HP filtering problem.",
        "B The Baxter and King (1999) Band-Pass Filter In the frequency domain, a time series is characterized by sine waves of frequencies between Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082â\u0082¬ and Ã\u0083Â\u008fÃ\u0082â\u0082¬. The periodicity of a time series corresponds to the number of units of time over which fluctuations occur.",
        "Periodicity, p, is related to frequency, Ã\u0083Â\u008fÃ\u0082â\u0080°, by p = 2Ã\u0083Â\u008fÃ\u0082â\u0082¬/Ã\u0083Â\u008fÃ\u0082â\u0080°. For business cycle analysis, Baxter and King (1999) sought to isolate fluctuations with periodicities between 6 and 32 quarters. The basic building block of the band-pass filter is the low-pass filter - a filter that retains only slowly moving components of the data. An ideal, symmetric, low-pass filter passes only frequencies Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082â\u0080° 6 0 6 Ã\u0083Â\u008fÃ\u0082â\u0080°.",
        "C Estimation of the Clark (1987) Model For the period 1947:1 to 1985:4 the reported estimates from Clark (1987) are Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 gt = dtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + 0.64wt, (59) dt = dtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + 0.01ut, (60) ct = 1.53ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.59ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 + 0.74vt. (61) When I estimate this model on my data set for the same sample, I find Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 gt = dtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + 0.674 (0.219) wt, (62) dt = dtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + 0.014 (0.027) ut, (63) ct = 1.490 (0.186) ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 0.571 (0.192) ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 + 0.746 (0.237) vt, (64) The differences in the estimated parameters appear to be minor and could be due to revisions in the GDP data or to the convergence criteria used in the non-linear estimation."
    ]
}