{
    "id": 26774,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Antonovics, Kate and Knight, Brian G. A new look at racial profiling: Evidence from the Boston Police Department. The Review of Economics and Statistics, 91(1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177, 2009.",
        "Anwar, Shamena and Fang, Hanming. An alternative test of racial prejudice in motor vehicle searches: Theory and evidence. American Economic Review, 96(1):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151, 2006.",
        "Anwar, Shamena, Bayer, Patrick, and Hjalmarsson, Randi. The impact of jury race in criminal trials. The Quarterly Journal of Economics, 127(2):1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055, 2012.",
        "Arnold, David, Dobbie, Will, and Yang, Crystal S. Racial bias in bail decisions. The Quarterly Journal of Economics, 133(4):1885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1932, 2018.",
        "Ayres, Ian and Siegelman, Peter. Race and gender discrimination in bargaining for a new car. The American Economic Review, pages 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321, 1995.",
        "Bielen, Samantha, Marneffe, Wim, and Mocan, Naci H. Racial bias and in-group bias in judicial decisions: Evidence from virtual reality courtrooms. Working Paper 25355, National Bureau of Economic Research, December 2018.",
        "Center, Pew Research. The racial confidence gap in police performance, 2016.",
        "Chamberlain, Gary. Analysis of covariance with qualitative data. The Review of Economic Studies, 47(1):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238, 1980.",
        "Dahl, Gordon B and Moretti, Enrico. The demand for sons. The Review of Economic Studies, 75(4):1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120, 2008.",
        "Feld, Jan, Salamanca, NicolaÃ\u0083Å\u0092Ã\u0082Â\u0081s, and Hamermesh, Daniel S. Endophilia or exophobia: Beyond discrimination. The Economic Journal, 126(594):1503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1527, 2016.",
        "Fryer, Roland G. An empirical analysis of racial differences in police use of force. Journal of Political Economy, 127(3):1210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1261, 2019.",
        "Goldin, Claudia and Rouse, Cecilia. Orchestrating impartiality: The impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093blindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d auditions on female musicians. American Economic Review, 90(4):715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741, 2000.",
        "Grogger, Jeffrey and Ridgeway, Greg. Testing for racial profiling in traffic stops from behind a veil of darkness. Journal of the American Statistical Association, 101(475):878Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887, 2006. Heckman, James J. The incidental parameters problem and the problem of initial conditions in estimating a discrete time-discrete data stochastic process and some Monte Carlo evidence.",
        "University of Chicago Center for Mathematical studies in Business and Economics, 1987.",
        "Horrace, William C and Rohlin, Shawn M. How dark is dark? Bright lights, big city, racial profiling. Review of Economics and Statistics, 98(2):226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232, 2016.",
        "Johnson, David J, Tress, Trevor, Burkel, Nicole, Taylor, Carley, and Cesario, Joseph. Officer characteristics and racial disparities in fatal officer-involved shootings. Proceedings of the National Academy of Sciences, 116(32):15877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15882, 2019.",
        "Knox, Dean and Mummolo, Jonathan. Making inferences about racial disparities in police violence. Available at SSRN 3431132, 2019.",
        "Knox, Dean, Lowe, Will, and Mummolo, Jonathan. The bias is built in: How administrative records mask racially biased policing. Available at SSRN, 2019.",
        "Lavy, Victor. Do gender stereotypes reduce girlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ or boysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ human capital outcomes? Evidence from a natural experiment. Journal of Public Economics, 92(10-11):2083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2105, 2008.",
        "Moss-Racusin, Corinne A, Dovidio, John F, Brescoll, Victoria L, Graham, Mark J, and Handelsman, Jo. Science facultys subtle gender biases favor male students. Proceedings of the National Academy of Sciences, 109(41):16474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16479, 2012.",
        "Neumark, David, Bank, Roy J, and Van Nort, Kyle D. Sex discrimination in restaurant hiring: An audit study. The Quarterly Journal of Economics, 111(3):915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941, 1996.",
        "Parsons, Christopher A, Sulaeman, Johan, Yates, Michael C, and Hamermesh, Daniel S. Strike three: Discrimination, incentives, and evaluation. American Economic Review, 101 (4):1410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2011.",
        "Persico, Nicola and Todd, Petra. Generalising the hit rates test for racial bias in law enforcement, with an application to vehicle searches in Wichita. The Economic Journal, 116 (515):F351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF367, 2006.",
        "Price, Joseph and Wolfers, Justin. Racial discrimination among NBA referees. The Quarterly Journal of Economics, 125(4):1859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1887, 2010.",
        "Sloan, CarlyWill. Racial bias by prosecutors: Evidence from random assignment. 2019.",
        "Tuttle, Cody. Racial disparities in federal sentencing: Evidence from drug mandatory minimums. 2019.",
        "Voigt, Rob, Camp, Nicholas P, Prabhakaran, Vinodkumar, Hamilton, William L, Hetey, Rebecca C, Griffiths, Camilla M, Jurgens, David, Jurafsky, Dan, and Eberhardt, Jennifer L. Language from police body camera footage shows racial disparities in officer respect. Proceedings of the National Academy of Sciences, 114(25):6521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6526, 2017.",
        "Weisburst, Emily K. Whose help is on the way? The importance of individual police officers in law enforcement outcomes. 2017.",
        "Weisburst, Emily K. Police use of force as an extension of arrests: Examining disparities across civilian and officer race. AEA Papers and Proceedings, 109:152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56, 2019.",
        "West, Jeremy. Racial bias in police investigations. 2018."
    ]
}