{
    "id": 26785,
    "cites": 50,
    "cited_by": 2,
    "reference": [
        "J. G. Altonji. The Demand for and Return to Education When Education Outcomes are Uncertain. Journal of Labor Economics, 11(1, Part 1):48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83, jan 1993. ISSN 0734-306X. doi: 10.1086/ 298317. URL https://www.journals.uchicago.edu/doi/10.1086/298317.",
        "S. Andersen, G. W. Harrison, M. I. Lau, and E. E. RutstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m. Eliciting Risk and Time Preferences. Econometrica, 76(3):583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618, may 2008. ISSN 0012-9682. doi: 10.1111/j.1468-0262.2008.00848.x. URL http://doi.wiley.com/10.1111/j.1468-0262.2008.00848.x. P. Arcdiacono, V. J. Hotz, A. Maurel, and T. Romano. 10.3386/w20626. Technical report, National Bureau of Economic Research, Cambridge, MA, oct 2014. URL https://www.nber.org/papers/ w20626.pdf.",
        "P. Arcidiacono. Ability sorting and the returns to college major. Journal of Econometrics, 121(12) :343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375, 2004. URL https://ideas.repec.org/a/eee/econom/v121y2004i1-2p343-375. html.",
        "P. Arcidiacono, E. M. Aucejo, and K. Spenner. What happens after enrollment? An analysis of the time path of racial differences in GPA and major choice. IZA Journal of Labor Economics, 1(1):5, dec 2012. ISSN 2193-8997. doi: 10.1186/2193-8997-1-5. URL http://izajole.springeropen. com/articles/10.1186/2193-8997-1-5.",
        "O. P. Attanasio and K. M. Kaufmann. Education choices and returns to schooling: MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and youthsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ subjective expectations and their role by gender. Journal of Development Economics, 109:203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216, 2014.",
        "O. P. Attanasio and K. M. Kaufmann. Education choices and returns on the labor and marriage markets: Evidence from data on subjective expectations. Journal of Economic Behavior & Organization, 140:35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55, aug 2017. doi: https://doi.org/10.1016/j.jebo.2017.05.002.",
        "G. Bamberger. Occupational choice: The role of undergraduate education. 1988.",
        "D. Barth, S. H. Shore, and S. T. Jensen. Identifying idiosyncratic career taste and skill with income risk. Quantitative Economics, 8(2):553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587, jul 2017. ISSN 17597323. doi: 10.3982/QE424. URL http://doi.wiley.com/10.3982/QE424.",
        "G. S. Becker and C. B. Mulligan. The endogenous determination of time preference. The Quarterly Journal of Economics, 112(3):729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758, 1997.",
        "M. Beffy, D. FougeÃ\u0083Å\u0092Ã\u0082â\u0082¬re, and A. Maurel. Choosing the Field of Study in Postsecondary Education: Do Expected Earnings Matter? Review of Economics and Statistics, 94(1):334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347, feb 2012.",
        "C. Belzil and M. Leonardi. Risk Aversion and Schooling Decisions. Annals of Economics and Statistics, No.111/112 Special Issue on Education:35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70, 2013. doi: 10.2307/23646326.",
        "D. J. Benjamin, J. J. Choi, and A. J. Strickland. Social Identity and Preferences. American Economic Review, 100:1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1928, sept 2010. doi: 10.1257/aer.100.4.1913.",
        "M. C. Berger. Predicted Future Earnings and Choice of College Major. ILR Review, 41(3):418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 429, apr 1988. ISSN 0019-7939. doi: 10.1177/001979398804100306. URL http://journals. sagepub.com/doi/10.1177/001979398804100306.",
        "H. Bonin, T. Dohmen, A. Falk, D. Huffman, and U. Sunde. Cross-sectional earnings risk and occupational sorting: The role of risk attitudes. Labour Economics, 14(6):926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937, dec 2007. URL https://www.sciencedirect.com/science/article/pii/S0927537107000462.",
        "T. Brodaty, R. J. Gary-Bobo, and A. Prieto. Do risk aversion and wages explain educational choices? Journal of Public Economics, 117:125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148, sept 2014. doi: https://doi.org/10.1016/j. jpubeco.2014.05.003.",
        "G. Brunello, C. Lucifora, and R. Winter-Ebmer. The wage expectations of european business and economics students. Journal of Human Resources, 39(4):1116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142, 2004.",
        "B. C. Cadena and B. J. Keys. Human Capital and the Lifetime Costs of Impatience. American Economic Journal: Economic Policy, 7(3):126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153, aug 2015. ISSN 1945-7731. doi: 10.1257/ pol.20130081. URL http://pubs.aeaweb.org/doi/10.1257/pol.20130081.",
        "M. Coller and M. B. Williams. Eliciting Individual Discount Rates. Technical report, 1999. URL http://community.middlebury.edu/{~}jcarpent/EC499/CollerandWilliams(1999)EE.pdf.",
        "R. Croson and U. Gneezy. Gender Differences in Preferences. Journal of Economic Literature, 47 (2):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474, may 2009. ISSN 0022-0515. doi: 10.1257/jel.47.2.448. URL http://pubs.aeaweb. org/doi/10.1257/jel.47.2.448.",
        "C. Dave, C. Eckel, C. Johnson, and C. Rojas. Eliciting risk preferences: When is simple better? Journal of Risk and Uncertainty, 41(3):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243, 12 2010. ISSN 0895-5646. doi: 10.1007/s11166-010-9103-z. M. De Paola and F. Gioia. Risk aversion and field of study choice: The role of individual ability.",
        "Bulletin of Economic Research, 64:s193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cs209, dec 2012. URL https://doi.org/10.1111/j. 1467-8586.2012.00445.x. E. W. Dillon. Risk and Return Trade-Offs in Lifetime Earnings. Journal of Labor Economics, 36 (4):981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1021, oct 2018. ISSN 0734-306X. doi: 10.1086/697475. URL https://www.journals. uchicago.edu/doi/10.1086/697475.",
        "M. Dittrich and K. Leipold. Gender differences in time preferences. Economics Letters, 122(3): 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415, 2014.",
        "C. C. Eckel and P. J. Grossman. Sex differences and statistical stereotyping in attitudes toward financial risk. Evolution and Human Behavior, 23(4):281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295, jul 2002. ISSN 1090-5138. doi: 10. 1016/S1090-5138(02)00097-1. URL https://www.sciencedirect.com/science/article/pii/ S1090513802000971.",
        "C. C. Eckel and P. J. Grossman. Forecasting risk attitudes: An experimental study using actual and forecast gamble choices. Journal of Economic Behavior & Organization, 68(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17, oct 2008. ISSN 0167-2681. doi: 10.1016/J.JEBO.2008.04.006. URL https://www.sciencedirect. com/science/article/pii/S0167268108000978. E. Eide and G. Waehrer. The role of the option value of college attendance in college major choice.",
        "A. Falk and J. Hermle. Relationship of gender differences in preferences to economic development and gender equality. Science, 362(6412):eaas9899, 2018. F. A. Flyer. The Influence of Higher Moments of Earnings Distributions on Career Decisions.",
        "D. Fouarge, B. Kriechel, and T. Dohmen. Occupational sorting of school graduates: The role of economic preferences. Journal of Economic Behavior & Organization, 106:335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351, oct 2014. ISSN 0167-2681. URL https://www.sciencedirect.com/science/article/pii/ S016726811400208X.",
        "S. Frederick, G. Loewenstein, and T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue. Time discounting and time preference: A critical review. Journal of Economic Literature, 40(2):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401, 2002. ISSN 00220515. URL http://www.jstor.org/stable/2698382.",
        "R. Freeman. The market for college trained manpower. 1971.",
        "P. Giustinelli. Group Decision Making with Uncertain Outcomes: Unpacking ChildParent Choice of the High School Track *. International Economic Review, 57 (2), May 2016. URL https://economics.wustl.edu/files/economics/imce/ vrptrackchoicepaper{_}sept13{_}pgiusti.pdf.",
        "C. A. Holt and S. K. Laury. Risk Aversion and Incentive Effects. American Economic Review, 92: 1644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1655, dec 2002. doi: 10.1257/000282802762024700.",
        "K. M. Kaufmann. Understanding the income gradient in college attendance in Mexico: The role of heterogeneity in expected returns. Quantitative Economics, 5(3):583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630, nov 2014. ISSN 17597323. doi: 10.3982/QE259. URL http://doi.wiley.com/10.3982/QE259.",
        "S. D. Levitt, J. A. List, and S. Sadoff. The effect of performance-based incentives on educational achievement: Evidence from a randomized experiment. Working Paper 22107, National Bureau of Economic Research, March 2016. URL http://www.nber.org/papers/w22107.",
        "L. Lochner. Individual Perceptions of the Criminal Justice System. American Economic Review, 97 (1):444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460, feb 2007. ISSN 0002-8282. doi: 10.1257/aer.97.1.444. URL http://pubs.aeaweb. org/doi/10.1257/aer.97.1.444.",
        "T. Magnac and D. Thesmar. Identifying Dynamic Discrete Decision Processes. Econometrica, 70: 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816, mar 2002.",
        "C. F. Manski. Adolescent econometricians: How do youth infer the returns to schooling? In Studies of supply and demand in higher education, pages 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60. University of Chicago Press, 1993.",
        "C. Montmarquette, K. Cannings, and S. Mahseredjian. How do young people choose college majors? Technical report, 2002. URL www.elsevier.com/locate/econedurev.",
        "M. Niederle. Gender. Working Paper 20788, National Bureau of Economic Research, December 2014. URL http://www.nber.org/papers/w20788.",
        "H. S. Nielsen and A. Vissing-Jorgensen. The Impact of Labor Income Risk on Educational Choices: Estimates and Implied Risk Aversion *. Technical report, 2006. URL https://pdfs.semanticscholar.org/2a43/c98022c53b654566e129079a5c975d79a977. pdf?{_}ga=2.117443657.1364505584.1552779231-1306858675.1552779231.",
        "P. Oreopoulos. Do dropouts drop out too soon? wealth, health and happiness from compulsory schooling. Journal of Public Economics, 91(11-12):2213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2229, 2007. URL https://EconPapers.",
        "A. I. Ruder and M. Van Noy. Knowledge of earnings risk and major choice: Evidence from an information experiment. Economics of Education Review, 57:80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90, apr 2017. doi: https: //doi.org/10.1016/j.econedurev.2017.02.001.",
        "J. Rust. Structural estimation of markov decision processes. In R. F. Engle and D. McFadden, editors, Handbook of Econometrics, chapter 51, pages 3082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3143. Elsevier Press, 1994.",
        "R. E. Saks and S. H. Shore. Risk and Career Choice. The B.E. Journal of Economic Analysis & Policy, 5(1), jan 2005. ISSN 1935-1682. doi: 10.1515/1538-0637. 1414. URL https://www.degruyter.com/view/j/bejeap.2005.5.issue-1/bejeap.2005.5. 1.1414/bejeap.2005.5.1.1414.xml.",
        "A. Siow. Occupational Choice under Uncertainty. Econometrica, 52(3):631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645, May 1984. URL https://ideas.repec.org/a/ecm/emetrp/v52y1984i3p631-45.html.",
        "T. Stinebrickner and R. Stinebrickner. Learning about Academic Ability and the College Dropout Decision. Journal of Labor Economics, 30(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748, oct 2012. ISSN 0734-306X. doi: 10.1086/ 666525. URL https://www.journals.uchicago.edu/doi/10.1086/666525.",
        "T. Stinebrickner and R. Stinebrickner. Academic Performance and College Dropout: Using Longitudinal Expectations Data to Estimate a Learning Model. Technical report, National Bureau of Economic Research, Cambridge, MA, apr 2013. URL http://www.nber.org/papers/w18945.pdf.",
        "M. Wiswall and B. Zafar. Determinants of College Major Choice: Identification using an Information Experiment. The Review of Economic Studies, 82(2):791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824, apr 2015. ISSN 0034-6527.",
        "doi: 10.1093/restud/rdu044. URL https://academic.oup.com/restud/article-lookup/doi/ 10.1093/restud/rdu044. M. Wiswall and B. Zafar. Preference for the Workplace, Investment in Human Capital, and Gender.",
        "M. Wiswall and B. Zafar. Human capital investments and expectations about career and family. (22543), 2018b.",
        "B. Zafar. How Do College Students Form Expectations? Journal of Labor Economics, 29(2):301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 348, apr 2011. ISSN 0734-306X. doi: 10.1086/658091. URL https://www.journals.uchicago. edu/doi/10.1086/658091.",
        "B. Zafar. College Major Choice and the Gender Gap. Journal of Human Resources, 48(3):545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595, jul 2013. ISSN 0022-166X. doi: 10.3368/jhr.48.3.545. URL http://jhr.uwpress.org/lookup/ doi/10.3368/jhr.48.3.545. G. A. Zarkin. Occupational Choice: An Application to the Market for Public School Teachers."
    ]
}