{
    "id": 26795,
    "cites": 48,
    "cited_by": 1,
    "reference": [
        "Abaluck, J. and A. Adams (2018): What do consumers consider before they choose? Identi-cation from asymmetric demand responses, Working Paper.",
        "Adao, R., A. Costinot, and D. Donaldson (2017): Nonparametric Counterfactual Predictions in Neoclassical Models of International Trade, American Economic Review, 107, 633689.",
        "Ahn, H. and J. L. Powell (1993): Semiparametric estimation of censored selection models with a nonparametric selection mechanism, Journal of Econometrics, 58, 329.",
        "Aradillas-Lopez, A. (2012): Pairwise-dierence estimation of incomplete information games, Journal of Econometrics, 168, 1.",
        "Aradillas-Lopez, A., B. E. HonorÃ\u0083Æ\u0092Ã\u0082Â©, and J. L. Powell (2007): Pairwise dierence estimation with nonparametric control variables, International Economic Review, 48, 11191158.",
        "Berry, S. (1994): Estimating discrete-choice models of product dierentiation, RAND Journal of Economics, 25, 242262.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Automobile prices in market equilibrium, Econometrica, 63, 841890.",
        "Besanko, D., S. Gupta, and D. Jain (1998): Logit demand estimation under competitive pricing behavior: An equilibrium framework, Management Science, 44, 15331547.",
        "Blundell, R. W. and J. L. Powell (2004): Endogeneity in semiparametric binary response models, Review of Economic Studies, 71, 655679.",
        "Bronnenberg, B. J. (2015): The provision of convenience and variety by the market, RAND Journal of Economics, 46, 480498. Bronnenberg, B. J., J.-P. DubÃ\u0083Æ\u0092Ã\u0082Â©, and R. E. Sanders (Forthcoming): Consumer misinformation and the brand premium: A private lavel blind taste test, Marketing Science. Bronnenberg, B. J., J. B. Kim, and C. F. Mela (forthcoming): Zooming in on Choice: How Do Consumers Search for Cameras Online? Marketing Science.",
        "Bruno, H. A. and N. J. Vilcassim (2008): Structural demand estimation with varying product availability, Marketing Science, 27, 11261131.",
        "Chernozhukov, V., H. Hong, and E. Tamer (2007): Estimation and condence regions for parameter sets in econometric models, Econometrica, 75, 12431284.",
        "Chintagunta, P., J.-P. DubÃ\u0083Æ\u0092Ã\u0082Â©, and V. Singh (2003): Balancing Protability and Consumer Welfare in a Supermarket Chain, Quantitative Marketing and Economics, 1, 111147.",
        "Chintagunta, P., T. Erdem, and P. E. R. abd Michel Wedel (2006): Structural Modeling in Marketing: Review and Assessment, Marketing Science, 25, 604616.",
        "Ciliberto, F. and E. Tamer (2009): Market Structure and Multiple Equilibria in Airline Markets,  Econometrica, 77, 17911828.",
        "Conlon, C. T. and J. H. Mortimer (2013): Demand Estimation under Incomplete Product Availability, AMERICAN ECONOMIC JOURNAL: MICROECONOMICS, 5, 130.",
        "Cooper, L. G. and M. Nakanishi (1988): Market Share Analysis, Kluwer Academic Publishers.",
        "Dixit, A. K. and J. E. Stiglitz (1977): Monopolistic competition and optimum product diversity,  American Economic Review, 67, 297308.",
        "DubÃ\u0083Æ\u0092Ã\u0082Â©, J.-P. (2019): The Handbook of the Economics of Marketing, Noth Holland, chap. Microeconometric Models of Demand, 168.",
        "DubÃ\u0083Æ\u0092Ã\u0082Â©, J.-P., J. T. Fox, and C.-L. Su (2012): Improving the Numerical Performance of Static and Dynamic Aggregate Discrete Choice Random Coecients Demand Estimation, Econometrica, 80, 22312267.",
        "Feenstra, R. C. (1994): New product varieties and the measurement of international prices, American Economic Review, 84, 157177.",
        "Gandhi, A. and J.-F. Houde (2019): Measuring substitution patterns in dierentiated products industries, Working Paper.",
        "Gandhi, A., Z. Lu, and X. Shi (2019): Estimating Demand for Dierentiated Products with Zeroes in Market Share Data, Working Paper.",
        "Gupta, S., P. Chintagunta, A. Kaul, and D. R. Wittink (1996): Do Household Scanner Data Provide Representative Inferences from Brand Choices: A Comparison with Store Data, Journal of Marketing Research, 33, 383398.",
        "Handbury, J. (2013): Are poor cities cheap for everyone?: Non-homotheticity and the cost of living across U.S. cities, Working Paper.",
        "Handbury, J. and D. E. Weinstein (2014): Goods prices and availability in cities, Review of Economic Studies, 82, 258296.",
        "Hauser, J. R. (1978): Testing the Accuracy, Usefulness, and Signicance of Probabilistic Choice Models: AnInformation-Theoretic Approach, Operations Research, 26, 406421.",
        "Hauser, J. R. and B. Wernerfelt (1990): An Evaluation Cost Model of Consideration Sets, Journal of Consumer Research, 16, 393408.",
        "Helpman, E., M. Melitz, and Y. Rubinstein (2008): Estimating trade ows: Trading partners and trading volumes, Quarterly Journal of Eonomics, 123, 441487.",
        "Honka, E. (2014): Quantifying Search and Switching Costs in the U.S. Auto Insurance Industry, Rand Journal of Economics, 45, 847884.",
        "HonorÃ\u0083Æ\u0092Ã\u0082Â©, B. E. and J. L. Powell (2005): Pairwise dierence estimators for nonlinear models, Cambridge University Press, chap. 22, 520553, Identication and Inference for Econometric Models.",
        "Imbens, G. W. and C. F. Manski (2004): Condence intervals for partially identied parameters,  Econometrica, 72, 18451857. Joo, M., D. K. Gauri, and K. C. Wilbur (Forthcoming): Temporal distance and price responsiveness: Empirical investigation of the cruise industry, Management Science.",
        "(2017): The Probit Choice Model under Sequential Search with an Application to Online Retailing, Management Science, 63, 39113929.",
        "Krugman, P. (1980): Scale economies, product dierentiation, and the pattern of trade, American Economic Review, 70, 950959.",
        "Li, Q. and J. S. Racine (2008): Nonparametric estimation of conditional cdf and quantile functions with mixed categorical and continuous data, Journal of Business and Economic Statistics, 26, 423434.",
        "Manski, C. F. and E. Tamer (2002): Inference on regressions with interval data on a regressor or outcome, Econometrica, 70, 519546.",
        "Matzkin, R. L. (1992): Nonparametric and Distribution-Free Estimation of the Binary Threshold Crossing and the Binary Choice Models, Econometrica, 60, 239270.",
        "Mehta, N., S. Rajiv, and K. Srinivasan (2003): Price uncertainty and consumer search: A structural model of consideration set formation, Marketing Science, 22, 5884.",
        "(2004): Role of Forgetting in Memory-Based Choice Decisions: A Structural Model, Quantitative Marketing and Economics, 2, 107140.",
        "Moorthy, S., B. T. Ratchford, and D. Talukdar (1997): Consumer Information Search Revisited: Theory and Empirical Analysis, Journal of Consumer Research, 23, 263277.",
        "Nevo, A. (2001): Measuring market power in the ready-to-eat cereal industry, Econometrica, 69, 307342.",
        "(2011): Empirical models of consumer behavior, Annual Review of Economics, 3, 5175.",
        "Petrin, A. and K. E. Train (2010): A Control Function Approach to Endogeneity in Consumer Choice Models, Journal of Marketing Research, 47, 313.",
        "Powell, J. L. (2001): Semiparametric estimation of censored selection models, Cambridge: Cambridge University Press, chap. 6, 165196.",
        "Ratchford, B. T. (1980): The value of information for selected appliances, Journal of Consumer Researach, 17, 1425.",
        "Shugan, S. (1980): The cost of thinking, Journal of Consumer Research, 17, 99111.",
        "Spence, M. (1976): Product selection, xed costs, and monopolistic competition, Review of Economic Studies, 43, 217235.",
        "Tenn, S. (2006): Avoiding aggregation bias in demand estimation: A multivariate promotional disaggregation approach, Quantitative Marketing and Economics, 383405."
    ]
}