{
    "id": 26803,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, Vasco M. Carvalho, Asuman Ozdaglar, and Alireza Tahbaz-Salehi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Network Origins of Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 80 (5):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Ambler, Steve, Emanuela Cardia, and Christian Zimmermann. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International business cycles: What are the facts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 51 (2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Bils, Mark and Jang-Ok Cho. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical factor utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 33 (2):319 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 354.",
        "Boehm, Christoph and Nitya Pandalai-Nayar. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convex Supply Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, UT Austin.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Hoarding and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 101 (2):245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1995. Capital Utilization and Returns to Scale. MIT Press, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Canova, Fabio. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The transmission of US shocks to Latin America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 20 (2):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Indivisible Labor Explain the Difference between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 27 (1):1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 56.",
        "Cooley, Thomas F, Gary D Hansen, and Edward C Prescott. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Business Cycles with Idle Resources and Variable Capacity Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory 6 (1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 49.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Dimension of Productivity and Demand Shocks in the US Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 12 (1):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 55 (3):511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "di Giovanni, Julian, Justin McCrary, and Till von Wachter. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Following GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lead: Using International Monetary Linkages to Estimate the Effect of Monetary Policy on the Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 91 (2):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "di Giovanni, Julian and Jay C. Shambaugh. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of foreign interest rates on the economy: The role of the exchange rate regime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 74 (2):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Fernald, John. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-Adjusted Series on Total Factor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2012-19.",
        "Gilchrist, Simon and John C. Williams. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putty-Clay and Investment: A Business Cycle Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (5):928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Gorodnichenko, Yuriy and Matthew Shapiro. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Survey of Plant Capacity to Measure Capital Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 11-19, Center for Economic Studies, U.S. Census Bureau.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W Huffman. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 78 (3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton, NJ: Princeton University Press.",
        "Heathcote, Jonathan and Fabrizio Perri. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial autarky and international business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 49 (3):601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Hsieh, Chang-Tai and Peter J. Klenow. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 124 (4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Huo, Zhen, Andrei A. Levchenko, and Nitya Pandalai-Nayar. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comovement in the Global Production Network.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25978.",
        "Imbs, Jean. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, growth and the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 44 (1):65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 80.",
        "Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Cycles: World, Region, and Country-Specific Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 93 (4):1216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Levchenko, Andrei A. and Nitya Pandalai-Nayar. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TFP, News, and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SentimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The International Transmission of Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Journal of the European Economic Association.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, Mary and Marcel P. Timmer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output, Input and Productivity Measures at the Industry Level: The EU KLEMS Database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 119 (538):F374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c F403.",
        "Shambaugh, Jay C. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Fixed Exchange Rates on Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 119 (1):301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Shapiro, Matthew D. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Measures of Capacity Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Paper on Economic Activity (1):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Productivity and the Workweek of Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 83 (2):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Shea, John. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Supply Curves Slope Up?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 108 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Timmer, Marcel P., Erik Dietzenbacher, Bart Los, Robert Stehrer, and Gaaitzen J. de Vries. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Illustrated User Guide to the World InputÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cOutput Database: the Case of Global Automotive Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics 23 (3):575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605."
    ]
}