{
    "id": 26807,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Bakkensen, L. A., Fox-Lent, C., Read, L. K., and Linkov, I. (2017). Validating Resilience and Vulnerability Indices in the Context of Natural Disasters. Risk Analysis, 37(5):982Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1004.",
        "BeltraÃ\u0083Å\u0092Ã\u0082Â\u0081n, A., Maddison, D., and Elliott, R. J. (2018). Is Flood Risk Capitalised Into Property Values? Ecological Economics, 146(September 2017):668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bernstein, A., Gustafson, M. T., and Lewis, R. (2019). Disaster on the horizon: The price effect of sea level rise. Journal of Financial Economics, 134(2):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Bin, O. and Landry, C. E. (2013). Changes in implicit flood risk premiums: Empirical evidence from the housing market. Journal of Environmental Economics and Management, 65(3):361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Bouwer, L. M. (2011). Have disaster losses increased due to anthropogenic climate change? Bulletin of the American Meteorological Society, 92(6):791.",
        "Chivers, J. and Flores, N. E. (2002). Market Failure in Information: The National Flood Insurance Program. Land Economics, 78(4):515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Climate Central and Zillow (2018). Ocean at the Door: New Homes and the Rising Sea. Technical report.",
        "Congressional Budget Office (2017). The National Flood Insurance Program: Financial Soundness and Affordability. Technical Report September.",
        "Davis, W. (2010). Lessons learned from the flood insurance re-mapping controversy in Portland, Maine. Ocean and Coastal Law Journal, 16(1):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Gibson, M., Mullins, J. T., and Hill, A. (2019). Climate risk and beliefs : Evidence from New York floodplains.",
        "Glaeser, E. L. and Nathanson, C. G. (2015). Housing Bubbles, volume 5. Elsevier B.V., 1 edition.",
        "Hallstrom, D. G. and Smith, V. K. (2005). Market responses to hurricanes. Journal of Environmental Economics and Management, 50:541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "IPCC (2012). Summary for Policymakers. In Field, C. B., Barros, V., Stocker, T., Qin, D., Dokken, D., Ebi, K. L., Mastrandrea, M. D., Mach, K. J., Plattner, G.-K., Allen, S., Tignor, M., and Midgley, P., editors, Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19. Cambridge, UK and New York, NY, USA.",
        "Kousky, C. (2010). Learning from Extreme Events: Risk Perceptions after the Flood. Land Economics, 86(3):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Kousky, C., Lingle, B., and Shabman, L. (2016). NFIP Premiums for Single - Family Residential Properties: Today and Tomorrow. Technical Report 16, Resources for the Future.",
        "Lazarus, E. D., Limber, P. W., Goldstein, E. B., Dodd, R., and Armstrong, S. B. (2018). Building back bigger in hurricane strike zones. Nature Sustainability, 1(12):759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Lincoln Institute of Land Policy (2016). Land and Property Values in the U.S.",
        "Myers, E., Puller, S. L., and West, J. D. (2019). Effects of mandatory energy efficiency disclosure in housing markets.",
        "NAR (2019). National Association of Realtors, State Flood Hazard Disclosures Survey. Technical Report February.",
        "National Research Council (2009). Mapping the Zone: Improving Flood Map Accuracy. The National Academies Press, Washington, D.C.",
        "NCEI (2019). NOAA National Centers for Environmental Information, U.S. BillionDollar Weather and Climate Disasters.",
        "NRDC (2018). How states stack up on flood disclosure.",
        "Pope, J. C. (2008). Do Seller Disclosures Affect Property Values? Buyer Information and the Hedonic Model. Land Economics, 84(4):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Pralle, S. (2019). Drawing lines: FEMA and the politics of mapping flood zones. Climatic Change, 152(2):227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Radeloff, V. C., Helmers, D. P., Kramer, H. A., Mockrin, M. H., Alexandre, P. M., Bar-Massada, A., Butsic, V., Hawbaker, T. J., Martinuzzi, S., Syphard, A. D., and Stewart, S. I. (2018). Rapid growth of the US wildland-urban interface raises wildfire risk. Proceedings of the National Academy of Sciences, 115(13):3314Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3319.",
        "Shao, W., Xian, S., Lin, N., Kunreuther, H., Jackson, N., and Goidel, K. (2017). Understanding the effects of past flood events and perceived and estimated flood risks on individuals Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ voluntary flood insurance purchase behavior. Water Research, 108:391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Shr, Y.-H. J. and Zipp, K. Y. (2019). The Aftermath of Flood Zone Remapping: The Asymmetric Impact of Flood Maps on Housing Prices. Land Economics, 95(2):174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Troy, A. and Romm, J. (2004). Assessing the price effects of flood hazard disclosure under the California natural hazard disclosure law (AB 1195). Journal of Environmental Planning and Management, 47(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162."
    ]
}