{
    "id": 26802,
    "cites": 100,
    "cited_by": 1,
    "reference": [
        "Abel, A. B., 1983. Optimal investment under uncertainty. American Economic Review, 73: 228233. Abel, A.B., 2016. Investment with Leverage. Working paper, Wharton.",
        "Abel, A. B., 2018. Optimal debt and profitability in the trade-off theory. The Journal of Finance, 73(1): 95-143.",
        "Abel, A. B., and Eberly, J. C., 1994. A unified model of investment under uncertainty. American Economic Review, 84: 1369-1384.",
        "Abel, A.B. and Panageas, S., 2020. Precautionary Saving in a Financially-Constrained Firm (No. w26628). National Bureau of Economic Research.",
        "Admati, A.R., DeMarzo, P.M., Hellwig, M.F. and Pfleiderer, P., 2018. The leverage ratchet effect. The Journal of Finance, 73(1): 145-198.",
        "Ai, H., and Li, R., 2015. Investment and CEO Compensation under limited commitment. Journal of Financial Economics, 116: 452-472.",
        "Altinkilic, O., and Hansen, R. S., 2000. Are there economies of scale in underwriting fees? Evidence of rising external financing costs. Review of Financial Studies, 13: 191-218.",
        "Alvarez, F. and Lippi, F., 2009. Financial innovation and the transactions demand for cash. Econometrica, 77(2): 363-402.",
        "Alvarez, F. and Jermann, U.J., 2000. Efficiency, equilibrium, and asset pricing with risk of default. Econometrica, 68(4): 775-797.",
        "Arrow, K.J., 1964. The Role of Securities in the Optimal Allocation of Risk-bearing. The Review of Economic Studies, 31(2), pp.91-96.",
        "Asquith, P., and Mullins, D. W., 1986. Equity issues and offering dilution. Journal of Financial Economics, 15: 61-89.",
        "Barnett, M., Brock, W.A. and Hansen, L.P., 2019. Pricing uncertainty induced by climate change.",
        "Barro, R., 2006. Rare Disasters and Asset Markets in the Twentieth Century. The Quarterly Journal of Economics, 121: 823-866.",
        "Baumol, W. J., 1952. The transactions demand for cash: An inventory theoretic approach. The Quarterly Journal of Economics, 66(4): 545-556.",
        "Biais, B., Mariotti, T., Plantin, G., and Rochet, J. C., 2007. Dynamic security design: Convergence to continuous time and asset pricing implications. Review of Economic Studies, 74: 345-390.",
        "Biais, B., Mariotti, T., and Rochet, J. C., 2013. Dynamic financial contracting. Advances in Economics and Econometrics, 1: 125-171.",
        "Biais, B., Mariotti, T., Rochet, J. C., and Villeneuve, S., 2010. Large risks, limited liability and dynamic moral hazard. Econometrica, 78: 73-118.",
        "Bizer, D.S. and DeMarzo, P.M., 1992. Sequential banking. Journal of Political Economy, 100(1): 41-61.",
        "Black, F. and Scholes, M., 1973. The pricing of options and corporate liabilities. Journal of political economy, 81(3): 637-654.",
        "Boldrin, M., Christiano, L. J., Fisher, J. D., 2001. Habit persistence, asset returns, and the business cycle. American Economic Review, 91(1): 149-166.",
        "Bolton, P., Chen, H., and Wang, N., 2011. A unified theory of TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate investment, financing, and risk management. Journal of Finance, 66: 1545-1578.",
        "Bolton, P., Chen, H., and Wang, N., 2013. Market timing, investment, and risk management. Journal of Financial Economics, 109, 40-62.",
        "Bolton, P., Wang, N., and Yang, J., 2019. Optimal Contracting, Corporate Finance, and Valuation with Inalienable Human Capital. Journal of Finance, 74(3): 1363-1429.",
        "Brunnermeier, M., and Sannikov, Y., 2014. A macroeconomic model with a financial sector. American Economic Review, 104(2): 379-421.",
        "Brunnermeier, M.K. and Sannikov, Y., 2016. Macro, money, and finance: A continuous-time approach. In Handbook of Macroeconomics (Vol. 2, pp. 1497-1545).",
        "Calomiris, C. W., Himmelberg, C. P., 1997. Investment Banking Costs as a Measure of the Cost of Access to External Finance. Columbia University Working Paper.",
        "Cooley, T.F., and Quadrini, V., 2001, Financial markets and firm dynamics, American Economic Review, 91: 1286-1310.",
        "Cox, J.C., Ingersoll Jr, J.E. and Ross, S.A., 1981. The relation between forward prices and futures prices. Journal of Financial Economics, 9(4), pp.321-346.",
        "DeAngelo, H., Gonalves, A.S. and Stulz, R.M., 2018. Corporate deleveraging and financial flexibility. The Review of Financial Studies, 31(8), pp.3122-3174.",
        "DeAngelo, H., DeAngelo, L. and Whited, T.M., 2011. Capital structure dynamics and transitory debt. Journal of Financial Economics, 99(2): 235-261.",
        "DeAngelo, H. and Roll, R., 2015. How stable are corporate capital structures?. The Journal of Finance, 70(1), pp.373-418.",
        "DeÃ\u0083Å\u0092Ã\u0082Â\u0081camps, J. P., Mariotti, T., Rochet, J. C., and Villeneuve, S., 2011. Free cash flow, issuance costs and stock prices. Journal of Finance, 66: 1501-1544.",
        "Della Seta, M., Morellec, E. and Zucchi, F., 2020. Short-term debt and incentives for risk-taking. Journal of Financial Economics.",
        "DeMarzo, P. M., 2019. Presidential Address: Collateral and Commitment. Journal of Finance, 74(4): 1587-1619.",
        "DeMarzo, P. M., and Fishman, M. J., 2007a. Agency and optimal investment dynamics, Review of Financial Studies, 20: 151-188.",
        "DeMarzo, P. M., and Fishman, M. J., 2007b. Optimal long-term financial contracting. Review of Financial Studies, 20: 2079-2128.",
        "DeMarzo, P. M., Fishman M. J., He, Z., and Wang, N., 2012. Dynamic agency and the q theory of investment. Journal of Finance, 67: 2295-2340.",
        "DeMarzo, P. and He, Z., 2016. Leverage dynamics without commitment (No. w22799). National Bureau of Economic Research.",
        "DeMarzo, P. M., and Sannikov, Y., 2006. Optimal security design and dynamic capital structure in a continuous-time agency model. Journal of Finance, 61(6): 2681-2724.",
        "Dixit, R.K. and Pindyck, R.S., 1994. Investment under uncertainty. Princeton university press.",
        "Duffie, D. and Singleton, K.J., 2012. Credit risk: pricing, measurement, and management. Princeton university press.",
        "Dumas, B., 1991. Super contact and related optimality conditions. Journal of Economic Dynamics and Control, 4: 675-685.",
        "Dubey, P., Geanakoplos, J., and Shubik, M., 2005. Default and punishment in general equilibrium. Econometrica, 73(1): 1-37.",
        "Eckbo, B. E., Masulis, R. W., and Norli, O., 2007. Security offerings. Handbook of Corporate Finance: Empirical corporate finance, 233-373.",
        "Fama, E.F. and French, K.R., 2002. Testing trade-off and pecking order predictions about dividends and debt. The review of financial studies, 15(1), pp.1-33.",
        "Fama, E.F. and French, K.R., 2005. Financing decisions: who issues stock?. Journal of financial economics, 76(3), pp.549-582.",
        "Frank, M.Z. and Goyal, V.K., 2003. Testing the pecking order theory of capital structure. Journal of Financial Economics, 67(2): 217-248.",
        "Frank, M.Z. and Goyal, V.K., 2008. Trade-off and pecking order theories of debt. Handbook of Empirical Corporate Finance(pp. 135-202). Elsevier.",
        "Fischer, E. O., Heinkel, R., and Zechner, J., 1989. Dynamic capital structure choice: Theory and tests. Journal of Finance, 44: 19-40.",
        "Gale, D., and Hellwig, M., 1985. Incentive-compatible debt contracts: The one-period problem Review of Economics Studies, 52: 647-663.",
        "Gamba, A. and Triantis, A., 2008. The value of financial flexibility. The Journal of Finance, 63(5): 2263-2296.",
        "Gomes, J.F., 2001. Financing investment, American Economic Review, 91: 1263-1285.",
        "Goldstein, R., Ju, N., and Leland, H., 2001. An EBIT-based model of dynamic capital structure. Journal of Finance, 74: 483-512.",
        "Graham, J.R. and Harvey, C.R., 2001. The theory and practice of corporate finance: Evidence from the field. Journal of Financial Economics, 60(2-3): 187-243.",
        "Harrison, J.M. and Kreps, D.M., 1979. Martingales and arbitrage in multiperiod securities markets. Journal of Economic theory, 20(3): 381-408.",
        "Hart, O., and Moore, J., 1994. A theory of debt based on the inalienability of human capital. Quarterly Journal of Economics, 109: 841-879.",
        "Hayashi, F., 1982. TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation. Econometrica, 50: 215-224.",
        "Hellwig, M., 1981. Bankruptcy, limited liability and the Modigliani-Miller Theorem. American Economic Review, 71: 155-170.",
        "Hennessy, C.A., and Whited, T.M., 2005. Debt dynamics, Journal of Finance, 60: 1129-1165.",
        "Hennessy, C.A., and Whited, T.M., 2007. How costly is external financing? Evidence from a structural estimation, Journal of Finance, 62: 1705-1745.",
        "Holmstrom, B., and Tirole, J., 1997. Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics, 112: 663-691.",
        "Holmstrom, B. and Tirole, J., 1998. Private and public supply of liquidity. Journal of Political Economy, 106(1): 1-40.",
        "Hugonnier, J., Malamud, S., and Morellec, E., 2015. Capital supply uncertainty, cash holdings, and investment. The Review of Financial Studies, 28 (2): 391-445.",
        "Hugonnier, J. and Morellec, E., 2017. Bank capital, liquid reserves, and insolvency risk. Journal of Financial Economics, 125(2): 266-285.",
        "Innes, R. D., 1990, Limited liability and incentive contracting with ex-ante action choices. Journal of Economic Theory, 52: 45-67.",
        "Jermann, U. J., 1998. Asset pricing in production economies. Journal of monetary Economics, 41(2): 257-275.",
        "Kane, A., Marcus, A.J. and McDonald, R.L., 1984. How big is the tax advantage to debt?. The Journal of Finance, 39(3): 841-853.",
        "Kehoe, T.J. and Levine, D.K., 1993. Debt-constrained asset markets. The Review of Economic Studies, 60(4): 865-888.",
        "Kocherlakota, N.R., 1996. Implications of efficient risk sharing without commitment. The Review of Economic Studies, 63(4): 595-609.",
        "Korteweg, A., Schwert, M. and Strebulaev, I., 2014. How often do firms really refinance? evidence from corporate filings. Working paper, Stanford University.",
        "Leary, M.T. and Roberts, M.R., 2005. Do firms rebalance their capital structures?. The Journal of Finance, 60(6), pp.2575-2619.",
        "Leland, H. E., 1994. Corporate debt value, bond covenants, and optimal capital structure. The Journal of Finance, 49(4): 1213-1252.",
        "Leland, H.E., 1998. Agency costs, risk management, and capital structure. The Journal of Finance, 53(4): 1213-1243.",
        "Leland, H.E. and Toft, K.B., 1996. Optimal capital structure, endogenous bankruptcy, and the term structure of credit spreads. The Journal of Finance, 51(3), pp.987-1019.",
        "Lemmon, M.L., Roberts, M.R. and Zender, J.F., 2008. Back to the beginning: persistence and the crosssection of corporate capital structure. The journal of finance, 63(4), pp.1575-1608.",
        "Lucas, D. J., and McDonald, R. L., 1990. Equity issues and stock price dynamics. Journal of Finance, 45: 1019-1043.",
        "Lucas, R. E., and Prescott, E. C., 1971. Investment under uncertainty. Econometrica, 39: 659-681.",
        "McDonald, R. and Siegel, D., 1986. The value of waiting to invest. The quarterly journal of economics, 101(4), pp.707-727.",
        "Merton, R. C., 1971. Optimum consumption and portfolio rules in a continuous-time model. Journal of Economic Theory, 3(4): 373-413.",
        "Merton, R. C., 1973. Theory of Rational Option Pricing. Bell Journal of Economics, 4(1): 141-183.",
        "Miller, M. H., and Orr, D., 1966. Amodel of demand formoney by firms. Quarterly Journal of Economics, 80: 413-435.",
        "Myers, S. C., 1977. Determinants of corporate borrowing. Journal of Financial Economics, 5(2): 147-175.",
        "Myers, S.C., 1984. The capital structure puzzle. The Journal of Finance, 39(3): 574-592.",
        "Myers, S. C., and Majluf, N. S., 1984. Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics, 13: 187-221.",
        "Pindyck, R. S., and Wang, N., 2013. The economic and policy consequences of catastrophes. American Economic Journal: Economic Policy, 5(4): 306-339.",
        "Piskorski, T., and Tchistyi, A., 2010. Optimal mortgage design. Review of Financial Studies, 23: 3098-3140.",
        "Rajan, R.G. and Zingales, L., 1995. What do we know about capital structure? Some evidence from international data. The Journal of Finance, 50(5): 1421-1460.",
        "Rampini, Adriano A., and S. Viswanathan, 2010. Collateral, risk management, and the distribution of debt capacity. The Journal of Finance, 65: 2293-2322.",
        "Rampini, Adriano A., and S. Viswanathan, 2013. Collateral and capital structure. Journal of Financial Economics, 109: 466-492.",
        "Rebelo, S., Wang, N., Yang, J., 2018. Rare Disasters, Financial Development, and Sovereign Debt. Columbia University and Northwestern University Working paper.",
        "Riddick, L. A., and Whited, T. M., 2009. The corporate propensity to save. The Journal of Finance, 64(4): 1729-1766.",
        "Rietz, T. A., 1988. The equity risk premium: a solution. Journal of monetary Economics, 22(1): 117-131.",
        "Sannikov, Y., 2008. A continuous-time version of the principal-agent problem. The Review of Economic Studies, 75(3): 957-984.",
        "Sannikov, Y., 2013. Dynamic security design and corporate financing. In Handbook of the Economics of Finance, 2: 71-122.",
        "Shyam-Sunder, L. and Myers, S.C., 1999. Testing static tradeoff against pecking order models of capital structure. Journal of Financial Economics, 51(2): 219-244.",
        "Strebulaev, I. A., 2007. Do tests of capital structure theory mean what they say?. The Journal of Finance, 62: 1747-1787.",
        "Titman, S. and Wessels, R., 1988. The determinants of capital structure choice. The Journal of finance, 43(1): 1-19.",
        "Tobin, J., 1956. The interest-elasticity of transactions demand for cash. The Review of Economics and Statistics, 38(3): 241-247.",
        "Townsend, R. M., 1979, Optimal contracts and competitive markets with costly state verification. Journal of Economic Theory, 21: 265-293.",
        "Zame, W. R., 1993. Efficiency and the role of default when security markets are incomplete. The American Economic Review, 83(5): 1142-1164."
    ]
}