{
    "id": 26820,
    "cites": 57,
    "cited_by": 2,
    "reference": [
        "Adelino, Manuel, Antoinette Schoar, and Felipe Severino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House prices, collateral, and selfemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 117 (2), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Aizenman, Joshua and Yothin Jinjarak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current account patterns and national real estate markets, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2009, 66 (2), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Badarinza, Cristian and Tarun Ramadorai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home away from home? Foreign demand and London house prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2018, 130 (3), 532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Baier, Andrea and Manuel Siegert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Die Wohnsituation GefluÃ\u0083Å\u0092Ã\u0082Ë\u0086chteter. Kurzanalysen des Forschungszentrums Migration, Integration und Asyl des Bundesamtes fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Migration und FluÃ\u0083Å\u0092Ã\u0082Ë\u0086chtlinge (Ausgabe 02/2018),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Baskaya, Yusuf Soner, Julian di Giovanni, Sebnem Kalemli-Ozcan, and Mehmet Fatih Ulu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International spillovers and local credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23149, 2018.",
        "Behn, Markus, Rainer Haselmann, and Paul Wachtel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procyclical capital regulation and lending, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2016, 71 (2), 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956.",
        "Benmelech, Efraim and Nittai K Bergman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidation values and the credibility of financial contract renegotiation: Evidence from US airlines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2008, 123 (4), 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1677.",
        ", Mark J Garmaise, and Tobias J Moskowitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do liquidation values affect financial contracts ? Evidence from commercial loan contracts and zoning regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (3), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Bernile, Gennaro, Vineet Bhagwat, and P Raghavendra Rau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t kill you will only make you more risk-loving: Early-life disasters and CEO behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2017, 72 (1), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Blanc, Julia Le, Fabian Kindermann, Monika Piazzesi, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about housing cost: Survey evidence from the German house price boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in progress, 2020.",
        "Bruno, Valentina and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-border banking and global liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 82 (2), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Brutti, Filippo and Philip SaureÃ\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repatriation of debt in the euro crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2016, 14 (1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174. Caballero, Ricardo J and Alp Simsek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of fickle capital flows and retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Cesa-Bianchi, Ambrogio, Andrea Ferrero, and Alessandro Rebucci, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International credit supply shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2018, 112, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        ", Luis Felipe Cespedes, and Alessandro Rebucci, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global liquidity, house prices, and the macroeconomy: Evidence from advanced and emerging economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2015, 47 (S1), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Cetorelli, Nicola and Linda S Goldberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Follow the money: Quantifying domestic effects of foreign bank shocks in the great recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (3), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Chaney, Thomas, David Sraer, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The collateral channel: How real estate shocks affect corporate investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        "CvijanovicÃ\u0083Å\u0092Ã\u0082Â\u0081, Dragana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real estate prices and firm capital structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27 (9), 2690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2735.",
        "Davis, Morris A and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing, finance, and the macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Regional and Urban Economics, 2015.",
        "Dehos, Fabian and Lea Eilers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of refugee accommodation on the local housing market, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, 2018.",
        "Doerr, Sebastian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, reallocation, and aggregate productivity: Evidence from the US housing boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018. Dustmann, Christian, Kristine Vasiljeva, and Anna Piil Damm, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Refugee migration and electoral outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, forthcoming.",
        "Eckert, Fabian, Conor Walsh, and Mads Hejlesen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The return to big city experience: Evidence from Danish refugees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018.",
        "Favara, Giovanni and Jean Imbs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit supply and the price of housing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (3), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Favilukis, Jack and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-of-town home buyers and city welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2017.",
        ", David Kohn, Sydney C Ludvigson, and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International capital flows and house prices: Theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Housing and the Financial Crisis, 2013.",
        ", Sydney C Ludvigson, and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic effects of housing wealth, housing finance, and limited risk sharing in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Flavin, Marjorie and Takashi Yamashita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owner-occupied housing and the composition of the household portfolio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (1), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Forbes, Kristin J and Francis E Warnock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow waves: Surges, stops, flight, and retrenchment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 88 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Gan, Jie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The real effects of asset market bubbles: Loan-and firm-level evidence of a lending channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2007, 20 (6), 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973.",
        "Giroud, Xavier and Holger M Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm leverage and regional business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25325, 2018.",
        "Gopinath, Gita, SÃ\u0083Å\u0092Ã\u0082Â§ebnem Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, Loukas Karabarbounis, and Carolina VillegasSanchez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital allocation and productivity in South Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (4), 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967.",
        "Hale, Galina and Maurice Obstfeld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Euro and the geography of International debt flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2016, 14 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144. Hoffmann, Mathias and Iryna Stewen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Holes in the Dike: The global savings glut, U.S. house prices and the long shadow of banking deregulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association. , forthcoming.",
        "Hsieh, Chang-Tai and Peter J Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Iacoviello, Matteo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House prices, borrowing constraints, and monetary policy in the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macrofinancial history and the new business cycle facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER macroeconomics annual, 2017, 31 (1), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Khwaja, Asim Ijaz and Atif Mian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracing the impact of bank liquidity shocks: Evidence from an emerging market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (4), 1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Kiyotaki, Nobuhiro and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Laposa, Steven and Mark Charlton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European versus US corporations: A comparison of property holdings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Real Estate, 2002, 4 (1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Larrain, Mauricio and Sebastian Stumpner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital account liberalization and aggregate productivity: The role of firm capital allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2017, 72 (4), 1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1858.",
        "Liu, Zheng, Pengfei Wang, and Tao Zha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land-price dynamics and macroeconomic fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (3), 1147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1184.",
        "Maggio, Marco Di and Amir Kermani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit-induced boom and bust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2017, 30 (11), 3711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3758.",
        "Martin, Alberto, Enrique Moral-Benito, and Tom Schmitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial transmission of housing bubbles: Evidence from Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers, 2018.",
        "Mayda, Anna Maria, Chris Parsons, Hannah Pham, and Pierre-Louis Vezina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Refugees and foreign direct investment: Quasi-experimental evidence from US resettlements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 14242, 2019.",
        "Mian, Atif, Amir Sufi, and Emil Verner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do credit supply shocks affect the real economy? Evidence from the United States in the 1980s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23802, 2017.",
        "MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Die Organisation der Aufnahme und Unterbringung von Asylbewerbern in Deutschland: Working paper/Bundesamt fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Migration und FluÃ\u0083Å\u0092Ã\u0082Ë\u0086chtlinge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Nam, CW and PFJ Steinhoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of volunteers in German refugee crisis and their contribution to the local government expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper No. 7352, 2018.",
        "Nelson, Theron R, Thomas Potter, and Harold H Wilde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real estate assets on corporate balance sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Real Estate, 2000, 2 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "OECD, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How are refugees faring on the labour market in Europe?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land-use planning systems in the OECD: Country fact sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Pesaran, M Hashem, Time series and panel data econometrics, Oxford University Press, 2015.",
        "Rey, HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dilemma not trilemma: The global financial cycle and monetary policy independence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings, Jackson Hole, 2013.",
        "Rochdi, Karim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk of real estate ownership: evidence from German equities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Real Estate Research, 2015, 8 (2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Saiz, Albert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geographic determinants of housing supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (3), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Schmalz, Martin C, David A Sraer, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing collateral and entrepreneurship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2017, 72 (1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Schmidt, Stephan and Ralph Buehler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The planning process in the US and Germany: a comparative analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Planning Studies, 2007, 12 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Tumen, Semih, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impact of Syrian refugees on host countries: Quasi-experimental evidence from Turkey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (5), 456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Uribe, Martin and Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Open economy macroeconomics, Princeton University Press, 2017.",
        "Wooldridge, Jeffrey M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On estimating firm-level production functions using proxy variables to control for unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2009, 104 (3), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114. A Online Data Appendix"
    ]
}