{
    "id": 26831,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Alden, William, Art for MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sake, 2015. New York Times Magazine. Ashenfelter, Orley, and Kathryn Graddy, 2003, Auctions and the Price of Art, Journal of Economic Literature 41, 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Azoulay, Pierre, Joshua S. Graff Zivin, and Jialan Wang, 2010, Superstar extinction, Quarterly Journal of Economics 125, 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer, 2018, Extrapolation and bubbles, Journal of Financial Economics 129, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Beggs, Alan, and Kathryn Graddy, 2009, Anchoring effects: evidence from art auctions, American Economic Review 99, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Bernales, Alejandro, Lorenzo Reus, and V&iacute;ctor Valdenegro, 2019, Art Market Bubbles, Limited Art Supply and CollectorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Wealth, Technical report, Universidad de Chile.",
        "Bertrand, M., E. Duflo, and S. Mullainathan, 2004, How Much Should We Trust Differences-In-Differences Estimates?, The Quarterly Journal of Economics 119, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 275.",
        "Cameron, Adrian Colin., and P. K. Trivedi, 1998, Regression analysis of count data (Cambridge University Press).",
        "Cochrane, John H., 2003, Stocks as money: convenience yield and the tech-stock bubble, in William C. Hunter, George G. Kaufman, and Michael Pomerleano, eds., Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies (MIT Press, Cambridge, MA).",
        "De Wilt, K., 2006, Rembrandt Inc. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c marktstrategieen van een genie (New Amsterdam).",
        "Ekelund, R B, Rand W Ressler, and John Keith Watson, 2000, The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDeath-EffectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Art Prices : A Demand-Side Exploration, Journal of Cultural Economics 24, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Galenson, David W., and Bruce a. Weinberg, 2000, Age and the Quality of Work: The Case of Modern American Painters, Journal of Political Economy 108, 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Glaeser, Edward L., Joseph Gyourko, and Albert Saiz, 2008, Housing supply and housing bubbles, Journal of Urban Economics 64, 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Harrison, J. Michael, and David M. Kreps, 1978, Speculative investor behavior in a stock market with heterogeneous expectations, Quarterly Journal of Economics 92, 323.",
        "Hausman, J., B.H Hall, and Z Griliches, 1984, Econometric Models for Count Data with an Application to the Patents-R&D Relationship, Econometrica 52, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Hong, Harrison G., Jose A. Scheinkman, and Wei Xiong, 2006, Asset Float and Speculative Bubbles, Journal of Finance 61, 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Iacus, Stefano M., Gary King, and Giuseppe Porro, 2012, Causal inference without balance checking: Coarsened exact matching, Political Analysis 20, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Korteweg, Arthur, Roman KraÃ\u0083Å\u0092Ã\u0082Ë\u0086ussl, and Patrick Verwijmeren, 2016, Does it pay to invest in art? A selection-corrected returns perspective, Review of Financial Studies 29, 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Lovo, Stefano, and Christophe Spaenjers, 2018, A Model of Trading and Price Indexes in the Art Market, American Economic Review 108, 744Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Mei, Jianping, and Michael Moses, 2005, Vested interest and biased price estimates: Evidence from an auction market, Journal of Finance 60, 2409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2435.",
        "Mei, Jianping, Jose A. Scheinkman, and Wei Xiong, 2009, Speculative trading and stock prices: Evidence from Chinese AB share premia, Annals of Economics and Finance 10, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Ofek, Eli, and Matthew Richardson, 2003, DotCom mania: the rise and fall of internet stock prices, Journal of Finance 58, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1138.",
        "PeÃ\u0083Å\u0092Ã\u0082Â\u0081nasse, Julien, and Luc Renneboog, 2018, Speculative Trading and Bubbles: Origins of Art Price Fluctuations.",
        "Pesando, James E., 1993, Art as an investment: the market for modern prints, American Economic Review 83, 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Picinati di Torcello, A., and Anders Petterson, 2014, Art & Finance Report 2014, Technical report, Deloitte Luxembourg and ArtTactic.",
        "Pownall, Rachel A.j., 2017, Tefaf Art Market Report 2017, Technical report, European Fine Art Foundation.",
        "Renneboog, Luc, and Christophe Spaenjers, 2013, Buying beauty: on prices and returns in the art market, Management Science 59, 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Reyburn, Scott, For Art Collectors, the Risk Behind the High Returns, 2014. International New York Times.",
        "Scheinkman, Jose A., 2014, Speculation, Trading and Bubbles (Columbia Univ. Press).",
        "Scheinkman, Jose A., and Wei Xiong, 2003, Overconfidence and speculative bubbles, Journal of Political Economy 111, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Spieth, Darius A., 2017, Revolutionary Paris and the Market for Netherlandish Art (Brill).",
        "Trucco, Terry, British Pension Fund Sells $65.6 Million in Artworks, 1989. The New York Times.",
        "Ursprung, Heinrich W., and Christian Wiermann, 2011, Reputation, price, and death: an empirical analysis of art price formation, Economic Inquiry 49, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "Xiong, Wei, and Jialin Yu, 2011, The Chinese warrants bubble, American Economic Review 101, 2723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2753."
    ]
}