{
    "id": 26838,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Aguirregabiria, Victor, Robert Clark, and Hui Wang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversification of geographic risk in retail bank networks: evidence from bank expansion after the Riegle-Neal Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 47 (3):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Aliaga-DÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081az, Roger and MarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a PÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Olivero. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bank capital requirements amplify business cycles? bridging the gap between theory and empirics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics 16 (3):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Arellano, Manuel and Stephen Bond. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economic studies 58 (2):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Begenau, Juliane. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital requirements, risk choice, and liquidity provision in a business cycle model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Risk Choice, and Liquidity Provision in a Business Cycle Model (March 6, 2018) .",
        "Berger, Allen N and Timothy H Hannan. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The efficiency cost of market power in the banking industry: A test of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093quiet lifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and related hypotheses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 80 (3):454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Berger, Allen N, Leora F Klapper, and Rima Turk-Ariss. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank competition and financial stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Services Research 35 (2):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Berger, Allen N and Loretta J Mester. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the black box: What explains differences in the efficiencies of financial institutions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of banking & finance 21 (7):895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Bernanke, Ben and Mark Gertler. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency costs, net worth, and business fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79 (1):14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Besanko, David and Ulrich Doraszelski. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capacity dynamics and endogenous asymmetries in firm size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics :23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Corbae, Dean and Pablo DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative model of banking industry dynamics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital requirements in a quantitative model of banking industry dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research .",
        "Corbae, Dean and Ross Levine. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, stability, and efficiency in the banking industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo .",
        "Den Haan, Wouter J, Steven W Sumner, and Guy M Yamashiro. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank loan portfolios and the monetary transmission mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54 (3):904Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 924.",
        "Diamond, Douglas W. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation and delegated monitoring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economic studies 51 (3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Deposits Channel of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 132 (4):1819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1876.",
        "Egan, Mark, Ali HortacÃ\u0083Å\u0092Ã\u0082Â§su, and Gregor Matvos. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit competition and financial fragility: Evidence from the us banking sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (1):169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 216.",
        "Ericson, Richard and Ariel Pakes. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov-perfect industry dynamics: A framework for empirical work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of economic studies 62 (1):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Farias, Vivek, Denis Saure, and Gabriel Y Weintraub. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An approximate dynamic programming approach to solving dynamic oligopoly models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 43 (2):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Federal Deposit Insurance Corporation. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Community Bank Mergers Since the Financial Crisis: How Acquired Community Banks Compared With Their Peers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FDIC Quarterly 11 (4).",
        "Kashyap, Anil K and Jeremy C Stein. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do a million observations on banks say about the transmission of monetary policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (3):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kowalik, Michal, Troy Davig, Charles S Morris, Kristen Regehr et al. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank consolidation and merger activity following the crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Kansas City Economic Review 100 (1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Liang, Nellie and Stephen A Rhoades. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic diversification and risk in banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Business 40 (4):271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Liu, Kuan. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Dodd-Frank Act on Small U.S. Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo .",
        "Mankart, Jochen, Alexander Michaelides, and Spyros Pagratis. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank capital buffers in a dynamic model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Management .",
        "Rios Rull, Victor, Tamon Takamura, and Yaz Terajima. ???? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Dynamics, Market Discipline, and Capital Regulations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, volume=, number=, pages=, year=2019 .",
        "Van den Heuvel, Skander J. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The welfare cost of bank capital requirements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 55 (2):298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Weintraub, Gabriel Y, C Lanier Benkard, and Benjamin Van Roy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov perfect industry dynamics with many firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 76 (6):1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1411.",
        "Wheelock, David C and Paul W Wilson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of scale economies in US banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 33 (1):16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28."
    ]
}