{
    "id": 26830,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Akerlov, George and Janet Yellen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Small Deviations from Rationality Make Significant Differences to EconomicEquilibria?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1985, 75, 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Arellano, Manuel and Olympia Bover, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another look at the instrumental variable estimation of error-components models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, July 1995, 68 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Barrero, Jose Maria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Micro and Macro Implications of ManagersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Subjective Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Stanford 2018.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic expectations and credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2017.",
        ", , Yueran Ma, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreaction in Macroeconomic Expectations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2018.",
        "Bouchaud, Jean-Philippe, Philipp Krueger, Augustin Landier, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Expectations and the Profitability Anomaly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming Journal of Finance, 2018.",
        "Coibion, Olivier and Yuriy Gorodnichenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Rigidity and the Expectations Formation Process: A Simple Framework and New Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015.",
        "Cooper, Russell W. and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Nature of Capital Adjustment Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2006, 73 (3), 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Dixit, Avinash K and Joseph E Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Optimum Product Diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1977, 67 (3), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Edwards, W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservatism in Human Information Processing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. Kleinmuntz (ed.), ed., Formal Representation of Human Judgment, Wiley, New York, 1968, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Gennaioli, Nicola, Yueran Ma, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2016, 30 (1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Giglio, Stefano, Matteo Maggiori, Johannes Stroebel, and Steven Utkus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts About Beliefs and Portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2019.",
        "Hayashi, Fumio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marginal q and Average q: A Neoclassical Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 1982, 50 (1), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Hirshleifer, David, Angie Low, and Siew-Hong Teoh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Overconfident CEOs Better Innovators?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2012, 67 (4), 1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Hsieh, Chang-Tai and Peter Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009.",
        "Landier, Augustin and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Contracting with Optimistic Entrepreneurs: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 150.",
        "Lo, Andrew W. and A. Craig MacKinlay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Market Prices do not Follow Random Walks: Evidence from a Simple Specification Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 1988, 1 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Malmendier, Ulrike and Geoffrey Tate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Overconfidence and Corporate Investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2005, 60, 2661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2700.",
        "Nickell, Stephen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in Dynamic Models with Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1981, 49 (6), 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26. FIGURES"
    ]
}