{
    "id": 26849,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Abaluck, J. and A. Adams (2017). What do consumers consider before they choose? identification from asymmetric demand responses. Technical report, National Bureau of Economic Research.",
        "Abaluck, J. and J. Gruber (2011). Choice inconsistencies among the elderly: evidence from plan choice in the medicare part d program. The American economic review 101(4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Allcott, H. and C. Knittel (2019). Are consumers poorly informed about fuel economy? evidence from two experiments. American Economic Journal: Economic Policy 11(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Allcott, H., B. Lockwood, and D. Taubinsky (2019). Regressive sin taxes, with an application to the optimal soda tax. Technical report, National Bureau of Economic Research.",
        "Allcott, H. and D. Taubinsky (2015). Evaluating behaviorally motivated policy: Experimental evidence from the lightbulb market. American Economic Review 105(8), 2501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Armstrong, M. (2017). Ordered consumer search. Journal of the European Economic Association 15(5), 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Berry, S., A. Gandhi, and P. Haile (2013). Connected substitutes and invertibility of demand. Econometrica 81, 2087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2111.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile prices in market equilibrium. Econometrica: Journal of the Econometric Society, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, S. T. and P. A. Haile (2009). Nonparametric identification of multinomial choice demand models with heterogeneous consumers. Technical report, National Bureau of Economic Research.",
        "Berry, S. T. and P. A. Haile (2014). Identification in differentiated products markets using market level data. Econometrica 82(5), 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1797.",
        "Branco, F., M. Sun, and J. M. Villas-Boas (2012). Optimal search for product information. Management Science 58(11), 2037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2056.",
        "Bronnenberg, B. J., J.-P. DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, M. Gentzkow, and J. M. Shapiro (2015). Do pharmacists buy bayer? informed shoppers and the brand premium. The Quarterly Journal of Economics 130(4), 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Choi, M., A. Y. Dai, and K. Kim (2018). Consumer search and price competition. Econometrica 86(4), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281.",
        "Compiani, G. (2019). Market counterfactuals and the specification of multi-product demand: a nonparametric approach. Working Paper.",
        "Conlon, C. T. and J. H. Mortimer (2013). Demand estimation under incomplete product availability. American Economic Journal: Microeconomics 5(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ericson, K. M., P. Kircher, J. Spinnewijn, and A. Starc (2015). Inferring risk perceptions and preferences using choice from insurance menus: theory and evidence. Technical report, National Bureau of Economic Research.",
        "Fox, J. T. and A. Gandhi (2016). Nonparametric identification and estimation of random coefficients in multinomial choice models. The RAND Journal of Economics 47(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Fox, J. T., K. i. Kim, S. P. Ryan, and P. Bajari (2011). A simple estimator for the distribution of random coefficients. Quantitative Economics 2, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Fox, J. T., K. i. Kim, S. P. Ryan, and P. Bajari (2012). The random coefficients logit model is identified. Journal of Econometrics 166(2), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Fox, J. T., K. i. Kim, and C. Yang (2016). A simple nonparametric approach to estimating the distribution of random coefficients in structural models. Journal of Econometrics 195(2), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Gabaix, X., D. Laibson, G. Moloche, and S. Weinberg (2006). Costly information acquisition: Experimental analysis of a boundedly rational model. American Economic Review 96(4), 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "Gaynor, M., C. Propper, and S. Seiler (2016). Free to choose? reform, choice, and consideration sets in the english national health service. American Economic Review.",
        "Goeree, M. S. (2008). Limited information and advertising in the us personal computer industry. Econometrica 76(5), 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Gul, F. and W. Pesendorfer (2008). The case for mindless economics. The foundations of positive and normative economics: A handbook 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Handel, B. R. and J. T. Kolstad (2015). Health insurance for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093humansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Information frictions, plan choice, and consumer welfare. The American Economic Review 105(8), 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Hastings, J. S. and J. M. Weinstein (2008). Information, school choice, and academic achievement: Evidence from two experiments. The Quarterly journal of economics 123(4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Hong, H. and M. Shum (2006). Using price distributions to estimate search costs. RAND Journal of Economics 37(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Honka, E. and P. Chintagunta (2016). Simultaneous or sequential? search strategies in the us auto insurance industry. Marketing Science 36(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Honka, E., A. HortacÃ\u0083Å\u0092Ã\u0082Â§su, and M. A. Vitorino (2017). Advertising, consumer awareness, and choice: Evidence from the us banking industry. RAND Journal of Economics 48(3), 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, A. and C. Syverson (2004). Product differentiation, search costs, and competition in the mutual fund industry: a case study of s&p 500 index funds. Quarterly Journal of Economics 119(2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Jindal, P. and A. Aribarg (2018). The value of price beliefs in consumer search.",
        "Johnson, E. M. and M. M. Rehavi (2016). Physicians treating physicians: Information and incentives in childbirth. American Economic Journal: Economic Policy 8(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Ke, T. T., Z.-J. M. Shen, and J. M. Villas-Boas (2016). Search for information on multiple products. Management Science 62(12), 3576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3603.",
        "Manski, C. F. (2002). Identification of decision rules in experiments on simple games of proposal and response. European Economic Review 46(4-5), 880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c891.",
        "Manzini, P. and M. Mariotti (2014). Stochastic choice and consideration sets. Econometrica 82(3), 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1176.",
        "Mehta, N., S. Rajiv, and K. Srinivasan (2003). Price uncertainty and consumer search: A structural model of consideration set formation. Marketing science 22(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Roberts, J. H. and J. M. Lattin (1991). Development and testing of a model of consideration set composition. Journal of Marketing Research, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Schwartz, B., A. Ward, J. Monterosso, S. Lyubomirsky, K. White, and D. R. Lehman (2002). Maximizing versus satisficing: Happiness is a matter of choice. Journal of personality and social psychology 83(5), 1178.",
        "Stahl, D. (1989). Oligopolistic pricing with sequential consumer search. American Economic Review 79(4), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Ursu, R. M. (2018). The power of rankings: Quantifying the effect of rankings on online consumer search and purchase decisions. Marketing Science 37(4), 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Weitzman, M. L. (1979). Optimal search for the best alternative. Econometrica: Journal of the Econometric Society, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Woodward, S. E. and R. E. Hall (2012). Diagnosing consumer confusion and sub-optimal shopping effort: Theory and mortgage-market evidence. American Economic Review 102(7), 3249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76."
    ]
}