{
    "id": 26855,
    "cites": 42,
    "cited_by": 10,
    "reference": [
        "Ammer, John, Sara B Holland, David C Smith, and Francis E Warnock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US international equity investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 2012, 50 (5), 1109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081neÃ\u0083Å\u0092Ã\u0082Â\u0081trix, AgustÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n S, Philip R Lane, and Jay C Shambaugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International currency exposures, valuation effects and the global financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 96, S98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS109.",
        "Bernanke, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The global saving glut and the U.S. current account deficit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sandridge Lecture, 2005.",
        "Bertaut, Carol, Beau Bressler, and Stephanie Curcuru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the geography of capital flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Blanchard, Olivier and Julien Acalin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does measured FDI actually measure?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Report, Peterson Institute for International Economics, 2016.",
        "Caballero, Ricardo J, Emmanuel Farhi, and Pierre-Olivier Gourinchas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An equilibrium model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093global imbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and low interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Chen, Huaizhi, Lauren Cohen, and Umit Gurun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t take their word for it: The misclassification of bond mutual funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Coeurdacier, Nicolas and Philippe Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geography of asset trade and the euro: Insiders and outsiders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Japanese and International Economies, 2009, 23 (2), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Damgaard, Jannick, Thomas Elkjaer, and Niels Johannesen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is real and what is not in the global FDI network?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper, 2019.",
        "Desai, Mihir A, C Fritz Foley, and James R Hines Jr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multinational perspective on capital structure choice and internal capital markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2004, 59 (6), 2451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2487.",
        "Desai, Mihir A, C Fritz Foley, and James R Hines Jr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for tax haven operations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2006, 90 (3), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Despres, E., C.P. Kindleberger, and W.S. Salant, The Dollar and World Liquidity: A Minority View., Brookings Institution, 1966.",
        "Du, Wenxin and Jesse Schreger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign risk, currency risk, and corporate balance sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Edison, Hali J and Francis E Warnock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US investorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ emerging market equity portfolios: a security-level analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2004, 86 (3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Eichengreen, Barry J and Ricardo Hausmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates and financial fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Jackson Hole Economic Policy Symposium, 1999.",
        "Eichengreen, Barry J and Ricardo Hausmann, Other PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Money: Debt Denomination and Financial Instability in Emerging Market Economics, University of Chicago Press, 2005.",
        "European Council, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EU list of non-cooperative jurisdictions for tax purposes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, 2019.",
        "Forbes, Kristin J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do foreigners invest in the United States?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2010, 80 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Fuertes, Alberto and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 MarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Serena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How firms borrow in international bond markets: securities regulation and market segmentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Spain Working Paper, 2016.",
        "Gillis, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable interest entities in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Report, GMT Research, 2019.",
        "Gourinchas, Pierre-Olivier and Helene Rey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From world banker to world venture capitalist: US external adjustment and the exorbitant privilege,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093G7 Current Account Imbalances: Sustainability and AdjustmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007.",
        "Gourinchas, Pierre-Olivier, Nicolas Govillot, and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exorbitant Privilege and Exorbitant Duty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, UC Berkeley and LBS, 2011.",
        "Gravelle, Jane G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax havens: International tax avoidance and evasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2009, pp. 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Guvenen, Fatih, Raymond J Mataloni Jr, Dylan G Rassier, and Kim J Ruhl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshore profit shifting and domestic productivity measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018.",
        "Hines, James R and Eric M Rice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal paradise: Foreign tax havens and American business,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1994, 109 (1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Horn, Sebastian, Carmen M Reinhart, and Christoph Trebesch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s overseas lending, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Jiang, Wei and Guochao Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Alibaba Partnership: Illustrating the Costs of Separating Ownership and Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia CaseWorks, 2017.",
        "Koijen, Ralph SJ and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates and asset prices in a global demand system,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Lane, Philip R and Gian Maria Milesi-Ferretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International financial integration in the aftermath of the global financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 2018, 66 (1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Lane, Philip R and Jay C Shambaugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial exchange rates and international currency exposures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (1), 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Lilley, Andrew, Matteo Maggiori, Brent Neiman, and Jesse Schreger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate reconnect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Liu, Emily and Tim Schmidt-Eisenlohr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Owns US CLO Securities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FEDS Notes Series, 2019.",
        "Lucas, Robert E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t capital flow from rich to poor countries?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1990, 80 (2), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Maggiori, Matteo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, International Risk Sharing, and Reserve Currencies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (10), 3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3071.",
        "Maggiori, Matteo, Brent Neiman, and Jesse Schreger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International currencies and capital allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming at the Journal of Political Economy, 2019.",
        "Maggiori, Matteo, Brent Neiman, and Jesse Schreger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise of the dollar and fall of the Euro as international currencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 2019, 109, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Okawa, Yohei and Eric Van Wincoop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity in international finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 87 (2), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Portes, Richard and Helene Rey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determinants of cross-border equity flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2005, 65 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Reuters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fitch rates UBSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s holdco senior debt A,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d News Report, 2016.",
        "TÃ\u0083Æ\u0092Ã\u0082Â¸rslÃ\u0083Æ\u0092Ã\u0082Â¸v, Thomas R, Ludvig S Wier, and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The missing profits of nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 24701, 2018.",
        "Whitehill, Brandon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyer beware: Chinese companies and the VIE structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Council of Institutional Investors, 2017.",
        "Ziegler, Samuel Farrell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s variable interest entity problem: How Americans have illegally invested billions in China and How to fix it,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Geo. Wash. L. Rev., 2016, 84, 539."
    ]
}