{
    "id": 2685,
    "cites": 51,
    "cited_by": 124,
    "reference": [
        "Ando, Albert and Franco Modigliani, The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, 4,mericam Economic levies, 53, March 1963, 55-84.",
        "Aschauer, David A. and Jeremy Greenwood, Macroeconomic Effects of Fiscal Policy, Carnegie-Rochester Conference Series on Public Policy, 23, Autumn 1985, 91- 138.",
        "Bailey, Martin J., National Income and the Price Level, 2nd edition, McGraw Hill, New York, 1971.",
        "Barro, Robert J., Are Government Bonds Net Wealth? Journal of Pot itical Economy, 82, November/December 1974, 1095-1117.",
        "Barro, ed., Modern Business Cycle Theory, Harvard University Press, Cambridge, MA, 1989.",
        "Barro, Robert J. and Glenn M. MacDonald, Social Security and Consumer Spending in an International Cross Section, Journal of Public Economics, ii, 1979, 275-289.",
        "Barsky, Robert B. , N. Gregory Mankiw, and Stephen P. Zeldes, Ricardian Consumers with Keynesian Propensities, American Economic Review, 76, September 1986, 676-691.",
        "Bernheim, B. Douglas, Andrei Shleifer. and Lawrence H. Summers, The Strategic Bequest Motive, Journal of Political Economy, 93, December 1985, 1045-1076.",
        "Brown, E. Cary, Fiscal Poicy in the `Thirties: a Reappraisal, Journal of Political Economy, 46, December 1956, 857-879.",
        "Buchanan, James M. , Barro on the Ricardian Equivalence Theorem, Journal of Political Economy, 84, April 1976, 337-342.",
        "Carroll, Chris and Lawrence LI. Summers, Why Rave Private Savings Rates in the United States and Canada Diverged? Journal of Monetary Economics, 20, September 1987, 249-279.",
        "Char, Louis K.C., Uncertainty and the Neutrality of Government Financing Policy, Journal of Monetary Economics, 11, May 1983, 351-372.",
        "Council of Economic Advisers, Annual Report, U.S. Government Printing Office, Washington D.C., 1962.",
        "Darby, Michael R., The Effects of Social Security on Income and the Capital Stock, American Enterprise Tnstitute, Washington D.C., 1979.",
        "Esposito. Louis, Effect of Social Security on Saving: Review of Studies Using U.S. Tine-Series Data, Social Security Bulletin, 41, May 1978, 9-17.",
        "Evans, Paul, Interest Rates and Expected Future Budget Deficits in the United States, Journal of Political Economy, 95, February 1987a, 34-.58.",
        "Six Industrial Countries, Journal of Monetary Economics, 20, September 1987b, 281-300.",
        "Feldstein, Martin S., Social Security, Induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy, 82, September/October 1974, 905-926.",
        "Evidence in an Extended Life Cycle Model, in Martin S. Feldstein and Robert Ioman, editors, The Economics of Public Services, Macmillan, London, 1977.",
        "Hayashi, Fumio, Tests for Liquidity Constraints: a Critical Survey, National Bureau of Economic Research, working paper no. 1720, October 1985.",
        "Kimball, Miles S., Making Sense of Two-Sided Altruism, Journal of Monetary Economics, 20, September 1987, 301-326.",
        "King, Mervyn A. , Tax Policy and Consumption Smoothing, unpublished, London School of Economics, April 1986.",
        "Kochin, Levis A., Are Future Taxes Anticipated by Consumers? Journal of Money, Credit and Banking, 6, August 1974, 385-394.",
        "Equivalence of Rational and Irrational Consuners if Taxation Is Efficient, in Federal Reserve Bank of San Francisco, Seventh kest Coast Academic Conference, San Francisco, 1985.",
        "Kornendi, Roger C. , Government Debt, Government Spending, and Private Sector Behavior, American Economic Review, 73, December 1983, 994-1010.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, The Role of Interrnerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, 89, August 1981, 706-732.",
        "Kydland, Finn E. and Edward C. Prescott, A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy, in Stanley Fischer, editor, Rational Expectations and Economic Policy, University of Chicago Press, Chicago, 1980.",
        "Leiderman, Leo and Assaf Razin, Testing Ricardian Neutrality with an Intertemporal Stochastic Model, Journal of Money, Credit and Banking, 20, February 1988, 1-21.",
        "Leimer, Dean R. and Selig D. Lesuoy, Social Security and Private Saving: New Time-Series Evidence, Journal of Political Economy, 90, June 1982, 606- 629.",
        "Mankiw, N. Gregory, The Optimal Collection of Seigniorage: Theory and Evidence, Journal of Monetary Economics, 20, September 1987, 327-341.",
        "Mankiw, N. Gregory and Jeffrey A. Miron, The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics, lOi, May 1986, 211-228.",
        "McCallum, Ben T., Are Bond-financed Deficits Inflationary? A Ricardian Analysis, Journal of Political Economy, 92, February 1984, 123-135.",
        "Miller, Merton B. and Charles W. Upton, Macroeconomics, a Neoclassical Introduction, Irwin, Honewood Illinois, 1974.",
        "Modigliani, Franco, Long-run Implications of Alternative Fiscal Policies and the Burden of the National Debt, Economic Journal, 71, December 1961, 730-755.",
        "Consumption Function: an Interpretation of Cross-Section Data, in K.K. Kurihara, editor, Post-Keynesian Economics, Rutgers University Press, New Brunswick, New Jersey, 1954.",
        "Spending and Private Sector Behavior: a Comment, American Econom2c Review, 76, December 1986, 1168- 1179.",
        "Mundell, Robert A., Money, Oebt, and the Rate of Interest, in R.A. Mundell, Monetary Theory, Goodyear, Pacific Palisades, California, 1971.",
        "ODriscoll, Gerald P., The Ricardian Nonequivalence Theorem, Journal of Political Economy, 85, February 1977, 207-210.",
        "Pigou, A.C. , A Study in Public finance, Macmillan, London, 1928.",
        "Plosser. Charles I., Government Financing Decisions and Asset Returns, Journal of Monetary Economic~, 9, May 1982, 325-352.",
        "Poterba, James M. and Lawrence H. Summers, Finite Lifetimes and the Savings Effects of Budget Deficits, unpublished, Harvard University, October 1986.",
        "Budget Deficits, Journal of Monetary Economics, 20, September 1987, 369-391.",
        "Ricardo, David, Funding System, in Piero Sraffa, editor, The Works and Correspondence of David Ricardo, volume IV, Pamphlets and Papers, 1815-1823, Cambridge University Press, Cambridge, 1951.",
        "Rosenberg, Nathan, Perspectives on Technology, Cambridge, Cambridge University Press, 1976.",
        "Seater, John 3. and Robert S. Mariano, New Tests of the Life Cycle and Tax Discounting Hypotheses, Journal of Monetary Economics, 15, March 1985, 195- 215.",
        "Siegel, Jeremy J., Inflation-Induced Distortions in Government and Private Saving Statistics, Review of Economics k Statistics, 61, April 1979, 83-90.",
        "Sterling, Arlie G., An Investigation of the Determinants of the Lncg-Rnn Savings Ratio, unpublished, M.I.T., May 1977.",
        "Tanner, J. Ernest, An Empirical Investigation of Tax Discounting, Journal of Money, Credit and Ranking, 11, May 1979, 214-218.",
        "Tobin, James and Willem Buiter, Fiscal and Monetary Policies, Ca~iital Formation, and Economic Activity, in George M. von Furstenberg, editor, The Government and Capital formation, Ballinger, Cambridge Massachusetts, 1980.",
        "U.S. treasury Department, The Effect of Deficits on Prices of financial Assets: Theory and Evidence, U.S. Government Printing Office, Washington D.C. 1984.",
        "Weil, Philippe., Love Thy Children: Reflections on the Barro Debt Neutrality Theorem, Journal of Monetary Economics, 10, May 1987, 377- 391."
    ]
}