{
    "id": 2686,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Berkovec, James and Steven Stern. 1988. Job Exit Behavior of Older Men. Mimeo.",
        "Bernheim, B. Douglas. 1987. Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis, in Z. Bodie, 3. Shoven, and 0. Wise (ads.), Issues in Pensions Economics. Chicago: University of Chicago Press, pp. 237- 279.",
        "Blinder, Alan, Roger Gordon, and Donald Wise. 1980. Reconsidering the Work Disincentive Effects of Social Security, in National Tax Journal, Vol.",
        "Bulow, Jeremy. 1981. Early Retirement Pension Benefits. NBER Working Paper No. 6S4.",
        "Burkhauser, Richard V. 1980. The Early Acceptance of Social Security: An Asset Maximization Approach, in Industrial and Labor Relations Review.",
        "Vol. 33, pp. 484-92. Burkhauser, Richard V. 1979. The Pension Acceptance Decision of Older Workers, in Journal of Human Resources XIV(l), pp. 63-75.",
        "Burtless, Gary. 1986. Social Security, Unanticipated Benefit Increases, and the Timing of Retirement, in Review of Economic Studies 53 (October) pp. 781-80S.",
        "Burtless. Gary and Jerry A. Hausman. 1978. The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, in Journal of Political Economy 86(6).",
        "Burtless, Gary and Robert A. Moffitt. 1984. The Effects of Social Security on the Labor Supply of the Aged, in H. Aaron and 0. Burtleas (eds.), - 34 - Retirement and Economic Behavior. Washington, DC: Brookings Institution, pp. 135-174.",
        "Clark, Robert L. and Ann A. McDermed. 1984. Life Cycle Patterns of Earnings, Pension Wealth, and Total Compensation. Mimeo.",
        "Diamond, Peter and Jerry A. Hausman. 1984. Individual Retirement and Savings Behavior, in Journal of Public Economics, Vol. 23, February- march, pp. 81-114.",
        "Feinstein, Jonathan and Daniel McFadden. 1988. The Dynamics of Housing Demand by the Elderly: I. Wealth, Cash Flow, and Demographic Effects. NBER Working Paper No. 2471, forthcoming in 0. Wise (ed.), The Economics 2.LMj.n.g. Chicago: University of Chicago Press.",
        "Fields, Gary S. and Olivia Mitchell. 1982. The Effects of Pensions and Earnings on Retirement: A Review Essay, in R. Ehrenberg (ed.) Research in Labor Econonica, Vol. 5, pp. 11S-lS6. Greenwich, CT: JAL Press.",
        "Frant, Howard L. and Herman B. Leonard. 1987. Promise Them Anything: The Incentive Structures of Local Public Pension Plans, in 0. Wise (ad.) Public Sector Payrolls. Chicago: University of Chicago Press, pp. 21S- 242.",
        "Cuatman, Alan and Thomas Steinmeier, 1986. A Structural Retirement Model, in Econometrica, Vol. S4, pp. SSS-S84.",
        "Hausman, Jerry A. and David A. Wise. 1980. Discontinuous Budget Constraints and Estimation: The Demand for Housing, in Review of Economic Studies ELVII, pp. 75-96.",
        "Hausman, Jerry A. and David A. Wise. 1985. Social Security, Health Status, and Retirement, in 0. Wise (ed.) Pensions. Labor, and Individual Choice. Chicago: University of Chicago Press, pp. 159-191.",
        "Hogarth, Jeanne M. 1988. Accepting an Early Retirement Bonus: An Empirical Study, in Journal of Human Resources EXIII(l), pp. 21-33.",
        "Hurd, Michael and Michael Boskin. 1981. The Effect of Social Security on Retirement in the Early l97Os, in Quarterly Journal of Economics, November, pp. 767-790.",
        "Hurd, Michael and John Shoven. 1983. The Economic Status of the Elderly, in Z. Bodie and 3. Shoven (ads.), Financial Asoects of the United States Pension System. Chicago: University of Chicago Press, pp. 3S9-397.",
        "Hurd, Michael and David A. Wise. 1988. The Wealth and Poverty of Widows: Assets Before the Husbands Death, NBER Working Paper No. 232S, forthcoming in 0. Wise (ad.) The Economics of Agina. Chicago: University of Chicago Press.",
        "Kotlikoff, Laurence 3. and David A. Wise. 198S. Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets, in 0. Wise (ad.), Pensions. Labor, and Individual Choice, Chicago: University of Chicago Press, pp. SS-8S. Kotlikoff, Laurence 3. and David A. Wise. 1987. The Incentive Effects of Private Pension Plans, in Z. Bodie, 3. Shoven, and 0. Wise (ads.), Issues in Pension Economics. Chicago: University of Chicago Press, pp.",
        "Kotlikoff, Laurence J. and David A. Wise. 1988. Employee Retirement and a Firms Pension Plan. NBER Working Paper No. 2323, forthcoming in 0.",
        "Wise (ad.), The Economics of Azing. Chicago: University of Chicago Press. Lazear, Edward P. 1983. Pensions as Severance Pay, in Z. Bodia and 3.",
        "Bodie, J. Shoven, and 0. Wise (ads.) Pensions in the U.S. Economy. Chicago: University of Chicago Press, pp. 163-188. Merrill, Sally. 1984. Home Equity and the Elderly, in H. Aaron and 0.",
        "Burtlesa (ads.), Retirement and Economic Behavior. Washington, DC: Brookings Inititution. Phillips, Douglas and David A. Wise. 1987. Military versus Civilian Pay: A Descriptive Discussion, in 0. Wise (ed.) Public Sector Payrolls.",
        "Chicago: University of Chicago Press, pp. 19-46. Rust, John. l9B8a. A Dynamic Programing Model of Retirement Behavior. NBER Working Paper No. 2470, forthcoming in 0. Wise (ad.), The Economics of 4,ging. Chicago: University of Chicago Press. Rust, John. 1988b. A Dynamic Programming Model of Retirement Behavior: Empirical Results. Mimeo.",
        "Stock, James H. and David A. Wise. 1988. The Pension Inducement to Retire: An Option Value Analysis. Mimeo.",
        "Venti, Steven F. and David A. Wise. 1984. Moving and Housing Expenditure: Transaction Coats and Disequilibrium, in Journal of Public Economics 23, pp. 207-243.",
        "Venti, Steven F. and David A. Wise. 1988. Aging, Moving, and Housing Wealth. NBER Working Paper No. 2324, forthcoming in 0. Wise (ad.), The Economics of Agins. Chicago: University of Chicago Press."
    ]
}