{
    "id": 26876,
    "cites": 41,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D., A. Finkelstein, and M. Notowidigdo (2013). Income and Health Spending: Evidence from Oil Price Shocks. Review of Economics and Statistics 95(4), 1079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Aiyagari, S. (1994). Uninsured idiosyncratic risk and aggregate saving. The Quarterly Journal of Economics 109(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Anderson, G., U. E. Reinhardt, P. Hussey, and V. Petrosyan (2003). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s The Prices, Stupid: Why The United States Is So Different From Other Countries. Health Affairs 22(3), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Arrow, K. (1963). Uncertainty and the welfare economics of medical care. The American Economic Review 53(5), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "ASPE (2018). Comparison of u.s. and international prices for top medicare part b drugs by total expenditures. Technical report from the office of the assistant secretary for planning and evaluation, US Department of Health and Human Services.",
        "Banks, J., M. Marmot, Z. Oldfield, and J. Smith (2006). Disease and Disadvantage in the United States and in England. Journal of the American Medical Association 295(17), 2037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2045.",
        "Bergeaud, A., G. Cette, and R. Lecat (2016). Productivity trends in advanced countries between 1890 and 2012. Review of Income and Wealth 62, 420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Berndt, E., D. Cutler, R. Frank, Z. Griliches, J. Newhouse, and J. Triplett (2001, January). Price Indexes for Medical Care Goods and Services Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c An Overview of Measurement Issues. NBER.",
        "Canada Patented Medicine Prices Review Board (2016). Annual report. Technical report, Health Division.",
        "Castaneda, A., J. Diaz-Gimenez, and J.-V. Rios-Rull (2003). Accounting for the U.S. Earnings and Wealth Inequality. Journal of Political Economy 111(4), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Chari, V., P. Kehoe, and E. McGrattan (2007). Business cycle accounting. Econometrica 75(3), pp. 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Cutler, D., E. Glaeser, and J. Shapiro (2003). Why Have Americans Become More Obese? The Journal of Economic Perspectives 17(3), pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Cutler, D. and D. Ly (2011). The (Paper) Work of Medicine: Understanding International Medical Costs. Journal of Economic Perspectives 30(6), 1174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Danzon, P. (2018). Differential pricing of pharmaceuticals: Theory, evidence and emerging issues.",
        "De Nardi, M., E. French, and J. Jones (2010). Why Do the Elderly Save? The Role of Medical Expenses. Journal of Political Economy 118(1), pp. 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "De Nardi, M., E. French, and J. Jones (2016). Medicaid insurance in old age. American Economic Review 106(11), 3480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3520.",
        "Feenstra, R., R. Inklaar, and M. Timmer (2015). The next generation of the penn world table. America Economic Review 105(19), 3150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3182.",
        "Fonseca, R., P.-C. Michaud, T. Galama, and A. Kapteyn (2020). Accounting for the rise of health spending and longevity. Journal of European Economic Association. Forthcoming.",
        "French, E. and J. Jones (2011). The effects of health insurance and self-insurance on retirement behavior. Econometrica 79(3), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Gomme, P., B. Ravikumar, and P. Rupert (2011). The return to capital and the business cycle. Review of Economic Dynamics 14, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Gowrisankaran, G., A. Nevo, and R. Town (2015). Mergers when prices are negotiated: Evidence from the hospital industry. American Economic Review 175, pp. 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Grossman, M. (1972). On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80(2), pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Hall, R. and C. Jones (2007). The Value of Life and the Rise in Health Spending. The Quarterly Journal of Economics 122(1), pp. 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Ho, K. and R. S. Lee (2017). Insurer competition in health care markets. Econometrica 85(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Horenstein, A. and M. Santos (2018). Understanding growth patterns in us health care expenditures. Journal of the European Economic Association 17(1), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Hugonnier, J., F. Pelgrin, and P. St-Amour (2013). Health and (other) asset holdings. Review Economic Studies 80(2), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "IFHP (2013). Comparative Price Report: Variation in Medical and Hospital Prices by Country. Technical report, International Federation of Health Plans.",
        "KonÃ\u0083Æ\u0092Ã\u0082Â¼s, A. A. (1924). The problem of the true index of the cost of living. Bulletin of the Institute of Economic Conjuncture (9-10), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71. Reprinted in Econometrica, January, 1939, 10-29.",
        "Laugesen, M. and S. Glied (2011). Higher fees paid to US physicians drive higher spending for physician services compared to other countries. Health Affairs 30(9), 1647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1656.",
        "Manning, W., J. Newhouse, N. Duan, E. Keeler, and A. Leibowitz (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. The American Economic Review 77(3), pp. 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Newhouse, J. (1992). Medical Care Costs: How Much Welfare Loss? The Journal of Economic Perspectives 6(3), pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Newhouse, J. (1996). Reimbursing health plans and health providers: Efficiency in production versus selection. Journal of Economic Literature 35, pp. 1236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1263.",
        "OECD (2013). Guidelines to improve estimates of expenditure on health administration and health insurance. Health division report, Health Division.",
        "Ohanian, L., A. Raffo, and R. Rogerson (2008). Long-term changes in labor supply and taxes: Evidence from oecd countries, 1956-2004. Journal of Monetary Economics 55(8), pp. 1353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362.",
        "Romley, J. A. and N. Sood (2013, October). Identifying the Health Production Function: The Case of Hospitals. NBER Working Papers 19490, National Bureau of Economic Research, Inc.",
        "Rosen, S. (1974). Hedonic prices and implicit markets: Product differentiation in pure competition. Journal of Political Economy 82(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Smith, J. (1999). Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status. Journal of Economic Perspectives 13(2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "SolÃ\u0083Æ\u0092Ã\u0082Â©-AurÃ\u0083Æ\u0092Ã\u0082Â³, A., P.-C. Michaud, M. Hurd, and E. Crimmins (2015). Disease incidence and mortality among older Americans and Europeans. Demography 52(2), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Thorpe, K., C. Florence, D. Howard, and P. Joski (2004). Trends: The Impact Of Obesity On Rising Medical Spending. Health Affairs 22(2), W4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Thorpe, K., D. Howard, and K. Galactionova (2007). Differences In Disease Prevalence As A Source Of The U.S.-European Health Care Spending Gap. Health Affairs 26(6), w678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw686. A Solving the General Equilibrium Model Step 1: HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ decision rules. In step 1, we compute the household optimal policies.",
        "Given r, w, Ã\u0083Â\u008fÃ\u0082â\u0080\u009e, , p, we determine, for each state (a, h, e), consumption, savings and medical expenditures {c(a, h, e), a0(a, h, e), m(a, h, e)} that solve the householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ decision problem described in (6). We rely on a discrete approximation of the state space. h takes 2 values (good or bad), the number of e ability level is Ne and the asset grid is captured by a discrete set of points Nk. We then compute 2 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Ne Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Nk value functions. Let us make several comments on the asset grid. First, we use piecewise linear interpolation, so that next periodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s asset choice can lie outside the initial grid on asset. Secondly, as it is standard in the literature (Castaneda et al. (2003)), the asset grid is not equally spaced. For very low values of asset holdings, the distance between grid points is small. This is done to allow financially constrained individuals to increase their savings by small increments."
    ]
}