{
    "id": 26883,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Bai, Y., Santos, A. and Shaikh, A. (2019). A practical method for testing many moment inequalities. University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "Bauer, P., Hackl, P., Hommel, G. and Sonnemann, E. (1986). Multiple testing of pairs of one-sided hypotheses. Metrika, 33 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Bergman, P., Chetty, R., DeLuca, S., Hendren, N., Katz, L. F. and Palmer, C. (2019). Creating moves to opportunity: Experimental evidence on barriers to neighborhood choice. Working Paper 26164, NBER.",
        "Breakspear, S. (2012). The policy impact of pisa: An exploration of the normative effects of international benchmarking in school system performance. OECD Education Working Papers.",
        "Chernozhukov, V., Chetverikov, D. and Kato, K. (2013). Gaussian approximations and multiplier bootstrap for maxima of sums of high-dimensional random vectors. The Annals of Statistics, 41 2786Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2819.",
        "Chernozhukov, V., Chetverikov, D. and Kato, K. (2017). Central limit theorems and bootstrap in high dimensions. Annals of Probability, 45 2309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2352.",
        "Chernozhukov, V., Chetverikov, D., Kato, K. and Koike, Y. (2019). Improved central limit theorem and bootstrap approximations in high-dimensions. Tech. rep.",
        "Chetty, R. (April 1, 2014). Improving opportunities for economic mobility in the united states. Budget Committee United States Senate.",
        "Chetty, R., Friedman, J. N., Hendren, N., Jones, M. R. and Porter, S. R. (2018). The opportunity atlas: Mapping the childhood roots of social mobility. Working Paper 25147, NBER.",
        "Chetty, R. and Hendren, N. (2018). The impacts of neighborhoods on intergenerational mobility ii: County-level estimates. The Quarterly Journal of Economics, 133 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1228.",
        "Chetty, R., Hendren, N., Kline, P. and Saez, E. (2014). Where is the land of opportunity? the geography of intergenerational mobility in the united states. The Quarterly Journal of Economics, 129 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1624.",
        "Dunnett, C. W. (1955). A multiple comparison procedure for comparing several treatments with a control.",
        "Goldstein, H. and Spiegelhalter, D. J. (1996). League tables and their limitations: Statistical issues in comparisons of institutional performance. Journal of the Royal Statistical Society. Series A (Statistics in Society), 159 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Guo, W. and Romano, J. P. (2015). On stepwise control of directional errors under independence and some dependence. Journal of Statistical Planning and Inference, 163 21 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 33.",
        "Gupta, S. S. and Panchapakesan, S. (1979). Multiple Decision Procedures: Theory and Methodology of Selecting and Ranking Populations. John Wiley & Sons, New York.",
        "Hall, P. and Miller, H. (2009). Using the bootstrap to quantify the authority of an empirical ranking. The Annals of Statistics, 37 3929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3959.",
        "Hubert, E. (2006). Educational standards and the changing discourse on education: the reception and consequences of the pisa study in germany. Oxford Review of Education, 32 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Klein, M., Wright, T. and Wieczorek, J. (2018). A simple joint confidence region for a ranking of k populations: Application to american community surveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s travel time to work data. Research Report Series Statistics #2018-04, U.S. Census Bureau.",
        "Lehmann, E. L. and Romano, J. P. (2005). Testing Statistical Hypotheses. Springer, New York.",
        "Romano, J. P. and Shaikh, A. M. (2012). On the uniform asymptotic validity of subsampling and the bootstrap. Annals of Statistics, 40 2798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2822.",
        "Romano, J. P. and Wolf, M. (2005). Stepwise multiple testing as formalized data snooping. Econometrica, 73 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Tukey, J. (1953). The problem of multiple comparisons. Mimeographed notes, Princeton University.",
        "Westfall, P., Tobias, R., Rom, D., Wolfinger, R. and Hochberg, Y. (1999). Multiple Comparisons and Multiple Tests. SAS Institute, Cary, NC.",
        "Xie, M., Singh, K. and Zhang, C.-H. (2009). Confidence intervals for population ranks in the presence of ties and near ties. Journal of the American Statistical Association, 104 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788."
    ]
}