{
    "id": 26882,
    "cites": 11,
    "cited_by": 185,
    "reference": [
        "Adda, JÃ\u0083Ë\u0086rÃ\u0083â\u0084¢me. Ã\u0083Â¬Economic activity and the spread of viral diseases: Evidence from high frequency data.Ã\u0083Â® The Quarterly Journal of Economics 131, no. 2 (2016): 891-941.",
        "Atkeson, Andrew Ã\u0083Â¬What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios,Ã\u0083Â® National Bureau of Economic Research, Working Paper No. 26867, March 2020.",
        "Faria-e-Castro, Miguel Ã\u0083Â¬Fiscal policy during a pandemic,Ã\u0083Â® manuscript, Federal Reserve Bank of St. Louis, March 2020.",
        "Hall, Robert E., and Charles I. Jones. The Value of Life and the Rise in Health Spending.  The Quarterly Journal of Economics 122, no. 1 (2007): 39-72.",
        "Neil M Ferguson, Daniel Laydon, Gemma Nedjati-Gilani, Natsuko Imai, Kylie Ainslie, Marc Baguelin, Sangeeta Bhatia, Adhiratha Boonyasiri, Zulma Cucunub, Gina Cuomo19 Dannenburg, Amy Dighe, Ilaria Dorigatti, Han Fu, Katy Gaythorpe, Will Green, Arran Hamlet, Wes Hinsley, Lucy C Okell, Sabine van Elsland, Hayley Thompson, Robert Verity, Erik Volz, Haowei Wang, Yuanrong Wang, Patrick GT Walker, Caroline Walters, Peter Winskill, Charles Whittaker, Christl A Donnelly, Steven Riley, and Azra C Ghani, Ã\u0083Â¬Impact of Non-pharmaceutical Interventions (NPIs) to Reduce COVID- 19 Mortality and Hhealthcare Demand,Ã\u0083Â® manuscript, Imperial College, March 2020.",
        "Julien Riou and Christian L. Althaus Ã\u0083Â¬Pattern of Early Human-to-human Transmission of Wuhan,Ã\u0083Â® bioR{iv, January 24, 2020.",
        "Kermack, William Ogilvy, and Anderson G. McKendrick Ã\u0083Â¬A Contribution to the Mathematical Theory of Epidemics,Ã\u0083Â® Proceedings of the Royal Society of London, series A 115, no. 772 (1927): 700-721.",
        "Perrings, C., Castillo-Chavez, C., Chowell, G., Daszak, P., Fenichel, E.P., Finno, D., Horan, R.D., Kilpatrick, A.M., Kinzig, A.P., Kumino, N.V. and Levin, S., 2014. Merging Economics and Epidemiology to Improve the Prediction and Management of Infectious Disease. EcoHealth, 11(4), pp.464-475.",
        "Philipson, Tomas Ã\u0083Â¬Economic Epidemiology and Infections Diseases,Ã\u0083Â® in Culyer, A. and J. Newhouse, Handbook of Health Economics, vol. 1 1761-1799, Elsevier, 2000.",
        "Pueyo, Tomas Ã\u0083Â¬Coronavirus: Why You Must Act Now Politicians, Community Leaders and Business Leaders: What Should You Do and When?,Ã\u0083Â® Medium, March 10, 2020.",
        "U.S. Environmental Protection Agency, Ã\u0083Â¬Valuing Mortality Risk Reductions for Environmental Policy: A White Paper,Ã\u0083Â® 2010."
    ]
}