{
    "id": 26892,
    "cites": 66,
    "cited_by": 0,
    "reference": [
        "Azoulay, P. 2004. Capturing knowledge within and across firm boundaries: Evidence from clinical development. American Economic Review, 94(5): 1591-1612.",
        "Azoulay, P., Heggeness, M., & Kao, J. 2020. Medical progress and health care finance: Evidence from Academic Medical Centers. MIT, Working Paper.",
        "Baird, P., Downie, J., & Thompson, J. 2002. Clinical trials and industry. Science, 297(5590): 2211-2211.",
        "Baker, L. C. 1997. The effect of HMOs on fee-for-service health care expenditures: Evidence from Medicare. Journal of Health Economics, 16(4): 453-481.",
        "Baker, L. C. 1999. Association of managed care market share and health expenditures for fee-for-service Medicare patients. Journal of the American Medical Association, 281(5): 432-437.",
        "Baker, L. C. 2000a. Managed care and technology adoption in health care: evidence from magnetic resonance imaging, NBER working paper, Vol. #8020.",
        "Baker, L. C. 2000b. What does HMO market share measure? Examining provider choice restrictions. In Garber, A. (Ed.), Frontiers in Health Policy Research, Vol. 3. Cambridge MA: MIT Press.",
        "Besley, T. & Case, A. 2000. Unnatural experiments? Estimating the incidence of endogenous policies. Economic Journal, 110(467): F672-F694.",
        "Buchmueller, T. C. & Liu, S. 2005. Health Insurance Reform and HMO Penetration in the Small Group Market, NBER Working Paper #11446.",
        "Casalino, L. P., Devers, K. J., Lake, T. K., Reed, M., & Stoddard, J. J. 2003. Benefits of and barriers to large medical group practice in the United States. Archives of Internal Medicine, 163: 1958-1964.",
        "Casalino, L. P., Pham, H., & Bazzoli, G. J. 2004. The growth of single specialty medical groups. Health Affairs, 23(2): 82-90.",
        "Clark, R. & Thurston, N. K. 2000. The future of orthopaedics in the United States: An analysis of the effects of managed care in the face of an excess supply of orthopaedic surgeons. Arthroscopy, 16(2): 116-120.",
        "Cockburn, I., Henderson, R., & Stern, S. 2000, Untangling the Origins of Competitive Advantage.",
        "DiMasi, J. A. 1995. Success rates for new drugs entering clinical testing in the United States. Clinical Pharmacology & Therapeutics, 58(1): 1-14.",
        "Dranove, D., Simon, C. J., & White, W. D. 1998. Determinants of managed care penetration. Journal of Health Economics, 17: 729-745.",
        "Emmons, D. W. & Simon, C. J. 1995. Managed care: Participation, revenues, and risk. In Gonzalez, M. L.",
        "(Ed.), Socioeconomic Characteristics of Medical Practice, Vol. 1995: 3-10. Chicago: American Medical Association, Center for Health Policy Research.",
        "Finkelstein, A. 2007. The aggregate effects of health insurance: Evidence from the introduction of Medicare. Quarterly Journal of Economics, 122(1): 1-37.",
        "Flynn, P., Wade, M., & Holahan, J. 1997. State health reform: Effects on labor markets and economic activity. Journal of Policy Analysis and Management, 16(2): 219-236.",
        "Freudenheim, M. 1996. As insurers cut fees, doctors shift to elective procedures. New York Times, August 24. New York.",
        "Fye, W. B. 1991. The origin of the full-time faculty system: Implications for clinical research. Journal of the American Medical Association, 265(12): 1555-1562.",
        "Glied, S. 2000. Managed Care. In Culyer, A. J. & Newhouse, J. P. (Eds.), Handbook of Health Economics, Vol. 1A: 707-753. Amsterdam: Elsevier.",
        "Glied, S. & Zivin, J. G. 2002. How do doctors behave when some (but not all) of their patients are in managed care? Journal of Health Economics, 21(2): 337-353.",
        "GouriÃ\u0083Æ\u0092Ã\u0082Â©roux, C., Montfort, A., & Trognon, A. 1984. Pseudo maximum likelihood methods: Applications to Poisson models. Econometrica, 52(3): 701-720.",
        "Gruber, J., Kim, J., & Mayzlin, D. 1999. Physician fees and procedure intensity: the case of cesarean delivery. Journal of Health Economics, 18(4): 473-490.",
        "Gruber, J. & Owings, M. 1996. Physician financial incentives and cesarean section delivery. RAND Journal of Economics, 27(1): 99-123.",
        "Hadley, J. & Mitchell, J. M. 1999. HMO penetration and physiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings. Medical Care, 37(11): 1116-1127.",
        "Harvey, A. M. 1981. Science at the Bedside: Clinical Research in American Medicine 1905-1945. Baltimore: Johns Hopkins University Press.",
        "Hausman, J., Hall, B. H., & Griliches, Z. 1984. Econometric models for count data with an application to the patents-R&D relationship. Econometrica, 52(4): 909-938.",
        "Hing, E. & Jensen, G. A. 1999. Health Insurance Portability and Accountability Act of 1996: Lessons from the states. Medical Care, 37(7): 692-705.",
        "Jensen, G. A. & Morrisey, M. A. 1999. Small group reform and insurance provision by small firms, 19891995. Inquiry, 36(2): 176-187.",
        "Jensen, G. A., Morrisey, M. A., Gaffney, S., & Liston, D. K. 1997. The new dominance of managed care: Insurance trends in the 1990s. Health Affairs, 16(1): 125-136.",
        "Kaitin, K. I. & Healy, E. M. 2000. The new drug approvals of 1996, 1997, and 1998: Drug development trends in the user fee era. Drug Information Journal, 34(1): 1-14.",
        "Kaitin, K. I. & Manocchia, M. 1997. The new drug approvals of 1993, 1994, and 1995: Trends in drug development. American Journal of Therapeutics, 4(1): 46-54.",
        "Leape, L. L. 1989. Unnecessary surgery. Health Services Research, 24(3): 351-407.",
        "Luft, H. S. 1999. Why are physicians so upset about managed care? Journal of Health Politics, Policy and Law, 24(5): 957-966.",
        "McGuire, T. G. & Pauly, M. V. 1991. Physician response to fee changes with multiple payers. Journal of Health Economics, 10(4): 385-410.",
        "McLaughlin, C. G. 1987. HMO growth and hospital expenses and use: a simultaneous equation approach. Health Services Research, 22(2): 183-205.",
        "McLaughlin, C. G. 1988. Market responses to HMOs: Price or competition or rivalry? Inquiry, 25(2): 207218.",
        "Miller, R. H. & Luft, H. S. 1997. Does managed care lead to better or worse quality of care? A survey of recent studies shows mixed results on managed care plan performance. Health Affairs, 16(5): 7-25.",
        "Mullahy, J. 1997. Instrumental-variable estimation of count data models: Applications to models of cigarette smoking behavior. The Review of Economics and Statistics, 79(4): 586-593.",
        "National Institute for Health Care Management. 2002. Changing Patterns of Pharmaceutical Innovation. Washington, DC.",
        "Oi, W. Y. & Idson, T. L. 1999. Firm size and wages. In Ashenfelter, O. & Card, D. (Eds.), Handbook of Labor Economics, Vol. 3B: 2165-2214. Amsterdam: North-Holland.",
        "Osberg, L., Wolf, E. N., & Baumol, W. J. 1989. The Information Economy: The Implications of Unbalanced Growth. Halifax, Nova Scotia: The Institute for Research on Public Policy.",
        "Papke, L. E. & Wooldridge, J. M. 1996. Econometric methods for fractional responses with an application to 401(k) plan participation rates. Journal of Applied Econometrics, 11(6): 619-632.",
        "Peltzman, S. 1973. An evaluation of consumer protection legislation: The 1962 drug amendments. Journal of Political Economy, 81(5): 1049-1091.",
        "Pham, H. H., Devers, K. J., May, J. H., & Berenson, R. 2004. Financial pressures spur physician entrepreneurialism. Health Affairs, 23(2): 70-81.",
        "Physician Payment Review Commission. 1992. Annual Report to Congress.",
        "Prasad, Vinayak K. 2020. How Bad Policy and Bad Evidence Harm People with Cancer. Baltimore, MD: Johns Hopkins University Press.",
        "Quirk, P. J. 1980. Food and Drug Administration. In Wilson, J. Q. (Ed.), The Politics of Regulation: 191235. New York: Basic Books.",
        "Reinhardt, U. E. 1996. Is the target income hypothesis an economic heresy? Comment. Medical Care Research and Review, 53(3): 274-287.",
        "Reinhardt, U. E. 1999. The economistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s model of physician behavior. Journal of the American Medical Association, 281(5): 462-465.",
        "Romer, P. 1990. Endogenous technological change. Journal of Political Economy, 98: S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Rothstein, W. G. 1987. American Medical Schools and the Practice of Medicine: A History. New York: Oxford University Press.",
        "Santos-Silva, J. M. C. & Tenreyro, S. 2006. The log of gravity. The Review of Economics and Statistics, 88(4): 641-658.",
        "Simon, C. J., Dranove, D., & White, W. D. 1998. The effect of managed care on the incomes of primary care and specialty physicians. Health Services Research, 33(3): 549-569.",
        "Simon, K. I. 2000. Legislative summaries of state small-group health insurance reform 1990-1999, Unpublished Manuscript. University of Maryland.",
        "Simon, K. I. 2005. Adverse selection in health insurance markets: Evidence from state small-group health insurance reforms. Journal of Public Economics, 89: 1865-1877.",
        "Sobel, S. 1988. Policy considerations of the IND rewrite. Food and Drug Law Journal, 43(1): 185-192.",
        "Stelfox, H. T., Chua, G., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, K., & Detsky, A. S. 1998. Conflict of interest in the debate over calcium-channel antagonists. The New England Journal of Medicine, 338(2): 101-106.",
        "Swann, J. P. 1988. Academic Scientists and the Pharmaceutical Industry: Cooperative Research in Twentieth Century America. Baltimore: Johns Hopkins University Press.",
        "Thomas, L. G. 1990. Regulation and firm size: FDA impacts on innovation. RAND Journal of Economics, 21(4): 497-517.",
        "Weisbrod, B. A. 1991. The health care quadrilemma: An essay on technological change, insurance, quality of care, and cost containment. Journal of Economic Literature, 29(2): 523-552.",
        "Windmeijer, F. 2008. GMM for panel count data models. In MÃ\u0083Æ\u0092Ã\u0082Â¡tyÃ\u0083Æ\u0092Ã\u0082Â¡s, L. & Sevestre, P. (Eds.), The Econometrics of Panel Data: Fundamentals and Recent Developments in Theory and Practice. New York: Springer.",
        "Yip, W. C. 1998. Physician response to Medicare fee reductions: Changes in the volume of coronary artery bypass graft (CABG) surgeries in the Medicare and private sectors. Journal of Health Economics, 17(6): 675-699.",
        "Zisson, S. 2001. Modest gains in SMO usage, Center Watch, Vol. 8: 1, 5-9."
    ]
}