{
    "id": 26901,
    "cites": 12,
    "cited_by": 103,
    "reference": [
        "ATKESON, A. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26867, National Bureau of Economic Research.",
        "BRAUER, F., AND C. CASTILLO-CHAVEZ (2012): Mathematical Models in Population Biology and Epidemiology, vol. 2 of Texts in Applied Mathematics. Springer.",
        "CHOWELL, G., P. FENIMORE, M. CASTILLO-GARSOW, AND C. CASTILLO-CHAVEZ (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SARS outbreaks in Ontario, Hong Kong and Singapore: The role of diagnosis and isolation as a control mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Theoretical Biology, 224(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "EICHENBAUM, M. S., S. REBELO, AND M. TRABANDT (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26882, National Bureau of Economic Research.",
        "FENG, Z. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Final and peak epidemic sizes for SEIR models with quarantine and isolation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Biosciences & Engineering, 4(4), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "GREENWOOD, J., P. KIRCHER, C. SANTOS, AND M. TERTILT (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of the African HIV/AIDS Epidemic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87(4), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1113.",
        "IMPERIAL COLLEGE COVID-19 RESPONSE TEAM, T. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "KERMACK, W. O., AND A. G. MCKENDRICK (1927): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Mathematical Theory of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character, 115(772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "KREMER, M. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrating Behavioral Choice into Epidemiological Models of AIDS*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 111(2), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "KUCHARSKI, A. J., T. W. RUSSELL, C. DIAMOND, Y. LIU, J. EDMUNDS, S. FUNK, R. M. EGGO, F. SUN, M. JIT, J. D. MUNDAY, ET AL. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early dynamics of transmission and control of COVID-19: a mathematical modelling study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases.",
        "WORLD HEALTH ORGANIZATION, T. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report of the WHO-China Joint Mission on Coronavirus Disease 2019,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "WU, J. T., K. LEUNG, AND G. M. LEUNG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 395(10225), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697. APPENDIX A Additional tables and figures"
    ]
}