{
    "id": 26918,
    "cites": 21,
    "cited_by": 154,
    "reference": [
        "Alvarez, Fernando, David Argente, and Francesco Lippi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2020. mimeo.",
        "Atkeson, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26867, National Bureau of Economic Research March 2020.",
        "Auclert, Adrien, Matthew Rognlie, and Ludwig Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The intertemporal keynesian cross,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Baldwin, Richard and Beatrice Weder di Mauro, Economics in the Time of COVID-19,, VoxEU CEPR Press, 2020.",
        "Berger, David, Kyle Herkenhoff, and Simon Mongey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2020-25, Becker Friedman Institute for Economics 2020.",
        "Bilbiie, Florin O, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The new Keynesian cross,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2019.",
        "Dube, Arin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Filling the Holes in Family and Business Budgets: Unemployment Benefits and Work Sharing in the Time of Pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics for Inclusive Prosperity, March 2020, (24).",
        "Eichenbaum, Martin S, Sergio Rebelo, and Mathias Trabandt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26882, National Bureau of Economic Research March 2020.",
        "Farhi, Emmanuel and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal multipliers: Liquidity traps and currency unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2, Elsevier, 2016, pp. 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2492.",
        "Faria e Castro, Miguel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Multipliers and Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 2018-23, Federal Reserve Bank of St. Louis October 2018.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy during a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 2020-006, Federal Reserve Bank of St. Louis March 2020.",
        "Fornaro, Luca and Martin Wolf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19 Coronavirus and Macroeconomic Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, CEPR March 2020.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, J David LÃ\u0083Æ\u0092Ã\u0082Â³pez-Salido, and Javier VallÃ\u0083Æ\u0092Ã\u0082Â©s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the effects of government spending on consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the european economic association, 2007, 5 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Giupponi, Giulia and Camille Landais, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidizing Labor Hoarding in Recessions: The Employment & Welfare Effects of Short Time Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Papers dp1585, Centre for Economic Performance, LSE December 2018.",
        "Gourinchas, Pierre-Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flattening the Pandemic and Recession Curves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. mimeo Berkeley University.",
        "Greenwood, Jeremy, Philipp Kircher, Cezar Santos, and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of the African HIV/AIDS Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (4), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1113.",
        "Hamilton, Steven and Stan Veuger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Help American Businesses Endure and Jobs Survive,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. mimeo George Washington University.",
        "Jorda, Oscar, Sanjay S. Singh, and Alan M. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longer-run economic consequences of pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2020. mimeo.",
        "Philipson, Tomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Epidemiology and Infectious Diseases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 7037, National Bureau of Economic Research March 1999.",
        "Rowe, Nick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blog Post: Relative supply shocks, Unobtainium, WalrasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Law, and the Coronavirus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Worthwhile Canadian Initiative A mainly Canadian economics blog, March 2020.",
        "Saez, Emmanuel and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping Business Alive: The Government as Buyer of Last Resort,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. mimeo Berkeley."
    ]
}