{
    "id": 26915,
    "cites": 61,
    "cited_by": 6,
    "reference": [
        "Acharya, Viral V, Katharina Bergant, Matteo Crosignani, Tim Eisert, and Fergal McCann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The anatomy of the transmission of macroprudential policies: Evidence from Ireland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Mimeo, NYU.",
        "Ahnert, Toni and Ali Kakhbod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information choice and amplification of financial crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2017, 30 (6), 2130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2178.",
        "Aiyagari, S Rao and Mark Gertler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreaction of asset prices in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 1999, 2 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Arce, Fernando, Julien Bengui, and Javier Bianchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroprudential Theory of Foreign Reserve Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper No. 26236.",
        "Beirne, John and Christian Friedrich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows and macroprudential policies-A multilateral assessment of effectiveness and externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Bengui, Julien and Javier Bianchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential Policy with Leakages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises and macro-prudential policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (2), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        ", , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal capital controls and real exchange rate policies: A pecuniary externality perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2016, 84, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and systemic externalities in the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (7), 3400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3426.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient bailouts?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (12), 3607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        ", Chenxin Liu, and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamentals news, global liquidity and macroprudential policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 99, S2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS15.",
        "Borio, Claudio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards a macroprudential framework for financial supervision and regulation ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Economic Studies, 2003, 49 (2), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial cycle and macroeconomics: What have we learnt?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2014, 45, 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Boz, Emine and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial innovation, the discovery of risk, and the US credit crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2014, 62, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Brunnermeier, Markus K and Yuliy Sannikov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A macroeconomic model with a financial sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Buch, Claudia M., Edgar Vogel, and Benjamin Weigert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Macroprudential Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series, Minneapolis Fed, 2018, (76).",
        "Calvo, Guillermo A, Alejandro Izquierdo, and Ernesto Talvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden stops and phoenix miracles in emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (2), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        ", , and Luis-Fernando Mejia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the empirics of sudden stops: the relevance of balancesheet effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2004.",
        "Calvo, Guillermo, Fabrizio Coricelli, and Pablo Ottonello, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jobless recoveries during financial crises: is inflation the way out?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2013.",
        "Cerutti, Eugenio, Stijn Claessens, and Mr Luc Laeven, The use and effectiveness of macroprudential policies: new evidence number 15-61, International Monetary Fund, 2015.",
        "Claessens, Stijn and Mr M Ayhan Kose, Financial crises explanations, types, and implications number 13-28, International Monetary Fund, 2013.",
        "Cordella, Tito, Pablo Federico, Carlos Vegh, and Guillermo Vuletin, Reserve requirements in the brave new macroprudential world, The World Bank, 2014.",
        "Coulibaly, Louphou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy in sudden stop-prone economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo, Pittsburgh.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, Giovanni, Deniz Igan, and Luc UC Laeven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit booms and lending standards: Evidence from the subprime mortgage market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2012, 44 (2-3), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Durdu, Ceyhun Bora and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are asset price guarantees useful for preventing Sudden Stops?: A quantitative investigation of the globalization hazardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmoral hazard tradeoff,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 69 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        ", , and Marco E Terrones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary demand for foreign assets in Sudden Stop economies: An assessment of the New Mercantilism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of development Economics, 2009, 89 (2), 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Edwards, Sebastian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial openness, sudden stops, and current-account reversals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (2), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Eichengreen, Barry, Poonam Gupta, and Oliver Masetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Capital Flows Fickle?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, 2017, 7972.",
        "Farhi, Emmanuel and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of macroprudential policies in the presence of nominal rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (5), 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Ferretti, Gian Maria Milesi and Assaf Razin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current account reversals and currency crises: empirical regularities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2000, pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 323.",
        "Fisher, Irving, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The debt-deflation theory of great depressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1933, pp. 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Flemming, Jean, Jean-Paul LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Huillier, and Facundo Piguillem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-Prudential taxation in good times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2019, 121, 103251.",
        "Forbes, Kristin J and Francis E Warnock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow waves: Surges, stops, flight, and retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 88 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Fornaro, Luca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Debt Deleveraging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2018.",
        "Galati, Gabriele and Richhild Moessner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do we know about the effects of macroprudential policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2018, 85 (340), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Gertler, Mark and Nobuhiro Kiyotaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation and credit policy in business cycle analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of monetary economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 3, Elsevier, 2010, pp. 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Hernandez, Juan M and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal v. simple financial policy rules in a production economy with liability dollarization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ensayos sobre PolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica EconoÃ\u0083Å\u0092Ã\u0082Â\u0081mica, 2017, 35 (82), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Jeanne, Olivier and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing credit booms and busts: A Pigouvian taxation approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2018.",
        "Kiyotaki, Nobuhiro and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1997, 105 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Korinek, Anton and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From sudden stops to fisherian deflation: Quantitative theory and policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Econ., 2014, 6 (1), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Kuttner, Kenneth N and Ilhyock Shim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can non-interest rate policies stabilize housing markets? Evidence from a panel of 57 economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, 2016, 26, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Lane, Phillip R. and Gian Maria Milesi-Ferreti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2007, 73, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Lombardo, Giovanni and Federico Ravenna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The size of the tradable and non-tradable sectors: Evidence from inputÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009coutput tables for 25 countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics letters, 2012, 116 (3), 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Lorenzoni, Guido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient credit booms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2008, 75 (3), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Mendoza, Enrique G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, prices, and crashes: Business cycles with a sudden stop,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preventing currency crises in Emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2002, pp. 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 392.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real exchange rate volatility and the price of nontradables in sudden-stop-prone economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2005.",
        "Mendoza, Enrique G and Eugenio Rojas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive and Normative Implications of Liability Dollarization for Sudden Stops Models of Macroprudential Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Meza, Felipe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crisis, fiscal policy, and the 1995 GDP contraction in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2008, 40 (6), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1261.",
        "Minsky, Hyman P, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial instability hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Jerome Levy Economics Institute Working Paper, 1992, (74).",
        "Ostry, Jonathan D, Atish R Ghosh, Marcos Chamon, and Mahvash S Qureshi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tools for managing financial-stability risks from capital inflows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 88 (2), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Ottonello, Pablo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal exchange rate policy under collateral constraints and wage rigidity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University, 2015.",
        "Reinhart, Carmen and Carlos A. Vegh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Interest Rates, Consumption Booms, and Lack of Credibility: A Quantitative Examination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1995, 46 (2), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Reinhart, Carmen M and Kenneth S Rogoff, This time is different: Eight centuries of financial folly, princeton university press, 2009. Reyes-Heroles, Ricardo and Gabriel Tenorio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential Policy in the Presence of External Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Board.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment to small, large, & sunspot shocks in open economies with stock collateral constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ensayos sobre PolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica EconoÃ\u0083Å\u0092Ã\u0082Â\u0081mica, 2017, 35 (82), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Schularick, Moritz and Alan M Taylor, Credit Booms Gone Bust: Monetary Policy, Leverage cycles and Financial Crisis, 1870-2008, CEPR, 2009.",
        "Seoane, HernaÃ\u0083Å\u0092Ã\u0082Â\u0081n D and Emircan Yurdagul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend shocks and sudden stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2019, 121, 103252.",
        "Stavrakeva, Vania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal bank regulation and fiscal capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2020, 87 (2), 1034Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Stein, Jeremy C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy as financial stability regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Uribe, Martin and Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Open economy macroeconomics, Princeton University Press, 2017.",
        "Werning, I, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of michael kleins capital controls: Gates and walls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Technical report, Brookings Papers on Economic Activity 2012.",
        "Yeyati, Eduardo Levy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are capital controls effective?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d VoxEU. org, 2011, 20."
    ]
}