{
    "id": 26919,
    "cites": 52,
    "cited_by": 3,
    "reference": [
        "Abel, A. and Kotlikoff, L. J. (1994). Intergenerational altruism and the effectiveness of fiscal policy: New tests based on cohort data. Savings and bequests, pages 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Acemoglu, D., Akcigit, U., Hanley, D., and Kerr, W. (2016). Transition to clean technology. Journal of Political Economy, 124(1):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Allen, M. R. and Frame, D. J. (2007). Call off the quest. Science, 318(5850):582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Altig, D., Auerbach, A. J., Kotlikoff, L. J., Smetters, K. A., and Walliser, J. (2001). Simulating Fundamental Tax Reform in the United States. American Economic Review, pages 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Altonji, J. G., Hayashi, F., and Kotlikoff, L. J. (1992). Is the extended family altruistically linked? direct tests using micro data. The American Economic Review, pages 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Altonji, J. G., Hayashi, F., and Kotlikoff, L. J. (1997). Parental altruism and inter vivos transfers: Theory and evidence. Journal of political economy, 105(6):1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1166.",
        "Auerbach, A. J. and Kotlikoff, L. J. (1987). Dynamic fiscal policy. Cambridge University Press.",
        "Barnett, M., Brock, W., and Hansen, L. P. (2020). Pricing uncertainty induced by climate change.",
        "Barro, R. J. and Ursua, J. F. (2008). Consumption disasters in the twentieth century. American Economic Review, 98(2):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Bernheim, B. D. and Bagwell, K. (1988). Is everything neutral? Journal of Political Economy, 96(2):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Blanchard, O. (2019). Public debt and low interest rates. American Economic Review, 109(4):1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1229.",
        "Bovenberg, A. and Heijdra, B. J. (1998). Environmental tax policy and intergenerational distribution. Journal of Public Economics, 67(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Bovenberg, A. L. and Heijdra, B. J. (2002). Environmental abatement and intergenerational distribution. Environmental and Resource Economics, 23(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Brock, W. A. and Hansen, L. P. (2017). Wrestling with uncertainty in climate economic models. working paper.",
        "Burton, P. S. (1993). Intertemporal preferences and intergenerational equity considerations in optimal resource harvesting. Journal of Environmental Economics and Management, 24(2):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Cai, Y. (2020). The role of uncertainty in controlling climate change. arXiv preprint arXiv:2003.01615.",
        "Cai, Y., Brock, W., Xepapadeas, A., and Judd, K. (2018). Climate policy under cooperation and competition between regions with spatial heat transport. Technical report, National Bureau of Economic Research.",
        "Cai, Y., Judd, K. L., and Lontzek, T. S. (2013). The social cost of stochastic and irreversible climate change. Technical report, National Bureau of Economic Research.",
        "Daniel, K. D., Litterman, R. B., and Wagner, G. (2019). Declining co2 price paths. Proceedings of the National Academy of Sciences, page 201817444.",
        "Forster, P. M., Maycock, A. C., McKenna, C. M., and Smith, C. J. (2020). Latest climate models confirm need for urgent mitigation. Nature Climate Change, 10(1):7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Gerlagh, R. and Keyzer, M. A. (2001). Sustainability and the intergenerational distribution of natural resource entitlements. Journal of Public Economics, 79(2):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Gerlagh, R. and van der Zwaan, B. (2001). The effects of ageing and an environmental trust fund in an overlapping generations model on carbon emission reductions. Ecological Economics, 36(2):311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 326.",
        "Gillingham, K., Nordhaus, W. D., Anthoff, D., Blanford, G., Bosetti, V., Christensen, P., McJeon, H., Reilly, J., and Sztorc, P. (2015). Modeling uncertainty in climate change: A multi-model comparison. Technical report, National Bureau of Economic Research.",
        "Golosov, M., Hassler, J., Krusell, P., and Tsyvinski, A. (2014). Optimal taxes on fossil fuel in general equilibrium. Econometrica, 82(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Heijdra, B. J., Kooiman, J. P., and Ligthart, J. E. (2006). Environmental quality, the macroeconomy, and intergenerational distribution. Resource and Energy Economics, 28(1):74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Howarth, R. B. (1991a). Intergenerational competitive equilibria under technological uncertainty and an exhaustible resource constraint. Journal of Environmental Economics and Management, 21(3):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Howarth, R. B. (1991b). Intertemporal equilibria and exhaustible resources: an overlapping generations approach. Ecological Economics, 4(3):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Howarth, R. B. and Norgaard, R. B. (1990). Intergenerational resource rights, efficiency, and social optimality. Land Economics, 66(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Howarth, R. B. and Norgaard, R. B. (1992). Environmental valuation under sustainable development. American Economic Review, 82(2):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Jensen, S. and Traeger, C. P. (2014). Optimal climate change mitigation under long-term growth uncertainty: Stochastic integrated assessment and analytic findings. European Economic Review, 69:104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "John, A., Pecchenino, R., Schimmelpfennig, D., and Schreft, S. (1995). Short-lived agents and the long-lived environment. Journal of Public Economics, 58(1):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Judd, K., Maliar, L., and Maliar, S. (2011). Numerically stable stochastic simulation approaches for solving dynamic economic models. Quantitative Economics, 2:173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Kavuncu, Y. O. and Knabb, S. D. (2005). Stabilizing greenhouse gas emissions: assessing the intergenerational costs and benefits of the Kyoto Protocol. Energy Economics, 27(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Knutti, R., Rugenstein, M. A., and Hegerl, G. C. (2017). Beyond equilibrium climate sensitivity. Nature Geoscience, 10(10):727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Kotlikoff, L. J. (1983). Altruistic linkages within the extended family, a note. Sloan Foundation Proposal.",
        "Kotlikoff, L. J., Kubler, F., Polbin, A., Sachs, J. D., and Scheidegger, S. (2019). Making carbon taxation a generational win win. Technical report, National Bureau of Economic Research.",
        "Krueger, D. and Kubler, F. (2006). Pareto-improving social security reform when financial markets are incomplete!? American Economic Review, 96(3):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Krusell, P. and Smith, Jr, A. A. (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy, 106(5):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Kubler, F. and Scheidegger, S. (2019). Self-justified equilibria: Existence and computation. Available at SSRN 3494876.",
        "Lemoine, D. and Traeger, C. P. (2016). Economics of tipping the climate dominoes. Nature Climate Change, 6(5):514.",
        "Marcet, A. (1988). Solution of nonlinear models by parameterizing expectations. Technical report, Carnegie Mellon University.",
        "Marcet, A. and Lorenzoni, G. (2001). The parameterized expectations approach: Some practical issues. In Marimon, R. and Scott, A., editors, Computational Methods for the Study of Dynamic Economies. Oxford University Press, Chicago.",
        "Marcet, A. and Marshall, D. A. (1994). Solving nonlinear rational expectations models by parametrized expectations: Convergence to Stationary Solutions. Discussion paper 91, Federal Reserve Bank of Minneapolis.",
        "Marini, G. and Scaramozzino, P. (1995). Overlapping generations and environmental control. Journal of Environmental Economics and Management, 29(1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Nordhaus, W. D. (2008). A Question of Balance: Weighing the Options on Global Warming Policies. Yale University Press, New Haven, CT.",
        "Nordhaus, W. D. (2015). Climate clubs: overcoming free-riding in international climate policy. The American Economic Review, 105(4):1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Nordhaus, W. D. (2017). Revisiting the social cost of carbon. Proceedings of the National Academy of Sciences, page 201609244.",
        "Pecchenino, R. and John, A. (1994). An overlapping generations model of growth and the environment.",
        "Roe, G. H. and Baker, M. B. (2007). Why is climate sensitivity so unpredictable? Science, 318(5850):629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Traeger, C. P. (2019). AceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009canalytic climate economy (with temperature and uncertainty). Working paper.",
        "Weitzman, M. L. (2009). On modeling and interpreting the economics of catastrophic climate change. The Review of Economics and Statistics, 91(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Weitzman, M. L. (2012). Ghg targets as insurance against catastrophic climate damages. Journal of Public Economic Theory, 14(2):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244."
    ]
}