{
    "id": 26929,
    "cites": 52,
    "cited_by": 18,
    "reference": [
        "Acemoglu, D. and S. Johnson (2007). Disease and development: The effect of life expectancy on economic growth. Journal of Political Economy 115(6), 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Acemoglu, D., S. Johnson, and J. Robinson (2001). The colonial origins of comparative development: An empirical investigation. American Economic Review 91(5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Almond, D. (2006). Is the 1918 influenza pandemic over? long-term effects of in utero influenza exposure in the post-1940 us population. Journal of Political Economy 114(4), 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Alonso, W., F. Nascimento, R. Acuna-Soto, C. Schuck-Paim, and M. Miller (2016). The 1918 influenza pandemic in florianopolis: A subtropical city in brazil. Vaccine 29, B16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cB20.",
        "Alsan, M. (2015). The effect of the tsetse fly on african development. American Economic Review 105(1), 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Bakken, M. and S. Husoy (2016). The long term impact of the 1918 influenza pandemic in norway. MasterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Thesis.",
        "Barata, R. (2000). Cem anos de endemias e epidemias. Ciencia & Saude Coletiva 5(2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Barker, D. (1995). Fetal origins of coronary heart disease. BMJ 311, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Bassanezi, M. (2013). Uma tragica primavera. a epidemia de gripe de 1918 no estado de sao paulo, brasil. ESTADO DE SAO P, 73.",
        "Beach, B. and W. Hanlon (2017). Coal smoke and mortality in an early industrial economy. The Economic Journal 128(615), 2652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2675.",
        "Bertolli, F. (2003). A gripe espanhola em sao paulo, 1918: epidemia e sociedade, sao paulo, paz e terra. Colecao Sao Paulo 5.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2003). How much should we trust differences-in-differences estimates? Quarterly Journal of Economics 119, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bertucci-Martins, L. (2005). Entre doutores e para os leigos: Fragmentos do discurso medico n influenza de 1918. Historia, Ciencias, Saude-Manguinhos 12(1).",
        "Bleakley, H. (2010). Malaria eradication in the americas: A retrospective analysis of childhood exposure. American Economic Journal: Applied Economics 2(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Caruso, G. (2015). Intergenerational transmission of shocks in early life: Evidence from the tanzania great flood of 1993. SSRN 2560876.",
        "Caruso, G. and S. Miller (2015). Long run effects and intergenerational transmission of natural disasters: A case study of the 1970 ancash earthquake. Journal of Development Economics 117, 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Chul Hong, S. and Y. Yun (2017). Fetal exposure to the 1918 influenza pandemic in colonial korea and human capital development. Seoul Journal of Economics 30(4), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Clay, K., J. Lewis, and E. Severnini (2018). Pollution, infectious disease, and mortality: Evidence from the 1918 spanish influenza pandemic. The Journal of Economic History 78(4), 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Clay, K., J. Lewis, and E. Severnini (2019). What explains cross-city variation in mortality during the 1918 influenza pandemic? evidence from 440 u.s. cities. Economics & Human Biology 35, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Cook, C., J. Fletcher, and A. Forgues (2018). Multigenerational effects of early life health shocks. National Bureau of Economic Research (No. w25377).",
        "Crosby, A. (1989). AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s forgotten pandemic: The influenza of 1918.",
        "Currie, J. (2009). Healthy, wealthy, and wise: Socioeconomic status, poor health in childhood, and human capital development. Journal of Economic Literature 41(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Currie, J. and M. Stabile (2006). Child mental health and human capital accumulation: The case of adhd. Journal of Health Economics 25(6), 1094Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Dell, M. (2010). The persistent effects of peruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mining mita. Econometrica 78(6), 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Donaldson, D. and D. Keniston (2016). Dynamics of a malthusian economy: India in the aftermath of the 1918 influenza. Unpublished Manuscript..",
        "Frankenberg, E., B. Sikoki, C. Sumantri, W. Suriastini, and D. Thomas (2013). Education, vulnerability, and resilience after a natural disaster. Ecology and Society 18(2), 16.",
        "Garrett, T. (2007). Economic effects of the 1918 influenza pandemic.",
        "Glaeser, E., R. L. Porta, F. L. de Silanes, and A. Shleifer (2004). Do institutions cause growth? Journal of Economic Growth 9(3), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Guiso, L., P. Sapienza, and L. Zingales (2016). Long-term persistence. Journal of the European Economic Association 14(6), 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1436.",
        "Hamoudi, A. and J. Nobles (2014). Do daughters really cause divorce? stress, pregnancy, and family composition.",
        "Hanlon, W. (2019). Coal smoke, city growth, and the costs of the industrial revolution. The Economic Journal, forthcoming.",
        "Hatton, T. and J. Williamson (1998). The age of mass migration: Causes and economic impact. Oxford University Press.",
        "Hochman, G. (2016). The sanitation of brazil: Nation, state, and public health, 1889-1930. University of Illinois Press.",
        "Huillery, E. (2009). History matters: The long-term impact of colonial public investments in french west africa. American Economic Journal: Applied Economics 2(1), 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Karlsson, M., T. Nilsson, and S. Pichler (2014). The impact of the 1918 spanish flu epidemic on economic performance in sweden: An investigation into the consequences of an extraordinary mortality shock. Journal of Health Economics 36, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Kobasa, D., A. Takada, K. Shinya, M. Hatta, P. Halfmann, S. Theriault, H. Suzuki, H. Nishimura, K. Mitamura, N. Sugaya, and T. Usui (2004). Enhanced virulence of influenza a viruses with the haemagglutinin of the 1918 pandemic virus. Nature 431(7009), 703.",
        "Lin, M. and E. Liu (2014). Does in utero exposure to illness matter? the 1918 influenza epidemic in taiwan as a natural experiment. Journal of Health Economics 37, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Loo, Y. and M. Gale (2007). Influenza: Fatal immunity and the 1918 virus. Nature 445(7125), 267.",
        "Musacchio, A., A. Fritscher, and M. Viarengo (2014). Colonial institutions, trade shocks, and the diffusion of elementary education in brazil, 1889-1930. Journal of Economic History 74(3), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "Nelson, R. (2010). Testing the fetal origins hypothesis in a developing country: Evidence from the 1918 influenza pandemic. Health Economics 19(10), 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192.",
        "Neumayer, E. and T. Plumper (2007). The gendered nature of natural disasters: The impact of catastrophic events on the gender gap in life expectancy. Annals of the Association of American Geographers 97(3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Nunn, N. and L. Wantchekon (2011). The slave trade and the origins of mistrust in africa. American Economic Review 101(7), 3221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3252.",
        "Parman, J. (2013). Childhood health and sibling outcomes: The shared burden and benefit of the 1918 influenza pandemic. NBER Working Paper No. w19505.",
        "Percoco, M. (2016). Health shocks and human capital accumulation: The case of the spanish flu in italian regions.",
        "Polozov, I., L. Bezrukov, K. Gawrisch, and J. Zimmerberg (2008). Progressive ordering with decreasing temperature of the phospholipids of influenza virus. Nature Chemical Biology 4(4), 248.",
        "Putterman, L. and D. Weil (2010). Post-1500 population flows and the long-run determinants of economic growth and inequality. The Quarterly Journal of Economics 125(4), 1627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "Richter, A. and P. Robling (2013). Multigenerational effects of the 1918-19 influenza pandemic in sweden. Swedish Institute for Social Research 5.",
        "Rocha, R., C. Ferraz, and R. Soares (2017). Human capital persistence and development. American Economic Journal: Applied Economics 81(1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Sanders, N. and C. Stoecker (2015). Where have all the young men gone? using sex ratios to measure fetal death rates. Journal of Health Economics 41, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Slutsky, D. and R. Zeckhauser (2018). Sunlight and protection against influenza. National Bureau of Economic Research No. w24340.",
        "Solomou, S. and W. Wu (1999). Weather effects on european agricultural output, 1850-1913. European Review of Economic History 3(3), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Tamerius, J., J. Shaman, W. Alonso., K. Bloom-Feshbach, C. Uejio, A. Comrie, and C. Viboud (2013). Environmental predictors of seasonal influenza epidemics across temperate and tropical climates. PLoS Pathogens 9(3), e1003194."
    ]
}