{
    "id": 26921,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Acemoglu, D., Aghion, P., Bursztyn, L., and D. Hemous (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Environment and Directed Technical ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review 102(1): 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Acemoglu, D., Akcigit, U., Hanley, D, and W. Kerr (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transition to Clean TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy 124(1): 52-104.",
        "Aghion, P., Bloom, N., Blundell, R., Griffith, R. and P. Howitt (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Innovation: An Inverted-U RelationshipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 120, 701-728.",
        "Aghion, P., Harris, C., Howitt, P., and J. Vickers (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Imitation and Growth with Step-by-Step InnovationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philippe Aghion, Christopher Harris, Peter Howitt and John Vickers The Review of Economic Studies, Vol. 68, No. 3, pp. 467-492 Aghion, P., A. Dechezlepretre, D. Hemous, R. Martin, And J. Van Reenen (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Taxes, Path Dependency, and Directed Technical Change: Evidence from the Auto Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124, 1-51.",
        "Ali, S and R. BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Image Versus Information: Changing Societal Norms and Optimal PrivacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Microeconomics, forthcoming.",
        "Autor, D., Dorn, D., Katz, L., Patterson, C., and J. Van Reenen (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the Labor Share and the Rise of Superstar FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper No. 23396.",
        "Bartling, B., Weber, R., and L. Yao (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDo Markets Erode Social Responsibility ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 130(1): 219266, BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou, R. and J. Tirole (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual and Corporate Social Responsibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 77 , 1-19.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou, R. and J. Tirole (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and NormsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 7579, November.",
        "Cohen, W., Nelson, R., and J. Walsh. (2000), Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent or Not. Working Paper no. 7552, NBER, Cambridge, MA.",
        "Dechezlepretre, A., Hemous, D., Olsen, M. and C. Zanell (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automating Labor: Evidence from Firm-level Patent DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper Djankov, S., La Porta, R. Lopez-de-Silanes, F. and A. Shleifer (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Regulation of EntryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , The Quarterly Journal of Economics, 117: 1-37.",
        "Falk, A. and N. Szech (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Morals and MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 340(6133): 707-711 Friedman, M. (1970), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Responsibility of Business is to Increase Its Profits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times Magazine, September 13 Franzen, A. and D. Vogl (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two decades of measuring environmental attitudes: A comparative analysis of 33 countries Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Environmental Change, Volume 25, No 5, 1001-1008.",
        "Hart, O. and L. Zingales (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Companies Should Maximize Shareholder Welfare Not Market ValueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, forthcoming in the Journal of Law, Finance, and Accounting.",
        "Koske, I. and O. Barbiero (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2013 Update of the OECD Product Market Regulation Indicators: Policy Insights for OECD and Non-OECD countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., OECD.",
        "Newell, R., Jaffe, A., and R. Stavins (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Induced Innovation Hypothesis and Energy-Saving InnovationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 114 (3): 941-975.",
        "Nordhaus, W. (1994), Managing the Global Commons: The Economics of Climate Change. Cambridge, MA: MIT Press.",
        "Nordhaus, W. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Induced Innovation in Climate-Change Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Technological Change and the Environment, edited by A. GruÃ\u0083Å\u0092Ã\u0082Ë\u0086bler, N. Nakicenovic and W. D. Nordhaus, 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 209. Washington, D.C.: Resources for the Future Press.",
        "Popp, D. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Innovation and Energy PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 92 (1): 160-180.",
        "Stern, N (2007), The Economics of Climate Change: The Stern Review. New York: Cambridge University Press.",
        "Vives, X. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Competitive PressureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Journal of Industrial Economics, 56(3): 419-469.",
        "Weitzman, M. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of the Stern Review on the Economics of Climate ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Economic Literature 45(3): 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Weitzman, M. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Modeling and Interpreting the Economics of Catastrophic Climate ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics 91(1): 1-19."
    ]
}