{
    "id": 26936,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "Abramitzky, Ran, Adeline Delavande, and Luis Vasconcelos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marrying Up: The Role of Sex Ratio in Assortative Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2011, 3 (3), 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Akbulut-Yuksel, Mevlude and Mutlu Yuksel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Direct and External Effects of Jewish Expulsions in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (3), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Alsan, Marcella and Marianne Wanamaker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuskegee and the Health of Black Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2018, 133 (1), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        ", Owen Garrick, and Grant Graziani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Diversity Matter for Health? Experimental Evidence from Oakland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 109 (12), 4071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4111.",
        "Baten, Joerg, Nicola Bianchi, and Petra Moser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compulsory licensing and innovation - Historical evidence from German patents after WWI,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2017, 126, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Becker, Gary, The Economics of Discrimination, University of Chicago Press, Chicago, IL, 1957.",
        "Becker, Sascha O. and Andreas Ferrara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consequences of Forced Migration: A Survey of Recent Findings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2019, 59, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        ", Irena Grosfeld, Pauline Grosjean, Nico VoigtlÃ\u0083Æ\u0092Ã\u0082Â¤nder, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forced Migration and Human Capital: Evidence from Post-WWII Population Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming., 2020.",
        "Bertrand, Marianne, Dolly Chugh, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Emily and Greg More Employable Than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (4), 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Biavaschi, Costanza, Corrado Giulietti, and Zahra Siddique, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Payoff of Name Americanization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2017, 35 (4), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1116.",
        "Boehnke, JÃ\u0083Æ\u0092Ã\u0082Â¶rn and Victor Gay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Men: World War I and Female Labor Force Participation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d TSE Working Paper 20-1064, 2020.",
        "Breen, William J., Uncle Sam at Home: Civilian Mobilization, Wartime Federalism, and the Council of National Defense, 1917-1919, Greenwood Press, Westport, CT, 1984.",
        "Card, David and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Quality and Black-White Relative Earnings: A Direct Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1992, 107 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Cavalcanti, Tiago and Jose Tavares, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Output Cost of Gender Discrimination: A Model-based Macroeconomics Estimate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2016, 126 (590), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Charles, Kerwin and Jonathan Guryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prejudice and wages: an empirical assessment of BeckerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s The economics of discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2008, 116 (5), 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Conley, Timothy G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1999, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cook, Lisa D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence and Economic Activity: Evidence from African American Patents, 18701940, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2014, 19 (2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Crowder, Enoch H., Final Report of the Provost Marshal General to the Secretary of War on the Operations of the Selective Service System to July 15, 1919, Government Printing Office, Washington, DC, 1920.",
        "Ferrara, Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World War II and African American Socioeconomic Progress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CAGE Warwick working paper 387, 2018.",
        "Fouka, Vasiliki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do immigrants respond to discrimination? The case of Germans in the US during World War I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2019, 113 (2), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Backlash: The Unintended Effects of Language Prohibition in U.S. Schools after World War I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2020, 87 (1), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Grogger, Jeffrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speech Patterns and Racial Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2011, 46 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Haines, Michael R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical, Demographic, Economic, and Social Data: The United States, 17902002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-university Consortium for Political and Social Research [distributor], 2010-05-21.",
        "Haulsee, William M., Frank G. Howe, and Alfred C. Doyle, Soldiers of the Great War, Vols. 1-3, Soldiers Record Publishing Association, 1920.",
        "Hegi, Benjamin P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Old Time Good Germans: German-Americans in Cooke County, Texas, during World War I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southwestern Historical Quarterly, 2005, 109 (2), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Higham, John, Strangers in the Land, Rutgers University Press, 1998.",
        "Hornung, Erik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the Diffusion of Technology: The Huguenot Diaspora in Prussia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Hsieh, Chang-Tai, Erik Hurst, Charles I. Jones, and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Talent and U.S. Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (5), 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1474.",
        "Kendrick, John W., Productivity Trends in the United States, Princeton University Press, 1961.",
        "Kondo, Keisuke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hot and cold spot analysis using Stata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2016, 16 (3), 612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Lang, Kevin and Jee-Yeon K. Lehmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination in the Labor Market: Theory and Empirics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2012, 50 (4), 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        ", , and William T. Dickens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Labor Market Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (4), 1327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1340.",
        "Lleras-Muney, Adriana and Allison M. Shertzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the Americanization Movement Succeed? An Evaluation of the Effect of English-Only and Compulsory Schooling Laws on Immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (3), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        ", Germans in the New World: Essays in the History of Immigration, University of Illinois Press, 1999.",
        "Matheis, Mike, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Impacts of Coal Mining in the United States 1870 to 1970,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 2016, 76 (4), 1152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Mazumder, Soumyajit, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Becoming White: How Mass Warfare Turned Immigrants into Americans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2018.",
        "Meyer, Bruce D. and Nikolas Mittag, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misclassification in binary choice models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2017, 200 (2), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Miller, Thomas W., Report of the Alien Property Custodian, Government Printing Office, 1922.",
        "Moser, Petra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taste-based discrimination evidence from a shift in ethnic preferences after WWI,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2012, 49 (2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Neumark, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Research on Labor Market Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2018, 56 (3), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2019, 37 (2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Pascali, Luigi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks and Development: Jewish Communities in the Italian Renaissance and Current Economic Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2016, 98 (1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Phelps, Edmund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statistical Theory of Racism and Sexism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1972, 62 (4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Roberts, Evan and Alexandra Burda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correlates and Consequences of American War Casualties in World War I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Minnesota Working Paper, 2018, 2018-3.",
        "Schmick, Ethan J. and Allison M. Shertzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Early Investments in Urban School Systems in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25663, 2020.",
        "Testa, Patrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Legacy of Expulsion: Lessons from Postwar Czechoslovakia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper, 2018, https://ssrn.com/abstract=3251541.",
        "Washington, Thomas, Officers and Enlisted Men of the United States Navy Who Lost Their Lives during the World War, Government Printing Office, 1920."
    ]
}