{
    "id": 26932,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Abbott, B., G. Gallipoli, C. Meghir, and G. L. Violante (2019). Education policy and intergenerational transfers in equilibrium. Journal of Political Economy 127(6), 2569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2624.",
        "Becker, G. S. (1981). A Treatise on the Family. Harvard University Press.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile prices in market equilibrium. Econometrica 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Chiappori, P. A. (2017). Matching with transfers: The economics of love and marriage. Princeton University Press.",
        "Chiappori, P. A., M. C. Dias, S. Crossman, and C. Meghir (2020). Changes in assortative matching and inequality in income: Evidence for the uk. Fiscal Studies.",
        "Chiappori, P.-A., M. C. Dias, and C. Meghir (2018). The marriage market, labor supply, and education choice. Journal of Political Economy 126(S1), S26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS72.",
        "Chiappori, P.-A., M. Iyigun, and Y. Weiss (2009, December). Investment in schooling and the marriage market. American Economic Review 99(5), 1689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Chiappori, P. A., B. SalaniÃ\u0083Æ\u0092Ã\u0082Â©, and Y. Weiss (2017). Partner choice, investment in children, and the marital college premium. American Economic Review 107, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Choo, E. and A. Siow (2006). Who marries whom and why. Journal of Political Economy 114, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Ciscato, E. and S. Weber (2020). The role of evolving marital preferences in growing income inequality. Journal of Population Economics 33, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Dupuy, A. and A. Galichon (2014). Personality traits and the marriage market. Journal of Political Economy 122(6), 1271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1319.",
        "Eika, L., M. Mogstad, and B. Zafar (2019). Educational assortative mating and household income inequality. Journal of Political Economy 127.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, R. (2002). Education, segregation and marital sorting: theory and an application to the uk. European Economic Review 46(6), 993 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1022. ISOM.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, R., N. Guner, and J. Knowles (2005). Love and Money: A Theoretical and Empirical Analysis of Household Sorting and Inequality*. The Quarterly Journal of Economics 120(1), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, R. and R. Rogerson (2001). Sorting and long-run inequality. The Quarterly Journal of Economics 116(4), 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Galichon, A. and B. SalaniÃ\u0083Æ\u0092Ã\u0082Â© (2019). CupidÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s invisible hand: Social surplus and identification in matching models. mimeo, Columbia University.",
        "Graham, B. (2011). Econometric methods for the analysis of assignment problems in the presence of complementarity and social spillovers. Handbook of Social Economics 1B: 965 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1052 (J. Benhabib, M. O. Jacksons and Alberto Bisin, Eds.) Amsterdam: North-Holland.",
        "Graham, B. (2013). Comparative static and computational methods for an empirical one-to-one transferable utility matching model. Advances in Econometrics 31, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Greenwood, J., N. Guner, and J. Knowles (2003). More on marriage, fertility, and the distribution of income. International Economic Review 44, 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Greenwood, J., N. Guner, G. Kocharkov, and C. Santos (2014). Marry your like: Assortative mating and income inequality. American Economic Review: Papers and Proceedings 104, 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Liu, H. and J. Lu (2006). Measuring the degree of assortative mating. Economics Letters 92, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Mare, R. (1991). Five decades of educational assortative mating. American Sociological Review 56, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Romano, J., A. Shaikh, and M. Wolf (2008). Formalized data snooping based on generalized error rates. Econometric Theory 24, 404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Romano, J. and M. Wolf (2005). Stepwise multiple testing as formalized data snooping. Econometrica 73, 1237?1282.",
        "Romano, J. and M. Wolf (2016). Efficient computation of adjusted p-values for resampling-based stepdown multiple testing. Statistics and Probability Letters 113, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Schwartz, C. and R. Mare (2005). Five decades of educational assortative mating. Demography 42, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646."
    ]
}