{
    "id": 2693,
    "cites": 17,
    "cited_by": 27,
    "reference": [
        "J.A. Brickley and G.M. James. Access to Deposit Insurance, Insolvency Rules and the Stock Returns of Financial Institutions. Journal of Financial Economics 16 (July 1986), 345-371.",
        "G.J. Benston, R.A. Eisenbeis, P.M. Horvitz, E.J. Kane, and G.G. Kaufman. Perspectives on Safe and Sound Banking: Past. Present. and Future. Cambridge, MA. MIT Press and the American Bankers Association, 1986.",
        "S.A. Buser, A.H. Chen, and E.J. Kane. Federal Deposit Insurance, Regulatory Policies, and Optimal Bank Capital. Journal of Finance 36 (March 1981), 355-367.",
        "D.M. Chance and W.R. Lane. A Re-examination of Interest Rate Sensitivity in the Coimuon Stocks of Financial Institutions. Journal of Financial Research 3 (1980), 49-55.",
        "M. Flannery and C. James. The Effect of Interest Rate Changes of the Common Stock Returns of Financial Institutions. Journal of Finance 39 (September 1984), 1141-1153.",
        "Federal Reserve Bank of New York. Recent Trends in Commercial Bank Profitability A Staff Study. 1986.",
        "S.M. Goldfeld. Commercial Bank Behavior and Economic Activity. North-Holland Publishing Co., 1966.",
        "S.M. Goldfeld and R.E.Quandt. Nonlinear Methods in Econometrics. NorthHolland Publishing Co., 1972.",
        "G.G. Kaufman. Measuring and Managing Interest Rate Risk: A Primer. Economic Persoective. Federal Reserve Bank of Chicago, JanuaryFebruary, 1984.",
        "E.J. Kane. The Gathering Crisis in Federal Denosit Insurance. Cambridge, Mass.: The MIT Press, 1985.",
        "C.F. Lee and E. Brewer. The Association Between Bank Stock Market-Based Risk Measures and the Financial Characteristics of the Firm: A Pooled Cross-Section Time-Series Approach. Proceedings of Federal Reserve Bank of Chicago Conference on Bank Structure and CoinDetition, 1985, 285-315.",
        "W.P. Lloyd and R.A. Shick. A Test of Stones Two-Index Model of Returns. Journal of Financial and Quantitative Analysis 12 (September 1977), 363-376.",
        "M. Lynge and J. Zumwalt. An Empirical Study of the Interest Rate Sensitivity of Commercial Bank Returns: A Multi-Index Approach. Journal of Financial and Quantitative Analysis 15 (September 1980), 7 31-742.",
        "W. K. Newey. A Method of Moments Interpretation of Sequential Estimators. Economics Letters 14 (1984). 201-206.",
        "W. Seidman. Presentation by FDIC chairman to the National Press Club, Washington, D.C., Octoberl6, 1986.",
        "J.F. Sinkey, Jr. Commercial Bank Financial Management, Second Edition. New York: Macmillan, 1986.",
        "J. B. Thomson. The Use of Market Information in Pricing Deposit Insurance. Journal of Money. Credit and Banking 19 November 1987, 528-537."
    ]
}