{
    "id": 26939,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Acconcia, Antonio, Giancarlo Corsetti, and Saverio Simonelli. 2014. Mafia and Public Spending: Evidence on the Fiscal Multiplier from a Quasi-experiment. American Economic Review 104(7): 2185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2209.",
        "Angrist, Joshua D., OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, and Guido M. Kuersteiner. 2018. Semiparametric Estimates of Monetary Policy Effects: String Theory Revisited. Journal of Business & Economic Statistics 36(3): 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Auerbach, Alan J., and Yuriy Gorodnichenko. 2012. Measuring the Output Responses to Fiscal Policy. American Economic Journal: Economic Policy 4(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Barro, Robert J., and Charles J. Redlick. 2011. Macroeconomic Effects From Government Purchases and Taxes. Quarterly Journal of Economics 126(1): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Blanchard, Olivier, and Roberto Perotti. 2002. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output. The Quarterly Journal of Economics 117(4): 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1368.",
        "Blinder, Alan S. 1973. Wage Discrimination: Reduced Form and Structural Estimates. Journal of Human Resources 8(4): 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Canova, Fabio, and Evi Pappa. 2011. Fiscal Policy, Pricing Frictions and Monetary Accommodation. Economic Policy 26(1): 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Chodorow-Reich, Gabriel. 2019. Geographic Cross-Sectional Fiscal Spending Multipliers: What Have We Learned? American Economic Journal: Economic Policy 11(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. When is the government spending multiplier large? Journal of Political Economy 119(1): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 1999. Monetary policy shocks: What have we learned and to what end? In Handbook of Macroeconomics, edited by Taylor, J. B., and M. Woodford, volume 1, chapter 2, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. Amsterdam: Elsevier.",
        "Cloyne, James. 2013. Discretionary Tax Changes and the Macroeconomy: New Narrative Evidence from the United Kingdom. American Economic Review 103(4): 1507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1528.",
        "Cloyne, James, Nicholas Dimsdale, and Natacha Postel-Vinay. 2018. Taxes and Growth: New Narrative Evidence from Interwar Britain. NBER Working Paper 24659.",
        "Cloyne, James S., and Paolo Surico. 2017. Household Debt and the Dynamic Effects of Income Tax Changes. Review of Economic Studies 84(1): 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Corbi, Raphael, Elias Papaioannou, and Paolo Surico. 2019. Regional Transfer Multipliers. Review of Economic Studies 86(5): 1901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1934.",
        "Corsetti, Giancarlo, Keith Kuester, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Meier, and Gernot J MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller. 2010. Debt Consolidation and Fiscal Stabilization of Deep Recessions. American Economic Review 100(2): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Crafts, Nicholas, and Terence C. Mills. 2013. Rearmament to the Rescue? New Estimates of the Impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093KeynesianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policies in 1930sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Britain. Journal of Economic History 73(4): 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104.",
        "DeLong, J Bradford, and Lawrence H Summers. 2012. Fiscal Policy in a Depressed Economy.",
        "Eggertsson, Gauti B. 2011. What Fiscal Policy is Effective at Zero Interest Rates? In NBER Macroeconomics Annual 2010, edited by Acemoglu, Daron, and Michael Woodford, volume 25, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. Chicago: University of Chicago Press.",
        "Fortin, Nicole, Thomas Lemieux, and Sergio Firpo. 2011. Decomposition Methods in Economics. In Handbook of Labor Economics, edited by Ashenfelter, O., and D. Card, volume 4, chapter 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102. Amsterdam: Elsevier.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. 2015. Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework and Its Applications. Princeton, N.J.: Princeton University Press, 2nd edition.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, J. David LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, and Javier ValleÃ\u0083Å\u0092Ã\u0082Â\u0081s. 2007. Understanding the Effects of Government Spending on Consumption. Journal of the European Economic Association 5(1): 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Guajardo, Jaime, Daniel Leigh, and Andrea Pescatori. 2011. Expansionary Austerity: New International Evidence. IMF Working Paper WP/11/158.",
        "Guajardo, Jaime, Daniel Leigh, and Andrea Pescatori. 2014. Expansionary Austerity? International Evidence. Journal of the European Economic Association 12(4): 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Gunter, Samara, Daniel Riera-Crichton, Carlos VeÃ\u0083Å\u0092Ã\u0082Â\u0081gh, and Guillermo Vuletin. 2018. Non-Linear Effects of Tax Changes on Output : The Role of the Initial Level of Taxation. World Bank Policy Research Working Paper 8668.",
        "Guren, Adam M., Alisdair McKay, Emi Nakamura, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson. 2018. Housing Wealth Effects: The Long View. NBER Working Paper 24729.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton, N.J.: Princeton University Press.",
        "Hayo, Bernd, and Matthias Uhl. 2014. The Macroeconomic Effects of Legislated Tax Changes in Germany. Oxford Economic Papers 66(2): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Hussain, Syed M., and Liu Lin. 2018. Comparing the Effects of Discretionary Tax Changes between the US and the UK. The B.E. Journal of Macroeconomics 18(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar. 2005. Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95(1): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2017. Macrofinancial History and the New Business Cycle Facts. NBER Macroeconomics Annual 31(1): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2019. The effects of quasi-random monetary experiments. Journal of Monetary Economics .",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, and Alan M. Taylor. 2016. The Time for Austerity: Estimating the Average Treatment Effect of Fiscal Policy. Economic Journal 126(590): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Keynes, John Maynard. 1936. The Marginal Propensity to Consume and the Multiplier. In The General Theory of Employment, Interest, and Money. London: Macmillan.",
        "Leeper, Eric M., Michael Plante, and Nora Traum. 2010. Dynamics of fiscal financing in the United States. Journal of Econometrics 156(2): 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Leeper, Eric M, Nora Traum, and Todd B. Walker. 2017. Clearing Up the Fiscal Multiplier Morass.",
        "Mertens, Karel, and Morten O. Ravn. 2013. The Dynamic Effects of Personal and Corporate Income Tax Changes in the United States. American Economic Review 103(4): 1212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1247.",
        "Mountford, Andrew, and Harald Uhlig. 2009. What are the Effects of Fiscal Policy Shocks. Journal of Applied Econometrics 24(6): 960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Nakamura, Emi, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson. 2014. Fiscal Stimulus in a Monetary Union: Evidence from US Regions. American Economic Review 104(3): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Nguyen, Anh D.M., Luisanna Onnis, and Raffaele Rossi. 2017. The Macroeconomic Effects of Income and Consumption Tax Changes. Working Papers 2017008, The University of Sheffield, Department of Economics.",
        "Oaxaca, Ronald. 1973. Male-Female Wage Differentials in Urban Labor Markets. International Economic Review 14(3): 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Ramey, V.A. 2016. Macroeconomic Shocks and Their Propagation. In Handbook of Macroeconomics, edited by Taylor, J. B., and Harald Uhlig, volume 2 of Handbook of Macroeconomics, chapter 2, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162. Elsevier.",
        "Ramey, Valerie A., and Sarah Zubairy. 2018. Government Spending Multipliers in Good Times and in Bad: Evidence from US Historical Data. Journal of Political Economy 126(2): 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Romer, Christina D., and David H. Romer. 2010. The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks. American Economic Review 100(3): 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c801.",
        "Rubin, Donald B. 1974. Estimating Causal Effects of Treatments in Randomized and Nonrandomized Studies. Journal of Educational Psychology 66(5): 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Tenreyro, Silvana, and Gregory Thwaites. 2016. Pushing on a String: US Monetary Policy Is Less Powerful in Recessions. American Economic Journal: Macroeconomics 8(4): 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Uhlig, Harald. 2010. Some Fiscal Calculus. American Economic Review 100(2): 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Wooldridge, Jeffrey M. 2001. Econometric Analysis of Cross Section and Panel Data. Cambridge, Mass.: MIT Press."
    ]
}