{
    "id": 2694,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Bodie, Zvi, Kane, Alex and McDonald, Robert. The Role of Bonds in Investors Portfolios, In Friedman (ed.), cpxporateÃ\u0083Â§4pital Structures in the United States. Chicago: University of Chicago Press, 1985.",
        "Bollerslev, Tim P., Engle, Robert F., and Wooldridge, Jeffrey M. A Capital Asset Pricing Model with Time Varying Covariances. Journal of Political Economy, 96 (February, 1988), 116-131.",
        "Breeden, D.T. An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities. Journal of Financial Economics, 7 (1979), 265-296.",
        "Cox, John C., Ingersoll, Jonathan E., and Ross, Stepthen A. An Intertemporal General Equilibrium Model of Asset Prices, Econometrica, 53 (March, 1985), 363-384.",
        "Ederington, Louis H. Mean-Variance as an Approximation to Expected Utility Maximization. Mimeo: School of Business Administration, Washington University, 1986.",
        "Engle, Robert F. Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of U.K. Inflation. Econometrica, 50 (July, 1982), 987-1008.",
        "Engle, Robert F. Multivariate ARCH with Factor Structures-Cointegration in Variance. Mimeo: University of California at San Diego, 1987.",
        "Engle, Robert F., Lilien, David M. , and Robins, Russell P. Estimating Time Varying Risk Premia in the Term Structure: The ARCH-M Model. Econometrica, 55 (March, 1987), 391-407.",
        "Friedman, Benjamin M. Price Inflation, Portfolio Choice, and Nominal Interest Rates. American Economic Review, 70 (March, 1980), 32-48.",
        "Friedman, Benjamin M. Crowding Out or Crowding In? Evidence on Debt Equity Substitutability. Mimeo: National Bureau of Economic Research, 1985.",
        "Friedman, Benjamin M. , and Roley, V. Vance. Aspects of Investor Behavior Under Risk. In Feiwel (ed.), Arrow and Ascent of Modern Economic Theory. London: Macmillan, 1987.",
        "Friend, Irwin, and Blume, Marshall E. The Demand for Risky Assets. American Economic Review, 65 (December, 1975) 900-922.",
        "Friend, Irwin, and Hasbrouclc, Joel. Effect of Inflation on the Profitability and Valuation of U.S. Corporations. In Sarnat and Szego (eds.), Savings. Investment, and Capital Markets in an Inflationary Economy. Cambridge: Ballinger, 1982.",
        "Kraft, Dennis F., and Engle, Robert F., Autoregressive Conditional Heteroskedasticity in Multiple Time Series Models, Mimeo: University of California at San Diego, 1983.",
        "Lintner, John. The Valuation of Risky Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. Review of Economic Statistics, 47 (1965), 13-37.",
        "Meiselman, D. The Term Structure of Interest Rates. Englewood Cliffs, N,J. Prentice-Hall, 1962.",
        "Merton, Robert C. Capital Market Theory and the Pricing of Financial Securities, In Friedman and Hahn (eds,), Handbook of Monetary Economics. Amsterdam: North holland (forthcoming). Modigliani, Franco, and Shiller, Robert J. Inflation, Rational Expectations, and the Term Structure of Interest Rates. Economica, 40 (February, 1973), 12-43.",
        "Melino, A. The Term Structure of Interest Rates: Evidence and Theory. Mimeo: National Bureau of Economic Research, 1986.",
        "Roley, V. Vance. The Effect of Federal Debt-Management Policy on Corporate Bond and Equity Yields. Quarterly Journal of Economics, 97 (November, 1982), 645-668.",
        "Ross, S.A. The Arbitrage Theory of Capital Asset Pricing. Journal of Economic Theory, 13 (1976), 341-360.",
        "Sharpe, W.F. Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk. Journal of Finance, 19 (1964, 425-442.",
        "Shiller, Robert J. , The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, 87 (December, 1979), 1190-1219.",
        "Shiller, Robert J. The Term Structure of Interest Rates. In Friedman and Hahn (eds.), Handbook of Monetary Economics. Amsterdam: North Holland (forthcoming). Singleton, Kenneth J. Specification and Estimation of Intertemporal Asset Pricing Models. In Friedman and Hahn (eds.), Handbook of Monetary Economics. Amsterdam: North Holland (forthcoming). Stiglitz, J.E. A Consumption-Oriented Theory of the Demand for Financial Assets and the Term Structure of Interest Rates. Review of Economic Studies, 37 (July, 1970), 321-351."
    ]
}