{
    "id": 26951,
    "cites": 70,
    "cited_by": 8,
    "reference": [
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Atila. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Admissions with Affirmative Action.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Game Theory, 33(4): 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Atila, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice: A Mechanism Design Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93: 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Agarwal, Nikhil, Itai Ashlagi, Michael Rees, Paulo Somaini, and Daniel Waldinger. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Framework for Sequential Assignment: The Allocation of Deceased Donor Kidneys.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, MIT.",
        "Andersson, Tommy. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Refugee Matching as a Market Design Application.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "AyguÃ\u0083Å\u0092Ã\u0082Ë\u0086n, Orhan, and Bertan Turhan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large-Scale Affirmative Action in School Choice: Admissions to IITs in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(5): 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "AyguÃ\u0083Å\u0092Ã\u0082Ë\u0086n, Orhan, and Inacio Bo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Admission with Multidimensional Reserves: The Brazilian Affirmative Action Case.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, WZB Berlin Social Science Center, 869.",
        "Balinski, Michel, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Two Mechanisms: Student Placement. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 84: 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Ball, Robert, and Phil Schneider. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093South Carolina Prepares for Pandemic Influenza: An Ethical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d South Carolina Pandemic Influenza Ethics Task Force.",
        "Baswana, Surender, Partha Pratim Chakrabarti, Sharat Chandran, Yashodhan Kanoria, and Utkarsh Patange. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Centralized admissions for engineering colleges in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, INFORMS Journal on Applied Analytics.",
        "Biddison, Elizabeth, Howard Gwon, Monica Schoch-Spana, Robert Cavalier, Douglas B. White, Timothy Dawson, Peter B. Terry, Alex John London, Alan Regenberg, Ruth Faden, and Eric S. Toner. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Community Speaks: Understanding Ethical Values in Allocation of Scarce Lifesaving Resources during Disasters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the American Thoracic Society, 11: 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Biro, P., T. Fleiner, R.W. Irving, and D.F. Manlove. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The College Admissions Problem with Lower and Common Quotas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Computer Science, 411(34-26): 3136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3153.",
        "Bo, Inacio. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Implementation of Diversity in School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 97: 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Budish, Eric. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Combinatorial Assignment Problem: Approximate Competitive Equilibrium from Equal Incomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(6): 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Budish, Eric, Yeon-Koo Che, Fuhito Kojima, and Paul R. Milgrom. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Random Allocation Mechanisms: Theory and Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(2): 585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623.",
        "Christian, M.D., L Hawryluck, R. S. Wax, T Cook, N. M. Lazar, M. S. Herridge, M. P. Muller, D. R. Gowans, W. Fortier, and F. M. Burkle. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development of a triage protocol for critical care during an influenza pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Medical Association Journal, 175: 1377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1381.",
        "Correa, Jose, Rafael Epstein, Juan Escobar, Ignacio Rios, Bastian Bahamondes, Carlos Bonet, Natalie Epstein, Nicolas Aramayo, Martin Castillo, Andres Cristi, and Boris Epstein. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice in Chile.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EC Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢19, 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343. New York, NY, USA:ACM.",
        "Daughtery-Biddison, Lee, Howard Gwon, Alan Regenberg, Monica Schoch-Spana, and Eric Toner. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maryland Framework for the Allocation of Scarce Life-Sustaining Medical Resources in a Catastrophic Public Health Emergency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.law.umaryland.edu/media/SOL/pdfs/Programs/HealthLaw /MHECN/ASR%20Framework Final.pdf.",
        "Dittmar, Pia. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Quotas - Balancing Act Between Efficient Policies and Gap Fillers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EU-Logos Athena.",
        "Dogan, Battal. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Responsive Affirmative Action in School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 165: 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "DoH, Utah. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utah Crisis Standards of Care Guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Utah Department of Health.",
        "Dur, Umut, Parag Pathak, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explicit vs. Statistical Preferential Treatment in Affirmative Action: Theory and Evidence from ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exam Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Journal of Economic Theory.",
        "Dur, Umut, Scott Kominers, Parag Pathak, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reserve Design: Unintended Consequences and The Demise of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Walk Zones.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126(6).",
        "Echenique, Federico, and M. Bumin Yenmez. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Control Controlled School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(8): 2679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2694.",
        "Edelman, Benjamin, Michael Ostrovsky, and Michael Schwarz. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internet Advertising and the Generalized Second-Price Auction: Selling Billions of Dollars Worth of Keywords.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(1): 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Ehlers, Lars, Isa E. Hafalir, M. Bumin Yenmez, and Muhammed A. Yildirim. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice with Controlled Choice Constraints: Hard Bounds versus Soft Bounds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 153: 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Emmanuel, Ezekial J., Govind Persad, Ross Upshur, Beatriz Thome, Michael Parker, Aaron Glickman, Cathy Zhang, Conor Boyle, Maxwell Smith, and James Phlips. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Allocation of Scarce Medical Resources in the Time of Covid-19.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, March 23.",
        "Fink, Sheri. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Civil Rights Office Rejects Rationing Medical Care Based on Disability, Age.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, March 29.",
        "Fragiadakis, Daniel, and Peter Troyan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Matching under Hard Distributional Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 12(2): 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Gale, David, and Lloyd S. Shapley. 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Admissions and the Stability of Marriage. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Mathematical Monthly, 69: 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Guterl, Fred. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Should Doctors Save? Inside the Debate About How to Ration Coronavirus Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Newsweek, April 3.",
        "Hafalir, Isa E., M. Bumin Yenmez, and Muhammed A. Yildirim. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective Affirmative Action in School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 8(2): 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Formica, X. Wang, E. Shteyn, W. Cherikh, D. Stewart, C. J. Samana, A. chung, A. Hart, and B. L. Kasiske. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New National Allocation Policy for Deceased Donor Kidneys in the United States and Possible Effects on Patient Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Society of Nephrology, 25(8): 1842Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "Iten, Anne, and Pascal Strupler. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Swiss Influenza Pandemic Plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Office of Public Health, Swiss Confederation.",
        "Jones, Will, and Alexander Teytelboym. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Local Refugee Match: Aligning RefugeesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Preferences with the Capacities and Priorities of Localities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Refugee Studies, 31(2): 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Kamada, Yuichiro, and Fuhito Kojima. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Matching under Distributional Constraints: Theory and Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Kamada, Yuichiro, and Fuhito Kojima. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability Concepts in Matching with Distributional Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 168: 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Kamada, Yuichiro, and Fuhito Kojima. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability and Strategy-proofness for Matching with Constraints: A Necessary and Sufficient Condition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 13(2): 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Kojima, Fuhito. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice: Impossibilities for Affirmative Action.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 75(2): 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c693.",
        "Kominers, Scott Duke, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching with Slot-specific Priorities: Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 11(2): 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Lee, Alice. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Quotas Worked in Norway. Why Not Here?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New Republic, September 5.",
        "Michigan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guidelines for Ethical Allocation of Scarce Medical Resources and Services During Public Health Emergencies in Michigan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Community Health, Office of Public Health Preparedness.",
        "Milgrom, Paul R. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Auction Theory to Work: The Simultaneous Ascending Auction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 108: 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "NeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eman, Ari. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I Will Not Apologize for My Needs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, March 23.",
        "OPTN. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organ Procurement and Transplantation Network Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Pathak, Parag A., and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveling the Playing Field: Sincere and Sophisticated Players in the Boston Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(4): 1636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1652.",
        "Pathak, Parag A., and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Admissions Reform in Chicago and England: Comparing Mechanisms by their Vulnerability to Manipulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(1): 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Pathak, Parag A., and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementation Issues in 10% Reservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Hindu. Available at: https://www.thehindu.com/opinion/op-ed/implementation-issuesin -10-reservation/article27130396.ece, last accessed: March 24, 2020.",
        "Pathak, Parag, Alex Rees-Jones, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration Lottery Design: Engineered and Coincidental Consequences of H-1B Reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26767.",
        "Pathak, Parag, Alex Rees-Jones, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reversing Reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Pathak, Parag, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recommendation on Algorithm Processing, Public Testimony to EAC.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at: https://economics.mit.edu/files/16966.",
        "Rankin, Jennifer. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EU revises plans for mandatory quotas of women on company boards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guardian, March 5.",
        "Roth, Alvin E. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 92: 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1016.",
        "Roth, Alvin E., and Elliott Peranson. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89: 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c780.",
        "Schummer, James, and Azar Abizada. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives in Landing Slot Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 170: 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bidding for Army Career Specialties: Improving the ROTC Branching Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(1): 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun, and Bumin Yenmez. 2019a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative Action in India via Vertical and Horizontal Reservations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun, and Bumin Yenmez. 2019b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constitutional Implementation of Vertical and Horizontal Reservations in India: A Unified Mechanism for Civil Service Allocation and College Admissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun, and M. Utku UÃ\u0083Å\u0092Ã\u0082Ë\u0086nver. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Course Bidding at Business Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 51(1): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun, and Tobias Switzer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching with (Branch-of-Choice) Contracts at the United States Military Academy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(2): 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, Tayfun, Utku UÃ\u0083Å\u0092Ã\u0082Ë\u0086nver, and Bumin Yenmez. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentivized Kidney Exchange. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, American Economic Review.",
        "Tong, Rosemarie, and Leah Devlin. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stockpiling Solutions: North CarolinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ethical Guidelines for an Influenza Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d North Carolina Institute of Medicine, Department of Health and Human Services Division of Public Health.",
        "Truog, Robert D., Christine Mitchell, and George Q. Daley. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Toughest Triage Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Allocating Ventilators in a Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, March 23.",
        "Varian, Hal R. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Position Auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Industrial Organization, 25(6): 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1178.",
        "Vawter, Dorothy E., J. Eline Garrett, Karen G. Gervais, Angela Witt Prehn, Debra A. DeBruin, Carol A. Tauer, Elizabeth Parilla, Joan Liaschenko, and Mary Faith Marshall. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For the Good of Us All: Ethically Rationing Health Resources in Minnesota in a Severe Influenza Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Minnesota Pandemic Ethics Project, Minnesota Department of Health.",
        "Vincent, J. L., R Moreno, J Takala, S Willatts, A Mendonca, and H Bruining. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction /failure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Intensive Care Medicine, 22(7): 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine.",
        "Westkamp, Alexander. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of the German University Admissions System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 53(3): 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "White, Douglas B., and Bernard Lo. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Framework for Rationing Ventilators and Critical Care Beds During the Covid-19 Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association. doi:10.1001/jama.2020.5046.",
        "White, Douglas B., Mitchell H. Katz, John M. Luce, and Bernard Lo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Should Receive Life Support During a Public Health Emergency? Using Ethical Principles to Improve Allocation Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine, 150(2): 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "White, Douglas B., Mithcell Katz, John M. Luce, and Bernard Lo. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocation of Scarce Critical Care Resources During a Public Health Emergency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pittsburgh, Department of Critical Care Medicine, March 26.",
        "Zucker, Howard A, Karl P. Adler, Donald P. Berens, Rock Brynner, Karen Butler, Yvette Calderon, Carolyn Corcoran, Nancy Neveloff Dubler, Paul J. Edelson, Joseph J. Fins, Rev. Francis H. Geer, Samuel Gorovitz, Cassandra Henderson, Hassan Khouli, Fr. Joseph W. Koterski, Hugh Maynard-Reid, John Murnane, Karen Porter, Robert Swidler, Sally True, Stuart C. Sherman, Susia A. Han, and Valier Gutmann Koch. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ventilator Allocation Guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York State Task Force on Life and the Law, New York Department of Health."
    ]
}