{
    "id": 26950,
    "cites": 20,
    "cited_by": 66,
    "reference": [
        "Atkeson, A. (2020, March). What will be the economic impact of covid-19 in the us? rough estimates of disease scenarios. Working Paper 26867, National Bureau of Economic Research.",
        "Ball, R. and P. Brown (1968). An empirical evaluation of accounting income numbers. Journal of accounting research, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Barro, R. J., J. F. Ursua, and J. Weng (2020, March). The coronavirus and the great influenza pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093spanish fluÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential effects on mortality and economic activity. Working Paper 26866, National Bureau of Economic Research.",
        "Berger, D., K. Herkenhoff, and S. Mongey (2020). A seir infectious disease model with testing and conditional quarantine. Working Paper.",
        "Campbell, J. Y. and R. J. Shiller (1988). The dividend-price ratio and expectations of future dividends and discount factors. The Review of Financial Studies 1(3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Fama, E. F., L. Fisher, M. C. Jensen, and R. Roll (1969). The Adjustment of Stock Prices to New Information. International Economic Review 10.",
        "Fama, E. F. and K. R. French (1988). Dividend yields and expected stock returns. Journal of financial economics 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Gormsen, N. J. and R. S. Koijen (2020). Coronavirus: Impact on stock prices and growth expectations.",
        "Greenland, A., M. Ion, J. Lopresti, and P. K. Schott (2019). Using equity market reactions to infer exposure to trade liberalization. Technical report, Working Paper.",
        "Kermack, W. O. and A. G. McKendrick (1927). A contribution to the mathematical theory of epidemics. Proceedings of the royal society of london. Series A, Containing papers of a mathematical and physical character 115(772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Kermack, W. O. and A. G. McKendrick (1937). Contributions to the mathematical theory of epidemics iv. analysis of experimental epidemics of the virus disease mouse ectromelia. Journal of Hygiene 37(2), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Keynes, J. (1937). The general theory of unemployment.",
        "Li, R., S. Pei, B. Chen, Y. Song, T. Zhang, W. Yang, and J. Shaman (2020). Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2). Science.",
        "Lucas, R. E. (1976). Econometric policy evaluation: A critique. In Carnegie-Rochester conference series on public policy, Volume 1, pp. 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Piguillem, F. and L. Shi (2020). The optimal covid-19 quarantine and testing policies. Working Paper.",
        "Ramelli, S. and A. F. Wagner (2020). Feverish stock price reactions to covid-19. Swiss Finance Institute Research Paper (20-12).",
        "Richards, F. J. (1959, 06). A Flexible Growth Function for Empirical Use. Journal of Experimental Botany 10(2), 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Ross, R. (1911). The Prevention of Malaria. John Murray.",
        "Wang, Y.-H., F.-J. Yang, and L.-J. Chen (2013). An investorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s perspective on infectious diseases and their influence on market behavior. Journal of Business Economics and Management 14(sup1), S112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS127.",
        "WHO (2006). SARS: how a global epidemic was stopped. Manila: WHO Regional Office for the Western Pacific."
    ]
}