{
    "id": 26959,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Altonji, Joseph G, The demand for and return to education when education outcomes are uncertain, Journal of Labor Economics, 1993, 11 (1, Part 1), 4883.",
        ", Erica Blom, and Costas Meghir, Heterogeneity in human capital investments: High school curriculum, college major, and careers, Annu. Rev. Econ., 2012, 4 (1), 185223.",
        ", Lisa B Kahn, and Jamin D Speer, Cashier or consultant? Entry labor market conditions, eld of study, and career success, Journal of Labor Economics, 2016, 34 (S1), S361S401.",
        ", Peter Arcidiacono, and Arnaud Maurel, The analysis of eld choice in college and graduate school: Determinants and wage eects, in Handbook of the Economics of Education, Vol. 5, Elsevier, 2016, pp. 305396.",
        "Arcidiacono, Peter, Ability sorting and the returns to college major, Journal of Econometrics, 2004, 121 (1-2), 343375.",
        ", Jane Cooley, and Andrew Hussey, The economic returns to an MBA, International Economic Review, 2008, 49 (3), 873899.",
        "Ashenfelter, Orley, Estimating the eect of training programs on earnings, The Review of Economics and Statistics, 1978, pp. 4757.",
        "Bertrand, Marianne, Claudia Goldin, and Lawrence F Katz, Dynamics of the gender gap for young professionals in the nancial and corporate sectors, American Economic Journal: Applied Economics, 2010, 2 (3), 22855.",
        "Bhattacharya, Jayanta, Specialty selection and lifetime returns to specialization within medicine, Journal of Human Resources, 2005, 40 (1), 115143.",
        "Black, Dan, Seth Sanders, and Lowell Taylor, The economic reward for studying economics, Economic Inquiry, 2003, 41 (3), 365377.",
        "Chen, M Keith and Judith A Chevalier, Are women overinvesting in education? Evidence from the medical profession, Journal of Human Capital, 2012, 6 (2), 124149.",
        "Gathmann, Christina and Uta SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg, How general is human capital? A task-based approach, Journal of Labor Economics, 2010, 28 (1), 149.",
        "Gicheva, Dora, Working long hours and early career outcomes in the high-end labor market, Journal of Labor Economics, 2013, 31 (4), 785824.",
        "Goldin, Claudia and Lawrence F Katz, The cost of workplace exibility for high-powered professionals, The Annals of the American Academy of Political and Social Science, 2011, 638 (1), 4567.",
        "Hastings, Justine S, Christopher A Neilson, and Seth D Zimmerman, Are some degrees worth more than others? Evidence from college admission cutos in Chile, Technical Report, National Bureau of Economic Research 2013.",
        "Heckman, James J, Sergio Urzua, and Edward Vytlacil, Instrumental variables in models with multiple outcomes: The general unordered case, Annales d&apos;Economie et de Statistique, 2008, pp. 151174.",
        "Kahn, Lisa B, The long-term labor market consequences of graduating from college in a bad economy, Labour economics, 2010, 17 (2), 303316.",
        "Ketel, Nadine, Edwin Leuven, Hessel Oosterbeek, and Bas van der Klaauw, The returns to medical school: Evidence from admission lotteries, American Economic Journal: Applied Economics, 2016, 8 (2), 225254.",
        "Kinsler, Josh and Ronni Pavan, The specicity of general human capital: Evidence from college major choice, Journal of Labor Economics, 2015, 33 (4), 933972.",
        "Kirkeboen, Lars J, Edwin Leuven, and Magne Mogstad, Field of study, earnings, and self-selection, The Quarterly Journal of Economics, 2016, 131 (3), 10571111.",
        "Lemieux, Thomas, Occupations, elds of study and returns to education, Canadian Journal of Economics /Revue canadienne d&apos;Ã\u0083Æ\u0092Ã\u0082Â©conomique, 2014, 47 (4), 10471077.",
        "Lindley, Joanne and Stephen Machin, The rising postgraduate wage premium, Economica, 2016, 83 (330), 281306.",
        "Montgomery, Mark and Irene Powell, Does an advanced degree reduce the gender wage gap? Evidence from MBAs, Industrial Relations: A Journal of Economy and Society, 2003, 42 (3), 396418.",
        "Oyer, Paul, Initial labor market conditions and long-term outcomes for economists, Journal of Economic Perspectives, 2006, 20 (3), 143160.",
        "Poletaev, Maxim and Chris Robinson, Human capital specicity: evidence from the Dictionary of Occupational Titles and Displaced Worker Surveys, 19842000, Journal of Labor Economics, 2008, 26 (3), 387420.",
        "Robst, John, Education and job match: The relatedness of college major and work, Economics of Education Review, 2007, 26 (4), 397407.",
        "Sasser, Alicia C, Gender dierences in physician pay tradeos between career and family, Journal of Human Resources, 2005, 40 (2), 477504.",
        "Yamaguchi, Shintaro, Tasks and heterogeneous human capital, Journal of Labor Economics, 2012, 30 (1), 153.",
        "Yuen, Jennifer et al., Job-education match and mismatch: Wage dierentials, Citeseer, 2010.",
        "Figures Figure 1: Average earnings by advanced eld Note: The gure presents the weighted average of earnings by advanced elds, in descending order of earnings (in 2013 dollars). Medicine is highest paid and humanities elds are lowest paid.",
        "Figure 2: Average ln(earnings) of advanced elds by average occupation premium Note: The gure presents the relationship between the averages of the log of earnings (in 2013 dollars) and the occupation premium for each advanced eld, using sample weights. The dots are the averages. The shaded circles around the dots indicate the share of each advanced eld among all graduate degree holders. The straight line is the tted simple regression line between the two averages, with the shares of the advanced elds as weights. The standard error of the slope is 0.10. The gure shows that much of the variation in earnings across advanced degrees is associated with occupational sorting.",
        "Figure 3: Average ln(earnings) of advanced elds by average BA major premium Note: The gure presents the relationship between the averages of the log of earnings (in 2013 dollars) and the averages of BA major premium of each advanced eld, using sample weights. The dots indicate the averages. The shaded circles indicate the share of each advanced eld among all graduate degree holders. The straight line is the tted simple regression line between the two averages, with the shares of the advanced elds as weights. The standard error of the slope is 0.34. The gure shows a positive relationship between the log of earnings and the BA major premium. Therefore, those who choose a high-paying advanced eld tend to have majored in a high-paying BA eld.",
        "Step 7. We dene the regression sample by imposing the following restrictions. First, people have to work full time. This is indicated by either the dummy variable for working full time in the raw data, or jointly by working at least 35 hours a week and at least 40 weeks a year. We do not have information about hours worked or a direct question about full time status for the calendar year prior to the survey. Consequently, we assume that full time status in the year prior to the NSCG and NSRCG survey is the same as full time status at the time of the survey. The full time status indicator for the 1989 earnings observation and the 1990 occupation variables is based on 1990 Census questions about usual hours worked per week and number of weeks worked in 1989. Second, people have to be aged between 23 and 59. Third, we drop people with a PhD by the last time we observe them and drop observations of people who are currently enrolled in an educational program.",
        "We adjust the NCSES weights for all waves of the NSRCG and NSCG so that the weighted distribution of c, g pairs in the pooled sample matches the distribution of c, g pairs that we estimated using the 1993, 2003, 2010, and 2013 NSCG. Separate weights are constructed for the earnings regressions and the occupational premium regressions that reect the mix of surveys that contribute observations. The pooled sample weights for earnings account for the fact that some interviews contribute earnings observations for two years. We trim the adjusted weights using 1/10 and 10 times of the median of the weights of all observations in the combined data.",
        "49Enrollment is inferred by completion time of the degree. We assume all master degrees, MBA, and other professional degrees take 2 years, Law takes 3 years, and Medicine takes 4 years. Surveys are conducted in April prior to 2000, and October after. 50If a person does not hold a BA or an advanced degree in a S&E eld, but is included in the database and has follow up interviews, we say this person becomes SESTAT-eligible because of an S&E occupation choice.",
        "Details Let weightis denote that survey weights provided by NCSES, where i denotes the person and s denotes a specic wave of a survey, such as the NSCG 2003. Step 1. Standardize weights across NSCG and NSCRG waves. First, we want to preserve the relative weights within each survey while accounting for varying sample sizes across surveys. We divide the survey weight by the sum of weights of all observations from the survey and then multiply by the number of observations. weightsurvÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099adj is = weightit PNs i=1 weightis Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Ns . Step 2: Estimate the population probabilities of each college major and graduate degree combination.",
        "In the second step, we estimate the fraction pbase cg of college graduates in each c, g cell over the period of full sample, where no advance degree (g = 0) form a separate cell for each major c. To do so, we use the NSCG 1993, 2003, 2010, and 2013. Each is a stratied random sample of the population of college graduates to estimate at the time of observation. For these waves of the NSCG, the weights provided by the NCSES weight the samples to the population of college graduates who have had a BA for 3 or more years."
    ]
}