{
    "id": 26964,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Angrist, J., V. Chernozhukov, and I. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val (2006). Quantile regression under misspecification, with an application to the us wage structure. Econometrica 74(2), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Athey, S. and G. W. Imbens (2006). Identification and inference in nonlinear difference-in-differences models. Econometrica 74(2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Autor, D., D. Dorn, G. H. Hanson, and J. Song (2014). Trade adjustment: Worker-level evidence.",
        "Bena, J. and E. Simintzi (2019). Machines could not compete with chinese labor: Evidence from US firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ innovation. Working Paper.",
        "Carley, M., D. Hegde, and A. C. Marco (2014). What is the probability of receiving a U.S. patent? Yale Journal of Law and Technology forthcoming.",
        "Firpo, S., N. Fortin, and T. Lemieux (2011). Decomposition methods in economics. Handbook of labor economics 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Guvenen, F., S. Ozkan, and J. Song (2014). The Nature of Countercyclical Income Risk. Journal of Political Economy 122(3), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Hall, B. H., A. B. Jaffe, and M. Trajtenberg (2005). Market value and patent citations. The RAND Journal of Economics 36(1), pp. 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Kogan, L., D. Papanikolaou, A. Seru, and N. Stoffman (2017). Technological Innovation, Resource Allocation, and Growth. The Quarterly Journal of Economics 132(2), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Machado, J. A. and J. Mata (2005). Counterfactual decomposition of changes in wage distributions using quantile regression. Journal of applied Econometrics 20(4), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Rauh, J. D. and I. Stefanescu (2009). Why are firms in the united states abandoning defined benefit plans? Rotman international journal of pension management 2(2).",
        "Rauh, J. D., I. Stefanescu, and S. P. Zeldes (2019). Cost saving and the freezing of corporate pension plans. Working Paper.",
        "Schmidt, L. D. and Y. Zhu (2016). Quantile spacings: A simple method for the joint estimation of multiple quantiles without crossing.",
        "Song, J., D. J. Price, F. Guvenen, N. Bloom, and T. Von Wachter (2019). Firming up inequality. The Quarterly Journal of Economics 134(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50."
    ]
}