{
    "id": 2697,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Bormh-Supan, Axel, The Role of Education: Mobility Increasing or Mobility Impeding, National Bureau of Economic Research Working Paper No. 2329, July 1997, Cambridge, Massachusetts.",
        "Greenwood, Michael, Research on internal Migration in the United States: A Survey, Journal of Economic Literature, June 1975, 13, 397-433.",
        "Gruhb, Farley, Colonial Immigrant Literacy: An Economic Analysis of Fennsylvania-German Evidence, 1727-1775, Explorations in Economic,jfla~2Ly, January lÃ\u0082Â°97, 24, 63-76. Hiqgm, Robert, Accumulation of Property by Southern Blacks Before World War One, American Economic Review, September 1982, 72, 725-737.",
        "Johnson, Daniel and Rex Campbell, Black Migration: A Social Demographic History, Durham, North Carolina: Duke University Press, 1981.",
        "Kausser, J. Morgan, The Shaping of Southern Politics: Suffrage Restriction and the Establishment of the One-Party South, 1BBO-l~lO, New Haven: Yale University Press, 1974.",
        "Leiberson, Stanley, Selective Black Migration from the South: A Historical View, in Frank D. Bean and W. Packer Fresoie, eds., The Demography of Racial and Ethnic Groups, New York: Academic Press, 1978.",
        "Madalla, G.S., Limited-Dependent and Qualitative Variables in Econometrics, New York: Cambridge University press. 1983.",
        "Margo, Robert, Accumulation of Property by Southern Blacks Before World War One: Comment and Further Evidence, American Economic Review, September 1994, 74, ~6B-776.",
        "School Systems: The Effects of Separate-But-Equal, American Economic Review, September 1986, 78, 794-501.",
        "Nakosteen, Robert A. and Michael Simmer, Micration and Income: The Question of Self-Selection, Southern Economic Journal, 48, 840-851. Robinson, Chris and Nigel Tomes, Self-Selection and Inter- Provincial Migration in Canada, Canadian Journal of Economics, August l~8E, 15, u74-505, Schwartz, Aba, Interpreting the Effect of Distance on Migration, Journal of Political Economy, 81, 1153-1189. S~aastad, Larry, The Costs ard Returns of Hunan Migration, Journal of Pclit~caiEcorq~~, 1P~9, 70, 80-Ã\u0082Â°3. Smith, James, Race and Human Capital, AmricanE~.onomic 27 R-eview, September 1984, 74, 685-698.",
        "Survey and New Evidence, in M. Straszheim and P. Mieszkowski, eds., Current Issues in Urban Economics, Baltimore: Johns Hopkins University Press, 1979.",
        "Black Men in America, Washington: U.S. Commission on Civil Rights, 1988.",
        "Wright, Gavin, Old South, New South: Revolutions in the Southern Economy Since the Civil War, New York: Sasio Books, 1986.",
        "U.S. Bureau of the Census, Negro Population, 1790-1915, Washington: USGPO, 1018."
    ]
}