{
    "id": 26997,
    "cites": 52,
    "cited_by": 3,
    "reference": [
        "Ahmed, S. and Zlate, A. (2014). Capital flows to emerging market economies: A brave new world? Journal of International Money and Finance, 48:221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Aizenman, J. and Pasricha, G. K. (2013). Why do emerging markets liberalize capital outflow controls? fiscal versus net capital flow concerns. Journal of International Money and Finance, 39:28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Alesina, A. and Tabellini, G. (1989). External debt, capital flight and political risk. Journal of international Economics, 27(3-4):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Alfaro, L., Chari, A., and Kanczuk, F. (2017). The real effects of capital controls: Firm-level evidence from a policy experiment. Journal of International Economics, 108:191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Alfaro, L. and Kanczuk, F. (2004). Capital controls, risk, and liberalization cycles. Review of International Economics, 12(3):412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Andreasen, E., Bauducco, S., and Dardati, E. (2019). Capital Controls and Firm Performance. ILADES-UAH Working Papers inv331, Universidad Alberto Hurtado/School of Economics and Business.",
        "Baba, C. and Kokenyne, A. (2011). Effectiveness of Capital Controls in Selected Emerging Markets in the 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. IMF Working Papers 11/281, International Monetary Fund.",
        "Bartolini, L. and Drazen, A. (1997). When liberal policies reflect external shocks, what do we learn? Journal of International Economics, 42(3-4):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Benigno, G., Chen, H., Otrok, C., Rebucci, A., Young, E. R., et al. (2011). Revisiting overborrowing and its policy implications. Monetary Policy under Financial Turbulence, Central Bank of Chile, pages 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Bianchi, J. (2011). Overborrowing and systemic externalities in the business cycle. American Economic Review, 101(7):3400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3426.",
        "Bianchi, J. and Mendoza, E. G. (2018). Optimal time-consistent macroprudential policy. Journal of Political Economy, 126(2):588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Caballero, J., FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, A., and Park, J. (2019). On corporate borrowing, credit spreads and economic activity in emerging economies: An empirical investigation. Journal of International Economics, 118:160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Caplin, A. and Leahy, J. (2010). Economic theory and the world of practice: A celebration of the (s, s) model. Journal of Economic Perspectives, 24(1):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Carvalho, B. S. d. M. and Garcia, M. G. (2008). Ineffective controls on capital inflows under sophisticated financial markets: Brazil in the nineties. In Financial Markets Volatility and Performance in Emerging Markets, pages 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96. University of Chicago Press.",
        "Cerutti, E., Claessens, S., and Laeven, L. (2017). The use and effectiveness of macroprudential policies: New evidence. Journal of Financial Stability, 28:203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Chinn, M. D. and Ito, H. (2006). What matters for financial development? Capital controls, institutions, and interactions. Journal of Development Economics, 81(1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Cole, H. L. and Kehoe, P. J. (1998). Models of sovereign debt: Partial versus general reputations. International Economic Review, 39(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "De Gregorio, J., Edwards, S., and Valdes, R. O. (2000). Controls on capital inflows: Do they work? Journal of Development Economics, 63(1):59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Eichengreen, B. and Rose, A. (2014). Capital controls in the 21st century. Journal of International Money and Finance, 48:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Farhi, E. and Werning, I. (2014). Dilemma not trilemma? capital controls and exchange rates with volatile capital flows. IMF Economic Review, 62(4):569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Federico, P., Vegh, C. A., and Vuletin, G. (2014). Reserve requirement policy over the business cycle. Technical report, National Bureau of Economic Research.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, A., Klein, M. W., Rebucci, A., Schindler, M., and Uribe, M. (2015a). Capital control measures: A new dataset. Technical report, National Bureau of Economic Research.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, A., Klein, M. W., Rebucci, A., Schindler, M., and Uribe, M. (2016). Capital control measures: A new dataset. IMF Economic Review, 64(3):548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, A., Rebucci, A., and Uribe, M. (2015b). Are capital controls countercyclical? Journal of Monetary Economics, 76:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Forbes, K. J. (2007). One cost of the chilean capital controls: Increased financial constraints for smaller traded firms. Journal of International Economics, 71(2):294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Galati, G. and Moessner, R. (2018). What do we know about the effects of macroprudential policy? Economica, 85(340):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Ghosh, A. R., Ostry, J. D., and Qureshi, M. S. (2018). Taming the tide of capital flows: A policy guide. MIT Press.",
        "Glick, R., Guo, X., and Hutchison, M. (2006). Currency crises, capital-account liberalization, and selection bias. Review of Economics and Statistics, 88(4):698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Goldfajn, I. and Minella, A. (2005). Capital flows and controls in brazil: What have we learned? Technical report, National Bureau of Economic Research.",
        "Golosov, M. and Lucas, R. E. (2007). Menu costs and phillips curves. Journal of Political Economy, 115(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Hernandez, J. M. and Mendoza, E. G. (2017). Optimal v. simple financial policy rules in a production economy with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093liability dollarizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Ensayos sobre PolÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081tica EconoÃ\u0083Å\u0092Ã\u0082Â\u0081mica, 35(82):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Jahan, M. S. and Wang, D. (2017). Capital account openness in low-income developing countries: Evidence from a new database. International Monetary Fund.",
        "JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, G., Ongena, S., PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, J.-L., and Saurina, J. (2017). Macroprudential policy, countercyclical bank capital buffers, and credit supply: evidence from the spanish dynamic provisioning experiments. Journal of Political Economy, 125(6):2126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2177.",
        "Johnston, R. B. and Tamirisa, N. T. (1998). Why Do Countries Use Capital Controls? IMF Working Papers 98/181, International Monetary Fund.",
        "Klein, M. W. (2012). Capital controls: Gates versus walls. Technical report, National Bureau of Economic Research.",
        "Korinek, A. (2018). Regulating capital flows to emerging markets: An externality view. Journal of International Economics, 111:61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lorenzoni, G. (2008). Inefficient credit booms. Review of Economic Studies, 75(3):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Lubis, A., Alexiou, C., and Nellis, J. G. (2019). What can we learn from the implementation of monetary and macroprudential policies: a systematic literature review. Journal of Economic Surveys, 33(4):1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Magud, N. E., Reinhart, C. M., and Rogoff, K. S. (2018). Capital controls: Myth and realityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA portfolio balance approach. Annals of Economics and Finance, 19(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Mendoza, E. G. (2002). Credit, prices, and crashes: Business cycles with a sudden stop. In Preventing Currency Crises in Emerging markets, pages 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392. University of Chicago Press.",
        "Mendoza, E. G. and Smith, K. A. (2006). Quantitative implications of a debt-deflation theory of sudden stops and asset prices. Journal of International Economics, 70(1):82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Midrigan, V. (2010). Is firm pricing state or time dependent? evidence from us manufacturing. Review of Economics and Statistics, 92(3):643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Pasricha, G. K. (2012). Recent trends in measures to manage capital flows in emerging economies. North American Journal of Economics and Finance, 23(3):286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Pasricha, G. K., Falagiarda, M., Bijsterbosch, M., and Aizenman, J. (2018). Domestic and multilateral effects of capital controls in emerging markets. Journal of International Economics, 115:48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Quinn, D. (1997). The correlates of change in international financial regulation. American Political Science Review, 91(3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Rebucci, A. and Ma, C. (2019). Capital controls: A survey of the new literature. Technical report, National Bureau of Economic Research.",
        "Reinhart, C. M. (2010). This time is different chartbook: Country histories on debt, default, and financial crises. Technical report, National Bureau of Economic Research.",
        "Rodrik, D. and Van Ypersele, T. (2001). Captial mobility, distributive conflict, and international tax coordination. Journal of International economics, 54(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Schindler, M. (2009). Measuring financial integration: A new data set. IMF Staff papers, 56(1):222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S. and Uribe, M. (2017). Is optimal capital control policy countercyclical in open economy models with collateral constraints? IMF Economic Review, 65(3):498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S. and Uribe, M. (2020). Multiple equilibria in open economies with collateral constraints. Review of Economic Studies, Forthcoming.",
        "Uribe, M. (2006). On overborrowing. American Economic Review, 96(2):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421."
    ]
}