{
    "id": 27,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "1. Lee Benham, Benefits of Womens Education Within Marriage, J. Polit. Econ. (forthcoming).",
        "2. Yoram Ben-Porath, The Production of Human Capital Over Time, in Education, Income and Human C~pital, W. Lee Hansen, ed., New York, 1970.",
        "3. William G. Bowen and T. Aldrich Finegan, The Economics of Labor Force Participation, Princeton, 1969.",
        "4. Glen G. Cain, Married Women in the Labor Force, Chicago, 1966.",
        "5. Michael Grossman, The Correlation Between Health and Schooling, NBER, mirneo., 1973.",
        "6. 3. Kagan and H.A. Moss, Parental Correlates of Childs I.Q. and Height, Child Development, 30, 325-332.",
        "7. Arleen Leibowitz, Womens Allocation of Time to Market and Non-market Activit~ies: Differences by Education, unpublished Ph.D. dissertation, Columbia University, 1972.",
        "8. Arleen Leibowitz, Education and the Allocation of Womens Time, in Education, Income and Human Behavior, F.T. Juster, ed., New York, l974a.",
        "9. Arleen Leibowitz, Home Investments in Children,",
        "3. Pout. Econ., Part II, March/April, l974b.",
        "10. Sarah L. Manning, Time Use in Household Tasks in Indiana Families, Purdue University Agricultural Experiment Station ~esearch Bulletin No. 837, January, 1968.",
        "11. Robert T. Michael, Education and the Derived Demand for Children, 3. Polit. Econ., Part II, March/April, 1973, 81, Sl28-S164.",
        "12. Jacob Mincer, Labor Force Participation of Married Women: A Study of Labor Supply, in Aspects of Labor Economics, A Conference of the Universities, National Bureau of Economic Research, Princeton, ~962. - 17 -",
        "13. Sue Ross, Timing and Spacing of Births, NEER, ~nimeb., 1972.",
        "14. Frank P. `Stafford and Russell C. Hill, Allocation of Time to Preschool Children and Educational Opportunity, mimeo., 1973a.",
        "15. Frank P. Stafford and C. Russell Hill, Time Inputs to Children by Parents Education, Occupation, Religion and Sex of Child, University of Michigan, mimeo., 1973b.",
        "17. Kathryn Walker, Use-of-time-Research Project, Definition of Household Activities, New York State College of Human Ecology, Cornell University, 1967.",
        "18. Robert Willis, A New Approach to the Economic Theory of Fertility Behavior, 3. Pout. Econ., Part II, March/April, 1973, 81, S14-S64. I"
    ]
}