{
    "id": 27004,
    "cites": 114,
    "cited_by": 1,
    "reference": [
        "Aiyagari, Rao, Albert Marcet, Thomas J. Sargent, and Juha SeppaÃ\u0083Å\u0092Ã\u0082Ë\u0086laÃ\u0083Å\u0092Ã\u0082Ë\u0086. 2002. Optimal Taxation without State-Contingent Debt. Journal of Political Economy 110 (6):1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        "Albanesi, Stefania. 2007. Inflation and inequality. Journal of Monetary Economics 54 (4):1088Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1114.",
        "Albanesi, Stefania, V. V. Chari, and Lawrence J. Christiano. 2003. Expectation Traps and Monetary Policy. Review of Economic Studies 70:715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Atkinson, A.B. and Joseph E. Stiglitz. 1972. The Structure of Indirect Taxation and Economic Efficiency. Journal of Public Economics 1 (1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Our equations rule out fluctuations by imposing a constant real value of gold. Also, note that, as was the case for a model F central bank, fluctuations in the price of central bank assets require no outside intervention so long as the desired policy path involves an ever-increasing money supply, as discussed by Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081 (2005).",
        "Auclert, Adrien. 2019. Monetary Policy and the Redistribution Channel. American Economic Review 109 (6):2333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2367.",
        "Auclert, Adrien, Matthew Rognlie, and Ludwig Straub. 2018. The Intertemporal Keynesian Cross. Working Paper 25020, NBER.",
        "Azzimonti, Marina and Pierre Yared. 2017. A Note on Optimal Fiscal Policy in an Economy with Private Borrowing Limits. Economics Letters 151:62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. The Optimal Public and Private Provision of Safe Assets. Journal of Monetary Economics 102:126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Barro, Robert J. 1979. Money and the Price Level under the Gold Standard. The Economic Journal 89 (353):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "BartheÃ\u0083Å\u0092Ã\u0082Â\u0081lemy, Jean and Guillaume Plantin. 2018. Fiscal and Monetary Regimes: A Strategic Approach. Discussion Paper 12903, CEPR.",
        "Bassetto, Marco. 2002. A Game-Theoretic View of the Fiscal Theory of the Price Level. Econometrica 70 (6):2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2195.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005. Equilibrium and Government Commitment. Journal of Economic Theory 124 (1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Optimal Fiscal Policy with Heterogeneous Agents. Quantitative Economics 5 (3):675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Bassetto, Marco and Wei Cui. 2018. The Fiscal Theory of the Price Level in a World of Low Interest Rates. Journal of Economic Dynamics and Control 89:5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Berentsen, Aleksander and Christopher Waller. 2018. Liquidity Premiums on Government Debt and the Fiscal Theory of the Price Level. Journal of Economic Dynamics and Control 89:173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 182.",
        "Bhandari, Anmol, David Evans, Mikhail Golosov, and Thomas J. Sargent. 2016. Fiscal Policy and Debt Management with Incomplete Markets. The Quarterly Journal of Economics 132 (2):617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 663.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2017. Public Debt in Economies with Heterogeneous Agents. Journal of Monetary Economics 91:39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Inequality, Business Cycles, and Monetary-Fiscal Policy. Working Paper 24710, NBER.",
        "Bhattarai, Saroj, Gauti B. Eggertsson, and Bulat Gafarov. 2015. Time Consistency and the Duration of Government Debt: A Signalling Theory of Quantitative Easing. Working Paper 21336, NBER.",
        "Bianchi, Francesco and Leonardo Melosi. 2014. Dormant Shocks and Fiscal Virtue. NBER Macroeconomics Annual 28 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. Constrained Discretion and Central Bank Transparency. Review of Economics and Statistics 100 (1):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. Forthcoming. The Dire Effects of the Lack of Monetary and Fiscal Coordination. Journal of Monetary Economics .",
        "van Binsbergen, Jules H., William F. Diamond, and Marco Grotteria. 2019. Risk-Free Interest Rates. Working Paper 26138, NBER.",
        "Blanchard, Olivier. 2019. Public Debt and Low Interest Rates. American Economic Review 109 (4):1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1229.",
        "Brock, William A. 1974. Money and Growth: The Case of Long Run Perfect Foresight. International Economic Review 15 (3):750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1975. A Simple Perfect Foresight Monetary Model. Journal of Monetary Economics 1 (2):133 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 150.",
        "Buiter, Willem H. 2002. The Fiscal Theory of the Price Level: A Critique. Economic Journal 112 (481):459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Camous, Antoine and Dmitry Matveev. 2020. The Central Bank Strikes Back! Credibility of Monetary Policy under Fiscal Influence. https://drive.google.com/file/d/ 1pAQeieNk8qQhnbiLabh6ikuY4cX9mpO1/view. Mimeo, University of Mannheim, retrieved March 28.",
        "Carpenter, Seth B., Jane E. Ihrig, Elizabeth C. Klee, Daniel W. Quinn, and Alexander H. Boote. 2013. The Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Balance Sheet and Earnings: A primer and Projections. Finance and Economics Discussion Series 1, Federal Reserve Board.",
        "Chari, V. V., Lawrence J. Christiano, and Patrick J. Kehoe. 1991. Optimal Fiscal and Monetary Policy: Some Recent Results. Journal of Money, Credit and Banking 23 (3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Chisini, Oscar. 1929. Sul concetto di media. Periodico di Matematiche 9 (4):106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Christiano, Lawrence J. and Terry J. Fitzgerald. 2000. Understanding the Fiscal Theory of the Price Level. Federal Reserve Bank of Cleveland Economic Review 36 (2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Chung, Hess, Troy Davig, and Eric M. Leeper. 2007. Monetary and Fiscal Policy Switching. Journal of Money, Credit and Banking 39 (4):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "Clarida, Richard, Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081 and Mark Gertler. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature 37 (4):1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Cochrane, John H. 2001. Long Term Debt and Optimal Policy in the Fiscal Theory of the Price Level. Econometrica 69 (1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005. Money as Stock. Journal of Monetary Economics 52 (3):501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Determinacy and Identification with Taylor Rules. Journal of Political Economy 119 (3):565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2018. The Fiscal Theory of the Price Level. https://faculty.chicagobooth.edu/ john.cochrane/research/papers/fiscal_theory_book.pdf. Mimeo, Chicago Booth Schols of Business and Hoover Institution.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. The Fiscal Roots of Inflation. Working Paper 25811, NBER.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2020. A Fiscal Theory of Monetary Policy with Partially-Repaid Long-Term Debt. Working Paper 26745, NBER.",
        "Cogley, Timothy and Thomas J. Sargent. 2015. Measuring Price-Level Uncertainty and Instability in the United States, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012. Review of Economics and Statistics 97 (4):827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Cole, Harold L. and Narayana Kocherlakota. 1998. Zero Nominal Interest Rates: Why TheyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re Good and How to Get Them. Quarterly Review, Federal Reserve Bank of Minneapolis 22 (2):2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 10.",
        "CosÃ\u0083Å\u0092Ã\u0082Â§ar, A. Kerem and Edward Green. 2016. Necessary and Sufficient Conditions of Dynamic Optimization. Macroeconomic Dynamics 20 (3):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Cui, Wei and Vincent Sterk. 2018. Quantitative Easing. Discussion Paper 2018-30, Centre For Macroeconomics, London, UK.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, Vasco and Michael Woodford. 2011. The Central-Bank Balance Sheet as an Instrument of Monetary Policy. Journal of Monetary Economics 58 (1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Da Costa, Carlos E. and Ivan Werning. 2008. On the Optimality of the Friedman Rule with Heterogeneous Agents and Nonlinear Income Taxation. Journal of Political Economy 116 (1):82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 112.",
        "Daniel, Betty C. 2007. The Fiscal Theory of the Price Level and Initial Government Debt. Review of Economic Dynamics 10 (2):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Darby, Michael R. 1984. Some Pleasant Monetarist Arithmetic. Federal Reserve Bank of Minneapolis Quarterly Review 8 (2):15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Davig, Troy and Eric M. Leeper. 2007. Generalizing the Taylor Principle. The American Economic Review 97 (3):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Del Negro, Marco and Christopher A. Sims. 2015. When Does a Central BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Balance Sheet Require Fiscal Support? Journal of Monetary Economics 73:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Diamond, Douglas W. and Philip H. Dybvig. 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91 (3):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Diamond, Peter A. 1965. National Debt in a Neoclassical Growth Model. The American Economic Review 55 (5):1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Edwards, Sebastian. 2018. American Default: The Untold Story of FDR, the Supreme Court, and the Battle over Gold. Princeton and Oxford: Princeton University Press.",
        "Friedman, Milton and Anna J. Schwartz. 1963. A Monetary History of the United States 18671960. Princeton University Press.",
        "Gertler, Mark and Peter Karadi. 2013. QE1 vs. 2vs. 3...: A Framework for Analyzing LargeScale Asset Purchases as a Monetary Policy Tool. International Journal of Central Banking 9 (s1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Gertler, Mark and Nobuhiro Kiyotaki. 2010. Financial Intermediation and Credit Policy in Business Cycle Analysis. In Handbook of Monetary Economics, vol. 3, edited by Benjamin M. Friedman and Michael Woodford, 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599. Elsevier.",
        "Greenlaw, David, James D. Hamilton, Peter Hooper, and Frederic S. Mishkin. 2013. Crunch Time: Fiscal Crises and the Role of Monetary Policy. Working Paper 19297, NBER.",
        "Hall, George J. and Thomas J. Sargent. 2011. Interest Rate Risk and Other Determinants of Post WW-II U.S. Government Debt/GDP Dynamics. American Economic Journal: Macroeconomics 3 (3):192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Fiscal Discrimination in Three Wars. Journal of Monetary Economics 61:148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Hall, Robert E. and Ricardo Reis. 2015. Maintaining Central-Bank Financial Stability under New-Style Central Banking. Working Paper 21173, NBER.",
        "Hilscher, Jens, Alon Raviv, and Ricardo Reis. 2014. Inflating Away the Public Debt? An Empirical Assessment. Working Paper 20339, NBER.",
        "Hofstadter, Richard. 1948. The American Political Tradition: and the Men Who Made It. New York: A. A. Knopf.",
        "Kamihigashi, Takashi. 2003. Necessity of Transversality Conditions for Stochastic Problems. Journal of Economic Theory 109 (1):140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Kaplan, Greg and Giovanni L. Violante. 2014. A Model of the Consumption Response to Fiscal Stimulus Payments. Econometrica 82 (4):1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Kaplan, Greg, Benjamin Moll, and Giovanni L. Violante. 2018. Monetary Policy According to HANK. American Economic Review 108 (3):697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kareken, John and Neil Wallace. 1981. On the Indeterminacy of Equilibrium Exchange Rates. Quarterly Journal of Economics 96 (2):207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Kocherlakota, Narayana R. and Christopher Phelan. 1999. Explaining the Fiscal Theory of the Price Level. Federal Reserve Bank of Minneapolis Quarterly Review 23 (4):14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Lagos, Ricardo. 2010. Asset Prices and Liquidity in an Exchange Economy. Journal of Monetary Economics 57 (8):913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Lagos, Ricardo and Randall Wright. 2005. A Unified Framework for Monetary Theory and Policy Analysis. Journal of Political Economy 113 (3):463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Leeper, Eric. 1991. Equilibria under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cActiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPassiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Monetary Policies. Journal of Monetary Economics 27 (1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. 1983. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics 12:55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1987. Money and Interest in a Cash-in-Advance Economy. Econometrica 55 (3):491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Malin, James C. 1944. The FarmerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Alliance Subtreasury Plan and European Precedents. The Mississippli Valley Historical Review 31 (2):255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Matsuyama, Kiminori. 1990. Sunspot Equilibria (Rational Bubbles) in a Model of Money-inthe -Utility-Function. Journal of Monetary Economics 25 (1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1991. Endogenous Price Fluctuations in an Optimizing Model of a Monetary Economy.",
        "Miller, Preston J. and Thomas J. Sargent. 1984. A Reply to Darby. Federal Reserve Bank of Minneapolis Quarterly Review 8 (2):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Niepelt, Dirk. 2004. The Fiscal Myth of the Price Level. The Quarterly Journal of Economics 119 (1):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Obstfeld, Maurice and Kenneth Rogoff. 1983. Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy 91 (4):675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2017. Revisiting Speculative Hyperinflations in Monetary Models. Discussion Paper 12051, CEPR.",
        "Paal, Beatrix. 2000. Destabilizing Effects of a Successful Stabilization: a Forward-Looking Explanation of the Second Hungarian Hyperinflation. Economic Theory 15 (3):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Reinhart, Carmen M. and M. Belen Sbrancia. 2015. The Liquidation of Government Debt. Economic Policy 30:291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Rhee, Changyong. 1991. Dynamic Inefficiency in an Economy with Land. The Review of Economic Studies 58 (4):791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "Rothbard, Murray N. 2002. A History of Money and Banking in the United States: the Colonial Era to World War II. Auburn, Alabama: Ludwig von Mises Institute.",
        "Sargent, Thomas J. 1986. Interpreting the Reagan Deficits. Economic Review, Federal Reserve Bank of San Francisco 1986 (4):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Comment on Fiscal Consequences for Mexico of Adopting the Dollar. Journal of Money, Credit, and Banking 33 (2):617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Sargent, Thomas J. and Bruce D. Smith. 1987. Irrelevance of Open Market Operations in Some Economies with Government Currency Being Dominated in Rate of Return. American Economic Review 77:78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1997. Coinage, Debasements, and GreshamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Laws. Economic Theory 10:197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Sargent, Thomas J. and FrancÃ\u0083Å\u0092Ã\u0082Â§ois R. Velde. 1995. Macroeconomic Features of the French Revolution. Journal of Political Economy 103:474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Sargent, Thomas J. and Neil Wallace. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RationalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy 83 (2):241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 254.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1981. Some Unpleasant Monetarist Arithmetic. Federal Reserve Bank of Minneapolis Quarterly Review 5 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1982. The Real-Bills Doctrine versus the Quantity Theory: A Reconsideration. Journal of Political Economy 90 (6):1212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1983. A Model of Commodity Money. Journal of Monetary Economics 12 (1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie. 2005. Comment on Limits to Inflation Targeting. In The InflationTargeting Debate, vol. 32 of National Bureau of Economic Research Studies in Business Cycles, edited by Ben S. Bernanke. and Michael Woodford, chap. 7, 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308. University of Chicago Press.",
        "Schmitt-Grohe, Stephanie and Martin Uribe. 2004. Optimal fiscal and monetary policy under sticky prices. Journal of Economic Theory 114 (2):198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Shapley, Lloyd S. and Martin Shubik. 1969. On market games. Journal of Economic Theory 1 (1):9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Sims, Christopher A. 1994. A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy. Economic Theory 4 (3):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Fiscal Consequences for Mexico of Adopting the Dollar. Journal of Money, Credit, and Banking 33 (2):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c616.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. Fiscal Aspects of Central Bank Independence. In European Monetary Integration, edited by Hans-Werner Sinn, Mika WidgreÃ\u0083Å\u0092Ã\u0082Â\u0081n, and Marko KoÃ\u0083Å\u0092Ã\u0082Ë\u0086thenbuÃ\u0083Å\u0092Ã\u0082Ë\u0086rger, CESifo Seminar Series, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116. MIT Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005. Limits to Inflation Targeting. In The Inflation-Targeting Debate, vol. 32 of National Bureau of Economic Research Studies in Business Cycles, edited by Ben S. Bernanke. and Michael Woodford, chap. 7, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299. University of Chicago Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Paper Money. American Economic Review 103 (2):563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. Optimal Fiscal and Monetary Policy with Distorting Taxes. http://sims. princeton.edu/yftp/CostlessDebt/InflTax.pdf. Mimeo, Princeton University.",
        "Siu, Henry E. 2004. Optimal Fiscal and Monetary Policy with Sticky Prices. Journal of Monetary Economics 51 (3):575 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 607.",
        "Svensson, Lars E.O. 1985. Money and Asset Prices in a Cash-in-Advance Economy. Journal of political Economy 93 (5):919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c944.",
        "Treasury, United States. 1906. Annual Report of the Secretary of the Treasury on the State of the Finances for the Fiscal Year Ended June 30, 1906.",
        "Wallace, Neil. 1981a. A Hybrid Fiat-Commodity Monetary System. Journal of Economic Theory 25 (3):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1981b. A Modigliani-Miller Theorem for Open-Market Operations. The American Economic Review 71 (3):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Weitzman, Martin L. 1973. Duality Theory for Infinite Horizon Convex Models. Management Science 19 (7):783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "White, Richard. 2017. The Republic for Which It Stands: The United States during Reconstruction and the Gilded Age, 1865-1896. Oxford History of the United States. Oxford and New York: Oxford University Press.",
        "Williamson, Stephen. 2019. Neo-Fisherism and Inflation Control. Canadian Journal of Economics forthcoming.",
        "Williamson, Stephen D. 2012. Liquidity, Monetary Policy, and the Financial Crisis: A New Monetarist Approach. American Economic Review 102 (6):2570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2605.",
        "Woodford, Michael. 1990. Public Debt as Private Liquidity. American Economic Review (Papers and Proceedings) 80 (2):382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1994. Monetary Policy and Price Level Determinacy in a Cash-in-Advance Economy. Economic Theory 4 (3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1995. Price Level Determinacy Without Control of a Monetary Aggregate. CarnegieRochester Conference Series on Public Policy 43:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Yared, Pierre. 2013. Public Debt under Limited Private Credit. Journal of the European Economic Association 11 (2):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245."
    ]
}