{
    "id": 27009,
    "cites": 16,
    "cited_by": 27,
    "reference": [
        "Alvarez, F., Argente, D., and Lippi, F. (2020). A simple planning problem for covid-19 lockdown. In mimeo.",
        "Anderson, R. M. and May, R. M. (1991). Infectious Diseases of Humans. Oxford: Oxford University Press.",
        "Atkeson, A. (2020). What will be the economic impact of covid-19 in the us? rough estimates of disease scenarios. NBER Working Paper 26867.",
        "Berger, D., Herkenho, K., and Mongey, S. (2020). An seir infectious disease model with testing and conditional quarantine. NBER Working Paper 26901.",
        "e Castro, M. F. (2020). Fiscal policy during a pandemic. Federal Reserve Bank of St. Louis Working Paper 2020-006C.",
        "Eichenbaum, M., Rebelo, S., and Trabandt, M. (2020). The macroeconomics of epidemics. NBER Working Paper 26882.",
        "Georgiy, B., Cropper, M. L., Epstein, J. M., Goedecke, D. M., Hutton, S., and Over, M. (2011). Policy response to pandemic inuenza: The value of collective action. NBER Working Paper 17195.",
        "Gersovitz, M. (2011). The economics of infection control. Annual Review of Resource Economics, 3:277296.",
        "Gersovitz, M. and Hammer, J. S. (2003). Infectious diseases, public policy, and the marriage of economics and epidemiology. World Bank Economic Review, 18(2):129157.",
        "Gersovitz, M. and Hammer, J. S. (2004). The economical control of infectious diseases. Economic Journal, 114:127.",
        "Goldman, S. M. and Lightwood, J. (2002). Cost optimization in the sis model of infectious disease with treatment. Topics in Economic Analysis and Policy, 2(1).",
        "Guerrieri, V., Lorenzoni, G., Straub, L., and Werning, I. (2020). Macroeconomic implications of covid-19: Can negative supply shocks cause demand shocks? In mimeo.",
        "Kermack, W. O. and McKendrick, A. G. (1927). A contribution to the mathematical theory of epidemics. Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character, 115(772):700721.",
        "Mitchell, J. (2020). State shutdowns have taken at least a quarter of u.s. economy oine. Wall Street Journal, Apr. 5th. https://www.wsj.com/articles/state-coronavirus-shutdowns-have-taken29 -of-u-s-economy-oine-11586079001.",
        "Piguillem, F. and Shi, L. (2020). The optimal covid-19 quarantine and testing policies. In mimeo.",
        "* in thousands of USD Sources: Population numbers: US Census Bureau (2018) Life Expectancy: US Social Security Administration, Period Life Table (2016): https://www.ssa.gov/oact/STATS/table4c6.html Case fatality rate: Verity et al. (2020), Table 1 Value of statistical life* E[loss] given infection*"
    ]
}