{
    "id": 27003,
    "cites": 107,
    "cited_by": 1,
    "reference": [
        "Abraham, K. G., J. C. Haltiwanger, and L. E. Rendell (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Tight is the U.S. Labor Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Prepared for the Spring 2020 Brookings Papers.",
        "Afrouzi, H. and C. Yang (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Rational Inattention and the Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3465793.",
        "Angeletos, G.-M., F. Collard, and H. Dellas (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Anatomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT, mimeo.",
        "Aruoba, S. B. and F. Schorfheide (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Prices versus Monetary Frictions: An Estimation of Policy Trade-offs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, forthcoming.",
        "Atkeson, A. and L. E. Ohanian (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Phillips Curves Useful for Forecasting Inflation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve of Minneapolis Quarterly Review, 25(1), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 48 Auer, R. and A. M. Fischer (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of low-wage import competition on U.S. inflationary pressure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Ball, L. and S. Mazumder (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 42, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Phillips Curve with Anchored Expectations and Short-Term Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 51, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Banbura, M., D. Giannone, and M. Lenza (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional forecasts and scenario analysis with vector autoregressions for large cross-sections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 31, 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Barnichon, R. and G. Mesters (2019a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying modern macro equations with old shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Modern Macro Equations with Old Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 13765, C.E.P.R. Discussion Papers.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019d): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 13480, C.E.P.R. Discussion Papers.",
        "Bernanke, B. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation expectations and inflation forecasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Speech given at the Monetary Economics Workshop of the NBER Summer Institute, Cambridge, Massachussets.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial accelerator in a quantitative business cycle framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B.",
        "Blanchard, O. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Curve: Back to the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢60s?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Blanchard, O., E. Cerutti, and L. Summers (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Activity Ã\u0083Æ\u0092Ã\u0082Â¢ Two Explorations and their Monetary Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21726, National Bureau of Economic Research, Inc.",
        "Boivin, J. and M. P. Giannoni (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Models in a Data Rich Enviroment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 12772.",
        "Budianto, F., T. Nakata, and S. Schmidt (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Average Inflation Targeting and the Interest Rate Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Papers no. 852.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 49 Cai, M., M. Del Negro, M. P. Giannoni, A. Gupta, P. Li, and E. Moszkowski (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Forecasts of the Lost Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting.",
        "Caldara, D., C. Fuentes-Albero, S. Gilchrist, and E. Zakrajsek (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic impact of financial and uncertainty shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 88, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Calvo, G. A. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered prices in a utility-maximizing framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Carvalho, C., S. Eusepi, E. Moench, and B. Preston (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anchored Inflation Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Cavallo, A. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Amazon Effects: Online Competition and Pricing Behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 25138, National Bureau of Economic Research, Inc.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, L. J., M. S. Eichenbaum, and M. Trabandt (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Christiano, L. J., R. Motto, and M. Rostagno (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Depression and the Friedman-Schwartz Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 35, 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1197.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Clark, T. E. and T. Doh (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating alternative models of trend inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 30, 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Coibion, O. and Y. Gorodnichenko (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Phillips Curve Alive and Well after All? Inflation Expectations and the Missing Disinflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Coibion, O., Y. Gorodnichenko, and D. Koustas (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amerisclerosis? The Puzzle of Rising U.S. Unemployment Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 44, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Crump, R. K., S. Eusepi, M. Giannoni, and A. Sahin (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Approach to Measuring u*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2019, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Daly, M. C. and B. Hobijn (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidities Bend the Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 46, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 50 Davis, S. J. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on A Unified Approach to Measuring u*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "De Graeve, F. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Finance Premium and the Macroeconomy: US Post-WWII Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 32, 3415 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3440.",
        "Del Negro, M. and S. Eusepi (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fitting Observed Inflation Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35, 2105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2131.",
        "Del Negro, M., D. Giannone, M. P. Giannoni, and A. Tambalotti (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safety, liquidity, and the natural rate of interest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring.",
        "Del Negro, M., M. P. Giannoni, and C. Patterson (2015a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forward Guidance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBNY Staff report.",
        "Del Negro, M., M. P. Giannoni, and F. Schorfheide (2015b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation in the Great Recession and New Keynesian Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7, 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Del Negro, M. and F. Schorfheide (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priors from General Equilibrium Models for VARs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 45, 643 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 673.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Model-Based Forecasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Forecasting, Volume 2, ed. by G. Elliott and A. Timmermann, Elsevier.",
        "Eggertsson, G. and S. K. Egiev (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Theory of the Great Depression and the Great Recession ,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Brown University.",
        "Faccini, R. and L. Melosi (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bad Jobs and Low Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Bank of Chicago.",
        "Fernald, J. G. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quarterly, utilization-adjusted series on total factor productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series 2012-19, Federal Reserve Bank of San Francisco.",
        "Fitzgerald, T. J. and J. P. Nicolini (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Stable Relationship between Unemployment and Future Inflation? Evidence from U.S. Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 713, Federal Reserve Bank of Minneapolis.",
        "Forbes, K. (2019a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics: Dead, Dormant, or Determined Abroad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 26496, National Bureau of Economic Research, Inc.",
        "Forbes, K. J. (2019b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Have Shanghai, Saudi Arabia, and Supply Chains Affected U.S. Inflation Dynamics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 51 Forbes, K. J., J. E. Gagnon, and C. G. Collins (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low Inflation Bends the Phillips Curve around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Peterson Institute for International Economics, Working Paper 20-06.",
        "Fuhrer, J. and G. Moore (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 110, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Fuhrer, J. C. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Monetary Economics, ed. by B. M. Friedman and M. Woodford, Elsevier, vol. 3 of Handbook of Monetary Economics, chap. 9, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, J. (2015): Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework and Its Applications Second edition, no. 10495 in Economics Books, Princeton University Press.",
        "Gali, J. and L. Gambetti (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the U.S. Wage Phillips Curve Flattened? A Semi-Structural Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, CREI.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Empricial (Ir)Relevance of the Zero Lower Bound Constraint,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, J. and M. Gertler (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation dynamics: A structural econometric analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 44, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Geerolf, F. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Curve: a Relation between Real Exchange Rate Growth and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018 Meeting Papers 1187, UCLA.",
        "Giannone, D., M. Lenza, and G. E. Primiceri (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prior Selection for Vector Autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 97, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Giannone, D., M. Lenza, and L. Reichlin (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money, Credit, Monetary Policy, and the Business Cycle in the Euro Area: What Has Changed Since the Crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 15, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Gilchrist, S., R. Schoenle, J. Sim, and E. Zakraj?ek (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics during the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823.",
        "Gilchrist, S., V. Yankov, and E. Zakrajsek (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit market shocks and economic fluctuations: Evidence from corporate bond and stock markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56, 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Gilchrist, S. and E. Zakrajsek (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 52 Goldfeld, S. M. and A. S. Blinder (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Implications of Endogenous Stabilization Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 3, 585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Goolsbee, A. D. and P. J. Klenow (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internet Rising, Prices Falling: Measuring Inflation in a World of E-Commerce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 108, 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Gordon, R. J. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Curve is Alive and Well: Inflation and the NAIRU During the Slow Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19390, National Bureau of Economic Research, Inc.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Friedman and Phelps on the Phillips Curve Viewed from a Half CenturyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 24891, National Bureau of Economic Research, Inc.",
        "Greenwood, J., Z. Hercowitz, and P. Krusell (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Implications of Investment-Specific Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 87, 342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Hall, R. E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Hazell, J., J. Herreno, E. Nakamura, and J. Steinsson (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The slope of the Phillips Curve: evidence from US states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Hong, G. H., Z. Koczan, W. Lian, and M. Nabar (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Slack than Meets the Eye? Recent Wage Dynamics in Advanced Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., IMF Working Paper 18/50.",
        "Hooper, P., F. S. Mishkin, and A. Sufi (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospects for Inflation in a High Pressure Economy: Is the Phillips Curve Dead or is It Just Hibernating?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 25792, National Bureau of Economic Research, Inc.",
        "Jorgensen, P. and K. J. Lansing (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anchored Inflation Expectations and the Flatter Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series 2019-27, Federal Reserve Bank of San Francisco.",
        "Justiniano, A., G. Primiceri, and A. Tambalotti (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and the Relative Price of Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment shocks and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Kareken, J. H. and R. M. Solow (1963): Lags in Monetary Policy, New York: Prentice Hall, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Laseen, S. and L. E. Svensson (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anticipated Alternative Policy-Rate Paths in Policy Simulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 7, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 53 Linde, J. and M. Trabandt (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving the Missing Deflation Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 13690, C.E.P.R. Discussion Papers.",
        "Mackowiak, B. and M. Wiederholt (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Sticky Prices under Rational Inattention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Mankiw, N. G. and R. Reis (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117, 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Mavroeidis, S., M. Plagborg-MÃ\u0083Æ\u0092Ã\u0082Æ\u0092Ã\u0083â\u0080¦Ã\u0082Â¾ller, and J. H. Stock (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Evidence on Inflation Expectations in the New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 52, 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "McLeay, M. and S. Tenreyro (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Inflation and the Identification of the Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2019, volume 34, National Bureau of Economic Research, Inc, NBER Chapters.",
        "Mertens, T. M. and J. C. Williams (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy frameworks and the effective lower bound on interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 877, Federal Reserve Bank of New York.",
        "Moulton, B. R. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement Of Output, Prices, And Productivity: WhatÃ\u0083Æ\u0092Ã\u0082Â¢s Changed Since The Boskin Commission?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., The Brookings Institution.",
        "Obstfeld, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Dimensions of U.S. Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 26039, National Bureau of Economic Research, Inc.",
        "Orphanides, A. and J. C. Williams (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation scares and forecast-based monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 8, 498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Powell, J. H. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenges for Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech delivered at the Challenges for Monetary Policy symposium, sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.",
        "Primiceri, G. E. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Inflation Rose and Fell: Policy-MakersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs and U. S. Postwar Stabilization Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on A Unified Approach to Measuring u*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Rich, R. W., M. H. Linder, and R. Peach (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The parts are more than the whole: separating goods and services to predict core inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Issues in Economics and Finance.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 54 Rognlie, M. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Optimal Inflation and the Identification of the Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2019, volume 34, National Bureau of Economic Research, Inc, NBER Chapters.",
        "Rubbo, E. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks, Phillips Curves and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Sbordone, A. M. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices and unit labor costs: a new test of price stickiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 49, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Inflation Dynamics: The Impact of Increased Competition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in International Dimensions of Monetary Policy, National Bureau of Economic Research, Inc, NBER Chapters, 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Sims, C. A. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Linear Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Economics, 20, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Smets, F. and R. Wouters (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 586 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 606.",
        "Solon, G., R. Barsky, and J. A. Parker (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Cyclicality of Real Wages: How Important is Composition Bias?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 109, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Stansbury, A. and L. H. Summers (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Rents, Or Less Rent-sharing? The Role Of Declining Worker Power In Recent Macro Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript prepared for the Spring 2020 Brookings Papers.",
        "Stock, J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of Ball and Mazumder, Ã\u0083Æ\u0092Ã\u0082Â¢Inflation Dynamics and the Great RecessionÃ\u0083Æ\u0092Ã\u0082Â¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 42, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Stock, J. H. and M. W. Watson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycle fluctuations in US macroeconomic time series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Elsevier, vol. 1 of Handbook of Macroeconomics, chap. 1, 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 64.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has U.S. Inflation Become Harder to Forecast?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 39, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phillips Curve Inflation Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 14322, National Bureau of Economic Research, Inc.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slack and Cyclically Sensitive Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 25987, National Bureau of Economic Research, Inc.",
        "Swanson, E. T. and J. C. Williams (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effect of the Zero Lower Bound on Medium- and Longer-Term Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 3154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3185.",
        "WHATÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S UP WITH THE PHILLIPS CURVE? 55 Tallman, E. W. and S. Zaman (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting inflation: Phillips curve effects on services price measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 33, 442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Taylor, J. B. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Dynamics and Staggered Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 88, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretion versus policy rules in practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 39, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Woodford, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "Yellen, J. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remark delivered at a public event, WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (not) up with inflation? hosted by the Hutchins Center on Fiscal & Monetary Policy at Brookings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available online at https://www.brookings.edu/research/former-fed-chair-janet-yellen-on-why-theanswer -to-the-inflation-puzzle-matters/.",
        "Zhang, B., J. C. Chan, and J. L. Cross (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic volatility models with ARMA innovations: An application to G7 inflation forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CAMA Working Papers 2018-32, Centre for Applied Macroeconomic Analysis, Crawford School of Public Policy, The Australian National University."
    ]
}