{
    "id": 27006,
    "cites": 58,
    "cited_by": 0,
    "reference": [
        "Abowd, J. M., Creecy, R. H., and Kramarz, F. (2002). Computing person and firm effects using linked longitudinal employer-employee data. Mimeo.",
        "Abowd, J. M., Kramarz, F., and Margolis, D. N. (1999). High wage workers and high wage firms. Econometrica, 67(2):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Abowd, J. M., Lengermann, P., and PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez-Duarte, S. (2004). Are good workers employed by good firms? a simple test of positive assortative matching models. Mimeo.",
        "Adhvaryu, A., Kala, N., and Nyshadham, A. (2018). The skills to pay the bills: Returns to on-the-job soft skills training. Technical report, National Bureau of Economic Research.",
        "Adhvaryu, A., Kala, N., and Nyshadham, A. (2019a). Management and shocks to worker productivity. working paper.",
        "Adhvaryu, A., Nyshadham, A., and Tamayo, J. (2019b). Managerial quality and productivity dynamics. working paper.",
        "Alvarez, J., Benguria, F., Moser, C., and Engbom, N. (2018). Firms and the decline in earnings inequality in brazil. American Economic Journal: Macroeconomics, 10(1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Amodio, F. and Martinez-Carrasco, M. A. (2018). Input allocation, workforce management and productivity spillovers: Evidence from personnel data. The Review of Economic Studies, 85(4):1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1970.",
        "Andrews, M., Gill, L., Schank, T., and Upward, R. (2008). High wage workers and low wage firms: negative assortative matching or limited mobility bias? Journal of the Royal Statistical Society, 171(3):673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Andrews, M., Gill, L., Schank, T., and Upward, R. (2012). High wage workers match with high wage firms: Clear evidence of the effects of limited mobility bias. Economics Letters, 117(3):824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Atkin, D., Khandelwal, A. K., and Osman, A. (2017). Exporting and firm performance: Evidence from a randomized experiment. The Quarterly Journal of Economics, 132(2):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2007). Incentives for managers and inequality among workers: evidence from a firm-level experiment. The Quarterly Journal of Economics, 122(2):729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 773.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2009). Social connections and incentives in the workplace: Evidence from personnel data. Econometrica, 77(4):1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2010). Social incentives in the workplace. The Review of Economic Studies, 77(2):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Bandiera, O., Guiso, L., Prat, A., and Sadun, R. (2015). Matching firms, managers, and incentives. Journal of Labor Economics, 33(3):623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Bandiera, O., Hansen, S., Prat, A., and Sadun, R. (2019). Ceo behavior and firm performance. Journal of Political Economy, forthcoming.",
        "Bassi, V. and Nansamba, A. (2019). Screening and signaling non-cognitive skills: Experimental evidence from uganda. mimeo USC.",
        "Benson, A., Li, D., and Shue, K. (2018). Promotions and the peter principle. Technical report, National Bureau of Economic Research.",
        "Best, M. C., Hjort, J., and Szakonyi, D. (2019). Individuals and organizations as sources of state effectiveness. Technical Report WP 23350, National Bureau of Economic Research.",
        "Blattman, C. and Dercon, S. (2018). The impacts of industrial and entrepreneurial work on income and health: experimental evidence from ethiopia. American Economic Journal: Applied Economics, 10(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Bloom, N., Eifert, B., Mahajan, A., McKenzie, D., and Roberts, J. (2013). Does management matter? evidence from india. The Quarterly Journal of Economics, 1(51):51.",
        "Bloom, N., Mahajan, A., McKenzie, D., and Roberts, J. (2010). Why do firms in developing countries have low productivity? American Economic Review, 100(2):619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bloom, N., Mahajan, A., McKenzie, D., and Roberts, J. (2018). Do management interventions last? evidence from India. The World Bank.",
        "Bloom, N. and Van Reenen, J. (2007). Measuring and explaining management practices across firms and countries. The Quarterly Journal of Economics, pages 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Bloom, N. and Van Reenen, J. (2011). Human resource management and productivity. Handbook of labor economics, 4:1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Boning, B., Ichniowski, C., and Shaw, K. L. (2007). Opportunity counts: Teams and the effectiveness of production incentives. Journal of Labor Economics, 25(4):613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Cajal Grossi, J., Macchiavello, R., and Noguera, G. (2019). International buyersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ sourcing and suppliersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ markups in bangladeshi garments. Technical report, working paper.",
        "Card, D., Cardoso, A. R., Heining, J., and Kline, P. (2018). Firms and labor market inequality: Evidence and some theory. Journal of Labor Economics, 36(S1):S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Card, D., Heining, J., and Kline, P. (2013). Workplace heterogeneity and the rise of west german wage inequality. The Quarterly journal of economics, 128(3):967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Caselli, F. (2005). Accounting for cross-country income differences. Handbook of economic growth, 1:679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Chetty, R., Friedman, J. N., and Rockoff, J. E. (2014). Measuring the impacts of teachers i: Evaluating bias in teacher value-added estimates. American Economic Review, 104(9):2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Eeckhout, J. (2018). Sorting in the labor market. Annual Review of Economics, 10:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Eeckhout, J. and Kircher, P. (2011). Identifying sorting in theory. The Review of Economic Studies, 78(3):872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Fenizia, A. (2019). Managers and productivity in the public sector. Technical report, Mimeo, Available at: https://sites. google. com/site/alessandrafenizia/home.",
        "Finkelstein, A., Gentzkow, M., and Williams, H. (2016). Sources of geographic variation in health care: Evidence from patient migration. Quarterly Journal of Economics, 131(4):1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Frederiksen, A., Kahn, L. B., and Lange, F. (2019). Supervisors and performance management systems. Journal of Political Economy, forthcoming.",
        "Garicano, L. and Rossi-Hansberg, E. (2006). Organization and inequality in a knowledge economy.",
        "Graham, B., Imbens, G., and Ridder, G. (2014). Complementarity and aggregate implications of assortative matching: A nonparametric analysis. Quantitative Economics, 5(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Graham, B., Imbens, G., and Ridder, G. (2018). Identification and efficiency bounds for the average match function under conditionally exogenous matching. Journal of Business & Economic Statistics, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Hagedorn, M., Law, T. H., and Manovskii, I. (2017). Identifying equilibrium models of labor market sorting. Econometrica, 85(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Hall, R. E. and Jones, C. I. (1999). Why do some countries produce so much more output per worker than others? The Quarterly Journal of Economics, 114(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Hamilton, B. H., Nickerson, J. A., and Owan, H. (2003). Team incentives and worker heterogeneity: An empirical analysis of the impact of teams on productivity and participation. Journal of Political Economy, 111(3).",
        "Hoffman, M. and Tadelis, S. (2019). People management skills, employee attrition, and manager rewards: An empirical analysis. working paper.",
        "Holmstrom, B. R. and Tirole, J. (1989). The theory of the firm. Handbook of industrial organization, 1:61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Ichino, A. and Maggi, G. (2000). Work environment and individual background: Explaining regional shirking differentials in a large italian firm. Quarterly Journal of Economics, 115(3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Kane, T. J. and Staiger, D. O. (2008). Estimating teacher impacts on student achievement: An experimental evaluation. Technical report, National Bureau of Economic Research.",
        "Karlan, D., Knight, R., and Udry, C. (2015). Consulting and capital experiments with microenterprise tailors in ghana. Journal of Economic Behavior & Organization, 118:281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Kremer, M. (1993). The o-ring theory of economic development. The Quarterly Journal of Economics, 108(3):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Lazear, E. P. and Oyer, P. (2007). Personnel economics. Technical report, National Bureau of economic research.",
        "Lazear, E. P. and Shaw, K. L. (2007). Personnel economics: The economistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s view of human resources. Journal of economic perspectives, 21(4):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Lazear, E. P., Shaw, K. L., Stanton, C. T., et al. (2015). The value of bosses. Journal of Labor Economics, 33(4):823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Levitt, S. D., List, J. A., and Syverson, C. (2013). Toward an understanding of learning by doing: Evidence from an automobile assembly plant. Journal of Political Economy, 121(4):643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Lopes de Melo, R. (2018). Firm wage differentials and labor market sorting: Reconciling theory and evidence. Journal of Political Economy, 126(1):313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Macchiavello, R. and Morjaria, A. (2015). The value of relationships: evidence from a supply shock to kenyan rose exports. American Economic Review, 105(9):2911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "McKenzie, D. and Woodruff, C. (2013). What are we learning from business training and entrepreneurship evaluations around the developing world? The World Bank Research Observer, 29(1):48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "McKenzie, D. and Woodruff, C. (2016). Business practices in small firms in developing countries. Management Science.",
        "Moretti, E. and Mas, A. (2009). Peers at work. American Economic Review, 99(1):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Morlacco, M. (2019). Market power in input markets: Theory and evidence from french manufacturing. mimeo USC."
    ]
}