{
    "id": 27026,
    "cites": 59,
    "cited_by": 1,
    "reference": [
        "Manuel Adelino, Kristopher Gerardi, and Paul S Willen. Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lenders renegotiate more home mortgages? redefaults, self-cures and securitization. Journal of monetary Economics, 60(7):835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853, 2013.",
        "Sumit Agarwal, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. Regulating consumer financial products: Evidence from credit cards. The Quarterly Journal of Economics, 130(1):111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164, 2014. Kartik Athreya, Xuan S Tam, and Eric R Young. Unsecured credit markets are not insurance markets.",
        "Kartik Athreya, Juan M SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, Xuan S Tam, and Eric R Young. Labor market upheaval, default regulations, and consumer debt. Review of Economic Dynamics, 18(1):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 2015.",
        "K.B. Athreya and N.B. Simpson. Unsecured debt with public insurance: From bad to worse. Journal of Monetary economics, 53(4):797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825, 2006.",
        "Scott R Baker and Constantine Yannelis. Income changes and consumption: Evidence from the 2013 federal government shutdown. Available at SSRN 2575461, 2015.",
        "Zach Bethune. Consumer credit, unemployment, and aggregate labor market dynamics. Technical report, Working Paper, 2017.",
        "Zach Bethune, Guillaume Rocheteau, and Peter Rupert. Aggregate unemployment and household unsecured debt. 2013. Serdar Birinci and Kurt Gerrard See. How should unemployment insurance vary over the business cycle.",
        "J. Carter Braxton, Kyle F. Herkenhoff, and Gordon Phillips. The borrowing and default response to persistent and transitory income shocks. Manuscript, 2019.",
        "Kenneth Burdett, Shouyong Shi, and Randall Wright. Pricing and matching with frictions. Journal of Political Economy, 109(5):1060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085, 2001.",
        "S. Chatterjee, D. Corbae, M. Nakajima, and J.V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. A quantitative theory of unsecured consumer credit with risk of default. Econometrica, 75(6):1525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589, 2007.",
        "S. Chatterjee, D. Corbae, and J.V. Rios-Rull. A finite-life private-information theory of unsecured consumer debt. Journal of Economic Theory, 142(1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177, 2008a.",
        "S. Chatterjee, D. Corbae, and J.V. RÃ\u0083â\u0080\u009eÃ\u0082Â±os-Rull. A theory of credit scoring and competitive pricing of default risk. Unpublished working paper, University of Texas at Austin, 2008b. Gaston Rene Chaumont and Shouyong Shi. Wealth accumulation, on the job search and inequality.",
        "D. Chen. The interaction between labor and credit markets: The impact of bankruptcy on labor supply decisions. 2012.",
        "R. Chetty. Moral hazard vs. liquidity and optimal unemployment insurance. Technical report, National Bureau of Economic Research, 2008.",
        "W Henry Chiu and Edi Karni. Endogenous adverse selection and unemployment insurance. Journal of Political Economy, 106(4):806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827, 1998.",
        "J Michael Collins, Kathryn Edwards, and Maximilian Schmeiser. The role of credit cards for unemployed households in the great recession. Manuscript, 2015.",
        "Thomas F Crossley and Hamish W Low. Job loss, credit constraints and consumption growth. Institute for Fiscal Studies, 2011.",
        "Steven Davis and Till Von Wachter. Recessions and the costs of job loss. 2011.",
        "J. Eaton and M. Gersovitz. Debt with potential repudiation: Theoretical and empirical analysis. The Review of Economic Studies, pages 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309, 1981.",
        "Scott L Fulford. How important is variability in consumer credit limits? Journal of Monetary Economics, 72:42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 2015.",
        "Peter Ganong and Pascal Noel. How does unemployment affect consumer spending? Technical report, Working paper, 2015.",
        "Michael Gelman, Shachar Kariv, Matthew D Shapiro, Dan Silverman, and Steven Tadelis. How individuals smooth spending: Evidence from the 2013 government shutdown using account data. Technical report, National Bureau of Economic Research, 2015.",
        "Kristopher Gerardi, Kyle F Herkenhoff, Lee E Ohanian, and Paul S Willen. CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t pay or wonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t pay? unemployment, negative equity, and strategic default. Technical report, National Bureau of Economic Research, 2015.",
        "Ben Griffy. Borrowing constraints, search, and life-cycle inequality. Manuscript, 2017.",
        "A. Hedlund. Illiquidity and foreclosures in a directed search model of the housing market. 2011.",
        "Nathaniel Hendren. Knowledge of future job loss and implications for unemployment insurance. Technical report, National Bureau of Economic Research, 2015.",
        "K.F. Herkenhoff. The impact of consumer credit access on unemployment. Manuscript, 2013.",
        "Kyle F Herkenhoff, Gordon Phillips, and Ethan Cohen-Cole. How credit constraints impact job finding rates, sorting & aggregate output. Manuscript, 2015.",
        "Joanne W Hsu, David A Matsa, and Brian T Melzer. Positive externalities of social insurance: Unemployment insurance and consumer credit. Technical report, National Bureau of Economic Research, 2014.",
        "Christopher Huckfeldt. The scarring effect of recessions: A quantitative analysis. New York University, 2014.",
        "Sean Hundtofte and Michaela Pagel. Credit smoothing. Manuscript, 2017.",
        "Michael D Hurd and Susann Rohwedder. Effects of the financial crisis and great recession on american households. Technical report, National Bureau of Economic Research, 2010.",
        "Louis S Jacobson, Robert J LaLonde, and Daniel G Sullivan. Earnings losses of displaced workers. The American Economic Review, pages 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709, 1993.",
        "Gregor Jarosch. Searching for job security and the consequences of job loss. 2014.",
        "Yan Ji. Job search under debt: Aggregate implications of student loans. Manuscript, 2018.",
        "Benjamin J Keys. The credit market consequences of job displacement. Review of Economics and Statistics, 100(3):405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415, 2018.",
        "Sebastian Koehne and Moritz Kuhn. Should unemployment insurance be asset tested? Review of Economic Dynamics, 18(3):575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592, 2015.",
        "Per Krusell, Toshihiko Mukoyama, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin. Labour-market matching with precautionary savings and aggregate fluctuations. The Review of Economic Studies, 77(4):1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1507, 2010.",
        "AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Kurmann and Erika McEntarfer. Downward wage rigidity in the united states: New evidence from administrative data. 2017.",
        "Rasmus Lentz. Optimal unemployment insurance in an estimated job search model with savings. Review of Economic Dynamics, 12(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57, 2009.",
        "Rasmus Lentz and Torben Tranaes. Job search and savings: Wealth effects and duration dependence. 2001.",
        "I. Livshits, J. MacGee, and M. Tertilt. Consumer bankruptcy: A fresh start. The American Economic Review, 97(1):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418, 2007.",
        "Mi Luo and Simon Mongey. Student debt and job choice: Wages vs. job satisfaction. New York University, 2016.",
        "Xavier Mateos-Planas. Credit limits and bankruptcy. Economics Letters, 121(3):469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472, 2013.",
        "Xavier Mateos-Planas and Jose Victor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. Credit lines. Technical report, Manuscript, 2010.",
        "Xavier Mateos-Planas and Giulio Seccia. Welfare implications of endogenous credit limits with bankruptcy. Journal of Economic Dynamics and Control, 30(11):2081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2115, 2006.",
        "G. Menzio and S. Shi. Efficient search on the job and the business cycle. Journal of Political Economy, 119(3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2011.",
        "Guido Menzio, Irina A Telyukova, and Ludo Visschers. Directed search over the life cycle. Technical report, National Bureau of Economic Research, 2012.",
        "K. Mitman. Macroeconomic effects of bankruptcy & foreclosure policies. 2011.",
        "Kurt Mitman and Stanislav Rabinovich. Pro-cyclical unemployment benefits? optimal policy in an equilibrium business cycle model. 2011.",
        "Espen R Moen. Competitive search equilibrium. Journal of Political Economy, 105(2):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411, 1997. Makoto Nakajima. Business cycles in the equilibrium model of labor market search and self-insurance*.",
        "Makoto Nakajima. A quantitative analysis of unemployment benefit extensions. Journal of Monetary Economics, 59(7):686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702, 2012b.",
        "Jesse Rothstein and Robert G Valletta. Scraping by: Income and program participation after the loss of extended unemployment benefits. Journal of Policy Analysis and Management, 36(4):880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908, 2017.",
        "Edouard Schaal. Uncertainty, productivity and unemployment in the great recession. Federal Reserve Bank of Minneapolis, mimeo, 2012.",
        "R. Shimer. The cyclical behavior of equilibrium unemployment and vacancies. American economic review, pages 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49, 2005.",
        "Robert Shimer and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. Liquidity and insurance for the unemployed. Technical report, National Bureau of Economic Research, 2005.",
        "J.X. Sullivan. Borrowing during unemployment. Journal of Human Resources, 43(2):383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412, 2008.",
        "Teresa A Sullivan, Elizabeth Warren, and Jay Lawrence Westbrook. As we forgive our debtors: Bankruptcy and consumer credit in America. Beard Books, 1999.",
        "W.R. Zame. Efficiency and the role of default when security markets are incomplete. The American Economic Review, pages 1142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164, 1993."
    ]
}