{
    "id": 27028,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Alvarez, F., D. Argente, and F. Lippi (2020). A simple planning problem for covid-19 lockdown. University of Chicago, Becker Friedman Institute for Economics Working Paper (2020-34).",
        "Andrei, M. (March 26 2020). Icelands testing suggests 50ZME Science.",
        "Bendavid, E., B. Mulaney, N. Sood, S. Shah, E. Ling, R. Bromley-Dulfano, C. Lai, Z. Weissberg, R. Saavedra, J. Tedrow, et al. (2020). Covid-19 antibody seroprevalence in santa clara county, california. medRxiv.",
        "Berger, D., K. Herkenhoff, and S. Mongey (2020). An seir infectious disease model with testing and conditional quarantine. Working paper, Federal Reserve Bank of Minneapolis.",
        "Bogoch, I. I., A. Watts, A. Thomas-Bachli, C. Huber, M. U. Kraemer, and K. Khan (2020). Pneumonia of unknown etiology in wuhan, china: Potential for international spread via commercial air travel. Journal of Travel Medicine.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020). The macroeconomics of epidemics. Technical report, National Bureau of Economic Research.",
        "Flaxman, S., S. Mishra, and A. e. a. Gandy (March 30 2020). Estimating the number of infections and the impact of non-pharmaceutical interventions on covid-19 in 11 european countries. Imperial College London.",
        "Imai, N., I. Dorigatti, A. Cori, S. Riley, and N. M. Ferguson (January 17 2020). Report 1: Estimating the potential total number of novel coronavirus cases in wuhan city, china. Imperial College London.",
        "Kaplan, S. and K. Thomas (April 6 2020). Delays and shortages exacerbate coronavirus testing gaps in the u.s. The New York Times.",
        "Korolev, I. (2020). Identification and estimation of the seird epidemic model for covid19. Working paper.",
        "Kucharski, A. J., T. W. Russell, C. Diamond, Y. Liu, J. Edmunds, S. Funk, R. M. Eggo, F. Sun, M. Jit, J. D. Munday, et al. (2020). Early dynamics of transmission and control of covid-19: a mathematical modelling study. The lancet infectious diseases.",
        "Lai, S., I. I. Bogoch, N. Ruktanonchai, A. G. Watts, Y. Li, J. Yu, X. Lv, W. Yang, Y. Hongjie, K. Khan, et al. (2020). Assessing spread risk of wuhan novel coronavirus within and beyond china, january-april 2020: a travel network-based modelling study.",
        "Lauer, S. A., K. H. Grantz, Q. Bi, F. K. Jones, Q. Zheng, H. R. Meredith, A. S. Azman, N. G. Reich, and J. Lessler (2020, 03). The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application. Annals of Internal Medicine.",
        "Li, Q., X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K. S. Leung, E. H. Lau, J. Y. Wong, et al. (2020). Early transmission dynamics in wuhan, china, of novel coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cinfected pneumonia. New England Journal of Medicine.",
        "Li, R., S. Pei, B. Chen, Y. Song, T. Zhang, W. Yang, and J. Shaman (2020). Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sarscov2) . Science.",
        "Linton, N. M., T. Kobayashi, Y. Yang, K. Hayashi, A. R. Akhmetzhanov, S.-m. Jung, B. Yuan, R. Kinoshita, and H. Nishiura (2020). Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data. Journal of clinical medicine 9(2), 538.",
        "Liu, T., J. Hu, M. Kang, L. Lin, H. Zhong, J. Xiao, G. He, T. Song, Q. Huang, Z. Rong, et al. (2020). Transmission dynamics of 2019 novel coronavirus (2019-ncov).",
        "Liu, Z., P. Magal, O. Seydi, and G. Webb (2020a). Predicting the cumulative number of cases for the covid-19 epidemic in china from early data. arXiv preprint arXiv:2002.12298.",
        "Liu, Z., P. Magal, O. Seydi, and G. Webb (2020b). Understanding unreported cases in the covid-19 epidemic outbreak in wuhan, china, and the importance of major public health interventions. Biology 9(3), 50.",
        "Nishiura, H., T. Kobayashi, T. Miyama, A. Suzuki, S. Jung, K. Hayashi, R. Kinoshita, Y. Yang, B. Yuan, A. R. Akhmetzhanov, et al. (2020). Estimation of the asymptomatic ratio of novel coronavirus infections (covid-19). medRxiv.",
        "Nishiura, H., T. Kobayashi, Y. Yang, K. Hayashi, T. Miyama, R. Kinoshita, N. M. Linton, S.-m. Jung, B. Yuan, A. Suzuki, et al. (2020). The rate of underascertainment of novel coronavirus (2019-ncov) infection: Estimation using japanese passengers data on evacuation flights.",
        "Read, J. M., J. R. Bridgen, D. A. Cummings, A. Ho, and C. P. Jewell (2020). Novel coronavirus 2019-ncov: early estimation of epidemiological parameters and epidemic predictions. MedRxiv.",
        "Russell, T. W., J. Hellewell, C. I. Jarvis, K. Van-Zandvoort, S. Abbott, R. Ratnayake, S. Flasche, R. M. Eggo, A. J. Kucharski, C. nCov working group, et al. (2020). Estimating the infection and case fatality ratio for covid-19 using age-adjusted data from the outbreak on the diamond princess cruise ship. medRxiv.",
        "Sajadi, M. M., P. Habibzadeh, A. Vintzileos, S. Shokouhi, F. Miralles-Wilhelm, and A. Amoroso (2020). Temperature and latitude analysis to predict potential spread and seasonality for covid-19. Available at SSRN 3550308.",
        "Shen, M., Z. Peng, Y. Xiao, and L. Zhang (2020). Modelling the epidemic trend of the 2019 novel coronavirus outbreak in china. bioRxiv.",
        "Stock, J. (2020). Data gaps and the policy response to the novel coronavirus. Working paper.",
        "Stock, J., K. Aspelund, M. Droste, and C. Walker (April 6 2020). Estimates of the undetected rate among the sars-cov-2 infected using testing data from iceland. Working paper.",
        "Thompson, S., Y. Serkez, and L. Kelley (March 23 2020). How has your state reacted to social distancing? The New York Times.",
        "Wu, J. T., K. Leung, and G. M. Leung (2020). Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study. The Lancet 395(10225), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Zhao, S., Q. Lin, J. Ran, S. S. Musa, G. Yang, W. Wang, Y. Lou, D. Gao, L. Yang, D. He, et al. (2020). Preliminary estimation of the basic reproduction number of novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak. International Journal of Infectious Diseases 92, 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217."
    ]
}