{
    "id": 27046,
    "cites": 19,
    "cited_by": 52,
    "reference": [
        "Atkeson, A. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26867, National Bureau of Economic Research.",
        "Bayer, C. and M. Kuhn (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Ties and Case Fatality Rates: A CrossCountry Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d London, Centre for Economic Policy Research DP14519.",
        "Berger, D., K. Herkenhoff, and S. Mongey (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BFI Working Paper NO. 2020-25.",
        "Bick, A. and A. Blandin (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Time Labor Market Estimates During the 2020 Coronavirus Outbreak,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Arizona State University.",
        "Eichenbaum, M., S. Rebelo, and M. Trabandt (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of EpidemicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. London, Centre for Economic Policy Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR DP 14520.",
        "Fang, H., L. Wang, and Y. Yang (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Mobility Restrictions and the Spread of the Novel Coronavirus (2019-nCoV) in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26906, National Bureau of Economic Research.",
        "Faria-e-Castro, M. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back-of-the-Envelope Estimates of Next QuarterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unemployment Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Saint Louis Fed Blogs:.",
        "Ferguson, N. M. et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Imperial College COVID-19 Response Team.",
        "Flaxman, S., S. Mishra, A. Gandy, et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Imperial College London (2020) doi.",
        "Greenstone, M. and V. Nigam (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Social Distancing Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (March 30, 2020). University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2020-26. Available at SSRN: https://ssrn.com/abstract=3561244 or http://dx.doi.org/10.2139/ssrn.3561244.",
        "Hall, R. E., C. I. Jones, and P. J. Klenow (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Off Consumption and COVID-19 Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Hong, J. H., J. Pijoan-Mas, and J.-V. Rios-Rull (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress. First Version, 2016.",
        "Krueger, D., H. Uhlig, and T. Xie (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics and Reallocation in an Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Economic Policy Research DP 14607.",
        "McAndrew, T. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID19-Survey 8-2020-04-08,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Paper, University of Massachusetts Amherst.",
        "Moll, B., G. Kaplan, and G. Violante (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Virtual Presentation on March 31, 2020.",
        "Mossong, J., N. Hens, M. Jit, P. Beutels, K. Auranen, R. Mikolajczyk, et al. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS Med, 5, https://doi.org/10.1371/journal.pmed.0050074.",
        "Saez, E., J. Slemrod, and S. H. Giertz (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 50, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Toxvaerd, F. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Social Distancing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge-INET Working Paper Series No: 2020/08, Cambridge Working Papers in Economics: 2021.",
        "Tsai, T. C., B. H. Jacobson, and A. K. JhaJack (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Hospital Capacity And Projected Need for COVID-19 Patient Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs Blog, March 17, 2020. DOI: 10.1377/hblog20200317.457910."
    ]
}