{
    "id": 27041,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Akerlof, George A. (1970). The market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009clemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics, 84(3), pp. 488-500.",
        "Ales, Laurence and Pricila Maziero (2014). Adverse Selection and Non-exclusive Contracts. Working Paper, Carnegie Mellon University.",
        "Arnott, Richard J. and Joseph E. Stiglitz (1987, 2013). Equilibrium in competitive insurance markets with moral hazard. in The Selected Works of Joseph E. Stiglitz, Volume II: Information and Economic Analysis: Applications to Capital, Labor, and Product Markets, Oxford: Oxford University Press, 2013, pp. 660- 689. Edited version of Princeton University Discussion Paper 4, 1987",
        "Arnott, Richard J. and Joseph E. Stiglitz (1991, 2013). Price Equilibrium, Efficiency, and Decentralizability in Insurance Markets. in The Selected Works of Joseph E. Stiglitz, Volume II: Information and Economic Analysis: Applications to Capital, Labor, and Product Markets, Oxford: Oxford University Press, 2013, pp. 632-659. Edited version of NBER Working Paper 3642, 1991.",
        "Attar, Andrea, Thomas Mariotti, and FrancÃ\u0083Å\u0092Ã\u0082Â§ois SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2011). Nonexclusive competition in the market for lemons. Econometrica, 79(6), 1869-1918.",
        "Attar, Andrea, Thomas Mariotti, and FrancÃ\u0083Å\u0092Ã\u0082Â§ois SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2014). Nonexclusive Competition under Adverse Selection. Theoretical Economics, 9(1), pp. 1-40.",
        "Attar, Andrea, Thomas Mariotti, and FrancÃ\u0083Å\u0092Ã\u0082Â§ois SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2016). Multiple Contracting in Insurance Markets. Working Paper, TSE-532.",
        "Andrea Attar, Thomas Mariotti, and FrancÃ\u0083Å\u0092Ã\u0082Â§ois SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081. (2019). The Social Costs of Side Trading. TSE Working Paper, n. 19-1017, June 2019, revised October 2019.",
        "Bisin, A., and Gottardi, P. (2006). Efficient Competitive Equilibria with Adverse Selection. Journal of Political Economy, 114(3), 485-516.",
        "Dasgupta, Partha and Eric Maskin (1986). The Existence of Equilibrium in Discontinuous Games: I. Review of Economic Studies, 53(1), pp. 1-26.",
        "Glosten, L.R. (1994). Is the Electronic Open Limit Order Book Inevitable? Journal of Finance, 49(4), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1161",
        "Greenwald, Bruce (1979), Adverse Selection in the Labor Market, Routledge: New York.",
        "Greenwald, Bruce (1986). Adverse Selection in the Labor Market. The Review of Economic Studies, Volume 53, Issue 3, p. 325",
        "Greenwald, Bruce, J. E. Stiglitz, and A. Weiss (1984). Informational Imperfections in the Capital Markets and Macroeconomic Fluctuations. American Economic Review, 74(2), May 1984, pp. 194-199",
        "Greenwald, Bruce and J. E. Stiglitz (1986). Externalities in Economies with Imperfect Information and Incomplete Markets. Quarterly Journal of Economics, 101(2), pp. 229264.",
        "Hammond, Peter J. (1987). Markets as Constraints: Multilateral Incentive Compatibility in Continuum Economies. The Review of Economic Studies, 54(3), pp. 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412,",
        "Hellwig, Martin F. (1987). Some Recent Developments in the Theory of Competition in Markets with Adverse Selection. European Economic Review, 31(1-2), pp. 309-325.",
        "Hellwig, Martin F. (1988). A note on the specification of interfirm communication in insurance markets with adverse selection. Journal of Economic Theory, 46(1), pp. 154-163.",
        "Holmstrom, B., and Myerson, R. (1983). Efficient and Durable Decision Rules with Incomplete Information. Econometrica, 51(6), 1799-1819.",
        "Jaynes, Gerald D. (1978). Equilibria in monopolistically competitive insurance markets. Journal of Economic Theory, 19(2), pp. 394-422.",
        "Jaynes, Gerald D. (2011). Equilibrium and Strategic Communication in the Adverse Selection Insurance Model. Working Paper, Yale University.",
        "Jaynes, Gerald D. (2018). Endogenous Beliefs and Institutional Structure in Competitive Equilibrium with Adverse Selection. Working Paper, Yale University.",
        "Grossman, S. J. (1981). The Informational Role of Warranties and Private Disclosure about Product Quality. The Journal of Law and Economics, 24(3):461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Milgrom, P. R. (1981). Good News and Bad News: Representation Theorems and Applications. The Bell Journal of Economics, 12(2):380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Mimra, W., and Wambach, A. (2014). New Developments in the Theory of Adverse Selection in Competitive Insurance. The Geneva Risk and Insurance Review, 39(2), 136152.",
        "Mimra, W., Wambach, A. (2017). Endogenous Insolvency in the RothschildÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cStiglitz Model. Journal Risk and Insurance, 86: 165-181.",
        "Mimra, W., Wambach, A. (2019). Contract withdrawals and equilibrium in competitive markets with adverse selection. Econ Theory 67, 875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Netzer, N. and Scheuer, F. (2014), A Game Theoretic Foundation of Competitive Equilibria with Adverse Selection. International Economic Review, 55: 399-422.",
        "Miyazaki H. (1977). The rat race and internal labor markets. Bell J. Econ. 8:394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418",
        "Pauly, M. (1974). Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection. The Quarterly Journal of Economics, 88(1), 4462.",
        "Prescott, E., and Townsend, R. (1984). Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard. Econometrica, 52(1), 21-45.",
        "Rothschild, Michael and Joseph E. Stiglitz (1976). Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. Quarterly Journal of Economics, 90, pp. 629-649.",
        "Rothschild, Michael and Joseph E. Stiglitz (1997). Competition and Insurance Twenty Years Later. Geneva Papers on Risk and Insurance Theory, 22(2), pp. 73-79.",
        "Spence, M. (1978). Product differentiation and performance in insurance markets. J. Public Econ. 10(3), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Stiglitz, Joseph E. (1977). Monopoly, Non-Linear Pricing and Imperfect Information: The Insurance Market. Review of Economic Studies, 44(3), pp. 407-430.",
        "Stiglitz, Joseph E (2009). Introduction to Part IIB. in Selected Works of Joseph E. Stiglitz, Volume I: Information and Economic Analysis, Oxford: Oxford University Press, 2009, pp. 129-140.",
        "Stiglitz, Joseph and J. Yun (2016). Equilibrium in a Competitive Insurance Market with Non-exclusivity Under Adverse Selection. mimeo.",
        "Stiglitz, Joseph, Jungyoll Yun, and Andrew Kosenko (2018). Characterization, Existence, and Pareto Optimality in Insurance Markets with Asymmetric Information with Endogenous and Asymmetric Disclosures: Revisiting Rothschild-Stiglitz. NBER Working Paper No. 24711, June",
        "Wilson, C. (1977). A model of insurance markets with incomplete information. Journal of Economic Theory, 16(2), pp. 167-207."
    ]
}