{
    "id": 2705,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Akerlof,G. and Miyazaki,H The implicit contract theory of unemployment meets the wage bill argument, Review of Economic Studies, 1980, 47, 321-38.",
        "Azariadis, Costas, Implicit contracts and underemployment equilibria, Journal of Political Economy, Dec. 1975, 83, 1183-1202.",
        "Employment with Asymmetric Information, Quarterly Journal of Economics, 1983, 98, 157-73.",
        "Baily, Martin H ., Wages and employment under uncertain demand, Review of Economic Studies, 1974, 41, 37-50.",
        "Brecher, Richard, Minimum wage rates and the pure theory of international trade, Quarterly Journal of Economics, 1974, 88, 98- 116.",
        "Dixit, Avinash, Trade and insurance with moral hazard, mimeo, Princeton University, October 1986.",
        "Eaton, Jonathan and Gene M. Grossman, Tariffs as insurance: optimal. commercial policy when domestic markets are incomplete, Canadian Journal of Economics, May 1985, 18, 258-272.",
        "Ethier, Wilfred, Dumping, Journal of Political Economy, 1982, 90.",
        "Gordon, Donald F., A neoclassical theory of Keynesian unemployment, Economic Inquiry, 1974, 12, 431-59.",
        "Grossman, Sanford and Oliver Hart, Implicit contracts under asymmetrical information, Quarterly Journal of Economics, 1983, 71, 123-57.",
        "Hart, Oliver and Bengt Holnstrom, The Theory of Contracts, in Advances in Economic Theory, ed. Truman Sewley, Cambridge University Press, forthcoming. Helpman, Elhanan and Assaf Rszin, Uncertainty and international trade in the presence of stock markets, Review of Economic Studies, 1978, 45, 239-50.",
        "Horn, Henrik and Lars E.O. Svensson, Trade unions and optimal labor contracts, Economic Journal, June 1986, 96, 323-41.",
        "Johnson, Harry G., Optimal trade intervention in the presence of domestic distortions, in Trade, Growth, and the Balance of Payments (ed. R. Caves, H. Johnson, and P. Kenen) Chicago: Rand Mcnally and Co., 1965.",
        "Jones, Ronald, A three factor model in theory, trade and history, in J.N. Bhagwati et al., eds., Trade, Balance of Payments and Growth, Amsterdam: North Holland, 1971.",
        "Lapan, Harvey, International trade, factor market distortions and the optimal subsidy, American Economic Review, 1976, 66, 335-46.",
        "Matusz, Steven, The Heckscher-Ohlin-Samuelson model with implicit contracts, Quarterly Journal of Economics. Nov. 1985, 1313-1329.",
        "Neary, Peter J., International capital nobility, wage stickiness, and the case of adjustment assistance, in Import Competition and Response, ed. J.N. Bhagwati, Chicago: The University of Chicago Press. Newbery, D.M.G. and Joseph E. Stiglitz, Pareto Inferior Trade, Review of Economic Studies, 1984, 51, 1-13.",
        "Rosen, Sherwin, Implicit contracts, Journal of Economic Literature, Sept. 1985, 1144-1175."
    ]
}