{
    "id": 27052,
    "cites": 61,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Bias of Technology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75 (5): 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1409.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does Labor Scarcity Encourage Innovation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 118 (6): 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Acemoglu, Daron & David Autor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, 4:1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Elsevier.",
        "Acemoglu, Daron & Pascual Restrepo. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Race between Man and Machine: Implications of Technology for Growth, Factor Shares, and Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108 (6): 1488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Artificial Intelligence, Automation, and Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter in The Economics of Artificial Intelligence: An Agenda, edited by Agrawal, Gans and Goldfarb.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automation and New Tasks: How Technology Displaces and Reinstates Labor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 33 (2): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robots and Jobs: Evidence from US Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Share, Displacement and Wage Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Massachusetts Institute of Technology.",
        "Acemoglu, Daron, David Autor, Joe Hazell & Pascual Restrepo 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AI and Jobs: Evidence from Online Vacancies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Massachusetts Institute of Technology.",
        "Austin, Benjamin, Edward Glaeser & Lawrence Summers. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jobs for the Heartland: Place-Based Policies in 21st-Century America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Autor, David H., David Dorn & Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6): 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Autor, David H. & Mark G. Duggan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise in the Disability Rolls and the Decline in Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 118 (1): 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Autor, David H., Frank Levy & Richard J. Murnane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical Exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 118 (4): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Becker, Robert A. and John H. Boyd III. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Utility: Discrete Time Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hitotsubashi Journal of Economics 34 (Special Issue): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98 .",
        "Beffy, Magali, Denis FougeÃ\u0083Å\u0092Ã\u0082â\u0082¬re & Arnaud Maurel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing the Field of Study in Postsecondary Education Do Expected Earnings Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics & Statistics 94 (1): 334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "BruÃ\u0083Å\u0092Ã\u0082Ë\u0086lhart, Marius, Jonathan Gruber, Matthias Krapf, and Kurt Schmidheiny. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Wealth: Evidence from Switzerland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d w22376. Cambridge, MA: National Bureau of Economic Research.",
        "Chamley, Christophe. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 54 (3): 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Chetty, Raj, Adam Guren, Day Manoli & Andrea Weber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (3): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Congressional Budget Office. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Effective Tax Rates on Capital Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Publication 2624.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Capital Income: Effective Marginal Tax Rates Under 2014 Law and Selected Policy Options.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Publication 49817.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marginal Federal Tax Rates on Labor Income: 1962 to 2028.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Publication 54911.",
        "Cooper, Michael, John McClelland, James Pearce, Richard Prisinzano, Joseph Sullivan, Danny Yagan, Owen Zidar, and Eric Zwick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3: Business in the United States: Who Owns It, and How Much Tax Do They Pay?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER/Tax Policy & the Economy (University of Chicago Press), 30:91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128. National Bureau of Economic Research (NBER).",
        "Costinot, Arnaud & IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robots, Trade, and Luddism: A Sufficient Statistic Approach to Optimal Technology Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25103. National Bureau of Economic Research.",
        "Davis, Steven J., Till Von Wachter, Robert E. Hall & Richard Rogerson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Costs of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Diamond, Peter A. and James E. Mirrlees. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation and Public Production I: Production EfficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 61 (1): 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "DuraÃ\u0083Å\u0092Ã\u0082Â\u0081n-CabreÃ\u0083Å\u0092Ã\u0082Â\u0081, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 M., Alejandro Esteller-MoreÃ\u0083Å\u0092Ã\u0082Â\u0081 and Mariona Mas-Montserrat. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioural Responses to the (Re)Introduction of Wealth Taxes. Evidence From SpainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "IEB Working Paper 2019/4. Institut dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economia de Barcelona.",
        "Edgerton, Jesse. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Incentives and Corporate Tax AsymmetriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 94 (11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12): 936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952.",
        "Elsby, Michael W. L., Bart Hobijn & AyseguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S.Labor Share.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2013 (2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63. Garrett, Daniel G., Eric Ohrn & Juan Carlos Suarez Serrato. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Local Labor Market Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Insights.",
        "Goldman, Dana, Neeraj Sood & Arleen Leibowitz. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage and Benefit Changes in Response to Rising Health Insurance Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 11063. National Bureau of Economic Research.",
        "Goolsbee, Austan. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Tax Incentives, Prices, and the Supply of Capital Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 113 (1): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Gruber, Jonathan & Alan B. Krueger. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of Mandated EmployerProvided Insurance: Lessons from WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Compensation Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Tax Policy and the Economy, edited by David Bradford, 5:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44. The MIT Press.",
        "Guerreiro, Joao, Sergio Rebelo & Pedro Teles. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Robots Be Taxed?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23806. National Bureau of Economic Research.",
        "Hall, Robert E., and Dale W. Jorgenson. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Investment Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 57 (3): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Hassett, Kevin A. & R. Glenn Hubbard. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 20 - Tax Policy and Business Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Public Economics, edited by Alan J. Auerbach and Martin Feldstein, 3:1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1343. Elsevier.",
        "House, Christopher L & Matthew D Shapiro. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Investment Tax Incentives: Theory with Evidence from Bonus Depreciation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3): 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Jakobsen, Katrine, Kristian Jakobsen, Henrik Kleven, and Gabriel Zucman. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Taxation and Wealth Accumulation: Theory and Evidence From Denmark.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quar46 terly Journal of Economics 135 (1): 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Jensen, Robert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The (Perceived) Returns to Education and the Demand for Schooling. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 125 (2): 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Joulfaian, David. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioral Response of Wealth Accumulation to Estate Taxation: Time Series Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 59 (2): 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Judd, Kenneth L. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive Taxation in a Simple Perfect Foresight Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 28 (1): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation and Spending in General Competitive Growth Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 71 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Kleven, Henrik Jacobsen & Esben Anton Schultz. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Taxable Income Responses Using Danish Tax Reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 6 (4): 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Kopczuk, Wojciech & Joel Slemrod. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Estate Tax on the Wealth Accumulation and Avoidance Behavior of Donors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 7960. National Bureau of Economic Research.",
        "Kuka, Elira, NaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ama Shenhav & Kevin Shih. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Human Capital Decisions Respond to the Returns to Education? Evidence from DACA.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24315. Cambridge, MA: National Bureau of Economic Research.",
        "Lennon, Conor. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Costs of Employer-Sponsored Health Insurance Passed on to Workers at the Individual Level?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Mui, Preston and Benjamin Schoefer. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Supply Curve at the Extensive Margin: A Reservation Wedge ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Oberfield, Ezra & Devesh Raval. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20452. National Bureau of Economic Research.",
        "Smith, Matthew, Danny Yagan, Owen Zidar & Eric Zwick. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capitalists in the TwentyFirst Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 134 (4): 1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745 Straub, Ludwig & IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive Long-Run Capital Taxation: ChamleyJudd Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 110 (1): 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, Juan Carlos & Owen Zidar. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from State Corporate Tax Cuts? A Local Labor Markets Approach with Heterogeneous Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (9): 2582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2624.",
        "The U. S. Bureau of Economic. 2018. NIPA Handbook: Concepts and Methods of the U.S. National Income and Product Accounts.",
        "Thuemmel, Uwe. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Robots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 7317. CESifo Working Paper Series. CESifo Group Munich.",
        "Wiswall, M. & B. Zafar. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of College Major Choice: Identification Using an Information Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 82 (2): 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Yagan, Danny. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Tax Reform and the Real Economy: The Effects of the 2003 Dividend Tax Cut.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (12): 3531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Zoutman, Floris T. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Wealth: Evidence from the Netherlands. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Zwick, Eric & James Mahon. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Heterogeneous Investment Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107 (1): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Appendix: Does the US Tax Code Favor Automation? Acemoglu, Manera, Restrepo A.1 Robustness Checks and Additional Figures Discussed in the Main Text This part of the Appendix presents the following additional results and robustness checks discussed in the main text: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Figure A.1 provides the time-series of the total value of depreciation allowances by type of capital, Ã\u0083Å½Ã\u0082Â±j, and compares this to the allowance that would result from economic depreciation. Each figure presents a single average across the types of assets included in each category (software, equipment and non-residential structures).",
        "Our second result in this Appendix, presented in the next proposition, generalizes Proposition 6 in Straub & Werning (2020) to the case with labor market imperfections. Proposition A.4 Suppose that the Ramsey problem yields a solution where the resulting allocation converges to an interior steady state with non-zero private wealth and optimal taxes Ã\u0083Â\u008fÃ\u0082â\u0080\u009ek,r and Ã\u0083Â\u008fÃ\u0082â\u0080\u009e`,r. If MÃ\u0083Å\u0092Ã\u0082â\u0080\u009eÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â²(V ) Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â  0, optimal policy in the long run involves a zero tax on capital and a subsidy to labor that corrects for the labor market distortion introduced by %, i.e., Ã\u0083Â\u008fÃ\u0082â\u0080\u009ek,r = 0 and Ã\u0083Â\u008fÃ\u0082â\u0080\u009e`,r = 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1/(1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 %).",
        "This is in keeping with the findings reported in Table 14 of CBO (2006). Accordingly, the share of profits taxed at rate Ã\u0083Â\u008fÃ\u0082â\u0080\u009eq t can be obtained as a residual, equal to half of the share of profits not taxed at the rate Ã\u0083Â\u008fÃ\u0082â\u0080\u009eo t . The remaining share of profits is assumed to be unrealized until death, and subject to zero income taxation.",
        "The tax on interest income from C-corporations, Ã\u0083Â\u008fÃ\u0082â\u0080\u009eb,c, is computed as explained in the main text. We obtained the share of fully taxable and temporarily deferred interest income and the average marginal tax rate on interest income for 2014 from Tables A-3 and A-4 of CBO (2014).",
        "Average Tax Rates on Profits from S-Corporations, Ã\u0083Â\u008fÃ\u0082â\u0080\u009eo,s and Ã\u0083Â\u008fÃ\u0082â\u0080\u009eb,s Although S-corporations do not pay corporate income tax, the capital income from these corporations is taxed on the household side and the tax rate depends on how this income is realized. Long-term gains are taxed at the maximum marginal tax rate, while profits realized as short-term gains or net business income are taxed at the ordinary marginal tax rates. We obtained short-term capital gains from the sales of partnerships and S-corporations from the SOI Tax statistics Complete Year Data, Table 1 for years 1995-2011, and short-term gains to S-corporations in proportion to their share on the net income of partnerships plus Scorporations.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d denotes the straight-line method, while 200 and 150 denote the declining-balance (DB) methods with 200% and 150% accelerated depreciation, respectively. Finally, the column Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reports the classification in House and Shapiro (2008) when this is available. We use GDS depreciation schedules with half-year convention from Appendix A of IRS Publication 946 (MACRS), and IRS Publication 534 (ACRS), and we apply the straight-line method for ADR, with the class lives listed in Tables B.1-2 of IRS Publication 946.56 The MACRS provides schedules for assets installed in specific quarters or months of the year.",
        "We follow the CBO (2006, 2014) and attribute debt and equity to C-corporations and Scorporations.",
        "The IRS SOI provides income tax returns for all corporations for 1994-2013. We compute total equity as the sum of the capital stock, paid-in capital, retained earnings and adjustment to shareholdersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ equity, minus the treasury stock cost. We then compute the share of total corporate equity in the tax returns that relates to S-corporations, and attribute to them the relevant part of the aggregate stock of corporate equity (about 4% of the total). The remaining fraction is attributed to C-corporations. We assigned debt to 57 Series BCNSDODNS, NCBEILQ027S, NNBCMIA, TNWBSNNB."
    ]
}