{
    "id": 27051,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "ACHARYA, VIRAL V, LOCHSTOER, LARS A, & RAMADORAI, TARUN. 2013. Limits to arbitrage and hedging: Evidence from commodity markets. Journal of Financial Economics, 109(2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "ANDERSON, ERIC, MALIN, BENJAMIN A, NAKAMURA, EMI, SIMESTER, DUNCAN, & STEINSSON, JÃ\u0083Æ\u0092Ã\u0082â\u0080\u009cN. 2017. Informational rigidities and the stickiness of temporary sales. Journal of Monetary Economics, 90, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "ANDERSON, ERIC T, & SIMESTER, DUNCAN I. 2010. Price stickiness and customer antagonism. The quarterly journal of economics, 125(2), 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "BARRO, ROBERT J. 1972. A theory of monopolistic price adjustment. The Review of Economic Studies, 39(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "BENABOU, ROLAND. 1989. Optimal price dynamics and speculation with a storable good. Econometrica: Journal of the Econometric Society, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "BESSEMBINDER, HENDRIK. 1992. Systematic risk, hedging pressure, and risk premiums in futures markets. The Review of Financial Studies, 5(4), 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "BILS, MARK, & KLENOW, PETER J. 2004. Some evidence on the importance of sticky prices. Journal of political economy, 112(5), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "CAVALLO, ALBERTO, CAVALLO, EDUARDO, & RIGOBON, ROBERTO. 2014. Prices and supply disruptions during natural disasters. Review of Income and Wealth, 60, S449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS471.",
        "CHEVALIER, JUDITH A, KASHYAP, ANIL K, & ROSSI, PETER E. 2003. Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t prices rise during periods of peak demand? Evidence from scanner data. American Economic Review, 93(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "CHOI, HYUNYOUNG, & VARIAN, HAL. 2012. Predicting the present with Google Trends. Economic Record, 88, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "DA, ZHI, ENGELBERG, JOSEPH, & GAO, PENGJIE. 2011. In search of attention. The Journal of Finance, 66(5), 1461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1499.",
        "DAVIS, CALE WREN, et al. . 2008. An analysis of the enactment of anti-price gouging laws. Ph.D. thesis, Montana State University-Bozeman, College of Agriculture.",
        "DAWE, DAVID, & SLAYTON, TOM. 2010. The world rice market crisis of 2007-2008. Pages 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29 of: DAWE, DAVID (ed), The rice crisis: Markets, policies and food security. London, Earthsan and FAO.",
        "DEATON, ANGUS, & LAROQUE, GUY. 1992. On the behaviour of commodity prices. The review of economic studies, 59(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "DELLAVIGNA, STEFANO, & GENTZKOW, MATTHEW. 2017. Uniform pricing in us retail chains. Tech. rept. National Bureau of Economic Research.",
        "ENGELBERG, JOSEPH E, & PARSONS, CHRISTOPHER A. 2011. The causal impact of media in financial markets. The Journal of Finance, 66(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "ERDEM, TÃ\u0083Æ\u0092Ã\u0082Å\u0093LIN, IMAI, SUSUMU, & KEANE, MICHAEL P. 2003. Brand and quantity choice dynamics under price uncertainty. Quantitative Marketing and economics, 1(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "FAMA, EUGENE F, & FRENCH, KENNETH R. 1987. Commodity futures prices: Some evidence on forecast power, premiums, and the theory of storage. Journal of Business, 60(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "FANG, LILY, & PERESS, JOEL. 2009. Media coverage and the cross-section of stock returns. The Journal of Finance, 64(5), 2023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2052.",
        "GAGNON, ETIENNE, & LOPEZ-SALIDO, DAVID. 2015. Small price responses to large demand shocks. Journal of the European Economic Association.",
        "GIBERSON, MICHAEL. 2011. The problem with price gouging laws. Regulation, 34, 48.",
        "GOEL, SHARAD, HOFMAN, JAKE M, LAHAIE, SÃ\u0083Æ\u0092Ã\u0082â\u0080°BASTIEN, PENNOCK, DAVID M, & WATTS, DUNCAN J. 2010. Predicting consumer behavior with Web search. Proceedings of the National academy of sciences, 107(41), 17486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17490.",
        "GÃ\u0083Æ\u0092Ã\u0082â\u0080\u0093NÃ\u0083Æ\u0092Ã\u0082Å\u0093L, FÃ\u0083Æ\u0092Ã\u0082Å\u0093SUN, & SRINIVASAN, KANNAN. 1996. Estimating the impact of consumer expectations of coupons on purchase behavior: A dynamic structural model. Marketing science, 15(3), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "GORTON, GARY B, HAYASHI, FUMIO, & ROUWENHORST, K GEERT. 2013. The fundamentals of commodity futures returns. Review of Finance, 17, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "GRDA, CORMAC Ã\u0083Æ\u0092Ã\u0082â\u0080\u009c. 2009. Famine: a short history. Princeton: Princeton University Press.",
        "HAMILTON, JAMES D. 2009. Causes and consequences of the oil shock of 2007-08. Tech. rept. National Bureau of Economic Research.",
        "HAUSMAN, JERRY A. 1996. Valuation of new goods under perfect and imperfect competition. Pages 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248 of: The economics of new goods. University of Chicago Press.",
        "HENDEL, IGAL, & NEVO, AVIV. 2006. Sales and consumer inventory. The RAND Journal of Economics, 37(3), 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "KILIAN, LUTZ, & MURPHY, DANIEL P. 2014. The role of inventories and speculative trading in the global market for crude oil. Journal of Applied Econometrics, 29(3), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "KWON, KYOUNG-NAN, & KWON, YOO JIN. 2007. Demographics in sales promotion proneness: a socio-cultural approach. ACR North American Advances.",
        "MANKIW, N GREGORY, & REIS, RICARDO. 2002. Sticky information versus sticky prices: a proposal to replace the New Keynesian Phillips curve. The Quarterly Journal of Economics, 117(4), 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "NAKAMURA, EMI, & STEINSSON, JÃ\u0083Æ\u0092Ã\u0082â\u0080\u009cN. 2008. Five facts about prices: A reevaluation of menu cost models. The Quarterly Journal of Economics, 123(4), 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "NAKAMURA, EMI, & ZEROM, DAWIT. 2010. Accounting for incomplete pass-through. The Review of Economic Studies, 77(3), 1192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1230.",
        "NEVO, AVIV. 2001. Measuring market power in the ready-to-eat cereal industry. Econometrica, 69(2), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "PRIEST, TYLER. 2012. The Dilemmas of Oil Empire. Journal of American History, 99(1), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "ROTEMBERG, JULIO J. 2005. Customer anger at price increases, changes in the frequency of price adjustment and monetary policy. Journal of Monetary Economics, 52(4), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "SCHEINKMAN, JOSE A, & SCHECHTMAN, JACK. 1983. A simple competitive model with production and storage. The Review of Economic Studies, 50(3), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "SHESHINSKI, EYTAN, & WEISS, YORAM. 1977. Inflation and costs of price adjustment. The Review of Economic Studies, 44(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "SINGLETON, KENNETH J. 2013. Investor flows and the 2008 boom/bust in oil prices. Management Science, 60(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "SLAYTON, TOM. 2009. Rice crisis forensics: How Asian governments carelessly set the world rice market on fire. Tech. rept.",
        "SUN, BAOHONG. 2005. Promotion effect on endogenous consumption. Marketing science, 24(3), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "SUN, BAOHONG, NESLIN, SCOTT A, & SRINIVASAN, KANNAN. 2003. Measuring the impact of promotions on brand switching when consumers are forward looking. Journal of marketing research, 40(4), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "TANG, KE, & XIONG, WEI. 2010. Index investment and financialization of commodities. Tech. rept. National Bureau of Economic Research.",
        "WOODFORD, MICHAEL. 2009. Information-constrained state-dependent pricing. Journal of Monetary Economics, 56, S100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS124.",
        "ZWOLINSKI, MATT. 2008. The ethics of price gouging. Business Ethics Quarterly, 18(3), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "TABLE 1: SUMMARY STATISTICS XXXXXXXXX XXXXXXXXX XXXXXXXXX XXXXXXXXX Panel A: Store Level Data Mean S.D. Min. Max Volume (oz) 8564.1 19788.0 4 1648736 Price (80oz) 5.33 1.56 0.63 43.8 Local Population (1000s) 1173.4 2018.8 3.35 9840.0 Median Income (1000s) 57.2 15.5 22.4 120.1 Total Stores 8870 Weeks 156 Panel B: Household Panel Data Mean S.D. Min. Max Quantity (oz) 10.1 57.0 0 10000 Quantity Cond. on Purchase (oz) 78.0 140.9 2 10000 Monthly Purchases 0.15 0.42 0 13 HH Income (1000s) 58.8 34.9 3 220 Household Size 2.58 1.33 1 9 Total Households 42172 Months 36 Summary statistics for store level and household panel data. Volume (oz) refers to volume sold at the storeÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094 week level. Quantity refers to the total purchased by a household at the monthly level. Price is measured as the average unit price sold at the store Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 week level, normalized to 80oz. Population and income are merged to stores at the zip level.",
        "FIGURE 1: GLOBAL RICE COMMODITY PRICES RISE FOLLOWING INDIA EXPORT BAN India Export Ban Japan Agreement .5 1.5 Normalized Price/Quantity/Searches April 2007 April 2008 April 2009 172 Global Price Quantity Sold Google Searches"
    ]
}