{
    "id": 27054,
    "cites": 46,
    "cited_by": 0,
    "reference": [
        "Abadie, A., Diamond, A., and Hainmueller, J. Synthetic control methods for comparative case studies: Estimating the effect of californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program. Journal of the American Statistical Association, 105(490), pp. 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505, 2010.",
        "Agan, A., Cowgill, B., and Gee, L. K. Salary disclosure and hiring: Field experimental evidence from a two-sided audit study. Working paper, 2020.",
        "Agan, A. and Starr, S. Ban the box, criminal records, and racial discrimination: A field experiment. The Quarterly Journal of Economics, 133(1), pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235, 2018.",
        "Agan, A. Y., Cowgill, B., and Gee, L. Do workers comply with salary history bans? a survey on voluntary disclosure, adverse selection, and unraveling. AEA Papers & Proceedings, 110, 2020.",
        "Altonji, J. G. and Pierret, C. R. Employer learning and statistical discrimination. The Quarterly Journal of Economics, 116(1), pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350, 2001.",
        "Bailey, M. J., Byker, T. S., Patel, E., and Ramnath, S. The long-term effects of californias 2004 paid family leave act on womens careers: Evidence from us tax data. Technical report, National Bureau of Economic Research, 2019.",
        "Baker, M., Halberstam, Y., Kroft, K., Mas, A., and Messacar, D. Pay transparency and the gender gap. Technical report, National Bureau of Economic Research, 2019.",
        "Barach, M. and Horton, J. J. How do employers use compensation history?: Evidence from a field experiment. Journal of Labor Economics, Under Review, 2017.",
        "Billmeier, A. and Nannicini, T. Assessing economic liberalization episodes: A synthetic control approach. Review of Economics and Statistics, 95(3), pp. 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001, 2013.",
        "Blau, D. M. and Robins, P. K. Child-care costs and family labor supply. The Review of Economics and Statistics, pp. 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 1988.",
        "Blau, F. D. and Kahn, L. M. Gender differences in pay. Journal of Economic perspectives, 14(4), pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99, 2000.",
        "Blau, F. D. and Kahn, L. M. The gender wage gap: Extent, trends, and explanations. Journal of Economic Literature, 55(3), pp. 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865, 2017.",
        "Botosaru, I. and Ferman, B. On the role of covariates in the synthetic control method. The Econometrics Journal, 22(2), pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130, 2019.",
        "Buser, T., Niederle, M., and Oosterbeek, H. Gender, competitiveness, and career choices. The Quarterly Journal of Economics, 129(3), pp. 1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1447, 2014.",
        "Cartwright, B., Edwards, P. R., and Wang, Q. Job and industry gender segregation: Naics categories and eeo-1 job groups. Monthly Labor Review, 134(11), pp. 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 2011.",
        "Cengiz, D., Dube, A., Lindner, A., and Zipperer, B. The effect of minimum wages on lowwage jobs. The Quarterly Journal of Economics, 134(3), pp. 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1454, 2019.",
        "Chung, Y., Downs, B., Sandler, D. H., Sienkiewicz, R., et al. The parental gender earnings gap in the united states. Center for Economic Studies Working Paper, 2017.",
        "Cunningham, S. and Shah, M. Decriminalizing indoor prostitution: Implications for sexual violence and public health. The Review of Economic Studies, 85(3), pp. 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1715, 2017.",
        "DeAngelo, G. and Hansen, B. Life and death in the fast lane: Police enforcement and traffic fatalities. American Economic Journal: Economic Policy, 6(2), pp. 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57, 2014.",
        "Doleac, J. L. and Hansen, B. Does Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ban the boxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d help or hurt low-skilled workers? statistical discrimination and employment outcomes when criminal histories are hidden. Journal of Labor Economics, 2020.",
        "Exley, C. L. and Kessler, J. B. The gender gap in self-promotion. Technical report, National Bureau of Economic Research, 2019.",
        "Exley, C. L., Niederle, M., and Vesterlund, L. Knowing when to ask: The cost of leaning in. Journal of Political Economy, 0(0), pp. 000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c000, 2020.",
        "Fauci, A. S., Lane, H. C., and Redfield, R. R. Covid-19 navigating the uncharted. New England Journal of Medicine, 382(13), pp. 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269, 2020.",
        "Ferman, B. and Pinto, C. Synthetic controls with imperfect pre-treatment fit. arXiv preprint arXiv:1911.08521, 2019. Finlay, K. Effect of employer access to criminal history data on the labor market outcomes of ex-offenders and non-offenders. In Studies of labor market intermediation pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Gelbach, J. B. Public schooling for young children and maternal labor supply. American Economic Review, 92(1), pp. 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322, 2002.",
        "Goldin, C. A grand gender convergence: Its last chapter. American Economic Review, 104(4), pp. 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119, 2014.",
        "Goldin, C., Katz, L. F., and Kuziemko, I. The homecoming of american college women: The reversal of the college gender gap. Journal of Economic perspectives, 20(4), pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156, 2006.",
        "Goodman-Bacon, A. Difference-in-differences with variation in treatment timing. Technical report, National Bureau of Economic Research, 2018.",
        "Holzer, H. J., Raphael, S., and Stoll, M. A. The effect of an applicantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s criminal history on employer hiring decisions and screening practices: Evidence from los angeles. Barriers to reentry, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150, 2007.",
        "Houghton, K. Who will watch the kids? evidence from tech workers of gender gaps in work timing and elasticity. Technical report, Working Paper, 2020.",
        "Jardim, E., Long, M. C., Plotnick, R., Van Inwegen, E., Vigdor, J., and Wething, H. Minimum wage increases, wages, and low-wage employment: Evidence from seattle. Technical report, National Bureau of Economic Research, 2017.",
        "Kleven, H., Landais, C., and SÃ\u0083Æ\u0092Ã\u0082Â¸gaard, J. E. Children and gender inequality: Evidence from denmark. American Economic Journal: Applied Economics, 11(4), pp. 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209, 2019.",
        "Lange, F. The speed of employer learning. Journal of Labor Economics, 25(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2007. Li, R., Pei, S., Chen, B., Song, Y., Zhang, T., Yang, W., and Shaman, J. Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2).",
        "Mas, A. Does transparency lead to pay compression? Journal of Political Economy, 125(5), pp. 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721, 2017.",
        "Niederle, M. and Vesterlund, L. Do women shy away from competition? do men compete too much? The quarterly journal of economics, 122(3), pp. 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101, 2007.",
        "Nix, E., Andresen, M. E., et al. What causes the child penalty? evidence from same sex couples and policy reforms. Technical report, Discussion Papers, 2019.",
        "Oyer, P., Schaefer, S., et al. Personnel economics: Hiring and incentives. Handbook of Labor Economics, 4, pp. 1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823, 2011.",
        "Sarsons, H. Interpreting signals in the labor market: evidence from medical referrals. Working Paper, 2017.",
        "Sarsons, H. Recognition for group work: Gender differences in academia. American Economic Review, 107(5), pp. 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 2017.",
        "Sinha, S. Salary history ban: Gender pay gap and spillover effects. Available at SSRN 3458194, 2019.",
        "Stoll, M. A. Ex-offenders, criminal background checks, and racial consequences in the labor market. In University of Chicago Legal Forum, HeinOnline, pp. 381, 2009.",
        "Wozniak, A. Discrimination and the effects of drug testing on black employment. Review of Economics and Statistics, 97(3), pp. 548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566, 2015.",
        "Xu, Y. Generalized synthetic control method: Causal inference with interactive fixed effects models. Political Analysis, 25(1), pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 2017.",
        "Zeltzer, D. Gender homophily in referral networks: Consequences for the medicare physician earnings gap. American Economic Journal: Applied Economics, 12(2), pp. 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, 2020.",
        "6 Figures and Tables Figure 1 Timeline of State-wide SHB Adoptions 2017 New York 01/09/2017 Public Employers Delaware 12/14/2017 All Employers 2018 California 01/01/2018 All Employers New Jersey 02/01/2018 Public Employers Massachusetts 07/01/2018 All Employers Vermont 07/01/2018 All Employers Pennsylvania 09/04/2018 Public Employers 2019 Hawaii 01/01/2019 All Employers Connecticut 01/01/2019 All Employers Oregon 01/01/2019 All Employers* Michigan 01/08/2019 Public Employers Illinois 01/08/2019 Public Employers Washington 07/28/2019 All Employers North Carolina 01/08/2019 Public Employers Maine 09/17/2019 All Employers Illinois 09/29/2019 All Employers 2020 New Jersey 01/01/2020 All Employers New York 01/06/2020 All Employers Notes: This figure illustrates the roll-out of salary history bans. Dark states have SHBs effective for the entire population, while shaded states have SHBs effective for state employees.",
        "*OregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s SHB was effective 10/06/2017 and enforced 01/01/2019 Figure 2 California and All Treated Synthetic Control for Female to Male Earnings, Level Data (a) California Synthetic California Actual California SHB 0.70 0.75 0.80 0.85 0.90 2007 2009 2011 2013 2015 2017 2019 year Female to Male Earnings Ratio (b) All Treated States Synthetic All Treated Actual All Treated SHB 0.70 0.75 0.80 0.85 0.90 2007 2009 2011 2013 2015 2017 2019 year Female to Male Earnings Ratio Notes: This figure illustrates difference between the Female to Male earnings ratio and the synthetic control for both California and for all treated states. Each synthetic control is generated by matching on pre-treatment outcomes only. Corresponding point estimates and permutation based p-values can be found in Table 1."
    ]
}