{
    "id": 27050,
    "cites": 63,
    "cited_by": 23,
    "reference": [
        "Agostinelli, Francesco. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing in ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skills: An Equilibrium Analysis of Social Interactions and Parental Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Pennsylvania.",
        "Agostinelli, Francesco, and Giuseppe Sorrenti. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money vs. Time: Family Income, Maternal Labor Supply, and Child Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HCEO Working Paper 2018Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c017.",
        "Agostinelli, Francesco, and Matthew Wiswall. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Technology of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skill Formation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22442.",
        "Akabayashi, Hideo. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Child Maltreatment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 30 (6): 993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1025.",
        "Almlund, M., A. Duckworth, J. J. Heckman, and T. Kautz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personality Psychology and Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of the Economics of Education, Vol. 4, edited by E. A. Hanushek, S. Machin, and L. Woessmann. Amsterdam: Elsevier.",
        "Altonji, Joseph G., and Richard K. Mansfield. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Group Effects Using Averages of Observables to Control for Sorting on Unobservables: School and Neighborhood Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108 (10): 2902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Angrist, Joshua D., and Kevin Lang. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does School Integration Generate Peer Effects? Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Metco Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94 (5): 1613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Arcidiacono, Peter, Gigi Foster, Natalie Goodpaster, and Josh Kinsler. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Spillovers Using Panel Data, with an Application to the Classroom. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 3 (3): 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Attanasio, Orazio. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Human Capital Formation During the Early Years of Life: Theory, Measurement, and Polices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 13 (6): 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Attanasio, Orazio, Sarah Cattan, Emla Fitzsimons, Costas Meghir, and Marta Rubio-Codina. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Production Function for Human Capital: Results from a Randomized Control Trial in Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 110 (1): 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Attanasio, Orazio, Costas Meghir, and Emily Nix. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Development and Parental Investment in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21740.",
        "Badev, Anton. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete Games in Endogenous Networks: Theory and Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Pennsylvania.",
        "Baumrind, Diana. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Care Practices Anteceding Three Patterns of Preschool Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Genetic Psychology Monographs 75 (1): 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Bifulco, Robert, Jason M. Fletcher, and Stephen L. Ross. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Classmate Characteristics on Post-Secondary Outcomes: Evidence from the Add Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 3 (1): 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Blume, Lawrence E., L. E., W. A. Brock, S.N. Durlauf, and Y. M. Ioannides. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Social Interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Social Economics, edited by J. Benhabib, A. Bisin, and M. O. Jackson, Volume 1, 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964. Amsterdam: Elsevier.",
        "BrenÃ\u0083Æ\u0092Ã\u0082Â¸e, Anne Ardila, and Thomas Epper. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenting Values and the Intergenerational Transmission of Time Preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of St. Gallen.",
        "Brock, William A., and S. N. Durlauf. 2001a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interactions-Based Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, edited by J. J. Heckman and E. E. Leamer, Volume 5, 3297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380. Amsterdam: Elsevier.",
        ". 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Multinomial-Choice Model of Neighborhood Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (2): 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Brooks, Jane. 2013. The Process of Parenting. New York: McGraw-Hill.",
        "CalvÃ\u0083Æ\u0092Ã\u0082Â³-Armengol, Antoni, Eleonora Patacchini, and Yves Zenou. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects and Social Networks in Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 76 (4): 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Carrell, Scott E., Bruce I. Sacerdote, and James E. West. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Natural Variation to Optimal Policy? The Importance of Endogenous Peer Group Formation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 81 (3): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Case, A., and L. F. Katz. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 3705.",
        "Chetty, Raj, and Nathaniel Hendren. 2018a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility I: Childhood Exposure Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (3): 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        ". 2018b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility II: County-Level Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133 (3): 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chetty, Raj, Nathaniel Hendren, and Lawrence F. Katz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106 (4): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chyn, Eric. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moved to Opportunity: The Long-Run Effects of Public Housing Demolition on Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 108 (10): 3028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 56.",
        "Cobb-Clark, Deborah A., Nicolas Salamanca, and Anna Zhu. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenting Style as an Investment in Human Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics 32 (4): 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Cunha, Flavio, and James J. Heckman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Technology of Skill Formation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (2): 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        ". 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 43 (4): 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Cunha, Flavio, James J. Heckman, and Susanne M. Schennach. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Technology of Cognitive and Noncognitive Skill Formation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78 (3): 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Currarini, Sergio, Matthew Jackson, and Paolo Pin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Friendship: Homophily, Minorities and Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77 (4): 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cutler, David M., and Edward L. Glaeser. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ghettos Good or Bad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112 (3): 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Dahl, Gordon B., and Lance Lochner. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102 (5): 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Doepke, Matthias, Giuseppe Sorrenti, and Fabrizio Zilibotti. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Parenting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 11:55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Doepke, Matthias, and Fabrizio Zilibotti. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenting with Style: Altruism and Paternalism in Intergenerational Preference Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 85 (5): 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        ". 2019. Love, Money, and Parenting: How Economics Explains the Way We Raise Our Kids. Princeton, New Jersey: Princeton University Press.",
        "Durlauf, Steven N. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Cities and Geography, edited by Henderson J. Vernon and Jacques-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse, Volume 4 of Handbook of Regional and Urban Economics, 2173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242. Elsevier.",
        "Eckert, Fabian, and Tatjana Kleineberg. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can We Save the American Dream? A Dynamic General Equilibrium Analysis of the Effects of School Financing on Local Opportunities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Yale University.",
        "Feld, Jan, and Ulf ZÃ\u0083Æ\u0092Ã\u0082Â¶litz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Peer Effects: On the Nature, Estimation, and Channels of Peer Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 35 (2): 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Fogli, Alessandra, and Veronica Guerrieri. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of the American Dream? Inequality and Segregation in US Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Chicago.",
        "Harris, Judith Rich. 1998. The Nurture Assumption: Why Children Turn Out the Way They Do. Free Press.",
        "Heckman, James J., Rodrigo Pinto, and Peter A. Savelyev. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms through Which an Influential Early Childhood Program Boosted Adult Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6): 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 24 (3): 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Hoxby, Caroline. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in the Classroom: Learning from Gender and Race Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 7867.",
        "Jackson, Matthew. 2010. Social and Economic Networks. Princeton University Press.",
        "Jencks, Christopher, and Susan E. Mayer. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Consequences of Growing Up in a Poor Neighborhood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Inner-City Poverty in the United States, edited by E. Lynn Laurence Jr. and Michael G. H. McGeary, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185. Washington, DC: National Academies Press.",
        "Kim, Jun Hyung. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Parenting Skill and Child Development. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Jinan University.",
        "List, John, Fatemeh Momeni, and Yves Zenou. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Estimates of Early Education Programs Too Pessimistic? Evidence from a Large-Scale Field Experiment that Causally Measures Neighbor Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 13725.",
        "Lizzeri, Alessandro, and Marciano Siniscalchi. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Guidance and Supervised Learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123 (3): 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¸ken, Katrine V., Magne Mogstad, and Matthew Wiswall. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Linear Estimators Miss: The Effects of Family Income on Child Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4 (2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "McPherson, Miller, Lynn Smith-Lovin, and James Cook. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Birds of a Feather: Homophily in Social Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology 27:415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "Mele, Angelo. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does School Desegregation Promote Diverse Interactions ? An Equilibrium Model of Segregation Within Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Johns Hopkins Carey Business School.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zdemir, Yasemin. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Investment and Peer Effects in Cognitive and Non-Cognitive Skills.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Mannheim.",
        "Patacchini, Eleonora, and Yves Zenou. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects and Parental Involvement in the Intergenerational Transmission of Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science 51 (5): 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Sacerdote, Bruce. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects with Random Assignment: Results for Dartmouth Roommates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116 (2): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        ". 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Education: How Might They Work, How Big Are They and How Much Do We Know Thus Far?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of the Economics of Education, edited by Eric A. Hanushek, Stephen Machin, and Ludger Woessman, Volume 3, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77. Amsterdam: Elsevier.",
        "Sampson, Robert J., Jeffrey D. Morenoff, and Thomas Gannon-Rowley. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Neighborhood Effects: Social Processes and New Directions in Research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology 28 (1): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Tamayo Castano, Jorge Andres. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Peer Effects on Student Outcomes: Evidence from Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Southern California.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Specification and Estimation of the Production Function for Cognitive Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 113 (485): F3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF33.",
        ". 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Cognitive Achievement in Children: Home, School, and Racial Test Score Gaps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital 1 (1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Weinberg, Bruce A. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Incentive Model of the Effect of Parental Income on Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 109 (2): 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Zimmerman, David. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Academic Outcomes: Evidence from a Natural Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 85 (02): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Zumbuehl, Maria, Thomas Dohmen, and Gerard Pfann. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Involvement and the Intergenerational Transmission of Economic Preferences and Attitudes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Swiss Leading House on Economics of Education, Firm Behavior and Training Policies Working Paper 148. Appendices A Additional Figures and Tables This section provides additional figures and tables aimed at complementing the empirical analysis of the paper."
    ]
}