{
    "id": 27062,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Aguiar, Mark, Manuel Amador, and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Cycles and Sovereign Debt Overhang,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2009, 76 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Alvarez, Fernando E., David Argente, and Francesco Lippi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26981, 2020.",
        "Amador, Manuel, IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, and George-Marios Angeletos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment vs. Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Athey, Susan, Andrew Atkeson, and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Degree of Discretion in Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (5), 1431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1475.",
        "Atkeson, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lockdowns and GDP Is There a Tradeoff?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26867, 2020.",
        "Bartik, Alexander W., Marianne Bertrand, Zoe B. Cullen, Edward L. Glaeser, Michael Luca, and Christopher T. Stanton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26989, 2020.",
        "Berger, David W., Kyle F. Herkenhoff, and Simon Mongey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26901, 2020.",
        "Chari, Varadarajan V. and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainable Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (4), 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Dovis, Alessandro and Rishabh Kirpalani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules without Commitment: Reputation and Incentives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26451, 2019.",
        "Ferguson, Neil M., Daniel Laydon, Gemma Nedjati-Gilani, Natsuko Imai, Kylie Ainslie, Marc Baguelin, Sangeeta Bhatia, Adhiratha Boonyasiri, Zulma CucunubÃ\u0083Æ\u0092Ã\u0082Â¡, Gina CuomoDannenburg, Amy Dighe, Ilaria Dorigatti, Han Fu, Katy Gaythorpe, Will Green, Arran Hamlet, Wes Hinsley, Lucy C. Okell, Sabine van Elsland, Hayley Thompson, Robert Verity, Erik Volz, Haowei Wang, Yuanrong Wang, Patrick G. T. Walker, Caroline Walters, Peter Winskill, Charles Whittaker, Christl A. Donnelly, Steven Riley, and Azra C. Ghani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of NonPharmaceutical Interventions (NPIs) to Reduce COVID19 Mortality and Healthcare Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Glover, Andrew, Jonathan Heathcote, Dirk Krueger, and JosÃ\u0083Æ\u0092Ã\u0082Â©-VÃ\u0083Æ\u0092Ã\u0082Â­ctor RÃ\u0083Æ\u0092Ã\u0082Â­os-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health versus Wealth: On the Distributional Effects of Controlling a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Gourinchas, Pierre-Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flattening the Pandemic and Recession Curves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Guerrieri, Veronica, Guido Lorenzoni, Ludwig Straub, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26918, 2020.",
        "Halac, Marina and Pierre Yared, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Rules and Discretion Under Persistent Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (5), 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1614.",
        "Jones, Callum J., Thomas Philippon, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26984, 2020.",
        "Kaplan, Greg, Benjamin Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Slides, 2020.",
        "Kermack, William O. and Anderson G. McKendrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Mathematical The16 ory of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character, 1927, 115 (772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Klein, Paul, Per Krusell, and JosÃ\u0083Æ\u0092Ã\u0082Â©-VÃ\u0083Æ\u0092Ã\u0082Â­ctor RÃ\u0083Æ\u0092Ã\u0082Â­os-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Consistent Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2008, 75 (3), 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Kydland, Finn E. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Optimal Taxation, Rational Expectations and Optimal Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 1980, 2, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Phelan, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Trust and Government Betrayal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2006, 130 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Piguillem, Facundo and Liyan Shi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal COVID-19 Quarantine and Testing Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Wang, Huwen, Zezhou Wang, Yinqiao Dong, Ruijie Chang, Chen Xu, Xiaoyue Yu, Shuxian Zhang, Lhakpa Tsamlag, Meili Shang, Jinyan Huang et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phase-Adjusted Estimation of the Number of Coronavirus Disease 2019 Cases in Wuhan, China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cell Discovery, 2020, 6 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8."
    ]
}