{
    "id": 27066,
    "cites": 62,
    "cited_by": 0,
    "reference": [
        "Abel, A. B., and Eberly, J. C., 1994. A unified model of investment under uncertainty. American Economic Review, 84: 1369-1384.",
        "Adda, J., 2016. Economic activity and the spread of viral diseases: Evidence from high frequency data. The Quarterly Journal of Economics, 131(2), pp.891-941.",
        "Almond, D., 2006. Is the 1918 influenza pandemic over? Long-term effects of in utero influenza exposure in the post-1940 US population. Journal of Political Economy, 114(4), pp.672-712.",
        "Anderson, A. and Robinson, D.T., 2019. Talking About the Weather: Availabilty, Affect and the Demand for Green Investments. Swedish House of Finance Research Paper, (19-14).",
        "Auffhammer, M., Hsiang, S.M., Schlenker, W. and Sobel, A., 2013. Using weather data and climate model output in economic analyses of climate change. Review of Environmental Economics and Policy, 7(2), pp.181-198.",
        "Bansal, R., Ochoa, M. and Kiku, D., 2016. Climate change and growth risks (No. w23009). National Bureau of Economic Research.",
        "Bansal, R. and Yaron, A., 2004. Risks for the long run: A potential resolution of asset pricing puzzles. The Journal of Finance, 59(4), pp.1481-1509.",
        "Barnett, M., Brock, W. and Hansen, L.P., 2020. Pricing uncertainty induced by climate change.",
        "Barro, R.J., 2006. Rare Disasters and Asset Markets in the Twentieth Century. The Quarterly Journal of Economics, 121: 823-866.",
        "Barro, R.J., 2009. Rare disasters, asset prices, and welfare costs. American Economic Review, 99(1), pp.243-64.",
        "Barro, R.J., and Jin, T., 2011. On the Size Distribution of Macroeconomic Disasters. Econometrica, 79(5): 1567-1589.",
        "Barro, R.J., Ursua, J.F. and Weng, J., 2020. The coronavirus and the great influenza pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093spanish fluÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential effects on mortality and economic activity (No. w26866). National Bureau of Economic Research.",
        "Boldrin, M., Christiano, L. J., Fisher, J. D., 2001. Habit persistence, asset returns, and the business cycle. American Economic Review, 91(1): 149-166.",
        "Bolton, P. and Kacperczyk, M.T., 2020. Carbon Premium around the World. Available at SSRN 3550233.",
        "Bolton, P., Samama, F. and Stiglitz, J.E. eds., 2012. Sovereign Wealth Funds and Long-Term Investing. Columbia University Press.",
        "Brunnermeier, M.K. and Sannikov, Y., 2014. A macroeconomic model with a financial sector. American Economic Review, 104(2), pp.379-421.",
        "Cai, Y. and Lontzek, T.S., 2019. The social cost of carbon with economic and climate risks.",
        "Carney, M., 2015. Breaking the Tragedy of the Horizon Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c climate change and financial stability. Speech given at LloydÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s of London, 29, pp.220-230.",
        "Collin-Dufresne, P., Johannes, M. and Lochstoer, L.A., 2016. Parameter learning in general equilibrium: The asset pricing implications. American Economic Review, 106(3), pp.664-98.",
        "Cox, J.C., Ingersoll Jr, J.E. and Ross, S.A., 1985. An intertemporal general equilibrium model of asset prices. Econometrica. 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Cox, J.C. and Huang, C.F., 1989. Optimal consumption and portfolio policies when asset prices follow a diffusion process. Journal of Economic Theory, 49(1), pp.33-83.",
        "Daniel, K.D., Litterman, R.B. and Wagner, G., 2019. Declining CO2 price paths. Proceedings of the National Academy of Sciences, 116(42), pp.20886-20891.",
        "Dell, M., Jones, B.F. and Olken, B.A., 2014. What do we learn from the weather? The new climate-economy literature. Journal of Economic Literature, 52(3), pp.740-98.",
        "Duffie, D. and Epstein, L.G., 1992. Stochastic differential utility. Econometrica, pp.353-394.",
        "Eichenbaum, M.S., Rebelo, S. and Trabandt, M., 2020. The macroeconomics of epidemics (No. w26882). National Bureau of Economic Research.",
        "Epstein, L.G. and Zin, S.E., 1989. Substitution, Risk Aversion, and the Temporal Behavior of Consumption. Econometrica, 57(4), pp.937-969.",
        "Gabaix, X., 2012. Variable rare disasters: An exactly solved framework for ten puzzles in macrofinance. The Quarterly Journal of Economics, 127(2): 645-700.",
        "Gabaix, X., 2009. Power laws in economics and finance. Annu. Rev. Econ., 1(1), pp.255-294.",
        "Golosov, M., Hassler, J., Krusell, P. and Tsyvinski, A., 2014. Optimal taxes on fossil fuel in general equilibrium. Econometrica, 82(1), pp.41-88.",
        "Gourio, F., 2012. Disaster risk and business cycles. American Economic Review, 102(6): 27342766.",
        "Guimbeau, A., Menon, N. and Musacchio, A., 2020. The brazilian bombshell? the long-term impact of the 1918 influenza pandemic the south american way (No. w26929). National Bureau of Economic Research.",
        "Hall, R.E., 1988. Intertemporal substitution in consumption. Journal of Political Economy, 96(2), pp.339-357.",
        "Hall, R.E., 2009. Reconciling cyclical movements in the marginal value of time and the marginal product of labor. Journal of Political Economy, 117(2), pp.281-323.",
        "Hambel, C., Kraft H., and Schwartz, E., Optimal carbon abatement in a stochastic equilibrium model with climate change. No. w21044. National Bureau of Economic Research, 2015.",
        "Hatchett, R.J., Mecher, C.E. and Lipsitch, M., 2007. Public health interventions and epidemic intensity during the 1918 influenza pandemic. Proceedings of the National Academy of Sciences, 104(18), pp.7582-7587.",
        "Hayashi, F., 1982. TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation. Econometrica, 50: 215-224.",
        "Heinkel, R., Kraus, A. and Zechner, J., 2001. The effect of green investment on corporate behavior. Journal of Financial and Quantitative Analysis, 36(4), pp.431-449.",
        "Hong, H., Karolyi, G.A. and Scheinkman, J.A., 2020. Climate finance. The Review of Financial Studies, 33(3), pp.1011-1023.",
        "Hong, H., Li, F.W. and Xu, J., 2019. Climate risks and market efficiency. Journal of Econometrics, 208(1), pp.265-281.",
        "Hong, H. and Kacperczyk, M., 2009. The price of sin: The effects of social norms on markets. Journal of Financial Economics, 93(1), pp.15-36.",
        "Hsiang, S.M. and Jina, A.S., 2014. The causal effect of environmental catastrophe on long-run economic growth: Evidence from 6,700 cyclones (No. w20352). National Bureau of Economic Research.",
        "Jensen, S. and Traeger, C.P., 2014. Optimal climate change mitigation under long-term growth uncertainty: Stochastic integrated assessment and analytic findings. European Economic Review, 69, pp.104-125.",
        "Jermann, U. J., 1998. Asset pricing in production economies. Journal of Monetary Economics, 41(2): 257-275.",
        "Kydland, F.E. and Prescott, E.C., 1982. Time to build and aggregate fluctuations. Econometrica, pp.1345-1370.",
        "Lucas Jr., R. E., 1987. Models of Business Cycles. New York: Blackwell.",
        "Lucas Jr, R.E., 1988. On the mechanics of economic development. Journal of Monetary Economics, 22(1), 3-42.",
        "Martin, I.W. and Pindyck, R.S., 2015. Averting catastrophes: The strange economics of Scylla and Charybdis. American Economic Review, 105(10), pp.2947-85.",
        "Martin, I.W. and Pindyck, R.S., 2019. Welfare Costs of Catastrophes: Lost Consumption and Lost Lives (No. w26068). National Bureau of Economic Research.",
        "Merton, R. C., 1971. Optimum consumption and portfolio rules in a continuous-time model. Journal of Economic Theory, 3(4): 373-413.",
        "Pastor, L., Stambaugh, R.F. and Taylor, L.A., 2019. Sustainable Investing in Equilibrium (No. w26549). National Bureau of Economic Research.",
        "Pastor, L. and Veronesi, P., 2012. Uncertainty about government policy and stock prices. The Journal of Finance, 67(4), pp.1219-1264.",
        "Pindyck, R. S., and Wang, N., 2013. The economic and policy consequences of catastrophes. American Economic Journal: Economic Policy, 5(4): 306-339.",
        "Rebelo, S., 1991. Long-run policy analysis and long-run growth. Journal of Political Economy, 99(3), pp.500-521.",
        "Rietz, T. A., 1988. The equity risk premium: a solution. Journal of Monetary Economics, 22(1): 117-131.",
        "Salanie, B., 2000. Microeconomics of market failures. MIT Press.",
        "Suntheim, F., et.al., (2020), Climate Change Risk and Equity Prices. Global Financial Stability Report, IMF Working Papers.",
        "Tallarini Jr, T.D., 2000. Risk-sensitive real business cycles. Journal of Monetary Economics, 45(3), pp.507-532.",
        "VissingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cJÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, A. and Attanasio, O.P., 2003. Stock-market participation, intertemporal substitution, and risk-aversion. American Economic Review, 93(2), pp.383-391.",
        "Wachter, J. A., 2013. Can time-varying risk of rare disasters explain aggregate stock market volatility?. The Journal of Finance, 68(3): Weil, P., 1990. Nonexpected utility in macroeconomics. The Quarterly Journal of Economics, 105(1), pp.29-42.",
        "Weitzman, M.L., 2009. On modeling and interpreting the economics of catastrophic climate change. The Review of Economics and Statistics, 91(1), pp.1-19.",
        "b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) !1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ ZÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» dJt . (A.11) As the expected rate of percentage change of Mt equals Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099rt (Duffie, 2001), we obtain the following expression for the interest rate: r(Ã\u0083Â\u008fÃ\u0082â\u0082¬) = Ã\u0083Â\u008fÃ\u0082Â\u0081 + Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 i(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³(Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + 1)Ã\u0083Â\u008fÃ\u0082Æ\u00922 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099  (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 ) b0(Ã\u0083Â\u008fÃ\u0082â\u0082¬) b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 i0(Ã\u0083Â\u008fÃ\u0082â\u0082¬)Ã\u0083Â\u008fÃ\u0082â\u0080 00(i(Ã\u0083Â\u008fÃ\u0082â\u0082¬)) 1 + Ã\u0083Â\u008fÃ\u0082â\u0080 0(i(Ã\u0083Â\u008fÃ\u0082â\u0082¬))  Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â»(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° 1 + Ã\u0083Â\u008fÃ\u0082â\u0080 0 (i(Ã\u0083Â\u008fÃ\u0082â\u0082¬)) 1 + Ã\u0083Â\u008fÃ\u0082â\u0080 0 (i(Ã\u0083Â\u008fÃ\u0082â\u0082¬J )) b Ã\u0083Â\u008fÃ\u0082â\u0082¬J  b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) !1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ E(ZÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â»(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â°Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³ 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â« Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â­1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 b Ã\u0083Â\u008fÃ\u0082â\u0082¬J",
        "b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) !1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ E(Z1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ ) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¶ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¸ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» . (A.12) Since the dividend Dt is equal to Ct in equilibrium and MtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099DtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099dt + d(MtQt) is a martingale (Duffie, 2001), by using ItoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lemma and setting its drift to zero, we obtain c(Ã\u0083Â\u008fÃ\u0082â\u0082¬) q(Ã\u0083Â\u008fÃ\u0082â\u0082¬) = r(Ã\u0083Â\u008fÃ\u0082â\u0082¬) + Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082Æ\u00922 + Ã\u0083Å½Ã\u0082Â»(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° 1 + Ã\u0083Â\u008fÃ\u0082â\u0080 0 (i(Ã\u0083Â\u008fÃ\u0082â\u0082¬)) 1 + Ã\u0083Â\u008fÃ\u0082â\u0080 0 (i(Ã\u0083Â\u008fÃ\u0082â\u0082¬J )) b Ã\u0083Â\u008fÃ\u0082â\u0082¬J  b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) !1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³  E(ZÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 q(Ã\u0083Â\u008fÃ\u0082â\u0082¬J ) q(Ã\u0083Â\u008fÃ\u0082â\u0082¬) E(Z1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ )  Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 i(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Â\u008fÃ\u0082â\u0082¬) q0(Ã\u0083Â\u008fÃ\u0082â\u0082¬) q(Ã\u0083Â\u008fÃ\u0082â\u0082¬) = Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 )  i(Ã\u0083Â\u008fÃ\u0082â\u0082¬) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082Æ\u00922 + Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Â\u008fÃ\u0082â\u0082¬) b0(Ã\u0083Â\u008fÃ\u0082â\u0082¬) b(Ã\u0083Â\u008fÃ\u0082â\u0082¬)  + Ã\u0083Å½Ã\u0082Â»(Ã\u0083Â\u008fÃ\u0082â\u0082¬)Ã\u0083Â\u008fÃ\u0082â\u0080° Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â°1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 b Ã\u0083Â\u008fÃ\u0082â\u0082¬J  b(Ã\u0083Â\u008fÃ\u0082â\u0082¬) !1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ E(Z1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â³ ) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» , (A.13) where Ã\u0083Â\u008fÃ\u0082â\u0080° = (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Ë\u0086Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991)/(1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³). We can calculate TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q from (A.13)."
    ]
}