{
    "id": 27064,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Alessandria, George and Horag Choi. 2014. Establishment heterogeneity, exporter dynamics, and the eects of trade liberalization. Journal of International Economics 94 (2):207  223.",
        "Alessandria, George, Horag Choi, and Kim Ruhl. 2014. Trade Adjustment Dynamics and the Welfare Gains from Trade. NBER Working Papers 20663, National Bureau of Economic Research, Inc.",
        "Anderson, James E. 1979. A Theoretical Foundation for the Gravity Equation. American Economic Review 69 (1):106116.",
        "Anderson, James E. and Eric van Wincoop. 2003. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review 93 (1):170192.",
        "Arkolakis, Costas. 2010. Market Penetration Costs and the New Consumers Margin in International Trade. Journal of Political Economy 118 (6):11511199.",
        "Arkolakis, Costas, Arnaud Costinot, and AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare. 2012. New Trade Models, Same Old Gains? American Economic Review 102 (1):94130.",
        "Bagwell, Kyle and Robert W. Staiger, editors. 2016. Handbook of Commercial Policy, vol. 1. ElsevierNorth Holland.",
        "Baldwin, Richard and Daria Taglioni. 2006. Gravity for Dummies and Dummies for Gravity Equations.  NBER Working Paper 12516.",
        "Bas, Maria, Thierry Mayer, and Mathias Thoenig. 2017. From micro to macro: Demand, supply, and heterogeneity in the trade elasticity. Journal of International Economics 108:1  19.",
        "Bellemare, Marc F. and Casey J. Wichman. 2020. Elasticities and the Inverse Hyperbolic Sine Transformation. Oxford Bulletin of Economics and Statistics 82 (1):5061.",
        "Bown, Chad P. and Meredith A Crowley. 2013. Import Protection, Business Cycles, and Exchange Rates: Evidence from the Great Recession. Journal of International Economics 90 (1):5064.",
        ". 2016. The Empirical Landscape of Trade Policy. In The Handbook of Commercial Policy, vol. 1, edited by Kyle Bagwell and Robert W. Staiger, chap. 1. Elsevier-North Holland, 3108.",
        "Broda, Christian and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121 (2):54185.",
        "Burbidge, John B., Lonnie Magee, and A. Leslie Robb. 1988. Alternative Transformations to Handle Extreme Values of the Dependent Variable. Journal of the American Statistical Association 83 (401):123127.",
        "Burstein, Ariel and Marc Melitz. 2013. Trade Liberalization and Firm Dynamics. In Advances in Economics and Econometrics Tenth World Congress. Applied Economics, vol. 2. Cambridge, UK: Cambridge University Press.",
        "Burstein, Ariel T., Joao C. Neves, and Sergio Rebelo. 2003. Distribution costs and real exchange rate dynamics during exchange-rate-based stabilizations. Journal of Monetary Economics 50 (6):1189 1214.",
        "Costantini, James and Marc Melitz. 2007. The Dynamics of Firm-Level Adjustment to Trade Liberalization. In The Organization of Firms in a Global Economy, edited by E. Helpman, D. Marin, and T. Verdier. Cambridge, MA: Harvard University Press.",
        "Drozd, Lukasz A. and Jaromir B. Nosal. 2012. Understanding International Prices: Customers as Capital. American Economic Review 102 (1):36495.",
        "Feenstra, Robert. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review 84 (1):15777.",
        "Fitzgerald, Doireann and Stefanie Haller. 2018. Exporters and shocks. Journal of International Economics 113 (C):154171.",
        "Fitzgerald, Doireann, Stefanie Haller, and Yaniv Yedid-Levi. 2017. How Exporters Grow. Working papers, School of Economics, University College Dublin.",
        "FontagnÃ\u0083Æ\u0092Ã\u0082Â©, Lionel, Philippe Martin, and Gianluca Orece. 2018. The international elasticity puzzle is worse than you think. Journal of International Economics 115:115  129.",
        "Giri, Rahul, Kei-Mu Yi, and Hakan Yilmazkuday. 2020. Gains from Trade: Does Sectoral Heterogeneity Matter? NBER Working Paper 26741.",
        "Head, Keith and Thierry Mayer. 2015. Gravity Equations: Workhorse, Toolkit, and Cookbook. In Handbook of International Economics, vol. 4, edited by Elhanan Helpman, Kenneth Rogo, and Gita Gopinath. Elsevier B.V., 131195.",
        "Head, Keith and John Ries. 2001. Increasing Returns versus National Product Dierentiation as an Explanation for the Pattern of U.S.-Canada Trade. American Economic Review 91 (4):858876.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar. 2005. Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95 (1):161182.",
        "Redding, Stephen and Anthony J. Venables. 2004. Economic geography and international inequality.  Journal of International Economics 62 (1):5382.",
        "Romalis, John. 2007. NAFTA's and CUSFTA's Impact on International Trade. Review of Economics and Statistics 89 (3):416435.",
        "Ruhl, Kim J. 2008. The International Elasticity Puzzle. Working Paper.",
        "Sequeira, Sandra. 2016. Corruption, Trade Costs, and Gains from Tari Liberalization: Evidence from Southern Africa. American Economic Review 106 (10):302963.",
        "Simonovska, Ina and Michael E. Waugh. 2014. The Elasticity of Trade: Estimates and Evidence. Journal of International Economics 92 (1):3450.",
        "World Trade Organization. 2014. World Tari Proles 2014. Geneva: WTO, UNCTAD, and ITC."
    ]
}