{
    "id": 27073,
    "cites": 65,
    "cited_by": 2,
    "reference": [
        "Akresh, R., D. Halim, and M. Kleemans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term and Intergenerational Effects of Education: Evidence from School Construction in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25265, National Bureau of Economic Research November 2018.",
        "Alesina, A., P. Giuliano, and B. Reich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nation-Building and Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18839, National Bureau of Economic Research February 2019.",
        "Altonji, J. G., T. E. Elder, and C. R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Andrabi, T., J. Das, A. I. Khwaja, and T. Zajonc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious School Enrollment in Pakistan: A Look at the Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Education Review, 2006, 50 (3), 446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report Cards: The Impact of Providing School and Child Test Scores on Educational Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2017, 107 (6), 1535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1563.",
        "Ansell, B. and J. Lindvall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political origins of primary education systems: Ideology, institutions, and interdenominational conflict in an era of nation-building,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2013, 107 (3), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Ashraf, Nava, Natalie Bau, Nathan Nunn, and Alessandra Voena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bride price and female education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2020, 128 (2).",
        "Bandiera, O., M. Mohnen, I. Rasul, and M. Viarengo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nation-building through compulsory schooling during the age of mass migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2019, 129 (617), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Bau, N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating An Equilibrium Model of Horizontal Competition in Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Bazzi, S., A. Gaduh, A.D. Rothenberg, and M. Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unity in diversity? how intergroup contact can foster nation building,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2019, 109 (11), 3978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4025.",
        ", G. Koehler-Derrick, and B. Marx, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Institutional Foundations of Religious Politics: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2020, 135 (2), 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Becker, S. O., N. Nagler, and L. Woessmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and religious participation: city-level evidence from GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s secularization period 1890-1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2017, 22, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Berman, E. and A. Stepanyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How many radical Islamists? Indirect evidence from five countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, 2004.",
        "Boland, B.J., The Struggle of Islam in Modern Indonesia, Brill, 1982.",
        "Bulow, J. I., J. D. Geanakoplos, and P. D. Klemperer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multimarket Oligopoly: Strategic Substitutes and Complements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1985, 93 (3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Cantoni, D., Y. Chen, D. Y. Yang, N. Yuchtman, and Y. J. Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Curriculum and Ideology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (2), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Cohen-Zada, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preserving religious identity through education: Economic analysis and evidence from the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2006, 60 (3), 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Darmaningtyas, Pendidikan yang memiskinkan, Galang Press, 2004.",
        "Dee, T. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are there civic returns to education?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of public economics, 2004, 88 (9-10), 1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Dinerstein, M. and T. D. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Supply Response of Private Schools to Public Policies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Duflo, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The medium run effects of educational expansion: Evidence from a large school construction program in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2004, 74 (1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Glaeser, E. L. and B. I. Sacerdote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Religion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital, 2008, 2 (2), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 215.",
        "Gulesci, S. and E. Meyersson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFor the Love of the RepublicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Education, Secularism, and Empowerment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        "Hoxby, C. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Private Schools Provide Competition for Public Schools?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 4978, National Bureau of Economic Research December 1994.",
        "Hungerman, D. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of education on religion: Evidence from compulsory schooling laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2014, 104, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Jahar, A. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reinterpreting Islamic Norms: The Conflict Between Legal Paradigms and Socio-Economic Challenges; a Case Study of Waqf and ZakaÃ\u0083Å\u0092Ã\u0082â\u0080\u009at in Contemporary Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, Verlag nicht ermittelbar 2005.",
        "Kuran, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islam and economic performance: Historical and contemporary links,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2018, 56 (4), 1292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1359.",
        "Larreguy, H. and J. Marshall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Education on Civic and Political Engagement in Nonconsolidated Democracies: Evidence from Nigeria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2017, 99 (3), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Lee, K. H., Education and politics in Indonesia, 1945-1965, University of Malaya Press, 1995.",
        "Marini, M. and G. Rodano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lead, Follow or Cooperate? Sequential versus Collusive Payoffs in Symmetric Duopoly Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ISRN Economics, 08 2013, 2013.",
        "Martinez-Bravo, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The local political economy effects of school construction in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2017, 9 (2), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Mazumder, B., M. Rosales-Rueda, and M. Triyana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Human Capital Spillovers: Indonesia Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s School Construction and Its Effects on the Next Generation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AEA Papers and Proceedings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 109 2019, pp. 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Meyer, J. W., D. Tyack, J. Nagel, and A. Gordon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Education as Nation-Building in America: Enrollments and Bureaucratization in the American States, 1870-1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 1979, 85 (3), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Meyersson, Erik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islamic Rule and the Empowerment of the Poor and Pious,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (1), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Mocan, N. and L. Pogorelova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compulsory schooling laws and formation of beliefs: Education, religion and superstition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2017, 142, 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Muralidharan, K. and V. Sundararaman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Effect of School Choice: Evidence from a Two-Stage Experiment in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 02 2015, 130 (3), 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1066.",
        "Neal, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Catholic Secondary Schooling on Educational Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15 (1, Part 1), 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Paglayan, A. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil War, State Consolidation, and the Spread of Mass Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, Working Paper 2017.",
        "Pepinsky, T. B., R. W. Liddle, and S. Mujani, Piety and Public Opinion: Understanding Indonesian Islam, New York: Oxford University Press, 2018.",
        "Pohl, F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islamic Education and Civil Society: Reflections on the Pesantren Tradition in Contemporary Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Education Review, 2006, 50 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Rohner, D. and A. Saia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Conflict: Evidence from a Policy Experiment in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Roth, C. and S. Sumarto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does education increase interethnic and interreligious tolerance? Evidence from a natural experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Sakalli, S. O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secularization and religious backlash: Evidence from Turkey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2019.",
        "Squicciarini, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Devotion and development: Religiosity, education, and economic progress in 19thcentury france,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 13877, 2019.",
        "World Bank, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indonesia Basic Education Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report No. 7841-IND, 1989.",
        "Zuhdi, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political and Social Influences on Religious School: A Historical Perspective on Indonesian Islamic School Curricula.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, McGill University Department of Integrated Studies in Education 2006.",
        "Figure 2: INPRES Exposure and Islamic Schooling Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Effects by Cohort Dep. Var.: Elementary Madrasa (a) Short-Run -.003 -.002 -.001 0 .001 .002 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1958 1960 1962 1964 1966 1968 1970 1972 year of birth (b) Long-Run -.004 -.002 0 .002 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 year of birth Dep. Var.: Secondary Madrasa (c) Short-Run -.002 0 .002 .004 .006 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1958 1960 1962 1964 1966 1968 1970 1972 year of birth (d) Long-Run -.005 0 .005 .01 .015 .02 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 year of birth Notes: This figure reports age-specific estimates of Ã\u0083Å½Ã\u0082Â² in equation (1) based on annual Susenas data from 2012 to 2018.",
        "INPRES intensity is defined as the number of SD INPRES schools constructed from 1973-78 per 1,000 children in 1971.",
        "Figure 3: INPRES Exposure, Total Schooling and Islamic Education Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Effects by Cohort Dep. Var.: Total Years of Schooling (a) Short-Run -.05 0 .05 .1 .15 .2 .25 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1958 1960 1962 1964 1966 1968 1970 1972 year of birth (b) Long-Run -.2 0 .2 .4 .6 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 year of birth Dep. Var.: Any Level Madrasa (c) Short-Run -.002 0 .002 .004 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1958 1960 1962 1964 1966 1968 1970 1972 year of birth (d) Long-Run -.005 0 .005 .01 .015 .02 INPRES x birth year: Ã\u0083Å½Ã\u0082Â² 90% confidence interval 1950 1955 1960 1965 1970 1975 1980 1985 1990 1995 year of birth Notes: This figure reports results from the same specification as in Figure 2, looking here at total years of schooling in panels (a) and (b) and any Islamic schooling in panels (c) and (d). See the notes to Figure 2 for further details.",
        "Panel (b) includes only individuals with the given years of schooling corresponding to each level such that columns 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 look at Islamic elementary completion among individuals with 6 years of schooling, columns 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4 look at Islamic junior secondary completion for those with 9 years, and columns 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 look at Islamic senior secondary completion for those with 12 years. All specifications include survey year dummies, district of birth dummies and year of birth dummies interacted with the 1971 children population, the 1971 enrollment rate, and exposure to the water and sanitation program in the district of birth. In odd-numbered columns, the sample is composed of all individuals aged 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 (young) or 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17 in 1974.",
        "In even-numbered columns, the sample is composed of all individuals aged less than 6 (young) or more than 12 in 1974. * p<0.1, ** p<0.05, *** p<0.01. Robust standard errors clustered by district of birth.",
        "It is not possible to identify Pancasila and civic subjects for primary schools (see the discussion in the text) and hence the omission of column 2 in panel (b). All specifications include district fixed effects, grade level fixed effects, year-of-entry fixed effects, and a post-1972 dummy interacted with the 1971 children population, the 1971 enrollment rate, and exposure to the water and sanitation program. * p<0.1, ** p<0.05, *** p<0.01. Robust standard errors clustered by district.",
        "Columns 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5 are indicators for whether the candidateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s campaign platform mentions concepts that appeal to Indonesian nation building and Pancasila (column 3), to Islam and religious themes (column 4), and nation building exclusive of Islam and religious themes. The specifications in panel (b) are restricted to the original birth cohorts: aged 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 (young) or 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17 in 1974. The specification is otherwise identical to that in Table 2; see the notes therein for details. * p<0.1, ** p<0.05, *** p<0.01. Robust standard errors clustered by district.",
        "Figure A.4: Islamic School Attendance vs. Completion in Repeated Cohorts 0 .05 .1 .15 Highest Schooling Islamic, share of cohort 1994 1995 1996 1997 1998 1999 2000 Enrolled in 2012 Completed in 2018 Notes: This figure uses repeated observations of identical cohorts in the 2012 and 2018 Susenas rounds. We focus on cohorts born between 1994 and 1999 which were young enough to have been enrolled in school in 2012 but old enough to have completed high school by 2018. Black bars show Islamic attendance rates measured in 2012 while grey bars indicate Islamic completion rates in 2018.",
        "All specifications include district fixed effects and year fixed effects interacted with the number of children in the district in 1971, the 1971 enrollment rate, and exposure to the water and sanitation program. * p<0.1, ** p<0.05, *** p<0.01. Robust standard errors clustered by district of birth.",
        "All specifications include district fixed effects and year fixed effects interacted with the number of children in the district in 1971, the 1971 enrollment rate, and exposure to the water and sanitation program. * p<0.1, ** p<0.05, *** p<0.01. Robust standard errors clustered by district of birth.",
        "Education: Survey and Administrative Data Surveys. We measure years and type of schooling using the annual National Socioeconomic Survey (Susenas) from 2012, 2013, 2014, 2016, 2017, and 2018. These enumerate schooling measures for all household members and also record the birth district for each, which we merge with the district-level INPRES intensity measure collected by Duflo (2001). We additionally use Islamic school attendance data from the Indonesia Family Life Survey (IFLS) in 1993, 1997, 2000, 2007, and 2014. The IFLS is too limited geographically for our econometric analysis, but we use it for descriptive purposes in Table 1 and elsewhere in the text. Registries. We use data from numerous administrative sources provided by the Government of Indonesia.",
        "kemenag.go.id/pbsb/ (accessed November 15, 2018). These records also indicate the district and year of establishment for each pesantren (see Bazzi et al., 2020, for additional details).",
        "Data on madrasa come from MORA registries provided to us by MORA officials in August 2019 and January/February 2020.1 These include village, district, and year of establishment for all formal madrasa (primary, junior secondary, and senior secondary) as well as informal madrasa diniyah. The latter are entirely privately-run. The former are majority private with a small fraction (around 8%) that are publiclyrun by MORA. Overall, 6% of madrasa and 22% of pesantren, respectively, have missing establishment years. This missing-ness is uncorrelated with SD INPRES intensity.",
        "We measure test scores using data collected by the MEC on the national exam scores in 2014 for science and math. We scraped these data in March 2015 from the MEC portal: http://referensi. data.kemdikbud.go.id. We link these data to the Dapodik and MORA registries using school IDs available across datasets.",
        "Electoral Outcomes: Vote Shares and Legislative Candidates Vote Shares. First, we draw upon district-level vote shares by party from the national legislative elections in 1971, 1977, 1982, 1987, 1992, 1999, 2004, and 2009. These data were graciously shared with us by individuals that worked with Dwight King. In 1971, one observes the following Islamic parties: NU, PSII, Perti, and the Muslim Party of Indonesia (Partai Muslimin Indonesia or Parmusi). From 1977 to 1992, the only Islamic party was the United Development Party (Partai Persatuan Pembangunan or PPP), which was forged out of a forced merger of the four Islamic parties contesting the 1971 election. We study the vote shares for the PPP and the Suharto regime party, Golkar.",
        "Legislative Candidates. We use data on the universe of legislative candidates in the 2019 election. Thanks to Nicholas Kuipers for scraping and sharing these data from the Indonesian Electoral Commission: http://www.kpu.go.id/. These include candidates for national, provincial, and district legislatures. We use information on candidate age, district, and party ticket. We also categorize their campaign motivation and platform statements as appealing to Islamic themes as reflected in the following words: umma, dawah, Muslim, Islam, sharia, and jihad. We separately classify appeals to nation building as reflected in the following words: Pancasila, Indonesia, NKRI, bangsa (nation), bhinneka (diversity), and satuan (unitary). The latter three terms are staples in the nation-building corpus of Indonesian leaders and literature. NKRI is an acronym for the Indonesian homeland in a popular nationalistic slogan.",
        "Linguistic Proxies for Identity We proxy for national identity using an indicator of whether an individual speaks the national language, Bahasa Indonesia, as his/her main language at home (instead of his/her native ethnic language). This is distinct from Indonesian speaking ability, which we also observe. These dataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dalong with religion, age, and district of birthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dare recorded in the complete-count 2010 Population Census, which we obtained from the Harvard Library. We view Arabic language proficiency as one indicator of Islamic identity. The Susenas data described above record literacy in Latin, Arabic, and other alphabets.",
        "Religiosity and Religious Political Preferences We use rich individual-level survey data from Pepinsky, Liddle and Mujani (2018), which is based on a 2008 survey conducted by the authors in which 10 individuals were sampled from each contemporary district. These data include individual age, religion, years and type of education, a host of questions on Islamic piety, practice, and political preferences. Seven Islamic practices are explored in Table 8. The survey also record dimensions of support for Islamic law (sharia) and religious politics more generally. We also use a measure of stated support for Pancasila."
    ]
}