{
    "id": 27074,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "ABAD, J. (2019). Breaking the Sovereign-Bank Nexus. Mimeo. ACEMOGLU, D., OZDAGLAR, A. and TAHBAZ-SALEHI, A. (2015). Systemic Risk and Stability in Financial Networks. The American Economic Review, 105 (2), 564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "ACHARYA, V., DRECHSLER, I. and SCHNABL, P. (2014). A Pyrrhic Victory? Bank Bailouts and Sovereign Credit Risk. The Journal of Finance, 69 (6), 2689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739.",
        "ACHARYA, V. V. and STEFFEN, S. (2015). The Greatest Carry Trade Ever? Understanding Eurozone Bank Risks. Journal of Financial Economics, 115 (2), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "ADRIAN, T. and SHIN, H. (2010). Liquidity and Leverage. Journal of Financial Intermediation, 19 (3), 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "ALLEN, F. and GALE, D. (2000). Financial Contagion. Journal of Political Economy, 108 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "ALTAVILLA, C., PAGANO, M. and SIMONELLI, S. (2017). Bank Exposures and Sovereign Stress Transmission. Review of Finance, 21 (6), 2103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2139.",
        "ALTINOGLU, L. and STIGLITZ, J. E. (2019). Collective Moral Hazard and the Interbank Market. Mimeo.",
        "BERNARD, B., CAPPONI, A. and STIGLITZ, J. E. (2018). Bail-Ins and Bail-Outs: Incentives, Connectivity, and Systemic Stability. NBER Working Paper No. 23747.",
        "BERNSTEIN, S., COLONNELLI, E. and IVERSON, B. C. (2019). Asset Allocation in Bankruptcy. The Journal of Finance, 74 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "BORGATTI, S. P. (2006). Identifying Sets of Key Players in a Social Network. Computational & Mathematical Organization Theory, 12 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "BOZ, E., DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ERASMO, P. and DURDU, C. B. (2014). Sovereign Risk and Bank Balance Sheets: The Role of Macroprudential Policies. Manuscript, International Monetary Fund.",
        "BRUNNERMEIER, M. K., GARICANO, L., LANE, P. R., PAGANO, M., REIS, R., SANTOS, T., THESMAR, D., VAN NIEUWERBURGH, S. and VAYANOS, D. (2016). Breaking the Sovereign-Bank Diabolic Loop: A Case for ESBies. In American Economic Review Papers and Proceedings.",
        "CABRALES, A., GALE, D. and GOTTARDI, P. (2016). Financial Contagion in Networks. In The Oxford Handbook of the Economics of Networks.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, GOTTARDI, P. and VEGA-REDONDO, F. (2017). Risk Sharing and Contagion in Networks. The Review of Financial Studies, 30 (9), 3086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3127.",
        "CALVO, G. A. (1988). Servicing the Public Debt: The Role of Expectations. The American Economic Review, pp. 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "COLE, H. L. and KEHOE, T. J. (2000). Self-fulfilling Debt Crises. The Review of Economic Studies, 67 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "COOPER, R. and NIKOLOV, K. (2018). Government Debt and Banking Fragility: The Spreading of Strategic Uncertainty. International Economic Review, 59 (4), 1905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925.",
        "CROSIGNANI, M. (2017). Why are Banks not Recapitalized During Crises? FEDS Working Paper 2017-084.",
        "DEMIRCI, I., HUANG, J. and SIALM, C. (2019). Government Debt and Corporate Leverage: International Evidence. Journal of Financial Economics, 133 (2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "EISENBERG, L. and NOE, T. H. (2001). Systemic Risk in Financial Systems. Management Science, 47 (2), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "EROL, S. (2019). Network Hazard and Bailouts. Mimeo.",
        "FARHI, E. and TIROLE, J. (2018). Deadly Embrace: Sovereign and Financial Balance Sheets Doom Loops. The Review of Economic Studies, 85 (3), 1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "GABALLO, G. and ZETLIN-JONES, A. (2016). Bailouts, Moral Hazard and BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Home Bias for Sovereign Debt. Journal of Monetary Economics, 81, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "GALEOTTI, A., GOLUB, B. and GOYAL, S. (2019). Targeting Interventions in Networks. Mimeo.",
        "GLASSERMAN, P. and YOUNG, H. P. (2015). How Likely is Contagion in Financial Networks ? Journal of Banking & Finance, 50, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016). Contagion in Financial Networks. Journal of Economic Literature, 54 (3), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "GREENWALD, B. C. and STIGLITZ, J. E. (1993). Financial Market Imperfections and Business Cycles. The Quarterly Journal of Economics, 108 (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "GREENWOOD, R., LANDIER, A. and THESMAR, D. (2015). Vulnerable Banks. Journal of Financial Economics, 115 (3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "KIYOTAKI, N. and MOORE, J. (1997). Credit Chains. Mimeo.",
        "POPOV, A. and VAN HOREN, N. (2015). Exporting Sovereign Stress: Evidence from Syndicated Bank Lending during the Euro Area Sovereign Debt Crisis. Review of Finance, 19 (5), 1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1866.",
        "THALER, D. (2018). Sovereign Default, Domestic Banks and Exclusion from International Capital Markets. Banco de EspaÃ\u0083Æ\u0092Ã\u0082Â±a Working Paper.",
        "VÃ\u0083Æ\u0092Ã\u0082â\u0080°RON, N. (2017). Sovereign Concentration Charges: A New Regime for BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Sovereign Exposures. In Study for the European Parliament, Brussels. IDEAS FROM THE Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢FUTURE EUROPEÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ FORUM, vol. 67."
    ]
}