{
    "id": 27088,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Baron, M. and Xiong, W. (2017). Credit expansion and neglected crash risk. The Quarterly Journal of Economics, 132(2):713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Bordalo, P., Gennaioli, N., and Shleifer, A. (2018). Diagnostic expectations and credit cycles. The Journal of Finance, 73(1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Bordalo, P., Gennaioli, N., Shleifer, A., and Terry, S. (2019). Real credit cycles. Harvard University.",
        "Bordo, M., Eichengreen, B., Klingebiel, D., and Martinez-Peria, M. S. (2001). Is the crisis problem growing more severe? Economic policy, 16(32):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Bordo, M. D. and Meissner, C. M. (2016). Fiscal and financial crises. In Handbook of macroeconomics, volume 2, pages 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412. Elsevier.",
        "Borio, C. E. and Lowe, P. W. (2002). Asset prices, financial and monetary stability: exploring the nexus.",
        "Brunnermeier, M. K. and Sannikov, Y. (2014). A macroeconomic model with a financial sector. American Economic Review, 104(2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Cerra, V. and Saxena, S. C. (2008). Growth dynamics: The myth of economic recovery. The American Economic Review, 98(1):439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Chen, L., Collin-Dufresne, P., and Goldstein, R. S. (2008). On the relation between the credit spread puzzle and the equity premium puzzle. The Review of Financial Studies, 22(9):3367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3409.",
        "Claessens, S., Kose, M. A., and Terrones, M. E. (2010). The global financial crisis: How similar? how different? how costly? Journal of Asian Economics, 21(3):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Diamond, D. W. and Dybvig, P. H. (1983). Bank runs, deposit insurance, and liquidity. Journal of political economy, 91(3):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Farboodi, M. and Kondor, P. (2020). Rational sentiments and economic cycles.",
        "Gertler, M. and Kiyotaki, N. (2010). Financial intermediation and credit policy in business cycle analysis. In Handbook of monetary economics, volume 3, pages 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599. Elsevier.",
        "Gertler, M. and Kiyotaki, N. (2015). Banking, liquidity, and bank runs in an infinite horizon economy. American Economic Review, 105(7):2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Gertler, M., Kiyotaki, N., and Prestipino, A. (2020). A macroeconomic model with financial panics. The Review of Economic Studies, 87(1):240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Gourinchas, P.-O., Valdes, R., Landerretche, O., et al. (2001). Lending booms: Latin america and the world. EconomÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a Journal, 1(Spring 2001):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Greenwood, R., Hanson, S. G., and Jin, L. J. (2019). Reflexivity in credit markets. Technical report, National Bureau of Economic Research.",
        "He, Z. and Krishnamurthy, A. (2013). Intermediary asset pricing. American Economic Review, 103(2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "He, Z. and Krishnamurthy, A. (2019). A macroeconomic framework for quantifying systemic risk. American Economic Journal: Macroeconomics, 11(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Holmstrom, B. and Tirole, J. (1997). Financial intermediation, loanable funds, and the real sector. the Quarterly Journal of economics, 112(3):663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬., Schularick, M., and Taylor, A. M. (2011). Financial crises, credit booms, and external imbalances: 140 years of lessons. IMF Economic Review, 59(2):340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬., Schularick, M., and Taylor, A. M. (2013). When credit bites back. Journal of Money, Credit and Banking, 45(s2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Judd, K. L., Maliar, L., Maliar, S., and Valero, R. (2014). Smolyak method for solving dynamic economic models: Lagrange interpolation, anisotropic grid and adaptive domain. Journal of Economic Dynamics and Control, 44:92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Kindelberger, C. P. (1978). Manias, Panics, and Crashes: A History of Financial Crises.",
        "Kiyotaki, N. and Moore, J. (1997). Credit cycles. Journal of Political Economy, 105(2):pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Krishnamurthy, A. and Muir, T. (2017). How credit cycles across a financial crisis.",
        "Laeven, L. and Valencia, F. (2013). Systemic banking crises database. IMF Economic Review, 61(2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Li, W. (2019). Public liquidity and financial crises. Available at SSRN 3175101.",
        "Liptser, R. and Shiryaev, A. N. (2013). Statistics of Random Processes: II. Applications, volume 5. Springer Science & Business Media.",
        "Maxted, P. (2019). A macro-finance model with sentiment. Technical report, Tech. rep.",
        "Moreira, A. and Savov, A. (2017). The macroeconomics of shadow banking. The Journal of Finance, 72(6):2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2432.",
        "Muir, T. (2017). Financial crises and risk premia. The Quarterly Journal of Economics, 132(2):765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Reinhart, C. M. and Rogoff, K. S. (2009a). The aftermath of financial crises. American Economic Review, 99(2):466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Reinhart, C. M. and Rogoff, K. S. (2009b). This time is different: Eight centuries of financial folly. Princeton University Press, Princeton, NJ.",
        "Schularick, M. and Taylor, A. M. (2012). Credit booms gone bust: Monetary policy, leverage cycles, and financial crises, 1870-2008. American Economic Review, 102(2):1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Taylor, A. M. (2015). Credit, financial stability, and the macroeconomy. Annu. Rev. Econ., 7(1):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "A Model Solutions A.1 Proof of Lemma 1 We will derive the Bayesian belief process Ã\u0083Å½Ã\u0082Â»t in two different ways. The first method is by applying the theorem in Liptser and Shiryaev (2013). The second one is by taking the continuous-time limit of a discrete-time process. The reason that we show the second method is because we will use the connection between discrete-time and continuous-time processes to prove the results for the diagnostic belief in Lemma 2."
    ]
}