{
    "id": 27094,
    "cites": 64,
    "cited_by": 1,
    "reference": [
        "Abadie, Alberto and Maximilian Kasy (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing among regularized estimators in empirical economics: The risk of machine learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 101, 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Angrist, Joshua D., Peter D. Hull, Parag A. Pathak, and Christopher R. Walters (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraging lotteries for school value-added: Testing and estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 132, 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Bacher-Hicks, Andrew, Thomas J. Kane, and Douglas O. Staiger (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validating teacher effect estimates using changes in teacher assignments in Los Angeles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20657, National Bureau of Economic Research, URL http://www.nber.org/papers/ w20657.",
        "Bitler, Marianne, Sean Corcoran, Thurston Domina, and Emily Penner (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher effects on student achievement and height: A cautionary tale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26480, National Bureau of Economic Research, URL http://www.nber.org/papers/w26480.",
        "Bonhomme, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane and Martin Weidner (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Posterior average effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper CWP43/19, Centre for Microdata Methods and Practice, URL https://www.cemmap. ac.uk/publication/id/14366.",
        "Brown, Lawrence D. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In-season prediction of batting averages: A field test of empirical Bayes and Bayes methodologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Applied Statistics, 2, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Brown, Lawrence D. and Eitan Greenshtein (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric empirical Bayes and compound decision approaches to estimation of a high-dimensional vector of normal means.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 37, 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Bruhn, Jesse (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consequences of sorting for understanding school quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL http://www.jessebruhn.com/research. Unpublished.",
        "Chandra, Amitabh, Amy Finkelstein, Adam Sacarny, and Chad Syverson (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health care exceptionalism? Performance and allocation in the US health care sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 2110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff (2014a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff (2014b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers II: Teacher value-added and student outcomes in adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers: Reply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107, 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1717.",
        "Chetty, Raj and Nathaniel Hendren (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of neighborhoods on intergenerational mobility II: County-level estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 133, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1228.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher-student matching and the assessment of teacher effectiveness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 41, 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 820.",
        "Dicker, Lee H. and Sihai D. Zhao (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-dimensional classification via nonparametric empirical Bayes and maximum likelihood inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 103, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Efron, Bradley (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robbins, empirical Bayes and microarrays.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 31, 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Efron, Bradley (2010), Large-scale Inference: Empirical Bayes methods for estimation, testing, and prediction. Cambridge University Press, Cambridge, UK.",
        "Efron, Bradley (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TweedieÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s formula and selection bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of American Statistical Association, 106, 1602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1614.",
        "Evdokimov, Kirill and Halbert White (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some extensions of a lemma of Kotlarski.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 28, 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c932.",
        "Fan, Jianqing (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the optimal rates of convergence for nonparametric deconvolution problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 19, 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1272.",
        "Fletcher, Jason M., Leora I. Horwitz, and Elizabeth Bradley (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the value added of attending physicians on patient outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20534, National Bureau of Economic Research, URL http://www.nber.org/papers/w20534.",
        "Goldhaber, Dan and Richard Startz (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the distribution of worker productivity: The case of teacher effectiveness and student achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics and Public Policy, 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Goncalves, Felipe and Steven Mello (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A few bad apples? Racial bias in policing. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://static1.squarespace.com/static/58d9a8d71e5b6c72dc2a90f1/ t/5cfe39c1db1f980001595d4d/1560164805693/GoncalvesMello.pdf. Unpublished.",
        "Gu, Jiaying and Roger Koenker (2017a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Bayesball remixed: Empirical Bayes methods for longitudinal data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 32, 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Gu, Jiaying and Roger Koenker (2017b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved heterogeneity in income dynamics: An empirical Bayes perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 35, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Gu, Jiaying, Roger Koenker, and Stanislav Volgushev (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for homogeneity in mixture models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 34, 850 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 895.",
        "Gu, Jiaying and Shu Shen (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oracle and adaptive false discovery rate controlling methods for one-sided testing: Theory and application in treatment effect evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrics Journal, 21, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Guarino, Cassandra M., Michelle Maxfield, Mark D. Reckase, Paul N. Thompson, and Jeffrey M. Wooldridge (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An evaluation of empirical BayesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s estimation of value-added teacher performance measures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational and Behavioral Statistics, 40, 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 222.",
        "Hanushek, Eric A. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher deselection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Creating a New Teaching Profession (Dan Goldhaber and Jane Hannaway, eds.), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180, Urban Institute Press, Washington, DC.",
        "Hanushek, Eric A. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic value of higher teacher quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 30, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Harris, Douglas N. and Tim R. Sass (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, productivity and the evaluation of teacher performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 40, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Heckman, James and Burton Singer (1984), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A method for minimizing the impact of distributional assumptions in econometric models for duration data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 52, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Hull, Peter (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating hospital quality with quasi-experimental data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://www.google.com/url?q=https%3A%2F%2Fwww.dropbox.com% 2Fs%2Fhb54rrz3vte8gij%2FRAM_012020.pdf%3Fraw%3D1&sa=D&sntz=1&usg= AFQjCNE-ap7RlsV8PsFpJ64ekwD2HmqIjQ. Unpublished.",
        "Jackson, C. Kirabo (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do test scores miss? The importance of teacher effects on non-test score outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126, 2072Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2107.",
        "Jacob, Brian A. and Lars Lefgren (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can principals identify effective teachers? Evidence on subjective performance evaluation in education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 26, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "James, W. and Charles Stein (1961), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation with quadratic loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Proceedings of the Fourth Berkeley Symposium on Mathematical Statistics and Probability, Volume 1: Contributions to the Theory of Statistics, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379, University of California Press, Berkeley, Calif.",
        "Jiang, Wenhua and Cun-Hui Zhang (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General maximum likelihood empirical Bayes estimation of normal means.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 37, 1647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1684.",
        "Kane, Thomas J., Jonah E. Rockoff, and Douglas O. Staiger (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does certification tell us about teacher effectiveness? Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 27, 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Kane, Thomas J. and Douglas O. Staiger (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating teacher impacts on student achievement: An experimental evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14607, National Bureau of Economic Research, URL http://www.nber.org/papers/w14607.",
        "Kiefer, Jack and Jacob Wolfowitz (1956), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistency of the maximum likelihood estimator in the presence of infinitely many incidental parameters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Mathematical Statistics, 27, 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Koedel, Cory, Kata Mihaly, and Jonah E. Rockoff (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value-added modeling: A review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 47, 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Koenker, Roger and Jiaying Gu (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rebayes: An R package for empirical Bayes mixture methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Software, 82, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Koenker, Roger and Ivan Mizera (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convex optimization, shape constraints, compound decisions, and empirical Bayes rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 109, 674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Kotlarski, Ignacy (1967), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On characterizing the gamma and the normal distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Journal of Mathematics, 20, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Laird, Nan (1978), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric maximum likelihood estimation of a mixing distribution. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 73, 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Laird, Nan M. and Thomas A. Louis (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Bayes confidence intervals based on bootstrap samples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of American Statistical Association, 82, 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Li, Tong and Quang Vuong (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric estimation of the measurement error model using multiple indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Multivariate Analysis, 65, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "McLachlan, G.J. (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On bootstrapping likelihood ratio test statistics for the number of components in a normal mixture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series C, 36, 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Mehta, Nirav (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring quality for use in incentive schemes: The case of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093shrinkage Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 10, 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1577.",
        "Petek, Nathan and Nolan Pope (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The multidimensional impact of teachers on students. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL http://www.econweb.umd.edu/~pope/Nolan_Pope_JMP.pdf. Unpublished.",
        "Rao, B.L.S.P. (1992), Identifiability in Stochastic Models: Charaterization of Probability Distributions. Academic Press, United Kindom.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teachers, schools, and academic achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73, 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Robbins, Herbert (1956), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical Bayes approach to statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Proceedings of the Third Berkeley Symposium on Mathematical Statistics and Probability, volume I, University of California Press, Berkeley.",
        "Rockoff, Jonah E. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of individual teachers on student achievement: Evidence from panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "2 Los Angeles Unified School District (LAUSD) data coverage: grades 4-5 from 2003-04 through 2012-13 and 2015-16 through 2016-17 school years and third grade from 2003-04 through 2012-13.",
        "3 For North Carolina this variable is missing for school years 1996-97 through 1997-98.",
        "4 The omitted category is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSome College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCollege GraduateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ also incorporates those with graduate school degrees. For North Carolina, parental education data are missing after the 2005-06 school year, while thirty percent of observations in the LAUSD are missing parental education data or have parental education recorded as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decline to Answer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 5 The omitted category is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGreater than 5 Years of Experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ For the full sample, teacher experience data are missing for about twenty and fifteen percent of observations for North Carolina and LAUSD, respectively.",
        "Lemma 1 (Kotlarski (1967)) Under Assumption 1-3, the pdfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s of Ã\u0083Å½Ã\u0082Â± and  are uniquely determined by the joint distribution of (Y1, Y2). In particular, let Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, v) be the characteristic function of the random vector (Y1, Y2), Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) the characteristic function of Ã\u0083Å½Ã\u0082Â±, and Ã\u0083Â\u008fÃ\u0082â\u0080 (t) the characteristic function of , then Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) = exp Z t 0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0, v)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v) dv Ã\u0083Â\u008fÃ\u0082â\u0080 (t) = Ã\u0083Â\u008fÃ\u0082Ë\u0086(t, 0) Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) = Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, t) Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) .",
        "Proof. Using equation (2.64) in Rao (1992), we have log Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) = iE[Ã\u0083Å½Ã\u0082Â±]t + Z t 0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au  log Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, v) Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, 0)Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v)  u=0 dv. where i is the imaginary root. Using the fact that Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au  log Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, v) Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, 0)Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v)  u=0 = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0, v)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0, 0)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, 0) and that Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0,0)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0,0) = iE(Y1), we have log Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(t) = iE[Ã\u0083Å½Ã\u0082Â±]t + Z t 0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0, v)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v) dv Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 iE(Y1)t = Z t 0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082Ë\u0086(0, v)/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009au Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v) dv, where the second equality holds because 1 has mean zero under Assumption 1. Additionally, under Assumptions 1- 3, we have Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, v) = Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(u + v)Ã\u0083Â\u008fÃ\u0082â\u0080 (u)Ã\u0083Â\u008fÃ\u0082â\u0080 (v). Let u = 0, then Ã\u0083Â\u008fÃ\u0082â\u0080 (v) = Ã\u0083Â\u008fÃ\u0082Ë\u0086(0, v)/Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(v); and letting v = 0, then Ã\u0083Â\u008fÃ\u0082â\u0080 (v) = Ã\u0083Â\u008fÃ\u0082Ë\u0086(u, 0)/Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å½Ã\u0082Â±(u).",
        "B Construction of the Teacher Value-Added Sample This appendix describes the construction of the final sample of students and teachers used for teacher VA estimation in both of our administrative data sets. Sample selection follows prior work (for instance, Chetty et al. (2014a,b)), the main requirements for inclusion in the sample being that the student has a valid score in a given subject both in the current and prior period, and can be matched to a teacher in that subject.",
        "For demographics, we have information about parental education (six education groups, 1996-97 through 2005-06 only), economically disadvantaged status (1998-99 through 201011 only), ethnicity (six ethnic groups), gender, limited English status, disability status, academically gifted status and grade repetition. Besides the missing data in some years for parental education and economically disadvantaged status our demographic data cover over 99 percent of all student-year observations. Whenever demographic information is missing, we create a missing indicator for that variable.",
        "We then make several sample restrictions. First, we drop the 1.37 million student-year observations we identify as having an invalid teacher. This is by far our biggest sample restriction and comes from the fact that we assign teachers to students based on the person recorded as proctoring the studentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s exam. To ensure the teacher proctoring the exam is the same as the classroom teacher, we confirm that the proctor is teaching a primary 36 Our analysis is restricted to students in third through fifth grade since our data records the test proctor and the teacher recorded as the test proctor is typically the teacher who taught the students throughout the year in these grades. Data for grade 3 stops after 2008-09 because the grade 3 pretest was discontinued after that year. Grade 3 students in 2005-06 are also omitted due to a lack of the pre-test in the administrative data for that year.",
        "grade mathematics and English class. If the teacher is not, we drop the observations as we are no longer confident of matching classes to teachers correctly. Second, we drop charter school classrooms and special education classrooms, leading to a loss of an additional 70,000 student-year observations. Third, we drop 16,000 observations where we lack data on teacher experience. Fourth, we exclude 380,000 observations that lack a valid current or lagged test score in that subject, with half of this loss coming from a lack of third grade mathematics pretest data in 2005-06 and third grade English pretest data in 2007-08 due to a statewide test update.37 Fifth, we only include classes with more than seven but fewer than forty students with valid current and lagged test scores in that subject, creating a loss of 10,000 observations.38 Our final sample consists of roughly 2.7 million student-year observations, covering 1.4 million students and 35,000 teachers.",
        "We follow Chetty et al. (2014a,b) and parametrize the control function for lagged test scores f1g(yi,tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991) with a cubic polynomial in prior-year scores in mathematics and English and interact these cubics with the studentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s grade level. When prior test scores in the other subject are missing, we set the other subject prior score to zero and include an indicator for missing data in the other subject interacted with the controls for prior own-subject test scores."
    ]
}