{
    "id": 2709,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Baldwin, Robert E. Patterns of Development in Newly Settled Regions, The Manchester School 24 (May 1956), 161-179.",
        "Chenery, Hollis B., Robinson, Sherman, and Syrquin, Moshe. Industrialization and GroWth. A Comparative Study (New York: Oxford University Press, 1987).",
        "Cooper, Russell, and John, Andrew, `Coordinating Coordination Failures in Keynesian Models, New Haven, CT: Cowles Foundation Discussion Paper No. 745, 1985.",
        "Fleming, J. Marcus. `External Economies and the Doctrine of Balanced Growth, Economic Journal 65 (June 1955), 24 1-256.",
        "Galenson, Walter. Economic Growth and Structural Change in Taiwan (Ithaca and London: Cornell University Press, 1979).",
        "Harbison, Ralph W. ~Colombia, in Tropical Development 1880-1913, W. A, Lewis, ed.",
        "Hart, Oliver D. `A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics 97 (February 1982), 109-138.",
        "Johnston, Bruce F., and John W. Mellor, The Role of Agriculture in Economic Development, American Economic Review 51 (September 1961), 566-593.",
        "Judd, Kenneth L. On the Performance of Patents, Econometrica 53 (May 1985), 567-585.",
        "Lewis, W. Arthur, Report on the Industrialization of the Gold Coast (Accra: Government Printing Office of the Gold Coast. 1953).",
        "Lucas, R. E., Jr. `The Mechanics of Economic Development, forthcoming, Journal of Monetary Economics, 988. Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, Industrialization and the Big Push, University of Chicago. mimeographed, 1988.",
        "North, Douglass C. Agriculture in Regional Economic Growth, Journal of Farm Economics 51 (December 1959), 943-951.",
        "Nurkse, Ragnar. Problems of Capital Formation in Underdeveloped Countries (Oxford: Basil Blackwell, 1953).",
        "Okhawa, Kazushi, and Henry Rosovsky. The Role of Agriculture in Modern Japanese Economic Development, Economic Development and Cultural Change 9, part 2 (October 1960), 43-68.",
        "Rants, Gustav. `Industrial Development, in Economic Growth and Structural Change in Taiwan, Walter Galenson, ed. (Ithaca and London: Cornell University Press, 1979).",
        "Ranis, G., and Fei, J. C. H. `A Theory of Economic Development, American Economic Review 51 (September 1961), 533-565.",
        "Shleifer, Andrei, and Vishny, Robert W. The Efficiency of Investment in the Presence of Aggregate Demand Spillovers, forthcoming, Journal of Political Economy, Taylor, Lance, and Bacha, Edmar, `The Unequalizing Spiral: A First Growth Model for Belindia, Quarterly Journal of Economics 90 (November 1976), 187-219.",
        "Thorbecke, Eric. `Agricultural Development, in Economic Growth and Structural Change in Taiwan, Walter Galenson, ed. (Ithaca and London: Cornell University Press, 1979).",
        "Weitzman, Martin L. `Increasing Returns and the Foundations of Unemployment Theory, Economic Journal 92 (December 1982), 787-804."
    ]
}