{
    "id": 27092,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Acharya, V. V., and L. H. Pedersen. 2005. Asset pricing with liquidity risk. Journal of Financial Economics 77:375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Agarwal, V., and H. Zhao. 2018. Interfund lending in mutual fund families: Role in liquidity management.",
        "Amihud, Y. 2002. Illiquidity and stock returns: Cross-section and time-series effects. Journal of Financial Markets 5:31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Amihud, Y., and H. Mendelson. 2001. Asset pricing and the bid-ask spread. Journal of Financial Economics 17:223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Anderson, M., and R. M. Stulz. 2017. Is post-crisis bond liquidity lower? 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Bao, J., M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and X. Alex Zhou. 2018. The Volcker Rule and corporate bond market making in times of stress. Journal of Financial Economics 130:95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Bao, J., J. Pan, and J. Wang. 2011. The illiquidity of corporate bonds. Journal of Finance 66:911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Bessembinder, H., S. Jacobsen, W. F. Maxwell, and K. Venkataraman. 2018. Capital commitment and illiquidity in corporate bonds. Journal of Finance 73:1615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Chen, L., D. A. Lesmond, and J. Wei. 2007. Corporate yield spreads and bond liquidity. The Journal of Finance 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Chernenko, S., and A. Sunderam. 2020. Do fire sales create externalities? Journal of Financial Economics 135:602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Chordia, T., R. Roll, and A. Subrahmanyam. 2001. Market liquidity and trading activity. Journal of Finance 56:501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Connor, G., and H. Leland. 1995. Cash management for index tracking. Financial Analysts Journal 51:75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Corwin, S. A., and P. Schultz. 2012. A simple way to estimate bid-ask spreads. Journal of Finance 67:719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Coval, J., and E. Stafford. 2007. Asset fire sales (and purchases) in equity markets. Journal of Financial Economics 86:479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Dick-Nielsen, J., P. FeldhuÃ\u0083Å\u0092Ã\u0082Ë\u0086tter, and D. Lando. 2012. Corporate bond liquidity before and after the onset of the subprime crisis. Journal of Financial Economics 103:471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007. Valuation in over-the-counter markets. Review of Financial Studies 20:1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 900.",
        "Ellul, A., C. Jotikasthira, and C. T. Lundblad. 2011. Regulatory pressure and fire sales in the corporate bond market. Journal of Financial Economics 101:596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Evans, R. B. 2010. Mutual fund incubation. Journal of Finance 65:1581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "FeldhuÃ\u0083Å\u0092Ã\u0082Ë\u0086tter, P. 2012. The same bond at different prices: Identifying search frictions and selling pressures. Review of Financial Studies 25:1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Fong, K. Y. L., C. W. Holden, and C. A. Trzcinka. 2017. What are the best liquidity proxies for global research? Review of Finance 21:1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Goldstein, M. A., and E. S. Hotchkiss. 2020. Providing liquidity in an illiquid market: Dealer behavior in US corporate bonds. Journal of Financial Economics 135:16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Jankowitsch, R., A. Nashikkar, and M. G. Subrahmanyam. 2011. Price dispersion in OTC markets: A new measure of liquidity. Journal of Banking and Finance 35:343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Lesmond, D. A., J. P. Ogden, and C. A. Trzcinka. 1999. A new estimate of transaction costs.",
        "Mahanti, S., A. Nashikkar, M. Subrahmanyam, C.-H. Weymuller, and G. Mallik. 2008. Latent liquidity: A new measure of liquidity, with an application to corporate bonds. Journal of Financial Economics 88:272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Nagel, S. 2016. The liquidity premium of near-money assets. Quarterly Journal of Economics 131:1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Pastor, L., and R. F. Stambaugh. 2003. Liquidity risk and expected stock returns. Journal of Political Economy 111:642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Roll, R. 1984. A simple implicit measure of the effective bid-ask spread in an efficient market.",
        "Schultz, P. 2017. Inventory management by corporate bond dealers.",
        "Shleifer, A., and R. W. Vishny. 1992. Liquidation Values and Debt Capacity: A Market Equilibrium Approach. The Journal of Finance 47:1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Stein, J. C. 2012. Monetary policy as financial stability regulation. Quarterly Journal of Economics 127:57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Tobias, A., M. J. Fleming, O. Shachar, and E. Vogt. 2017. Market liquidity after the financial crisis. Annual Review of Financial Economics 9:43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Trebbi, F., and K. Xiao. 2016. Regulation and market liquidity 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41."
    ]
}