{
    "id": 27097,
    "cites": 30,
    "cited_by": 22,
    "reference": [
        "Agarwal, Sumit, Chunlin Liu, and Nicholas S Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reaction of Consumer Spending and Debt to Tax Rebates-Evidence from Consumer Credit Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, dec 2007, 115 (6), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1019.",
        "Allcott, Hunt, Levi Boxell, Jacob Conway, Matthew Gentzkow, Michael Thaler, and David Y Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization and Public Health: Partisan Differences in Social Distancing During the Coronavirus Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2020.",
        "Andersen, Asger Lau, Emil Toft Hansen, Niels Johannesen, and Adam Sheridan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Reponses to the COVID-19 Crisis: Evidence from Bank Account Transaction Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2020.",
        "Baker, Scott R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt and the response to household income shocks: Validation and application of linked financial account data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (4), 1504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1557.",
        "Baker, Scott R. and Constantine Yannelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Changes and Consumption: Evidence from the 2013 Federal Government Shutdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2017, 23, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Baker, Scott R, Nicholas Bloom, Steven J Davis, and Stephen J Terry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-Induced Economic Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper, 2020.",
        ", RA Farrokhnia, Steffen Meyer, Michaela Pagel, and Constantine Yannelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Household Spending Respond to an Epidemic? Consumption During the 2020 COVID-19 Pandemic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper, 2020.",
        "Barrios, John and Yael Hochberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Perception Through the Lens Of Politics in the Time of the COVID-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Barro, Robert J, JosÃ\u0083Æ\u0092Ã\u0082Â© F Ursua, and Joanna Weng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coronavirus and the Great Influenza Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Baugh, Brian, Itzhak Ben-David, Hoonsuk Park, and Jonathan A Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Consumption Response of Households to Positive and Negative Anticipated Cash Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Bayer, Christian, Benjamin Born, Ralph Luetticke, and Gernot J. MÃ\u0083Æ\u0092Ã\u0082Â¼ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coronavirus Stimulus Package: How large is the transfer multiplier?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Benmelech, Efraim, Adam Guren, and Brian Melzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making the House a Home: The Stimulative Effects of Home Purchases on Consumption and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Broda, C and J Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Stimulus Payments of 2008 and the Aggregate Demand for Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2014.",
        "Carvalho, Vasco M., Juan R. Garcia, Stephen Hansen, Alvaro Ortiz, Tomasa Rodrigo, Jose V. Rodriguez Mora, and Jose Ruiz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the COVID-19 Crisis with High-Resolution Transaction Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2020.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Michael Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets During the COVID-19 Crisis: A Preliminary View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fama-Miller Working Paper, 2020.",
        "Coven, Joshua and Arpit Gupta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disparities in Mobility Responses to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2020.",
        "Gelman, M, S Kariv, M D Shapiro, D Silverman, and S Tadelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Harnessing Naturally Occurring Data to Measure the Response of Spending to Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2014, 345 (6193), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Gormsen, Niels Joachim and Ralph SJ Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus: Impact on Stock Prices and Growth Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper, 2020, pp. 2020Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Granja, Joao, Christos Makridis, Constantine Yannelis, and Eric Zwick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the Paycheck Protection Program Hit the Target?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper, 2020.",
        "Hagedorn, Marcus, Iourii Manovskii, and Kurt Mitman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2019.",
        "Johnson, David S., Jonathan A. Parker, and Nicholas Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditure and the Income Tax Rebates of 2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Jones, Callum, Thomas Philippon, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Kaplan, Greg and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82, 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        ", Ben Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper 2020.",
        "Kuchler, T and M Pagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticking to Your Plan: Hyperbolic Discounting and Credit Card Debt Paydown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, forthcoming, 2019.",
        "Kueng, Lorenz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excess Sensitivity of High-Income Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 133 (4), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1751.",
        "Meyer, Bruce D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Unemployment Spells,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica (19861998) , 1990, 58 (4), 757.",
        "Misra, Kanishka and Paolo Surico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Income Changes, and Heterogeneity: Evidence from Two Fiscal Stimulus Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2014, 6 (4), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Olafsson, Arna and Michaela Pagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Liquid Hand-to-Mouth: Evidence from Personal Finance Management Software,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2018, 31 (11), 4398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4446.",
        "Parker, Jonathan A, Nicholas S Souleles, David S Johnson, and Robert McClelland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}