{
    "id": 27100,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Alvarez, F. E., D. Argente, and F. Lippi (2020, April). A simple planning problem for covid-19 lockdown. Working Paper 26981, National Bureau of Economic Research.",
        "Case, A. and A. Deaton (2020). Deaths of Despair and the Future of Capitalism. Princeton University Press.",
        "Center for Disease Control and Prevention (2020). Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d United States, February 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMarch 16, 2020. MMWR and Morbidity and Mortality Weekly Report.",
        "Chudik, A., M. H. Pesaran, and A. Rebucci (2020, April). Voluntary and mandatory social distancing: Evidence on covid-19 exposure rates from chinese provinces and selected countries. Working Paper 27039, National Bureau of Economic Research.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020, March). The Macroeconomics of Epidemics. NBER Working Papers 26882, National Bureau of Economic Research, Inc.",
        "Eurostat (2020). How usual is it to work from home? Products Eurostat News.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020, April). Internal and external effects of social distancing in a pandemic. Working Paper 27059, National Bureau of Economic Research.",
        "Hensvik, L., T. L. Barbanchon, and R. Rathelot (2020). Which jobs are done from home? Evidence from the American Time Use Survey. Centre for Economic Policy Research Discussion Papers.",
        "Kermack, W. O., A. G. McKendrick, and G. T. Walker (1927). A contribution to the mathematical theory of epidemics. Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character 115(772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Krueger, D., H. Uhlig, and T. Xie (2020, April). Macroeconomic dynamics and reallocation in an epidemic. Working Paper 27047, National Bureau of Economic Research.",
        "Lee, S. Y. and Y. Shin (2017, March). Horizontal and vertical polarization: Taskspecific technological change in a multi-sector economy. Working Paper 23283, National Bureau of Economic Research.",
        "Mizumoto, K. and G. Chowell (2020). Transmission potential of the novel coronavirus (covid-19) onboard the diamond princess cruises ship, 2020. Infectious Disease Modelling 5, 264 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 270.",
        "Piguillem, F. and L. Shi (2020). Optimal COVID-19 Quarantine and Testing Policies. CEPR Discussion Paper 14613, Einaudi Institute for Economics and Finance (EIEF).",
        "Yang, Y., M. Yang, C. Shen, F. Wang, J. Yuan, J. Li, M. Zhang, Z. Wang, L. Xing, J. Wei, L. Peng, G. Wong, H. Zheng, M. Liao, K. Feng, J. Li, Q. Yang, J. Zhao, Z. Zhang, L. Liu, and Y. Liu (2020). Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-ncov infections. medRxiv."
    ]
}