{
    "id": 27105,
    "cites": 28,
    "cited_by": 49,
    "reference": [
        "Adams-Prassl, A.., T. Boneva, M. Golin, and C. Rauh. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality in the Impact of the Coronavirus Shock: Evidence from Real Time SurveysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Manuscript, Oxford University.",
        "Ahn, H., and J. Hamilton. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Unemployment DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics.",
        "Alvarez, F., D. Argente, and F. Lippi. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple planning problem for COVID-19 lockdown.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago.",
        "Atkeson, A. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough estimates of disease scenarios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, UC Los Angeles.",
        "Berger, D., K. Herkenhoff, and S. Mongey. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago.",
        "Bick, and Blandin. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Time Labor Market Estimates During the 2020 Coronavirus Outbreak. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Arizona State University.",
        "Davis, S., and T. von Wachter. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Costs of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "Fernandez-Villaverde, J., and C. Jones. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Simulating a SIRD Modelof COVID-19 for Many Countries, States, and Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Pennsylvania.",
        "Garibaldi, P., E. Moen, and C. Pissarides. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dModelling Contacts and Transitions in the SIR Epidemics Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, London School of Economics.",
        "Gertler, M., and A. Trigari. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Fluctuations with Staggered Wage Bargaining.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 117: 38-86.",
        "Glover, A., J. Heathcote, D. Krueger, and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health versus Wealth: On the Distributional Effects of Controlling a Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Minnesota.",
        "Gregory, V., G. Menzio, and D. Wiczer. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Workers and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, New York University.",
        "Guerrieri, V., G. Lorenzoni, L. Straub and I. Werning. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID19: Can Negative Supply Shocks Cause Demand Shortages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, MIT.",
        "Hall, R., 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Fluctuations with Equilibrium Wage Stickiness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95: 50-65.",
        "Hall, R., and P. Milgrom. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Limited Influence of Unemployment of the Wage Bargain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98: 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Jones, C., T. Philippon, and V. Venkateswaran. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, New York University.",
        "Kapicka, M., and P. Rupert. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets during Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, UC Santa Barbara.",
        "Kaplan, G., B. Moll, and G. Violante. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pandemic According to HANK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago.",
        "Kudlyak, M., and R. Hall. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-Finding and Job-Losing: A Comprehensive Model of Heterogeneous Individual Labor-Market Dynamics Paper.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB San Francisco WP No. 19-05.",
        "Menzio, G., and E. Moen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker Replacement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57: 623-636.",
        "Menzio, G., and S. Shi. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Block Recursive Equilibria for Stochastic Models of Search on the Job.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 145: 1453-1494.",
        "Menzio, G., and S. Shi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Search on the Job and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 119: 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Menzio, G., I. Telyukova and L. Visschers. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed Search over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 19: 38-62.",
        "Moen, E. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Search Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105: 385-411.",
        "Morchio, I. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work Histories and Lifetime Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 61.",
        "Mortensen, D., and C. Pissarides. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 61: 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415..",
        "Pissarides, C. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-Run Equilibrium Dynamics of Unemployment, Vacancies and Real Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 75: 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Shimer, R. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Unemployment and Vacancies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95: 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49."
    ]
}