{
    "id": 27104,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Alvarez, Fernando, David Argente, Francesco Lippi Ã\u0083Â¬A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â® manuscript, University of Chicago, March 2020.",
        "Atkeson, Andrew Ã\u0083Â¬What Will Be The Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â® National Bureau of Economic Research, Working Paper No. 26867, March 2020.",
        "Berger, David, Kyle Herkenho, and Simon Mongey Ã\u0083Â¬An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â® manuscript, Duke University, March 2020.",
        "Bodenstein, M., Corsetti, G. and Guerrieri, L. Ã\u0083Â¬Social Distancing and Supply Disruptions in a Pandemic,Ã\u0083Â® manuscript, Board of Governors of the Federal Reserve System, 2020.",
        "Bootsma, Martin CJ, and Neil M. Ferguson. \"The Eect of Public Health Measures on the 1918 InÃ\u0083Â¡uenza Pandemic in US Cities,\" Proceedings of the National Academy of Sciences 104, no. 18 (2007): 7588-7593.",
        "Brotherhood, Luiz, Philipp Kircher, Cezar Santos and MichÃ\u0083â\u0080¹le Tertilt Ã\u0083Â¬An economic model of the Covid-19 epidemic: The importance of testing and age-speciÃ\u0083â\u0080\u0093c policies, Ã\u0083Â®(2020)",
        "Buera, Francisco, Roberto Fattal-Jaef, Pablo Andres Neumeyer, and Yongseok Shin Ã\u0083Â¬The Economic Ripple Eects of COVID-10,Ã\u0083Â® manuscript, World Bank, manuscript, 2020.",
        "Faria-e-Castro, Miguel Ã\u0083Â¬Fiscal Policy During a Pandemic,Ã\u0083Â® manuscript, Federal Reserve Bank of St. Louis, March 2020.",
        "Ferguson, N., Cummings, D., Fraser, C. et al. Ã\u0083Â¬Strategies for Mitigating an InÃ\u0083Â¡uenza Pandemic,Ã\u0083Â® Nature 442, 448Ã\u0083Â±452, 2006.",
        "Farboodi, M., Jarosch, G. and Shimer, R., 2020. Ã\u0083Â¬Internal and External Eects of Social Distancing in a Pandemic,Ã\u0083Â® University of Chicago, Becker Friedman Institute for Economics Working Paper, (2020-47).",
        "Gonzalez-Eiras, MartÃ\u0083Å\u0092n and Dirk Niepelt Ã\u0083Â¬On the Optimal Ã\u0083Â¬LockdownÃ\u0083Â® During an Epidemic,Ã\u0083Â® manuscript, Study Center Gerzensee, 2020.",
        "Gomes, M. Gabriela M., Lisa J. White, and Graham F. Medley, 2004. Ã\u0083Â¬Infection, Reinfection, and Vaccination under Suboptimal Immune Protection: Epidemiological Perspectives, Ã\u0083Â® Journal of Theoretical Biology, 228(4), pp.539-549.",
        "Hall, Robert E., and Charles I. Jones. Ã\u0083Â¬The Value of Life and the Rise in Health Spending, Ã\u0083Â® The Quarterly Journal of Economics 122, no. 1 (2007): 39-72.",
        "Hall, Robert Jones, Chad and Pete Klenow Ã\u0083Â¬Trading O Consumption and COVID-19 DeathsÃ\u0083Â® manuscript, Stanford University, 2020.",
        "HoltemÃ\u008bâ\u0080 ller, Oliver Ã\u0083Â¬Integrated Assessment of Epidemic and Economic Dynamics,Ã\u0083Â® IWH Discussion Paper 4/2020, Halle Institute for Economic Research (IWH), 2020.",
        "Jones, Chad and Jesus Fernandez-Villaverde Ã\u0083Â¬Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities,Ã\u0083Â® manuscript, Stanford University, 2020.",
        "Kapicka, Marek and Peter Rupert Ã\u0083Â¬Labor Markets during Pandemics,Ã\u0083Â® manuscript, University of California, Santa Barbara, 2020.",
        "Kermack, William Ogilvy, and Anderson G. McKendrick Ã\u0083Â¬A Contribution to the Mathematical Theory of Epidemics,Ã\u0083Â® Proceedings of the Royal Society of London, series A 115, no. 772: 700-721, 1927.",
        "Kissler, Stephen M. Christine Tedijanto, Edward Goldstein, Yonatan H. Grad, Marc Lipsitch Ã\u0083Â¬Projecting the Transmission Dynamics of SARS-CoV-2 Through the Postpandemic Period,Ã\u0083Â® Science, 14 Apr 2020.",
        "Kyrychko, Yuliya N. and Konstantin B. Blyuss, 2005 Ã\u0083Â¬Global Properties of a Delayed SIR Model with Temporary Immunity and Nonlinear Incidence Rate,Ã\u0083Â® Nonlinear Analysis: Real World Applications, 6(3), pp.495-507.",
        "Krueger, Dirk, Harald Uhlig, Taojun Xie Ã\u0083Â¬Macroeconomic Dynamics and Reallocation in an Epidemic,Ã\u0083Â® manuscript, University of Chicago, 2020.",
        "Piguillem, Facundo and Liyan Shi Ã\u0083Â¬The Optimal covid-19 Quarantine and Testing Policies, Ã\u0083Â® working paper No. 2004. Einaudi Institute for Economics and Finance, 2020.",
        "Romer, Paul Ã\u0083Â¬Road to Responsibly Reopen America,Ã\u0083Â® manuscript paulromer.net, 2020.",
        "Solow, R.M., 1956 Ã\u0083Â¬A Contribution to the Theory of Economic Growth,Ã\u0083Â® The Quarterly Journal of Economics 70, 65Ã\u0083Â±94.",
        "Stock, James Ã\u0083Â¬Coronavirus Data Gaps and the Policy Response to the Novel Coronavirus, Ã\u0083Â® manuscript, Harvard University, 2020.",
        "Toxvaerd, Flavio Ã\u0083Â¬Equilibrium Social Distancing,Ã\u0083Â® manuscript, Cambridge University, 2020.",
        "World Health Organization Ã\u0083Â¬Immunity Passports in the Context of COVID-19,Ã\u0083Â® ScientiÃ\u0083â\u0080\u0093c Brief, 24 April 2020.",
        "Wu, L. P., Wang, N. C., Chang, Y. H., Tian, X. Y., Na, D. Y., Zhang, L. Y., Zheng, L., Lan, T., Wang, L. F., & Liang, G. D. (2007). Ã\u0083Â¬Duration of Antibody Responses After Fevere Acute Respiratory Syndrome. Emerging Infectious Diseases,Ã\u0083Â® 13(10), 1562Ã\u0083Â±1564."
    ]
}