{
    "id": 27114,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Abel, A. B. and S. Panageas (2020). An analytic framework for interpreting investment regressions in the presence of financial constraints. NBER Working Paper (26898).",
        "Amiti, M., S. J. Redding, and D. E. Weinstein (2019). The impact of the 2018 tariffs on prices and welfare. Journal of Economic Perspectives 33(4), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Bai, J. and S. Ng (2002). Determining the number of factors in approximate factor models. Econometrica 70(1), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, J. and S. Ng (2013). Principal components estimation and identification of static factors. Journal of Econometrics 176(1), 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Baldwin, R. E. and R. Forslid (1999). Incremental trade policy and endogenous growth: A q-theory approach. Journal of Economic Dynamics and Control 23, 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c822.",
        "Baldwin, R. E. and R. Forslid (2000). Trade liberalisation and endogenous growth a qtheory approach. Journal of International Economics 50, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Bianconi, M., F. Esposito, and M. Sammon (2019). Trade policy uncertainty and stock returns. Working Paper.",
        "Caldara, D., M. Iacoviello, P. Molligo, A. Prestipino, and A. Raffo (2019). The economic effects of trade policy uncertainty. Journal of Monetary Economics forthcoming.",
        "Caliendo, L. and F. Parro (2015). Estimates of the trade and welfare effects of NAFTA. Review of Economic Studies 82, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Crowley, M., N. Meng, and H. Song (2018). Tariff scares: Trade policy uncertainty and foreign market entry by Chinese firms. Journal of International Economics 114, 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Crowley, M., N. Meng, and H. Song (2019). Policy shocks and stock market returns: Evidence from Chinese solar panels. Journal of The Japanese and International Economies 51, 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "De Bondt, W. F. M. and R. Thaler (1985). Does the stock market overreact? The Journal of Finance 40(3), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Erickson, T., C. H. Jiang, and T. M. Whited (2014). Treating measurement error in TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q minimum distance estimation of the errors-in-variables model using linear cumulant equations. Journal of Econometrics 183, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Erickson, T. and T. M. Whited (2002). Two-step GMM estimation of the errors-in-variables model using high-order moments. Econometric Theory 18, 776Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Erickson, T. and T. M. Whited (2012). Treating measurement error in TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q. The Review of Financial Studies 25(4), 1286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1329.",
        "Fajgelbaum, P. D., P. K. Goldberg, P. J. Kennedy, and A. K. Khandelwal (2019). The return to protectionism. NBER Working Paper w25638.",
        "Fazzari, S. M., R. G. Hubbard, and B. C. Petersen (1988). Financing constraints and corporate investment. Brookings Papers on Economic Activity 1.",
        "Feng, L., Z. Li, and D. L. Swenson (2017). Trade policy uncertainty and exports: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WTO accession. Journal of International Economics 106, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Fisman, R., Y. Hamao, and Y. Wang (2014). Nationalism and economic exchange: Evidence from shocks to Sino-Japanese relations. The Review of Financial Studies 27(9), 2626Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2660.",
        "Frank, M. Z. and T. Shen (2016). Investment and the weighted average cost of capital. Journal of Financial Economics 119, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Gabaix, X. and R. S. Koijen (2019). Granular instrumental variables. Working Paper.",
        "Greenland, A., M. Ion, J. Lopresti, and P. K. Schott (2019). Using equity market reactions to infer exposure to trade liberalization. Working Paper.",
        "Grossman, G. M. and J. A. Levinsohn (1989). Import competition and the stock-market return to capital. American Economic Review 79(5), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Handley, K. and N. LimÃ\u0083Æ\u0092Ã\u0082Â£o (2015). Trade and investment under policy uncertainty: Theory and firm evidence. American Economic Journal: Economic Policy 7(4), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Handley, K. and N. LimÃ\u0083Æ\u0092Ã\u0082Â£o (2017). Policy uncertainty, trade, and welfare: Theory and evidence for China and the United States. American Economic Review 107(9), 2731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2783.",
        "Hayashi, F. (1982). TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation. Econometrica 50(1), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Huang, Y., C. Lin, S. Liu, and H. Tang (2019). Trade linkages and firm value: Evidence from the 2018 US-China trade war. CEPR Discussion Paper DP14173.",
        "Nakamura, E. and J. Steinsson (2018). High-frequency identification of monetary nonneutrality: the information effect. The Quarterly Journal of Economics, 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "Ossa, R. (2014). Trade wars and trade talks with data. American Economic Review 104(12), 4104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4146.",
        "Peters, R. H. and L. A. Taylor (2017). Intangible capital and the investment-q relation. Journal of Financial Economics 123, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Pierce, J. R. and P. K. Schott (2016). The surprisingly swift decline of US manufacturing employment. American Economic Review 106(7), 1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1662.",
        "Steinberg, J. B. (2019). Brexit and the macroeconomic impact of trade policy uncertainty. Journal of International Economics 117, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Wolf, C. K. (2019). The missing intercept: A demand equivalence approach. Job Market Paper.",
        "Online Appendix to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of U.S.-China Trade War on U.S. InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Not for Publication) Mary Amiti Federal Reserve Bank of New York Sang Hoon Kong Columbia University David E. Weinstein Columbia University and NBER April 13, 2020"
    ]
}