{
    "id": 27115,
    "cites": 81,
    "cited_by": 0,
    "reference": [
        "Ball, D.B. 1991. Financial Failure and Confederate Defeat. University of Illinois Press.",
        "Bancroft, George. 1886. A Plea for the Constitution of the United States: Wounded in the House of its Guardians. New York: Harper and Brothers, Publishers.",
        "Bank, Steven A., Kirk J. Stark, and Jospeh J. Thorndike. 2008. War and Taxes. G - Reference, Information and Interdisciplinary Subjects Series. Urban Institute Press.",
        "The Federal Reserve SystemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Weekly Balance Sheet Since 1914. Studies in Applied Economics No. 115, Johns Hopkins Center for Financial Stability.",
        "Barro, Robert J. 1974. Are Government Bonds Net Wealth? Journal of Political Economy 82 (6):1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Barro, Robert J. 1979. On the Determination of the Public Debt. Journal of Political Economy 87 (5):940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Bayley, Rafael. 1882. The National Loans of the United States from July 4, 1776 to June 30, 1880. Washington DC: Government Printing Office, second ed.",
        "Becker, Gary S. 1962. Irrational Behavior and Economic Theory. Journal of Political Economy 70 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Board of Governors of the Federal Reserve System. 1915-2018. Federal Reserve Bulletin. U.S. Government Printing Office.",
        "Bordo, Michael and Finn Kydland. 1995. The Gold Standard As a Rule: An Essay in Exploration. Explorations in Economic History 32 (4):423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Brands, W. C. 2006. The Money Men: Capitalism, Democracy, and the Hundred YearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ War Over the American Dollar. New York: W. W. Norton.",
        "Bryant, John and Neil Wallace. 1984. A Price Discrimination Analysis of Monetary Policy. Review of Economic Studies 51 (2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Bullock, Charles. 1895. The Finances of the United States from 1775 to 1789, With Especial Reference to the Budget. Madison, WI: University of Wisconsin Press.",
        "Burdekin, Richard C. K. and Farrokh Langdana. 1993. War Finance in the Southern Confederacy, 1861-1865. Explorations in Economic History 30 (3):352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Burdekin, Richard C. K. and Marc D. Weidenmier. 2003. Suppressing Asset Price Inflation: The Confederate Experience, 1861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1865. Economic Inquiry 41 (3):420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Clark, J.M. 1931. The Costs of the World War to the American People. Economic and Social History of the World War: American Series, Carnegie Endowment for International Peace. Division of Economics and History. Yale University Press.",
        "Craighead, William D. 2010. Across Time And Regimes: 212 Years Of The Us-Uk Real Exchange Rate. Economic Inquiry 48 (4):951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Dewey, Davis R. 1912. Financial History of the United States, 4th edition. New York: Longmans, Green, and Company.",
        "Dionne, E.J. 2007. A Tax Test for the War. The Washington Post October 5:A21.",
        "Donovan, Robert J. 1996. Tumultuous Years: The Presidency of Harry S. Truman, 1949-1953. University of Missouri Press.",
        "Edelstein, Michael. 2000. War and the American Economy in the Twentieth Century. In The Cambridge Economic History of the United States, vol. 3 of Cambridge Economic History of the United States, edited by Stanley L. Engerman and Robert E. Gallman, 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406. Cambridge University Press.",
        "Edwards, Ryan D. 2014. U.S. War Costs: Two Parts Temporary, One Part Permanent. Journal of Public Economics 113:54 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 66.",
        "Elliot, Jonathan. 1845. The Funding System of the United States and of Great Britain With Some Tabular Facts of Other Nations Touching the Same Subject. Washington DC: United States House of Representatives (28th, 1st session).",
        "Faraglia, Elisa, Albert Marcet, Rigas Oikonomou, and Andrew Scott. 2014. Government Debt Management: The Long and the Short of It. Working Papers 799, Barcelona Graduate School of Economics.",
        "Ferguson, E. James. 1961. The Power of the Purse: A History of American Public Finance, 1776-1790. Chapel Hill, NC: The University of North Carolina Press.",
        "Fisher, Irving. 1918. How the Public Should Pay for the War. The Annals of the American Academy of Political and Social Science 78:112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Friedman, Milton. 1952. Price, Income, and Monetary Changes in Three Wartime Periods. The American Economic Review 42 (2):612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1959. A Program for Monetary Stability. New York: Fordham University Press.",
        "Gallatin, Albert. 1837. Report on the Finances November, 1807. Reports of the Secretary of the Treasury of the United States Vol 1.",
        "Garbade, Kenneth. 2012. Birth of a Market: The U.S. Treasury Securities Market from the Great War to the Great Depression. Cambridge, MA: MIT Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2020. Managing the Treasury Yield Curve in the 1940s. Staff Reports 913, Federal Reserve Bank of New York.",
        "Gates, Thomas S. 1970. The Report of the PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Commission on an All-Volunteer Armed Force. U.S. Government Printing Office.",
        "Goldin, Claudia D. 1980. War. In Encyclopedia of American Economic History: Studies of the Principal Movements and Ideas, edited by Glenn Porter, v. 1, 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957. C. ScribnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sons.",
        "Grubb, Farley. 2008. The Continental Dollar: How Much Was Really Issued? The Journal of Economic History 68 (1):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. State Redemption of the Continental Dollar, 1779 - 90. The William and Mary Quarterly 69 (1):147 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 180.",
        "Hall, George J. and Thomas J. Sargent. 2011. Interest Rate Risk and Other Determinants of PostWWII US Government Debt/GDP Dynamics. American Economic Journal: Macroeconomics 3 (3):192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Fiscal Discriminations in Three Wars. Journal of Monetary Economics 61 (C):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 166.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. A History of U.S. Debt Limits. NBER Working Papers 21799, National Bureau of Economic Research, Inc.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2019. Complications for the United States from International Credits: 1913-1940. In Debt and Entanglements Between the Wars, edited by Era Dabla-Norris, chap. 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58. International Monetary Fund.",
        "Hall, George J., Jonathan Payne, and Thomas J. Sargent. 2018. US Federal Debt 1776-1940: Prices and Quantities. Https://github.com/jepayne/US-Federal-Debt-Public.",
        "Hilt, Eric and Wendy M. Rahn. 2018. Financial Asset Ownership and Political Partisanship: Liberty Bonds and Republican Electoral Success in the 1920s. NBER Working Papers 24719, National Bureau of Economic Research, Inc.",
        "Hoover, Herbert. 2011. Freedom Betrayed: Herbert HooverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Secret History of the Second World War and Its Aftermath. Stanford, California: Hoover Institution Press.",
        "Keynes, John Maynard. 1940. How to Pay for the War: A Radical Plan for the Chancellor of the Exchequer. London: Macmillan and Co.",
        "Kreps, Sarah E. 2018. Taxing Wars: The American Way of War Finance and the Decline of Democracy. Oxford University Press.",
        "Ljungqvist, Lars and Thomas J. Sargent. 2018. Recursive Macroeconomic Theory, Fourth edition. Cambridge, Massachusetts: MIT Press.",
        "Lucas, Robert Jr. and Nancy L. Stokey. 1983. Optimal Fiscal and Monetary Policy in an Economy Without Capital. Journal of Monetary Economics 12 (1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Marmion, Harry A. 1969. Historical background of Selective Service in the United States . In Selective Service and American Society, edited by Roger William Little, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52. New York: Russell Sage Foundation.",
        "McAdoo, William G. 1931. Crowded Years: The Reminiscences of William G. McAdoo. New York: Houghton Mifflin Company.",
        "McPherson, James M. 1988. Battle Cry of Freedom: The Civil War Era. Oxford History of the United States. Oxford University Press.",
        "Mellon, Andrew. 1924. Annual Report of the Secretary of the Treasury on the State of the Finances. Washington DC: United States Department of the Treasury.",
        "Meltzer, Allan H. 2010. A History of the Federal Reserve, Volume 1: 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1951. University of Chicago Press.",
        "Morgan, James F. 1985. Graybacks and Gold: Confederate Monetary Policy. Southern History and Genealogy Series. Perdido Bay Press.",
        "Morris, Robert. 1790. Statement of the Financial Affairs of the United States. reprinted in The Bankers Magazine and Statistical Register Vol IX, No 8. February 1860.",
        "Morse, Jarvis M. 1971. Paying for a World War: The United States Financing of World War II. U.S. Department of Treasury.",
        "Newcomb, Simon. 1865. A Critical Examination of our Financial Policy During the Southern Rebellion. New York: D. Appleton and Company.",
        "Nourse, Joseph. 1791. Statements of the Receipts and Expenditures of Public Monies, During the Administration of the Finances By Robert Morris, Esquire, late Superintendant. reprinted in The Papers of Robert Morris, 1781-1784 Vol 9. edited by E. M. Nuxoll and M. A. Gallagher, University of Pittsburgh Press, 1999.",
        "Ohanian, Lee E. 1997. The Macroeconomic Effects of War Finance in the United States: World War II and the Korean War. American Economic Review 87 (1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Oi, Walter Y. 1967. The Economic Cost of the Draft. The American Economic Review 57 (2):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 62.",
        "Pouzo, Demian and Ignacio Presno. 2016. Optimal Taxation with Endogenous Default under Incomplete Markets. Unpublished manuscript, University of California, Berkeley.",
        "Rockoff, Hugh. 2012. AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Way of War: War and the US Economy from the Spanish-American War to the Persian Gulf War. New Approaches to Economic and Social History. Cambridge University Press.",
        "Rothbard, Murray N. 2017. The Progressive Era. Auburn, Alabama: Mises Institute.",
        "Rumbaugh, R. Russell. 2013. A Tax to Pay for War. The New York Times February 11, A19.",
        "Samuelson, Paul A. 1945. The Effect of Interest Rate Increases on the Banking System. The American Economic Review 35 (1):16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Schwab, John C. 1901. The Confederate States of America, 1861-1865: A Financial and Industrial History of the South During the Civil War. PCMI collection. C. ScribnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sons.",
        "Sprague, O. M. W. 1917. Loans and Taxes in War Finance. The American Economic Review 7 (1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Thomson, David K. 2019. Financing the War. In The Cambridge History of the American Civil War, vol. 2, edited by Aaron Sheehan-Dean, 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192. Cambridge University Press.",
        "Todd, Richard C. 1954. Confederate Finance. University of Georgia Press.",
        "Truman, Harry. 1951. Text of TrumanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Message to Congress Asking 10 Billion in New Taxes. The New York Times February 3:8.",
        "Washington Post. 1898. The People Will Cheerfully Pay the Cost. The Washington Post, April 7: 6.",
        "Wright, Robert E. 2008. One Nation Under Debt: Hamilton, Jefferson, and the History of What We Owe. New York: McGraw-Hill.",
        "The first omission causes the par value to understate the market value of debt, while the second omission tends to make it overstate it. This means that it is possible for the par value, Pnt j=1 bt t+j, either to exceed or to fall short of the market value of government debt Pnt j=1 qt t+jst t+j. In figure 4, we plot the par value of the debt in red and market value of the debt in blue from 1776 to 2018.",
        "In the analysis in this paper we report the value-weighted holding period return on the portfolio of U.S. Treasury debt as defined in expression (23). This measure differs from the U.S. TreasuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s series of Interest Expense on the Debt Outstanding. The TreasuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s series is an accounting measure of the interest on the government debt, namely: 1. Before 1929: ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t",
        "2. After 1929: ctÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t + r1 tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991,tbtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 1,t where btÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 1,t is the par value of pure discount one-period treasury bills issued at t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1, and r1 tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991,t is the net nominal rate of return on one-period debt. This official measure reports the sum of coupon payments on longer maturity bonds and the net yield on one-period zero-coupon Treasury bills (these have existed only since 1929).",
        "B Data Sources We use the prices and quantities of individual U.S. Treasury securities from Hall, Payne, and Sargent (2018) and the CRSP Treasury bond files and the zero-coupon yield curves from Gurkaynak et al. (2007) to compute the par and market values, holding period returns, and decompositions of the U.S. TreasuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s debt portfolio.",
        "Nominal GDP and the GDP deflator come from www.measuringworth.com. We linearly extrapolate pre-1790 GDP in figures 3, 4, and 5. In tables 1 and 2 we use the annual GDP deflator as our measure of the price index. For all other calculations we use the monthly price level index from Craighead (2010).",
        "The expenditures from 1781 to 1789 are reported by Robert Morris (1790) Statement of the Financial Affairs of the United States.68 Total expenditures from 1775 through November 1, 1784 are also reported in General HamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s estimate of revolutionary war expenditures, cut down to specie. See Elliot (1845, p. 10).",
        "In figure 18, we compute the emission of the loan office certificates using records from Record Group 53 of the National Archives and Records Administration. The sources for the net emissions of the bills of credit are Grubb (2008) and Grubb (2012). We deflate these emissions using the depreciation schedule of Bullock (1895, p. 135).",
        "These data are not complete. While the war ended in April 1865, the final Report was issued in October 1864. These Reports combine coupon and principal payments into Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093payments on the debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Burdekin and Langdana (1993) provide an excellent discussion and analysis of the CSA Reports. The source for CSA revenue and debt issuance debt in figure 19 is the CSA Treasury Reports.",
        "We convert nominal CSA dollars into gold dollars using the schedule from Todd (1954, Appendix C, p. 198).",
        "In figure 21, the gold price of the 100 million dollar loan is from Burdekin and Weidenmier (2003).",
        "The sharp increase in gold reserves on the assets side and Federal Reserve Notes in circulation on the liabilities side of the balance sheet that occurred on June 22, 1917 is due to an amendment of the Federal Reserve Act which permitted Federal Reserve Banks to count gold held by its Federal Reserve Agent as part of its required note reserve. Prior to this amendment, the liability There is one year of overlap between the two reports: 1781. The title of the table in NourseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s report states that the expenditures listed are exclusive of the money paid by the Superintendent of Finance and listed in Morris (1790) report. of Federal Reserve Banks on outstanding Federal Reserve notes was reduced by the amount of gold held by the Federal Reserve Agent instead of the gold being considered as a collateral reserve."
    ]
}