{
    "id": 27111,
    "cites": 45,
    "cited_by": 7,
    "reference": [
        "Athey, S. C., K. A. Bryan, and J. S. Gans (2020). The allocation of decision authority to human and artificial intelligence. Technical report, NBER Working Paper No. 26673.",
        "Balashankar, A., A. Lees, C. Welty, and L. Subramanian (2019). What is fair? exploring paretoefficiency for fairness constrained classifiers. Technical report, arXiv preprint arXiv:1910.14120.",
        "Barocas, S., M. Hardt, and A. Narayanan (2019). Fairness and Machine Learning. fairmlbook.org. http://www.fairmlbook.org.",
        "Becker, G. (1957). The Economics of Discrimination. University of Chicago Press.",
        "Chouldechova, A. (2017). Fair prediction with disparate impact: A study of bias in recidivism prediction instruments. Big Data 5(2).",
        "Chouldechova, A. and A. Roth (2020). A snapshot of the frontiers of fairness in machine learning. Communications of the ACM 63(5), 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Corbett-Davies, S., E. Pierson, A. Feller, S. Goel, and A. Huq (2017). Algorithmic decision making and the cost of fairness. Proceedings of the 23rd Conference on Knowledge Discovery and Data Mining.",
        "Cowgill, B. and M. Stevenson (2020). Algorithmic social engineering. Technical report.",
        "Cowgill, B. and C. Tucker (2019). Economics and algorithmic fairness. Technical report.",
        "Crocker, K. J. and A. Snow (1986). The efficiency effects of categorical discrimination in the insurance industry. The Journal of Political Economy 94(2), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Dwork, C., T. P. Moritz Hardt, O. Reingold, and R. Zemel (2012). Fairness through awareness.",
        "ITCS 2012 Proceedings of the 3rd Innovations in Theoretical Computer Science Conference, 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Fang, H. and A. Moro (2011). Theories of statistical discrimination and affirmative action: A survey. In J. Benhabib, M. O. Jackson, and A. Bisin (Eds.), Handbook of Social Economics, Volume 1A, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200. North-Holland.",
        "Feldman, M., S. A. Friedler, J. Moeller, C. Scheidegger, and S. Venkatasubramanian (2015). Certifying and removing disparate impact. Proceedings of the 21th ACM SIGKDD International Conference on Knowledge Discovery and Data Mining, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Fryer Jr, R. (2009). Implicit quotas. The Journal of Legal Studies 38(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Fryer Jr, R. and G. Loury (2013). Valuing diversity. Journal of Political Economy 121(4), 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Fryer Jr, R., G. Loury, and T. Yuret (2008). An economic analysis of color-blind affirmative action. Journal of Law, Economics, and Organization 24(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Hardt, M., E. Price, and N. Srebro (2016). Equality of opportunity in supervised learning. NIPSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢16 Proceedings of the 30th International Conference on Neural Information Processing Systems, 3323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3331.",
        "Heidari, H., C. Ferrari, K. P. Gummadi, and A. Krause (2018). Fairness behind a veil of ignorance: A welfare analysis for automated decision making. NIPSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢18: Proceedings of the 32nd International Conference on Neural Information Processing Systems, 1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1283.",
        "Holmstrom, B. (1977). On incentives and control in organizations. Technical report, Ph.D. Thesis, Stanford University.",
        "Holmstrom, B. (1984). On the theory of delegation. In M. Boyer and R. Kihlstrom (Eds.), Bayesian Models in Economic Theory, pp. 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141. New York: North Holland.",
        "Hoy, M. (1982). Categorizing risks in the insurance industry. The Quarterly Journal of Economics 97, 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Hu, L. and Y. Chen (2018). Welfare and distributional impacts of fair classification. FAT/ML workshop at the 35th International Conference on Machine Learning.",
        "Hu, L. and Y. Chen (2020). Fair classification and social welfare. FAT* Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢20: Proceedings of the 2020 Conference on Fairness, Accountability, and Transparency, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Kamishima, T., S. Akaho, H. Asoh, and J. Sakuma (2012). Fairness-aware classifier with prejudice remover regularizer. Proceedings of the European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases Part II, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Kamishima, T., S. Akaho, and J. Sakuma (2011). Fairness-aware learning through regularization approach. 2011 IEEE 11th International Conference on Data Mining Workshops.",
        "Kleinberg, J., J. Ludwig, S. Mullainathan, and Z. Obermeyer (2015). Prediction policy problems. American Economic Review: Papers and Proceedings 105(5), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Kleinberg, J., J. Ludwig, S. Mullainathan, and A. Rambachan (2018). Algorithmic fairness. AEA Papers and Proceedings 108, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Kleinberg, J., J. Ludwig, S. Mullainathan, and C. Sunstein (2018). Discrimination in the age of algorithms. Journal of Legal Analysis 80, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Kleinberg, J. and S. Mullainathan (2019). Simplicity creates inequity: Implications for fairness, stereotypes and interpretability. EC Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c19 Proceedings of the 2019 ACM Conference on Economics and Computation, 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Lipton, Z., J. McAuley, and A. Chouldechova (2018). Does mitigating mlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact disparity require treatment disparity? 32nd Conference on Neural Information Processing Systems (NeurIPS 2018).",
        "Liu, L. T., S. Dean, E. Rolf, M. Simchowitz, and M. Hardt (2018). Delayed impact of fair machine learning. Proceedings of the 35 th International Conference on Machine Learning.",
        "Menon, A. K. and R. C. Williamson (2018). The cost of fairness in binary classification. In Conference on Fairness, Accountability and Transparency, pp. 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Mitchell, S., E. Potash, S. Barocas, A. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, and K. Lum (2019). Prediction-based decisions and fairness: A catalogue of choices, assumptions, and definitions. Technical report, arXiv Working Paper, arXiv:1811.07867.",
        "Moon, H. R. and F. Schorfheide (2012). Bayesian and frequentist inference in partially identified models. Econometrica 80(2), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Pleiss, G., M. Raghavan, F. Wu, J. Kleinberg, and K. Q. Weinberger (2017). On fairness and calibration.",
        "31st Conference on Neural Information Processing Systems (NIPS 2017).",
        "Poirier, D. J. (1998). Revising beliefs in nonidentified models. Econometric Theory 14(4), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Raghavan, M., J. Kleinberg, and S. Mullainathan (2017). Inherent trade-offs in the fair determination of risk scores. The 8th Innovations in Theoretical Computer Science Conference.",
        "Rothschild, C. (2011). The efficiency of categorical discrimination in insurance markets. The Journal of Risk and Insurance 78(2), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Saez, E. and S. Stantcheva (2016). Generalized social marginal welfare weights for optimal tax theory. American Economic Review 106(1), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "B Regularity conditions for Proposition 3 In this section, we state the regularity conditions that are assumed in Proposition 3. These are Assumption 1 and Assumption 2 in Moon and Schorfheide (2012) and we restate them here for completeness. Recall Equation (8) in Section 3.1, which defined the likelihood function of the observed training dataset DN L(DN; Ã\u0083Å½Ã\u0082Â·) = Ã\u0083Å½Ã\u0082Â N i=1Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u00921(Gi, Wi)YÃ\u0083Å\u0092Ã\u0082Æ\u0092i Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u00920(Gi, Wi)1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099YÃ\u0083Å\u0092Ã\u0082Æ\u0092i Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 P(Gi, Wi), l(DN; Ã\u0083Å½Ã\u0082Â·) = log(L(DN; Ã\u0083Å½Ã\u0082Â·)). Define JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aN = KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 N  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a2l(DN; Ã\u0083Å½Ã\u0082Â·) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u00920  KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 N and s = JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991/2 N KN(Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092N), where Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092N is the maximum likelihood estimator of Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092, and KN is a deterministic matrix with elements that diverge as N Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ and is chosen such that JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aN is convergent. Let Ã\u0083Â\u008fÃ\u0082â\u0082¬(s|DN) denote the posterior distribution of the transformed parameter s. Let Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u00920 denote the true value of Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 in the population.",
        "Assumption 4 (Assumption 1 of Moon and Schorfheide (2012)). Assume that 1. The sequence of maximum likelihood estimators Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092N are consistent. The matrix kDNk Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾. The likelihood function cL(DN; Ã\u0083Å½Ã\u0082Â·) is twice continuously differentiable with probability approaching one such that JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aN is well-defined. The Hessian of the log-likelihood function l has a positive definite limit: JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aN d Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 J0 > 0 and JÃ\u0083Å\u0092Ã\u0082â\u0080\u009aÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 N d Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 JÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 0 . 2. The posterior distribution of Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 is asymptotically normal, meaning kÃ\u0083Â\u008fÃ\u0082â\u0082¬(s|DN) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 N(0, I)k p Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 0.",
        "In our application, the assumptions here are simple to check as the model is fully parametric and fits directly into the set-up in Moon and Schorfheide (2012). Let Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094|Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092) denote the conditional distribution of Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 given Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 under the prior distribution Ã\u0083Â\u008fÃ\u0082â\u0082¬. We additionally make the following assumption.",
        "where the case of ties with EÃ\u0083Â\u008fÃ\u0082â\u0082¬|DN [Ã\u0083Å½Ã\u0082Â¸Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094(g, w)] = Ã\u0083Â\u008fÃ\u0082â\u0080\u009e(C) Ã\u0083Â\u008fÃ\u0082Ë\u0086g is by setting t(g, w) = C Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0098jÃ\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤j(K) Pj. The result then follows for this case as well.  Proof of Proposition 2 We provide one direction of the result and refer the reader to Proposition 1 of Poirier (1998) for the other direction. By Bayes Rule, the marginal posterior for Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 is given by Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 |DN) = Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094)L(DN|Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094) L(DN) , where Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094) is the marginal prior for Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 and L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094) is the likelihood conditional on Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094, which is obtained noting that by L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092, Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 ) = L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092) and computing L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 ) = Z Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092|Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 )L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092)dÃ\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092. Finally, L(Dn) is the marginal distribution over the training dataset and it is obtained by L(DN) = Z Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Z Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092 Ã\u0083Â\u008fÃ\u0082â\u0082¬(Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092|Ã\u0083Å½Ã\u0082Â·Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 )L(DN; Ã\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092)dÃ\u0083Å½Ã\u0082Â·Ã\u0083Å\u0092Ã\u0082Æ\u0092."
    ]
}