{
    "id": 27118,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Alvarez, Fernando E, David Argente, and Francesco Lippi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple planning problem for covid-19 lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 26981, National Bureau of Economic Research 2020.",
        "Atkeson, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 26867, National Bureau of Economic Research 2020.",
        "Barro, Robert J, JosÃ\u0083Æ\u0092Ã\u0082Â© F UrsÃ\u0083Æ\u0092Ã\u0082Âºa, and Joanna Weng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The coronavirus and the great influenza pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093spanish flu for the coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential effects on mortality and economic activity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 26866, National Bureau of Economic Research 2020.",
        "Berger, David W, Kyle F Herkenhoff, and Simon Mongey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An seir infectious disease model with testing and conditional quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 26901, National Bureau of Economic Research 2020.",
        "Berriel, Tiago and Eduardo Zilberman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting the Poor: A Macroeconomic Analysis of Cash Transfer Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Draft, PUC-Rio.",
        "Bethune, Zachary A and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19 Infection Externalities: Trading Off Lives vs. Livelihoods, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27009, National Bureau of Economic Research April 2020.",
        "Brunnermeier, Markus, Jean-Pierre Landau, Marco Pagano, and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Throwing COVID Liquidity Life-Line,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "Buera, Francisco J., Roberto N. Fattal-Jaef, P. AndrÃ\u0083Æ\u0092Ã\u0082Â© Neumeyer, and Yongseok Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Ripple Effects of COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Draft, World Bank, 2020.",
        "Correia, Sergio, Stephan Luck, and Emil Verner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics Depress the Economy, Public Health Interventions Do Not: Evidence from the 1918 Flu,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Draft, MIT.",
        "e Castro, Miguel Faria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy during a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Draft, FRB St. Louis.",
        "Eichenbaum, Martin S, Sergio Rebelo, and Mathias Trabandt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomics of epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 26882, National Bureau of Economic Research 2020.",
        "Gourinchas, Pierre-Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flattening the Pandemic and Recession Curves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "Guerrieri, Veronica, Guido Lorenzoni, Ludwig Straub, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2020.",
        "Jones, Callum J, Thomas Philippon, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26984, National Bureau of Economic Research April 2020.",
        "Kaplan, Greg, Benjamin Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics according to hank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Draft, University of Chicago.",
        "KrÃ\u0083Æ\u0092Ã\u0082Â¼ger, Dirk, Harald Uhlig, and Taojun Xie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics and Reallocation in an Epidemic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Draft, University of Chicago.",
        "Ljungqvist, Lars and Thomas J. Sargent, Recursive Macroeconomic Theory, 3rd edition ed., Boston: MIT Press, 2012.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar JordÃ\u0083Æ\u0092Ã\u0082Â , Sanjay R Singh, and Alan M Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longer-run economic consequences of pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2020.",
        "Werning, Ivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Markets and Aggregate Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2015. Draft, MIT."
    ]
}