{
    "id": 2711,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Ahmad, I., and Ahniad, J. Environmental Carbon Monoxide and Hypertension, Journal of the Tennessee Medical Association, p. 563-566, August 1980.",
        "Aronow, W.S. Carbon Monoxide and Cardiovascular Disease, Comprehensive Therapy, 9, 21-26, 1983.",
        "Coate, D., and Fowles, R. Is There Statistical Evidence for a Blood Lead-Blood Pressure Relationship? Monograph, 1987.",
        "Fortmann, S.P. et ml. The Association of Blood Pressure and Dietary Alcohol: Differences by Age, Sex, and Estrogen Use, American Journal of Epidemiology, 118, 497-507, 1983.",
        "Gerking, S.D., and Stanley, L.R. An Economic Analysis of Air Pollution and Health: The Case of St. Louis, monograph, 1984.",
        "Gerking, S.D., and Stanley, L.R. An Economic Analysis of Air Pollution and Health: The Case of St. Louis, Review of Economics and Statistics, 68, 115-121, 1986.",
        "Gordon, T., and Kannel, W.B. Drinking and Its Relation to Smoking, BP, Blood Lipids, and Uric Acid: The Framingham Study, Archives of International Medicine, 143, 1366-1375, July 1983.",
        "Grossman, M. The Correlation between Health and Schooling, in Household Production and Consumption, edited by N.E. Terleckyj, Columbia R-2 University Press for the National Bureau of Economic Research, 147-211, 1975.",
        "Grossman, M. The Demand for Health: A Theoretical and Empirical Investigation, Columbia University Press for the National Bureau of Economic Research, 1972.",
        "Hackney, J.D. Relationship Between Air Pollution and Cardiovascular - Disease: A Review, in Clinical Implications of Air Pollution Research: The American Medical Association Research Conference, edited by A.J. Finkel and W.C. Duel, Sciences Group, Inc., 89-106, 1976.",
        "Hernberg, S. et al. Angina Pectoris, ECG Findings and Blood Pressure of Foundry Workers in Relation to Carbon Monoxide Exposure, Scandinavian Journal of Work, Environment, and Health, 2, Suppl. 1, 54-63, 1976.",
        "Learner, E.E. Specification Searches: Ad Hoc Inference with Non- Experimental Data, John Wiley, 1978.",
        "National Center for Health Statistics. Plan and Operation of the Second National Health and Nutrition Examination Survey, U.S. Department of Health and Human Services, Vital and Health Statistics, Serial 1, No. 15, July 1981.",
        "R-3 Ostro, B.D. Urban Air Pollution and Morbidity: A Retrospective Approach, Urban Studies, 20, 343-351, 1983.",
        "Ostro, B.D. , and Anderson, R.C. Morbidity, Air Pollution and Health Statistics, American Statistical Association Proceedings, 59-67, 1981.",
        "Pooling Project Research Group. Relationship of Blood Pressure, Serum, Cholesterol, Smoking, Relative Weight, and ECG Abnormalities to Incidence of Major Coronary Events. Journal of Chronic Diseases 31, 201-306, 1978.",
        "Portney, P.R., and Mullahy, J. Ambient Ozone and Human Health: An Epidemiological Analysis, Final Report, EPA Contract 68-02-3583, 1983.",
        "Portney, P.R., and Mullahy, J. Urban Air Quality and Acute Respiratory Illness, Journal of Urban Economics, 20, 21-38, 1986.",
        "Shiotsuka, R.N., et al. Carbon Monoxide Enhances Development of Hypertension in Dahl Rats, Toxicology and Applied Pharmacology 76, 225-233, 1984."
    ]
}