{
    "id": 27121,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Allen, Linda J.S. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Primer on Stochastic Epidemic Models: Formulation, Numerical Simulation, and Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Infectious Disease Modelling, 2(2): 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Alvarez, Fernando E., David Argente, and Francesco Lippi. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26981.",
        "Anderson, Roy M., and Robert M. May. 1992. Infectious Diseases of Humans. Oxford University Press.",
        "Anderson, Roy M., Hans Heesterbeek, Don Klinkenberg, and T. DeÃ\u0083Å\u0092Ã\u0082Â\u0081irdre Hollingsworth. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Will Country-Based Mitigation Measures Influence the Course of the COVID-19 Epidemic?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 395(210228): 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Ashenfelter, Orley. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Value of a Statistical Life: Problems and Prospects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 116: C10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC23.",
        "Atkeson, Andrew. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Deadly Is COVID-19? Understanding The Difficulties With Estimation Of Its Fatality Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26965.",
        "Atkeson, Andrew. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26867.",
        "Avery, Christopher, William Bossert, Adam Clark, Glenn Ellison, and Sara Fisher Ellison. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Implications of Models of the Spread of Coronavirus: Perspectives and Opportunities for Economists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 27007.",
        "Bailey, Norman T.J. 1975. The Mathematical Theory of Infectious Diseases, Second Edition. Hafner Press.",
        "Barro, Robert J., JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 F. UrsuÃ\u0083Å\u0092Ã\u0082Â\u0081a, and Joanna Weng. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coronavirus and the Great Influenza Pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Spanish FluÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for theCoronavirus?s Potential Effects on Mortality and Economic Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26866.",
        "Ferguson, N.M., D.A.T. Cummings, C. Fraser, J.C. Cajka, P.C. Cooley, and D.S. Burke. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategies for Mitigating an Influenza Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 442(7101): 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 452.",
        "Ferguson, N.M., D. Laydon, G. Nedjati-Gilani, N. Imai, K. Ainslie, M. Baguelin, S. Bhatia, A. Boonyasiri, et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Imperial College COVID-19 Response Team Technical Report.",
        "Greenstone, Michael, and Vishan Nigam. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Social Distancing Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Becker Friedman Institute Working Paper 2020-26.",
        "Hammitt, James K., and Nicolas Treich. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Changes in Mortality Risk: Lives Saved Versus Life Years Saved.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 1(2): 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali, Jiarui Liu, and Timothy Schwieg. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Fraction of Unreported Infections in Epidemics with a Known Epicenter: an Application to COVID19. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 27028.",
        "Jones, Callum J., Thomas Philippon, and Venky Venkateswaran. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26984.",
        "Kermack, W. O., and A. G. McKendrick. 1927. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Mathematical Theory of Epidemics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London, Series A, Containing Papers of a Mathematical and Physical Character, 115(772): 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Manski, Charles F., and Francesca Molinari. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the COVID-19 Infection Rate: Anatomy of an Inference Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 27023.",
        "Martin, Ian W.R., and Robert S. Pindyck. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Costs of Catastrophes: Lost Consumption and Lost Lives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26068.",
        "Mulligan, Casey B. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Activity and the Value of Medical Innovation during a Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 27060.",
        "Scherbina, Anna. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Optimal Duration of the COVID-19 Suppression Policy: A Cost-Benefit Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Brandeis University.",
        "Stock, James H. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Gaps and the Policy Response to the Novel Coronavirus.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26902.",
        "ThunstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, Linda, Stephen Newbold, David Finnoff, Madison Ashworth, and Jason F. Shogren. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Benefits and Costs of Using Social Distancing to Flatten the Curve for COVID-19.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, http://dx.doi.org/10.2139/ssrn.3561934.",
        "Viscusi, W. Kip. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Risks to Life and Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 31(4): 1912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Viscusi, W. Kip. 2018. Pricing Lives: Guideposts for a Safer Society. Princeton University Press."
    ]
}