{
    "id": 27122,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Income Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper 13354. Acemoglu, Daron, and David Autor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, tasks and technologies: Implications for employment and earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of labor economics. Vol. 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Elsevier.",
        "Acemoglu, Daron, and Pascual Restrepo. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robots and Jobs: Evidence from US Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Altonji, Joseph G, Prashant Bharadwaj, and Fabian Lange. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the characteristics of American youth: Implications for adult outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 30(4): 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Atalay, Enghin, Phai Phongthiengtham, Sebastian Sotelo, and Daniel Tannenbaum. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New technologies and the labor market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 97: 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Autor, David H., and David Dorn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The growth of low-skill service jobs and the polarization of the US labor market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5): 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Autor, David H, Frank Levy, and Richard J Murnane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The skill content of recent technological change: An empirical exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 118(4): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Beaudry, Paul, David A. Green, and Benjamin M. Sand. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Reversal in the Demand for Skill and Cognitive Tasks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(S1): 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Card, David, Jochen Kluve, and Andrea Weber. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Works? A Meta Analysis of Recent Active Labor Market Program Evaluations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 16(3): 894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Chetty, Raj. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard versus Liquidity and Optimal Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(2): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Indivisible Labor Explain the Difference between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 27: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Cortes, Guido Matias, Nir Jaimovich, and Henry E. Siu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disappearing routine jobs: Who, how, and why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economic, 91: 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Cortes, Guido Matias, Nir Jaimovich, and Henry E. Siu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of Men and Rise of Women in the High-Skilled Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cortes, Matias. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Have the Middle-Wage Workers Gone? A Study of Polarization using Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Diamond, Peter A. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage determination and efficiency in search equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 49(2): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Eden, Maya, and Paul Gaggl. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Welfare Implications of Automation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic and Dynamics, 29: 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Gaggl, Paul, and Greg C. Wright. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Short-Run View of What Computers Do: Evidence from a U.K. Tax Incentive A Short-Run View of What Computers Do: Evidence from a U.K. Tax Incentive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 9(3): 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Goos, Maarten, and Alan Manning. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lousy and Lovely Jobs: The Rising Polarization of Work in Britain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 89(1): 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Graetz, Georg, and Guy Michaels. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robots at work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 100(5): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Guerreiro, Joao, Sergio Rebelo, and Pedro Telels. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Robots be Taxed?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jaimovich, Nir, and Henry E Siu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The trend is the cycle: Job polarization and jobless recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Meyer, Bruce D. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Unemployment Spells.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 58(4): 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 782.",
        "Michaels, Guy, Ashwini Natraj, and John Van Reenen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has ICT polarized skill demand? Evidence from eleven countries over 25 years.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 96(1): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Mortensen, Dale T. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The matching process as a noncooperative bargaining game.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The economics of information and uncertainty. 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258. University of Chicago Press.",
        "Pissarides, Christopher A. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 75(4): 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Pissarides, Christopher A., and Barbara Petrongolo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking into the Black Box: A Survey of the Matching Function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 39(2): 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Tuzel, Selale, and Miao Ben Zhang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Stimulus at the Expense of Routine- Task Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "vom Lehn, Christian. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor market polarization, the decline of routine work, and technological change: A quantitative analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics.",
        "Yedid-Levi, Yaniv. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why does employment in all major sectors move together over the business cycle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 22: 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156."
    ]
}