{
    "id": 27120,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Aiello, Allison E, Rebecca M Coulborn, Tomas J Aragon, Michael G Baker, Barri B Burrus, Benjamin J Cowling, Alasdair Duncan, Wayne Enanoria, M Patricia Fabian, Yu-hui Ferng, et al. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research findings from nonpharmaceutical intervention studies for pandemic influenza and current gaps in the research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of infection control, 38(4): 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Almond, Douglas. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the 1918 influenza pandemic over? Long-term effects of in utero influenza exposure in the post-1940 US population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 114(4): 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Almond, Douglas, Hilary W. Hoynes, and Diane Whitmore Schanzenbach. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the War on Poverty: The Impact of Food Stamps on Birth Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(2): 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Almond, Douglas, Joseph J. Doyle, Jr., Amanda E. Kowalski, and Heidi Williams. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Marginal Returns to Medical Care: Evidence from At-risk Newborns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(2): 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Almond, Douglas, Kenneth Y Chay, and Michael Greenstone. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil rights, the war on poverty, and black-white convergence in infant mortality in the rural South and Mississippi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Alston, Lee J, and Joseph P Ferrie. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor costs, paternalism, and loyalty in southern agriculture: A constraint on the growth of the welfare state.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 45(1): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Baicker, Katherine, , Heidi L. Allen, Bill J. Wright, and Amy N. Finkelstein. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect Of Medicaid On Medication Use Among Poor Adults: Evidence From Oregon.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 36(12): 2110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2114.",
        "Baicker, Katherine, Sarah L. Taubman, Heidi L. Allen, Mira Bernstein, Jonathan H. Gruber, Joseph P. Newhouse, Eric C. Schneider, Bill J. Wright, Alan M. Zaslavsky, Amy N. Finkelstein, and Oregon Health Study Group. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Experiment Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Effects of Medicaid on Clinical Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 368(18): 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Barreca, Alan I, and Jay P Shimshack. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Absolute humidity, temperature, and influenza mortality: 30 years of county-level evidence from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of epidemiology, 176(suppl 7): S114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS122.",
        "Baum-Snow, Nathaniel. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Highways Cause Suburbanization?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(2): 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "CDC, National Center for Immunization, and Respiratory Diseases. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic Influenza, Past Pandemics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.cdc.gov/flu/pandemicresources /basics/past-pandemics.html.",
        "Chung, Andrea Park, Martin Gaynor, and Seth Richards-Shubik. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidies and structure: the lasting impact of the Hill-Burton program on the hospital industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 99(5): 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Clay, Karen, Joshua Lewis, and Edson Severnini. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Canary in a Coal Mine: Impact of Mid-20th Century Air Pollution Induced by Coal-Fired Power Generation on Infant Mortality and Property Values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22155.",
        "Clay, Karen, Joshua Lewis, and Edson Severnini. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution, Infectious Disease, and Mortality: Evidence from the 1918 Spanish Influenza Pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 78(4): 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Clay, Karen, Joshua Lewis, and Edson Severnini. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What explains crosscity variation in mortality during the 1918 influenza pandemic? Evidence from 438 US cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics & Human Biology, 35: 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Currie, Janet, and Hannes Schwandt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Within-mother analysis of seasonal patterns in health at birth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 110(30): 12265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12270.",
        "Currie, Janet, and Jonathan Gruber. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance Eligibility, Utilization of Medical Care, and Child Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 111(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Finkelstein, Amy N., Sarah L. Taubman, Bill J. Wright, Mira Bernstein, Jonathan H. Gruber, Joseph P. Newhouse, Heidi L. Allen, Katherine Baicker, and Oregon Health Study Group. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(3): 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Finkelstein, Amy N., Sarah L. Taubman, Heidi L. Allen, Bill J. Wright, and Katherine Baicker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Medicaid Coverage on ED Use Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Further Evidence from OregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 375(16): 1505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1507.",
        "Gartner, Scott Sigmund, et al. 2006. In Historical Statistics of the United States, ed. Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch and Gavin Wright. New York, NY:Cambridge University Press.",
        "Glezen, W Paul. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging infections: pandemic influenza.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiologic reviews, 18(1): 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Goodman-Bacon, Andrew. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Insurance and Mortality: Evidence from Medicaid Implementation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126(1): 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "GosceÃ\u0083Å\u0092Ã\u0082Â\u0081, Lara, David AW Barton, and Anders Johansson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analytical modelling of the spread of disease in confined and crowded spaces.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scientific reports, 4: 4856.",
        "Haines, Michael R., and Inter-university Consortium for Political & Social Research ICPSR. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical, Demographic, Economic, and Social Data: The United States, 1790-2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-university Consortium for Political and Social Research, Ann Arbor, MI.",
        "Hanlon, W. Walker. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093London Fog: A Century of Pollution and Mortality, 1866-1965.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #24488.",
        "Henderson, Donald A, Brooke Courtney, Thomas V Inglesby, Eric Toner, and Jennifer B Nuzzo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public health and medical responses to the 195758 influenza pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biosecurity and bioterrorism: biodefense strategy, practice, and science, 7(3): 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Jakab, George J. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The toxicologic interactions resulting from inhalation of carbon black and acrolein on pulmonary antibacterial and antiviral defenses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toxicology and applied pharmacology, 121(2): 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Jaspers, Ilona, Jonathan M Ciencewicki, Wenli Zhang, Luisa E Brighton, Johnny L Carson, Melinda A Beck, and Michael C Madden. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diesel exhaust enhances influenza virus infections in respiratory epithelial cells.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toxicological Sciences, 85(2): 990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1002.",
        "Kelly, Elaine. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The scourge of asian flu in utero exposure to pandemic influenza and the development of a cohort of british children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human resources, 46(4): 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Levy, Jonathan I., John D. Spengler, Dennis Hlinka, David Sullivan, and Dennis Moon. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using CALPUFF to Evaluate the Impacts of Power Plant Emissions in Illinois: Model Sensitivity and Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Environment, 36: 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Lin, Ming-Jen, and Elaine M Liu. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does in utero exposure to illness matter? The 1918 influenza epidemic in Taiwan as a natural experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 37: 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Ludwig, Jens, and Douglas L. Miller. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(1): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Michaels, Guy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Trade on the Demand for Skill: Evidence from the Interstate Highway System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(4): 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Moehling, Carolyn M. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Welfare System and Family Structure An Historical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 42(1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Neelsen, Sven, and Thomas Stratmann. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-run effects of fetal influenza exposure: Evidence from Switzerland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science & Medicine, 74(1): 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Nelson, Richard E. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the fetal origins hypothesis in a developing country: evidence from the 1918 influenza pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health economics, 19(10): 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1192.",
        "Richards, Jennifer L, Craig Hansen, Christine Bredfeldt, Robert A Bednarczyk, Mark C Steinhoff, Dzifa Adjaye-Gbewonyo, Kevin Ault, Mia Gallagher, Walter Orenstein, Robert L Davis, et al. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neonatal outcomes after antenatal influenza immunization during the 2009 H1N1 influenza pandemic: impact on preterm birth, birth weight, and small for gestational age birth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Infectious Diseases, 56(9): 1216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1222.",
        "Schwandt, Hannes. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The lasting legacy of seasonal influenza: In-utero exposure and labor market outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Simonsen, Lone, Matthew J Clarke, G David Williamson, Donna F Stroup, Nancy H Arden, and Lawrence B Schonberger. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of influenza epidemics on mortality: introducing a severity index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of public health, 87(12): 1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950.",
        "Taubman, Sarah L., Heidi L. Allen, Bill J. Wright, Katherine Baicker, and Amy N. Finkelstein. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid Increases Emergency-Department Use: Evidence from OregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Insurance Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 343(6168): 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Trotter Jr, Yates, Frederick L Dunn, Robert H Drachman, Donald A Henderson, Mario Pizzi, Alexander D Langmuir, et al. 1959. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asian influenza in the United States, 1957-1958.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of hygiene, 70(1): 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "WHO, World Health Organization. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diarrhoea: Why Children Are Still Dying and What Can Be Done.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UN ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fund and the World Health Organization.",
        "Williams, K, and JS Mackenzie. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Influenza infections during pregnancy in the mouse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology & Infection, 79(2): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257."
    ]
}