{
    "id": 27131,
    "cites": 12,
    "cited_by": 19,
    "reference": [
        "Adams-Prassl, A., Boneva, T., Golin, M., and Rauh, C. (2020) Inequality in the Impact of the Coronavirus Shock: Evidence from Real Time Surveys, IZA Discussion Paper 13183.",
        "Bartik, A., Bertrand, M., Lin, F., Rothstein, J., and Unrath, M. (2020) Labor Market Impacts of COVID-19 on Hourly Workers in Small- and Medium-Sized Businesses: Four Facts from Homebase Data., Online at https://irle.berkeley.edu/labor-market-impacts-of-covid-19-onhourly -workers-in-small-and-medium-sized-businesses-four-facts-from-homebase-data2 /, accessed on 4/30/2020.",
        "Berg, H., Larsen, K. A., Klingenberg, S., og Solheim, Ã\u0083Ë\u009c. B. (2015) Permitteringer og avgang fra arbeidslivet. Rapport 2015-007 Proba samfunnsanalyse.",
        "Bratsberg, B., Raaum, O., and RÃ\u0083Â¸ed, K. (2010) When Minority Labor Migrants Meet the Welfare State. Journal of Labor Economics, Vol. 28, No. 3, 633-676.",
        "Coibion, O., Gorodnichenko, Y., and Weber, M. (2020) Labor Markets During the COVID-19 Crisis: A Preliminary View, NBER Working Paper No. 27017.",
        "Direktoratet for samfunnssikkerhet og beredskap (2016) Samfunnets kritiske funksjoner. HR 2350.",
        "Dingel, J., Patterson, C., and Vavra, J. (2020) Childcare Obligations Will Constrain Many Workers When Reopening the US Economy. Becker Friedman Institute for Economics at University of Chicago, Working Paper 2020-46.",
        "Dustmann, C., Glitz, A., and Vogel, T. (2010) Employment, Wages, and the Economic Cycle: Differences between Immigrants and Natives. European Economic Review, Vol 54, No. 1, 1-17.",
        "Hoen, M. (2016) Occupational crosswalk, data and language requirements. Working Paper 1/2016. The Ragnar Frisch Centre for Economic Research.",
        "Hoynes, H. Miller, D. L., and Schaller, J. (2012) Who Suffers During Recessions? Journal of Economic Perspectives, Vol. 26, No. 3, 27-48.",
        "NAV (2020) Statistics on unemployment insurance applications. Updated daily at 10am on http: //www.nav.no.",
        "Yagan, D. (2019) Employment Hysteresis from the Great Recession. Journal of Political Economy, Vol. 127, No. 5, 2505-2558."
    ]
}