{
    "id": 27130,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "ANDRESEN, MARTIN ECKHOFF, & NIX, EMILY. 2019. What Causes the Child Penalty and How Can It Be Reduced? Evidence from Same-Sex Couples and Policy Reforms. Working Paper.",
        "ANGELOV, NIKOLAY, JOHANSSON, PER, & LINDAHL, ERICA. 2016. Parenthood and the Gender Gap in Pay. Journal of Labor Economics, 34, 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "BERTRAND, MARIANNE. 2011. New Perspectives on Gender. Chap. 17, pages 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1590 of: ASHENFELTER, O., & CARD, D. (eds), Handbook of Labor Economics, vol. 4b. North Holland: Elsevier Science Publishers.",
        "BERTRAND, MARIANNE, GOLDIN, CLAUDIA, & KATZ, LAWRENCE F. 2010. Dynamics of the Gender Gap for Young Professionals in the Financial and Corporate Sectors. American Economic Journal: Applied Economics, 2(3), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "DAHL, GORDON B., LÃ\u0083Æ\u0092Ã\u0082Ë\u009cKEN, KATRINE V., MOGSTAD, MAGNE, & SALVANES, KARI VEA. 2016. What is the Case for Paid Maternity Leave? Review of Economics and Statistics, 98(4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "FAGERENG, ANDREAS, MOGSTAD, MAGNE, & RÃ\u0083Æ\u0092Ã\u0082Ë\u009cNNING, MARTE. 2019. Why Do Wealthy Parents Have Wealthy Children? Working Paper.",
        "FELDMAN, RUTH, WELLER, ARON, ZAGOORY-SHARON, ORNA, & LEVINE, ARI. 2007. Evidence for a Neuroendocrinological Foundation of Human Affiliation: Plasma Oxytocin Levels Across Pregnancy and the Postpartum Period Predict Mother-Infant Bonding. Psychological Science, 18(11), 965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "HOEKZEMA, ELSELINE, BARBA-MÃ\u0083Æ\u0092Ã\u0082Å\u0093LLER, ERIKA, POZZOBON, CRISTINA, PICADO, MARISOL, LUCCO, FLORENCIO, GARCÃ\u0083Æ\u0092Ã\u0082Â\u008dA-GARCÃ\u0083Æ\u0092Ã\u0082Â\u008dA, DAVID, SOLIVA, JUAN CARLOS, TOBEÃ\u0083Æ\u0092Ã\u0082â\u0080\u0098A, ADOLF, DESCO, MANUEL, CRONE, EVELINE A., BALLESTEROS, AGUSTÃ\u0083Æ\u0092Ã\u0082Â\u008dN, CARMONA, SUSANNA, & VILARROYA, OSCAR. 2017. Pregnancy Leads to Long-Lasting Changes in Human Brain Structure. Nature Neuroscience, 20(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "KLEVEN, HENRIK, & LANDAIS, CAMILLE. 2017. Gender Inequality and Economic Development: Fertility, Education, and Norms. Economica, 84, 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "KLEVEN, HENRIK, LANDAIS, CAMILLE, & SÃ\u0083Æ\u0092Ã\u0082Ë\u009cGAARD, JAKOB EGHOLT. 2019a. Children and Gender Inequality: Evidence from Denmark. American Economic Journal: Applied Economics, 11(4), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "KLEVEN, HENRIK, LANDAIS, CAMILLE, POSCH, JOHANNA, STEINHAUER, ANDREAS, & ZWEIMÃ\u0083Æ\u0092Ã\u0082Å\u0093LLER, JOSEF. 2019b. Child Penalties Across Countries: Evidence and Explanations. AEA Papers and Proceedings, 109, 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "KLEVEN, HENRIK, LANDAIS, CAMILLE, POSCH, JOHANNA, STEINHAUER, ANDREAS, & ZWEIMÃ\u0083Æ\u0092Ã\u0082Å\u0093LLER, JOSEF. 2020. Do Family Policies Shape the Evolution of Gender Inequality ? Evidence from 50 Years of Policy Experimentation. Preliminary Working Paper.",
        "KUZIEMKO, ILYANA, PAN, JESSICA, SHEN, JENNY, & WASHINGTON, EBONYA. 2018. The Mommy Effect: Do Women Anticipate the Employment Effects of Motherhood? NBER Working Paper No. 24740.",
        "LALIVE, RAFAEL, & ZWEIMÃ\u0083Æ\u0092Ã\u0082Å\u0093LLER, JOSEF. 2009. How Does Parental Leave Affect Fertility and Return to Work? Evidence from Two Natural Experiments. The Quarterly Journal of Economics, 124(3), 1363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402.",
        "LALIVE, RAFAEL, SCHLOSSER, ANALÃ\u0083Æ\u0092Ã\u0082Â\u008dA, STEINHAUER, ANDREAS, & ZWEIMÃ\u0083Æ\u0092Ã\u0082Å\u0093LLER, JOSEF. 2014. Parental Leave and MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Careers: The Relative Importance of Job Protection and Cash Benefits. The Review of Economic Studies, 81, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "NUMAN, MICHAEL, & INSEL, THOMAS R. 2003. The Neurobiology of Parental Behavior. Springer-Verlag New York.",
        "OLIVETTI, CLAUDIA, & PETRONGOLO, BARBARA. 2016. The Evolution of Gender Gaps in Industrialized Countries. Annual Review of Economics, 8, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "OLIVETTI, CLAUDIA, & PETRONGOLO, BARBARA. 2017. The Economic Consequences of Family Policies: Lessons from a Century of Legislation in High-Income Countries. Journal of Economic Perspectives, 31(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "ROSSIN-SLATER, MAYA, RUHM, CHRISTOPHER J., & WALDFOGEL, JANE. 2013. The Effects of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Paid Family Leave Program on MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Leave-Taking and Subsequent Labor Market Outcomes. Journal of Policy Analysis and Management, 32(2), 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "SCHÃ\u0083Æ\u0092Ã\u0082â\u0080\u0093NBERG, UTA, & LUDSTECK, JOHANNES. 2014. Expansions in Maternity Leave Coverage and MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Market Outcomes after Childbirth. Journal of Labor Economics, 32(3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505."
    ]
}