{
    "id": 27139,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Amiti, Mary, Oleg Itskhoki, and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Shocks, Variable Markups, and Domestic Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 02 2019.",
        "Asplund, Marcus and Volker Nocke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm turnover in imperfectly competitive markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2006, 73 (2), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Baqaee, David Rezza and Emmanuel Farhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Misallocation in General Equilibrium.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2019.",
        "Bartelme, Dominick G., Arnaud Costinot, Dave Donaldson, and Andres Rodriguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Textbook Case for Industrial Policy: Theory Meets Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 26193, National Bureau of Economic Research, Inc August 2019.",
        "Behrens, Kristian, Giordano Mion, Yasusada Murata, and Jens Suedekum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the gap between equilibrium and optimum under monopolistic competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Higher School of Economics Research Paper No. WP BRP, 2018, 185.",
        "Bilbiie, Florin O, Fabio Ghironi, and Marc J Melitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly power and endogenous product variety: Distortions and remedies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2019, 11 (4), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Chamberlin, Edward Hastings, Theory of monopolistic competition: A re-orientation of the theory of value, Oxford University Press, London, 1933.",
        "Dhingra, Swati and John Morrow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic competition and optimum product diversity under firm heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (1), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Dixit, Avinash K and Joseph E Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic competition and optimum product diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 1977, 67 (3), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Edmond, Chris, Virgiliu Midrigan, and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How costly are markups?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Grossman, Gene M. and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Ladders in the Theory of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1991, 58 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Hopenhayn, Hugo A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, exit, and firm dynamics in long run equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1992, pp. 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Hsieh, Chang-Tai and Peter J Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hulten, Charles R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Accounting with Intermediate Inputs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1978, pp. 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Jones, Charles I, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D-Based Models of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1995, 103 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of Economic Growth? Unintended Consequences of a Declining Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper, Stanford University 2019.",
        "Kimball, Miles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantitative Analytics of the Basic Neomonetarist Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1995, 27 (4), 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Klenow, Peter J and Jonathan L Willis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real rigidities and nominal price changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2016, 83 (331), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Krugman, Paul R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing returns, monopolistic competition, and international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 1979, 9 (4), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Mankiw, N. Gregory and Michael D. Whinston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Entry and Social Inefficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Spring 1986, 17 (1), 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Melitz, Marc J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive effects of trade: theory and measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 2018, 154 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "MraÃ\u0083Å\u0092Ã\u0082Â\u0081zovaÃ\u0083Å\u0092Ã\u0082Â\u0081, Monika and J Peter Neary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not so demanding: Demand structure and firm behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (12), 3835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Pugsley, Benjamin W, Petr Sedlacek, and Vincent Sterk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The nature of firm growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Restuccia, Diego and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy distortions and aggregate productivity with heterogeneous establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic dynamics, 2008, 11 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Robinson, Joan, The economics of imperfect competition, Springer, 1933.",
        "Romer, Paul M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns and Long-run Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1986, 94 (5), 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Spence, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product selection, fixed costs, and monopolistic competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of economic studies, 1976, 43 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Venables, Anthony J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and trade policy with imperfect competition: The case of identical products and free entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1985, 19 (1-2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Vives, Xavier, Oligopoly pricing: old ideas and new tools, MIT press, 1999.",
        "Zhelobodko, Evgeny, Sergey Kokovin, Mathieu Parenti, and Jacques-FrancÃ\u0083Å\u0092Ã\u0082Â§ois Thisse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic competition: Beyond the constant elasticity of substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (6), 2765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2784."
    ]
}