{
    "id": 27134,
    "cites": 35,
    "cited_by": 35,
    "reference": [
        "Acemoglu, D., Chernozhukov, V., Werning, I., and Whinston, M. D. (2020). A Multi-Risk SIR Model with Optimally Targeted Lockdown. NBER Working Paper No. 27102.",
        "Alvarez, F., Argente, D., and Lippi, F. (2020). A Simple Planning Problem for COVID-19 Lockdown. CEPR Discussion Paper No. 14658.",
        "Ambrus, A., Mobius, M., and Szeidl, A. (2014). Consumption Risk-Sharing in Social Networks. American Economic Review, 1(104):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Andreoni, J. (1989). Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence. Journal of Political Economy, 97(6):1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1458.",
        "Andreoni, J. (1993). An Experimental Test of the Public Goods Crowding-Out Hypothesis.",
        "Andreoni, J. and Miller, J. (2002). Giving according to GARP: An Experimental Test of the Consistency of Preferences for Altruism. Econometrica, 70(2):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Atkenson, A. (2020). What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios. NBER Working Paper No. 26868.",
        "Bartik, A. W., Bertrand, M., Cullen, Z. B., Glaeser, E. L., Luca, M., and Stanton, C. T. (2020). How Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey. NBER Working Paper No. 26989.",
        "Becker, G. (1974). A Theory of Social Interactions. Journal of Political Economy, 82(6):1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1083.",
        "Bloch, F., GeÃ\u0083Å\u0092Ã\u0082Â\u0081nicot, G., and Ray, D. (2008). Informal Insurance in Social Networks. Journal of Economic Theory, 1(143):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Bolton, G. E. and Ockenfels, A. (2000). ERC: A Theory of Equity, Reciprocity, and Competition. American Economic Review, 90(2):166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Bramoulle, Y. and Kranton, R. (2007). Risk-Sharing Networks. Journal of Economic Behavior & Organization, 3-4(64):275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Colizza, V., Pastor-Satorras, R., and Vespigiani, A. (2007). ReactionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDiffusion Processes and Metapopulation Models in Heterogeneous Networks. Nature Physics, (3):276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Coven, J. and Gupta, A. (2020). Disparities in Mobility Responses to COVID-19. NYU Stern Working Paper.",
        "Diamond, P. A. (1982). Aggregate Demand Management in Search Equilibrium. Journal of Political Economy, 90(5):881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Durante, R., Guiso, L., and Gulino, G. (2020). Civic Capital and Social Distancing: Evidence from ItaliansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to COVID-19. Universitat Pompeu Fabra Working Paper.",
        "Eichenbaum, M., Rebelo, S., and Trabandt, M. (2020). The Macroeconomics of Epidemics. CEPR Discussion Paper No. 14520.",
        "Falk, A., Becker, A., Dohmen, T., Enke, B., Huffman, D., and Sunde, U. (2018). Global Evidence on Economic Preferences. Quarterly Journal of Economics, 133(4):1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1692.",
        "Falk, A., Becker, A., Dohmen, T., Huffman, D., and Sunde, U. (2016). The Preference Survey Module: A Validated Instrument for Measuring Risk, Time, and Social Preferences. IZA Discussion Paper No. 9674.",
        "Farboodi, M., Jarosch, G., and Shimer, R. (2020). Externality of Social Distancing. Covid Economics: Vetted and Real-Time Papers, 9.",
        "Fehr, E. and GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S. (2000). Fairness and Retaliation: The Economics of Reciprocity. Journal of Economic Perspectives, 3(14):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Fehr, E. and Schmidt, K. (1999). A Theory of Fairness, Competition and Cooperation. Quarterly Journal of Economics, 3(114):817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Garibaldi, P., Moen, E., and Pissarides, C. (2020). Modelling Contacts and Transitions in the SIR Epidemics Model. Covid Economics: Vetted and Real-Time Papers, 5.",
        "Glover, A., Heathcote, J., Krueger, D., and RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, J. V. (2020). Health versus Wealth: On the Distributional Effects of Controlling a Pandemic. Covid Economics: Vetted and Real-Time Papers, 6.",
        "Hethcote, H. (2000). The Mathematics of Infectious Diseases. SIAM Review, 42(4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Kaplan, G., Moll, B., and Violante, G. (2020). Pandemics According to HANK. Princeton University Working Paper.",
        "Kermack, O. and McKendrick, A. G. (1927). Contributions to the Mathematical Theory of Epidemics. Proceedings Royal Society London, (115):700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Krueger, D., Uhlig, H., and Xie, T. (2020). Macroeconomic Dynamics and Reallocation in an Epidemic. CEPR Discussion Paper No. 14607.",
        "Moinet, A., Pastor-Satorras, R., and Barrat, A. (2018). Effect of Risk Perception on Epidemic Spreading in Temporal NetworkS. Physical Review, 97(1).",
        "Moser, C. A. and Yared, P. (2020). Pandemic Lockdown: The Role of Government Commitment. NBER Working Paper No. 27062.",
        "Pastor-Satorras, R. and Vespigiani, A. (2000). Epidemic Dynamics and Endemic States in Complex Networks. Physical Review, 6(63):276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Pastor-Satorras, R. and Vespigiani, A. (2001). Epidemic Spreading in Scale-Free Networks. Physical Review Letters, 86(14):276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Perra, N., GoncÃ\u0083Å\u0092Ã\u0082Â§alves, B., Pastor-Satorras, R., and Vespigiani, A. (2018). Activity Driven Modeling of Time Varying Networks. Scientific Reports, Nature, 2(469).",
        "Petrongolo, B. and Pissarides, C. A. (2001). Looking into the Black Box: A Survey of the Matching Function. Journal of Economic Literature, 39(2):390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Pissarides, C. A. (2000). Equilibrium Unemployment Theory. The MIT Press, 2nd edition. A. Tables"
    ]
}