{
    "id": 27147,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Amiti, Mary, Stephen J. Redding, and David E. Weinstein. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the 2018 Tariffs on Prices and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 33(4): 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Bown, Chad P., and Meredith A. Crowley. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Deflection and Trade Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 72(1): 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Cavallo, Alberto, Gita Gopinath, Brent Neiman, and Jenny Tang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariff Passthrough at the Border and at the Store: Evidence from US Trade Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26396.",
        "Correia, Sergio, Paulo GuimarÃ\u0083Æ\u0092Ã\u0082Â£es, and Thomas Zylkin. 2019a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ppmlhdfe: Fast Poisson Estimation with High-Dimensional Fixed Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Correia, Sergio, Paulo GuimarÃ\u0083Æ\u0092Ã\u0082Â£es, and Thomas Zylkin. 2019b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Verifying the Existence of Maximum Likelihood Estimates for Generalized Linear Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fajgelbaum, Pablo D., Pinelopi K. Goldberg, Patrick J. Kennedy, and Amit K. Khandelwal. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Protectionism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25638. Forthcoming. Quarterly Journal of Economics.",
        "Flaaen, Aaron B., Ali Hortacsu, and Felix Tintelnot. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production Relocation and Price Effects of U.S. Trade Policy: The Case of Washing Machines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25767.",
        "Gong, Gail, and Francisco J. Samaniego. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pseudo Maximum Likelihood Estimation: Theory and Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 9(4): 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Howard, Philip H. 2016. Concentration and power in the food system: Who controls what we eat? Vol. 3, Bloomsbury Publishing.",
        "IHS Markit. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Trade Atlas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jiang, Xuemei, Yishu Kong, Xinru Li, Cuihong Yang, and Xikang Chen. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reestimation of China-EU Trade Balance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 54: 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Li, Chunding, Chuantian He, and Chuangwei Lin. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of the Possible ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cUS Trade War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emerging Markets Finance and Trade, 54(7): 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1577.",
        "Li, Chunding, Jing Wang, and John Whalley. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Protectionism and US Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25860.",
        "MacKinlay, A. Craig. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Event Studies in Economics and Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 35(1): 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Pierce, J. R, and P. K. Schott. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concording U.S. Harmonized System Categories Over Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Official Statistics, 28(1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "United States Deparment of Agriculture. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Agricultural Trade System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL: https://apps.fas.usda.gov/gats.",
        "Waugh, Michael E. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consumption Response to Trade Shocks: Evidence from the USChina Trade War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26353.",
        "World Trade Organization. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consolidated Tariff Schedules (CTS) database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Xia, Yan, Yishu Kong, Qiang Ji, and Dayong Zhang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of China-US Trade Conflicts on the Energy Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 58: 101360."
    ]
}