{
    "id": 2715,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Andreassen, Paul and Stephen Kraus (1987), Intuitive Prediction by Extrapolation: The Stock Market, Exponential Growth, Divorce, and the Salience of Change, Harvard University rnimeo.",
        "Black, Fischer (1986), Noise, Journal of Finance. 4 1, 529-43.",
        "Campbell, John and Albert Kyle (1986), Smart Money, Noise Trading, and Stock Price Behavior, Princeton University mimeo.",
        "De Long, J. Bradford; Andrei Shleifer; Lawrence Summers; and Robert Waldmann (1987), Noise Trader Risk in Financial Markets, NBER Working Paper 239 5.",
        "Einhom, Hillel and Robin Hogarth (1978), Confidence in Judgment: Persistence of the Illusion of Validity, Psychological Review, 85, 395-476.",
        "Figlewski, Stephen (1979), Market `Efficiency in a Market with Heterogeneous Information, Journal of Political Economy, 86, 581-97.",
        "Friedman, Milton (1953), The Case for Flexible Exchange Rates, in Essays in Positive Economics (Chicago: University of Chicago Press).",
        "Gilovich, T., R. Valone, and A. Tversky (1985), The Hot Hand in Basketball: On the Misperception of Random Sequences, Cognitive Psychology, 17, 295-314.",
        "Kahneman, Daniel and Amos Tversky(1973), On the Psychology of Prediction, Psychological Review, 80, 237.51.",
        "Kahneman, Daniel; Paul Slovic; and Amos Tversky, eds. (1982), Judgment Under Uncertainty: Heuristics and Biases (Cambridge, UK: Cambridge University Press).",
        "Kyle, Albert (1985), Continuous Auctions and Insider Trading, Econometrica, 53, 13 15-36.",
        "Lichtenstein, Sarah; Baruch Fischhoff; and Lawrence D. Phillips (1982), Calibration of Probabilities: The State of the Art as of 1980, in Kabneman, Daniel; Paul Slovic; and Amos Tversky, eds. (1982), Judgment Under Uncertainty: Heuristics and Biases (Cambridge, UK: Cambridge University Press).",
        "Pagano, Marco (1987), Endogenous Thinness and Stock Price Volatility, CEPR Working Paper.",
        "Samuelson, Paul A. (1971), The `Fallacy of Maximizing the Geometric Mean in Long Sequences of Investing or Gambling, Proceedings of the National Academy of Sciences. 68, 207-10.",
        "Samuelson, Paul A. (1976), St. Petersburg Paradoxes, Journal of Economic Literature.",
        "Shiller, Robert (1984), Stock Prices and Social Dynamics, Brookings Papers on Economic Activity, 1984, 457-98.",
        "Slovic, Paul (1981), Toward Understanding and Improving Decisions, in W. Howell, ed., Human Permformance and Productivity (Hillsdale, NJ: Eribaum Press).",
        "Stein, Jeremy (I 987), Informational Externalities and Welfare-Reducing Speculation, Journal of Political Economy 95 (December): 1 123-45. Tversky, Amos and Daniel Kahneman (1971), Belief in the Law of Small Numbers, Psychological Bulletin, 2, 105-10.",
        "Tversky, Amos and Daniel Kahneman (1974), Judgment Under Uncertainty: Heuristics and Biases, Science, 185, 1124-31."
    ]
}