{
    "id": 27159,
    "cites": 32,
    "cited_by": 38,
    "reference": [
        "Alvarez, Fernando E, David Argente, and Francesco Lippi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26981, National Bureau of Economic Research April 2020.",
        "Baker, Scott R, Nicholas Bloom, Steven J Davis, and Stephen J Terry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVIDInduced Economic Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26983, National Bureau of Economic Research April 2020.",
        "Baker, Scott, Robert Farrokhnia, Seffen Meyer, Michaela Pagel, and Constantine Yannelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Household Spending Respond to an Epidemic? Consumption and Debt During the 2020 COVID-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress, 2020.",
        "Bartik, Alexander W., Marianne Bertrand, Feng Lin, Jesse Rothstein, and Matt Unrath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Impacts of COVID-19 on Businesses: Update with Homebase Data Through April 8,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2020.",
        "Bartik, Alexander W, Marianne Bertrand, ZoeÃ\u0083Å\u0092Ã\u0082Ë\u0086 B Cullen, Edward L Glaeser, Michael Luca, and Christopher T Stanton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26989, National Bureau of Economic Research April 2020.",
        "Berger, David W, Kyle F Herkenhoff, and Simon Mongey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26901, National Bureau of Economic Research March 2020.",
        "Brynjolfsson, Erik, John Horton, Adam Ozimek, Daniel Rock, Garima Sharma, and Hong Yi Tu Ye, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 and Remote Work: An Early Look at US Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2020.",
        "Bureau of Labor Statistics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmark Article: BLS Establishment Estimates Revised to Incorporate March 2009 Benchmarks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2009.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction of Quarterly Birth-Death Model Updates in the Establishment Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2020.",
        "Cajner, Tomaz, Leland Crane, Ryan A. Decker, Adrian Hamins-Puertolas, Christopher Kurz, and Tyler Radler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Payroll Processor Microdata to Measure Aggregate Labor Market Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FEDS Working Paper 2018-005, Board of Governors of the Federal Reserve System (U.S.) January 2018.",
        ", Leland D. Crane, Ryan A. Decker, Adrian Hamins-Puertolas, and Christopher Kurz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Payroll Processor Microdata to Measure Aggregate Labor Market Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series Working Paper 2018-005, Board of Governors of the Federal Reserve System 2018. , , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving the Accuracy of Economic Measurement with Multiple Data Sources: The Case of Payroll Employment Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Katharine G. Abraham, Ron S.",
        "Jarmin, Brian Moyer, and Matthew D. Shapiro, eds., Big Data for 21st Century Economic Statistics, University of Chicago Press, July 2020.",
        "Cleveland, William P. and Stuart Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonal Adjustment of Weekly Time Series with Application to Unemployment Insurance Claims and Steel Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Official Statistics, 2007, 23 (2), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Michael Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets During the COVID-19 Crisis: A Preliminary View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27017, National Bureau of Economic Research April 2020.",
        "Dingel, Jonathan I and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Many Jobs Can be Done at Home?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26948, National Bureau of Economic Research April 2020.",
        "Eichenbaum, Marty, Sergio Rebelo, and Mathias Trabandt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress, 2020.",
        "Foster, Lucia, Cheryl Grim, and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation in the Great Recession: Cleansing or Not?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (S1), S293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS331.",
        "Grigsby, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Heterogeneity and Aggregate Labor Market Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago 2019.",
        ", Erik Hurst, and Ahu Yildirmaz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Nominal Wage Adjustments: New Evidence from Administrative Payroll Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25628, National Bureau of Economic Research March 2019.",
        "Guerrieri, Veronica, Guido Lorenzoni, Ludwig Straub, and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress, 2020.",
        "Haltiwanger, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Applications for New Businesses Contract Sharply in Recent Weeks: A First Look at the Weekly Business Formation Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Maryland 2020.",
        "Hoynes, Hilary, Douglas L. Miller, and Jessamyn Schaller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Suffers during Recessions?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, September 2012, 26 (3), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Hurst, Erik and Benjamin Pugsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Small Businesses Do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 05 2011, 2011.",
        "Jones, Callum J, Thomas Philippon, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26984, National Bureau of Economic Research April 2020.",
        "Kaplan, Greg, Ben Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics According to Hank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress, 2020.",
        "Kurmann, Andre, Etienne Lale, and Lien Ta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of COVID-19 on U.S. Employment and Hours: Real-Time Estimates with Homebase Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2020.",
        "Lewis, Daniel, Karel Mertens, and James H Stock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Economic Activity During the Early Weeks of the SARS-Cov-2 Outbreak,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26954, National Bureau of Economic Research April 2020.",
        "Ludvigson, Sydney C, Sai Ma, and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid19 and the Macroeconomic Effects of Costly Disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26987, National Bureau of Economic Research April 2020.",
        "Margo, Robert A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and Unemployment in the 1930s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, June 1993, 7 (2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Mongey, Simon, Laura Pilossoph, and Alex Weinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Workers Bear the Burden of Social Distancing Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BFI Working Paper 2020-51, Becker Friedman Institute Working Paper April 2020.",
        "Mueller, Kirk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Business Births and Deaths in the Payroll Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 2006, (5), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Solon, Gary, Robert Barsky, and Jonathan Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Cyclicality of Real Wages: How Important is Composition Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1994, 109 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25."
    ]
}