{
    "id": 27172,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Abito, J. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Welfare Gains from Optimal Pollution Regulation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2019, forthcoming, http://www.restud.com/wpcontent /uploads/2019/08/MS24699manuscript.pdf.",
        "Aldy, J. E. and W. K. Viscusi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusting the Value of a Statistical Life for Age and Cohort Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(3):573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581, 2008.",
        "Armstrong, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiproduct Nonlinear Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75, 1996.",
        "Baron, D. P. and R. B. Myerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating a Monopolist with Unknown Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(4):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930, 1982.",
        "Beddhu, S., F. J. Bruns, M. Saul, P. Seddon and M. L. Zeidel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Comorbidity Scale Predicts Clinical Outcomes and Costs in Dialysis Patients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Medicine, 108(8):609 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 613, 2000.",
        "Besley, T. and M. Ghatak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Incentives with Motivated Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(3):616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636, 2005.",
        "Chiappori, P.-A. and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Contract Theory: A Survey of Some Recent Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Dewatripont, L. P. Hansen and S. Turnovky, eds., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advances in Economics and Econometrics: Eighth World Congress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d vol. 1, pp. 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149, Cambridge University Press, 2003.",
        "ChoneÃ\u0083Å\u0092Ã\u0082Â\u0081, P. and C.-t. A. Ma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Health Care Contract Under Physician Agency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Statistics/Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢EÃ\u0083Å\u0092Ã\u0082Â\u0081conomie et de Statistique, pp. 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256, 2011.",
        "De Fraja, G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts for Health Care and Asymmetric Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 19(5):663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677, 2000.",
        "Deneckere, R. and S. Severinov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multi-dimensional Screening: A Solution to a Class of Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015, unpublished manuscript, University of California, Santa Barbara.",
        "Einav, L., A. Finkelstein and J. Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Testing: Empirical Models of Insurance Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2(1):311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336, 2010.",
        "Einav, L., A. Finkelstein and N. Mahoney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Provider Incentives and Healthcare Costs: Evidence From Long-Term Care Hospitals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 86(6):2161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2219, 2018.",
        "Eliason, P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Power and Quality: Congestion and Spatial Competition in the Dialysis Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017, unpublished manuscript, Brigham Young University.",
        "Eliason, P. J., B. Heebsh, R. C. McDevitt and J. W. Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Acquisitions Affect Firm Behavior and Performance: Evidence from the Dialysis Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 135(1):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267, 2019.",
        "Elliott, S., E. Pham and I. C. Macdougall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Erythropoietins: A Common Mechanism of Action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Hematology, 36(12):1573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1584, 2008.",
        "Ellis, R. P. and T. G. McGuire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Provider Behavior under Prospective Reimbursement: Cost Sharing and Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 5(2):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151, 1986.",
        "Foley, R. N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do We Know the Correct Hemoglobin Target for Anemic Patients with Chronic Kidney Disease?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Journal of the American Society of Nephrology, 1(4):678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684, 2006.",
        "Gagnepain, P. and M. Ivaldi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive Regulatory Policies: The Case of Public Transit Systems in France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, pp. 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629, 2002.",
        "GAO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093End-Stage Renal Disease: Bundling MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Payment for Drugs with Payment for All ESRD Services Would Promote Efficiency and Clinical Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. GAO-07-77, U.S. Government Accountability Office, Washington, DC, 2006.",
        "Gayle, G.-L. and R. A. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Moral Hazard Become a More Important Factor in Managerial Compensation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(5):1740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1769, 2009.",
        "Gaynor, M., J. Rebitzer and L. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Incentives in Health Maintenance Organizations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(4):915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931, 2004.",
        "Grieco, P. L. and R. C. McDevitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Quality in Health Care: Evidence from the Dialysis Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 84(3):1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1105, 2017.",
        "Jack, W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Purchasing Health Care Services From Providers With Unknown Altruism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 24(1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93, 2005.",
        "Johnson, S. G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NLopt nonlinear-optimization package,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018, http://ab-initio.mit.edu/nlopt.",
        "Maskin, E., J. J. Laffont, J. Rochet, T. Groves, R. Radner and S. Reiter, Optimal Nonlinear Pricing with Two-Dimensional Characteristics, pp. 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266, University of Minnesota Press, Minneapolis, 1987.",
        "Maskin, E. and J. Riley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly with Incomplete Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 15(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196, 1984.",
        "McAfee, R. P. and J. McMillan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multidimensional Incentive Compatibility and Mechanism Design, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 46(2):335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354, 1988.",
        "Mirrlees, J. A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Optimal Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in K. J. Arrow and M. D. Intriligator, eds., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Mathematical Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d vol. 3, pp. 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249, Elsevier, 1986.",
        "Myerson, R. B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Auction Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematics of Operations Research, 6(1):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 1981.",
        "Paarsch, H. J. and B. Shearer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Piece Rates, Fixed Wages, and Incentive Effects: Statistical Evidence from Payroll Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 41(1):59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2000. Powell, M. J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Direct Search Optimization Method That Models the Objective and Constraint Functions by Linear Interpolation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advances in Optimization and Numerical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d pp.",
        "Quan, H., V. Sundararajan, P. Halfon, A. Fong, B. Burnand, J.-C. Luthi, L. D. Saunders, C. A. Beck, T. E. Feasby and W. A. Ghali, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coding Algorithms for Defining Comorbidities in ICD-9CM and ICD-10 Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 43(11):1130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139, 2005.",
        "R Core Team, R: A Language and Environment for Statistical Computing, R Foundation for Statistical Computing, Vienna, Austria, 2019.",
        "Ramsey, F. P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 37(145):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61, 1927.",
        "Rochet, J.-C. and L. A. Stole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Multidimensional Screening,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Dewatripont, L. P. Hansen and S. J. Turnovsky, eds., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d vol. 1 of Econometric Society Monographs, pp. 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197, Cambridge University Press, 2003.",
        "Schiller, B., S. Doss, E. De Cock, M. A. Del Aguila and A. R. Nissenson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs of Managing Anemia with Erythropoiesis-Stimulating Agents During Hemodialysis: A time and Motion Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hemodialysis International, 12(4):441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449, 2008.",
        "Stein, C. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the Mean of a Multivariate Normal Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 9(6):1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151, 1981.",
        "The National Kidney Foundation-Kidney Disease Outcomes Quality Initiative, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093KDOQI Clinical Practice Guidelines and Clinical Practice Recommendations for Anemia in Chronic Kidney Disease, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Kidney Diseases, 47(S3):S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS146, 2006.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093KDOQI Clinical Practice Guideline and Clinical Practice Recommendations for Anemia in Chronic Kidney Disease: 2007 Update of Hemoglobin Target,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Kidney Diseases, 50(3):471 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 530, 2007.",
        "Tirole, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Failures and Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nobel Prize Lecture, 2014, https://www.nobelprize.org/uploads/2018/06/tirole-lecture.pdf.",
        "Tonelli, M., W. C. Winkelmayer, K. K. Jindal, W. F. Owen and B. J. Manns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costeffectiveness of Maintaining Higher Hemoglobin Targets with Erythropoietin in Hemodialysis Patients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kidney International, 64:295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304, 2003.",
        "Varadhan, R. and P. Gilbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BB: An R Package for Solving a Large System of Nonlinear Equations and for Optimizing a High-Dimensional Nonlinear Objective Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Software, 32(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, 2009.",
        "Vives, X., Oligopoly Pricing: Old Ideas and New Tools, MIT Press, 2001.",
        "WHO, Nutritional Anaemias: Report of a WHO Scientific Group, World Health Organization, Geneva, 1968.",
        "Wilson, R. B., Nonlinear Pricing, Oxford University Press, 1993."
    ]
}