{
    "id": 27187,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Adolph, Christopher, Kenya Amano, Bree Bang-Jensen, Nancy Fullman, and John Wilkerson. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic politics: timing state-level social distancing responses to covid-19.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv .",
        "Allcott, Hunt, Levi Boxell, Jacob Conway, Matthew Gentzkow, Michael Thaler, and David Y Yang. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization and public health: Partisan differences in social distancing during the Coronavirus pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper (w26946).",
        "Almagro, Milena and Angelo Orane-Hutchinson. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The differential impact of COVID-19 across demographic groups: Evidence from NYC.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The differential impact of COVID-19 across demographic groups: Evidence from NYC (April 10, 2020) .",
        "Andersen, Martin. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early evidence on social distancing in response to COVID-19 in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper .",
        "Associated Press. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009352 positive cases tied to wisconsin election.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL apnews.com/ b1503b5591c682530d1005e58ec8c267. Online; retrieved 29-April-2020.",
        "Avery, Christopher, William Bossert, Adam Clark, Glenn Ellison, and Sara Fisher Ellison. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Implications of Models of the Spread of Coronavirus: Perspectives and Opportunities for Economists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Borjas, George J. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic determinants of testing incidence and COVID-19 infections in New York City neighborhoods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Bursztyn, Leonardo, Aakaash Rao, Christopher Roth, and David Yanagizawa-Drott. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misinformation during a pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper (2020-44).",
        "Courtemanche, Charles J, Joseph Garuccio, Anh Le, Joshua C Pinkston, and Aaron Yelowitz. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Social-Distancing Measures in Kentucky Help to Flatten the COVID-19 Curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strong Social Distancing Measures in the United States Reduced the COVID-19 Growth Rate, While Weak Measures Did Not.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper .",
        "Flaxman, Seth, Swapnil Mishra, Axel Gandy, H Unwin, H Coupland, T Mellan, H Zhu, T Berah, J Eaton, P Perez Guzman et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report 13: Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Friedson, Andrew I, Drew McNichols, Joseph J Sabia, and Dhaval Dave. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Shelter-in-Place Order Work? Early Coronavirus-Related Public Health Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "GosceÃ\u0083Å\u0092Ã\u0082Â\u0081, Lara, David AW Barton, and Anders Johansson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analytical modelling of the spread of disease in confined and crowded spaces.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scientific reports 4:4856.",
        "Harris, Jeffrey E. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Subways Seeded the Massive Coronavirus Epidemic in New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper (w27021).",
        "IHME, COVID-19 Health Service Utilization Forecasting Team and Christopher Murray. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv .",
        "Kahle, David and Hadley Wickham. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ggmap: Spatial Visualization with ggplot2.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The R Journal 5 (1):144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161. URL https://journal.r-project.org/archive/2013-1/kahle-wickham. pdf.",
        "Kuchler, Theresa, Dominic Russel, and Johannes Stroebel. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geographic spread of COVID19 correlates with structure of social networks as measured by Facebook.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "New York Times. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wisconsin Primary Recap: Voters Forced to Choose Between Their Health and Their Civic Duty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://www.nytimes.com/2020/04/07/us/politics/ wisconsin-primary-election.htmln.",
        "Papke, Leslie E and Jeffrey M Wooldridge. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric methods for fractional response variables with an application to 401 (k) plan participation rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of applied econometrics 11 (6):619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel data methods for fractional response variables with an application to test pass rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 145 (1-2):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, Ken Teoh, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19: Testing Inequality in New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Wahlberg, David. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 testing capacity growing in Wisconsin, but some patients still canÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t get tested.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d URL https://bit.ly/2L8NufM. Online; retrieved 5-May-2020."
    ]
}