{
    "id": 27191,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. D. Whinston (2020, May). A multi-risk sir model with optimally targeted lockdown. Working Paper 27102, National Bureau of Economic Research.",
        "Allen, L. J. (2017). A primer on stochastic epidemic models: Formulation, numerical simulation, and analysis. Infectious Disease Modelling 2(2), 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Alvarez, F. E., D. Argente, and F. Lippi (2020). A simple planning problem for COVID-19 lockdown. Technical report, National Bureau of Economic Research.",
        "Andersen, A. L., E. T. Hansen, N. Johannesen, and A. Sheridan (2020). Consumer responses to the covid-19 crisis: Evidence from bank account transaction data. Technical report, Working Paper.",
        "Anderson, R. M., H. Heesterbeek, D. Klinkenberg, and T. D. Hollingsworth (2020). How will country-based mitigation measures influence the course of the COVID-19 epidemic? The Lancet 395(10228), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Andolfatto, D. and L. Li (2013). Is the fed monetizing government debt? Economic Synopses, Federal Reserve Bank of St. Louis.",
        "Atkeson, A. (2020a). How deadly is COVID-19? understanding the difficulties with estimation of its fatality rate. Technical report, National Bureau of Economic Research.",
        "Atkeson, A. (2020b). What will be the economic impact of COVID-19 in the US? rough estimates of disease scenarios. Technical report, National Bureau of Economic Research.",
        "Baker, S. R., N. Bloom, S. J. Davis, and S. J. Terry (2020). COVID-induced economic uncertainty. Technical report, National Bureau of Economic Research.",
        "Baldwin, R. and B. W. di Mauro (2020). Economics in the Time of COVID-19, Volume 26. Centre for Economic Policy Research, London. A VoxEU. org Book.",
        "Baqaee, D. and E. Farhi (2020a). Nonlinear production networks with an application to the covid-19 crisis. Mimeo, Harvard University.",
        "Baqaee, D. and E. Farhi (2020b). Supply and demand in disaggregated keynesian economies with an application to the covid-19 crisis. Mimeo, Harvard University.",
        "Barro, R. J., J. F. UrsuÃ\u0083Å\u0092Ã\u0082Â\u0081a, and J. Weng (2020). The coronavirus and the great influenza pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093spanish fluÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential effects on mortality and economic activity. Technical report, National Bureau of Economic Research.",
        "Bartlett, M. S. (1960). The critical community size for measles in the united states. Journal of the Royal Statistical Society: Series A (General) 123(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Bendavid, E. and J. Bhattacharya (2020). Is coronavirus as deadly as they say? Wall Street Journal 24.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2020). An SEIR infectious disease model with testing and conditional quarantine. Technical report, National Bureau of Economic Research.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086ruÃ\u0083Å\u0092Ã\u0082Ë\u0086mcÃ\u0083Å\u0092Ã\u0082Â§ekcÃ\u0083Å\u0092Ã\u0082Â§i, H. (2020). Not Defterimden, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nluÃ\u0083Å\u0092Ã\u0082Ë\u0086k BuÃ\u0083Å\u0092Ã\u0082Ë\u0086lten, 20 Nisan 2020. Technical report, BuÃ\u0083Å\u0092Ã\u0082Ë\u0086ruÃ\u0083Å\u0092Ã\u0082Ë\u0086mcÃ\u0083Å\u0092Ã\u0082Â§ekcÃ\u0083Å\u0092Ã\u0082Â§i Research & Consulting. DuÃ\u0083Å\u0092Ã\u0082Ë\u0086nya ve TuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkiyeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢de Ekonomi ve PiyasalarÃ\u0083â\u0080\u009eÃ\u0082Â±n GuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndemi.",
        "Cakmakli, C. and S. Demiralp (2020). A dynamic evaluation of central bank credibility. Mimeo, Koc University.",
        "Cakmakli, C., S. Demiralp, S. Yesiltas, M. A. Yildirim, et al. (2020). Macro and financial policy responses for turkey in its fight against covid-19. In KocÃ\u0083Å\u0092Ã\u0082Â§ University-TUSIAD Economic Research Forum Working Papers, Number 2011. Koc University-TUSIAD Economic Research Forum.",
        "Dewatripont, M., M. Goldman, E. Muraille, and J.-P. Platteau (2020). Rapidly identifying workers who are immune to COVID-19 and virus-free is a priority for restarting the economy. Technical report, VOX CEPR Policy Portal.",
        "di Giovanni, J., S. Kalemli-Ozcan, M. F. Ulu, and Y. S. Baskaya (2019). International spillovers and local credit cycles. Technical report, National Bureau of Economic Research.",
        "Dingel, J. I. and B. Neiman (2020). How many jobs can be done at home? Technical report, National Bureau of Economic Research.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020). The macroeconomics of epidemics. Technical report, National Bureau of Economic Research.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020). Internal and external effects of social distancing in a pandemic. Technical report, National Bureau of Economic Research.",
        "Fauci, A., H. Lane, and R. Redfield (2020). COVID-19-navigating the uncharted. The New England Journal of Medicine 382(13), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Ferguson, N., D. Laydon, G. Nedjati Gilani, N. Imai, K. Ainslie, M. Baguelin, S. Bhatia, A. Boonyasiri, Z. Cucunuba Perez, G. Cuomo-Dannenburg, et al. (2020). Report 9: Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. Technical report, Imperial College COVID-19 Response Team.",
        "Gonzalez-Eiras, M., D. Niepelt, et al. (2020). On the optimalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d lockdownÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d during an epidemic. Technical report.",
        "Gourinchas, P.-O., SÃ\u0083Å\u0092Ã\u0082Â§. Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, V. Penciakova, and N. Sander (2020). COVID-19 and business failures. Mimeo.",
        "Guerrieri, V., G. Lorenzoni, L. Straub, and I. Werning (2020). Macroeconomic implications of COVID19: Can negative supply shocks cause demand shortages? Technical report, National Bureau of Economic Research.",
        "Hall, R. E., C. I. Jones, and P. J. Klenow (2020). Trading off consumption and COVID-19 deaths. Technical report, Mimeo, Stanford University.",
        "Jones, C. J., T. Philippon, and V. Venkateswaran (2020). Optimal mitigation policies in a pandemic: Social distancing and working from home. Technical report, National Bureau of Economic Research.",
        "Jorda, O., S. R. Singh, and A. M. Taylor (2020). Longer-run economic consequences of pandemics. Technical report, National Bureau of Economic Research.",
        "Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, SÃ\u0083Å\u0092Ã\u0082Â§. (2019). US monetary policy and international risk spillovers. Proceedings of the Jackson Hole Symposium, forthcoming.",
        "Kalemli-Ozcan, S., S.-J. Kim, H. S. Shin, B. E. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and S. Yesiltas (2014). Financial shocks in production chains. In American Economic Association meetings, January.",
        "Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, SÃ\u0083Å\u0092Ã\u0082Â§., L. Laeven, and D. Moreno (2018). Debt overhang, rollover risk, and corporate investment: Evidence from the European crisis. Technical report, National Bureau of Economic Research.",
        "Li, R., S. Pei, B. Chen, Y. Song, T. Zhang, W. Yang, and J. Shaman (2020). Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2). Science.",
        "Linton, N. M., T. Kobayashi, Y. Yang, K. Hayashi, A. R. Akhmetzhanov, S.-m. Jung, B. Yuan, R. Kinoshita, and H. Nishiura (2020). Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data. Journal of Clinical Medicine 9(2), 538.",
        "Ludvigson, S. C., S. Ma, and S. Ng (2015). Uncertainty and business cycles: exogenous impulse or endogenous response? Technical report, National Bureau of Economic Research.",
        "Maliszewska, M., A. Mattoo, and D. Van Der Mensbrugghe (2020). The potential impact of COVID19 on GDP and trade: A preliminary assessment. World Bank Policy Research Working Paper (9211).",
        "Mishkin, F. S. (2007). The economics of money, banking, and financial markets. Pearson Education.",
        "Neumeyer, P. A. (2020). Clase especial de epidemilogia. AuthorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s website, Class notes, Universidad Di Tella.",
        "Orphanides, A. (2017). Central bank policies and the debt trap. Cato J. 37, 223.",
        "Piguillem, F., L. Shi, et al. (2020). The optimal COVID-19 quarantine and testing policies. Technical report, Einaudi Institute for Economics and Finance (EIEF).",
        "Rogoff, K. and C. M. Reinhart (2020). The argument for suspending debt payments for emerging economies throughout the pandemic. World Economic Forum.",
        "Stock, J. H. (2020). Data gaps and the policy response to the novel coronavirus. Technical report, National Bureau of Economic Research."
    ]
}