{
    "id": 27194,
    "cites": 40,
    "cited_by": 1,
    "reference": [
        "Abramowitz, Alan I, The Great Alignment: Race, Party Transformation, and the Rise of Donald Trump, Yale University Press, June 2018.",
        "Ahler, Douglas J and Gaurav Sood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Parties in Our Heads: Misperceptions about Party Composition and Their Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics, July 2018, 80 (3), 964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c981.",
        "Atkin, David, Eve Colson-Sihra, and Moses Shayo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do We Choose Our Identity? A Revealed Preference Approach Using Food Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, March 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46. Baldassarri, Delia and Barum Park, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was There a Culture War? Partisan Polarization and Secular Trends in US Public Opinion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, Forthcoming.",
        "Benabou, Ronald and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mindful Economics: The Production, Consumption, and Value of Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, August 2016, 30 (3), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Bernstein, Robert, Anita Chadha, and Robert Montjoy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreporting Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 2001, 65 (1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Bertrand, Marianne and Emir Kamenica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coming Apart? Cultural Distances in the United States Over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, June 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beliefs about Gender,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2019, 109 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        ", Nicola Gennaioli, Rafael La Porta, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic Expectations and Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, July 2019, 107, 2352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        ", , Yueran Ma, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over-reaction in Macroeconomic Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, August 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Boxell, Levi, Matthew Gentzkow, and Jesse M Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greater Internet Use is not Associated with Faster Growth in Political Polarization among US Demographic Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences of the United States of America, January 2018, 115 (3), E556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cE556.",
        ", , and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Trends in Affective Polarization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Davis, Otto A, Melvin J Hinich, and Peter C Ordeshook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Expository Development of a Mathematical Model of the Electoral Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, June 1970, 64 (2), 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "DellaVigna, Stefano and Ethan Kaplan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News effect: Media Bias and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 2007, 122 (3), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "Depetris-Chauvin, Emilio, Ruben Durante, and Filipe R Campante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Nations Through Shared Experiences: Evidence From African Football,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, May 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 62.",
        "Desmet, Klaus and Romain Wacziarg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cultural Divide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, February 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Enke, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Values and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, April 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Fiorina, Morris P and Samuel J Abrams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Polarization in the American Public,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science, June 2008, 11 (1), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        ", , and Jeremy Pope, Culture War? The Myth of a Polarized America, Longman Publishing Group, 2006.",
        "Fouka, Vasiliki, Soumyajit Mazumder, and Marco Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing In-Group Boundaries: The Effect of Immigration on Race Relations in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Immigrants to Americans: Race and Assimilation during the Great Migration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2019.",
        "Gentzkow, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization in 2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2016, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "George, Lisa M and Joel Waldfogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New York Times and the Market for Local Newspapers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2006, 96 (1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Giavazzi, Francesco, Felix Iglhaut, Giacomo Lemoli, and Gaia Rubera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Terrorist Attacks, Cultural Incidents and the Vote for Radical Parties: Analyzing Text from Twitter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2020.",
        "Giuliano, Paola and Antonio Spilimbergo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Up in a Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, April 2014, 81 (2), 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Glaeser, Edward L, G A M Ponzetto, and Jesse M Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Extremism: Why Republicans and Democrats Divide on Religious Values,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2005, 120 (4), 1283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1330.",
        "Grossman, Gene M and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identity Politics and Trade Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, July 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Iyengar, Shanto, Gaurav Sood, and Yphtach Lelkes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affect, Not Ideology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, September 2012, 76 (3), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        ", Yphtach Lelkes, Matthew Levendusky, Neil Malhotra, and Sean J Westwood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins and Consequences of Affective Polarization in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science, December 2018, 22 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Kahneman, Daniel and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Probability: A Judgement of Representativeness, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognitive Psychology, July 1972, 3, 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Leighley, Jan E and Jonathan Nagler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual and Systemic Influences on Turnout: Who Votes? 1984,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics, August 1992, 54 (3), 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Levendusky, Matthew S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Americans, Not Partisans: Can Priming American National Identity Reduce Affective Polarization?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics, January 2018, 80 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Mason, Lilliana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I Disrespectfully AgreeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The Differential Effects of Partisan Sorting on Social and Issue Polarization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, March 2014, 59 (1), 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "MateÃ\u0083Å\u0092Ã\u0082â\u0082¬jka, Filip and Guido Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Competition with Rationally Inattentive Voters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, September 2017, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Piketty, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brahmin Left vs Merchant Right: Rising Inequality & the Changing Structure of Political Conflict: Evidence from France, Britain and the US, 1948-2017,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, March 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Schneider, D J, Distinguished Contributions in Psychology. The Psychology of Stereotyping, Guilford Publications, 2004.",
        "Shayo, Moses, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Social Identity with an Application to Political Economy: Nation, Class, and Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, April 2009, 103 (02), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Tajfel, Henri and John C Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Integrative Theory of Intergroup Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William G Austin and Stephen Worchel, eds., Organizational identity: A reader, Oxford, United Kingdom: Oxford University Press, 1979, pp. 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Tversky, Amos and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extensional Versus Intuitive Reasoning: The Conjunction Fallacy in Probability Judgment.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological review, 1983, 90 (4), 293.",
        "Westfall, Jacob, Leaf Van Boven, John R Chambers, and Charles M Judd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceiving Political Polarization in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives on Psychological Science, March 2015, 10 (2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 158.",
        "Wu, Alex, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Nature of Political Polarization in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, March 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89."
    ]
}