{
    "id": 27192,
    "cites": 55,
    "cited_by": 4,
    "reference": [
        "Adamopoulos, T. and D. Restuccia (2014). The Size Distribution of Farms and International Productivity Differences. American Economic Review 104(6), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Aghion, P. and P. Howitt (1992). A Model of Growth through Creative Destruction. Econometrica 60, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Aker, J. C. (2010). Information from Markets Near and Far: Mobile Phones and Agricultural Markets in Niger. American Economic Journal: Applied Economics 2(3), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Aker, J. C., I. Ghosh, and J. Burrell (2016). The Promise (and Pitfalls) of ICT for Agriculture Initiatives. Agricultural Economics 47(S1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Aker, J. C. and I. M. Mbiti (2010). Mobile Phones and Economic Development in Africa. Journal of Economic Perspectives 24(3), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Anderson, J. and R. Birner (2007). How to make agricultural extension demand-driven? : The case of IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s agricultural extension policy. IFPRI Discussion Paper 00729..",
        "Anderson, J. R. and G. Feder (2004). Agricultural extension: Good intentions and hard realities. The World Bank Research Observer 19(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Asher, S. and P. Novosad (2020). Rural Roads and Local Economic Development. American Economic Review 110(3), 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823.",
        "Atkin, D., A. Chaudhry, S. Chaudry, A. K. Khandelwal, and E. Verhoogen (2017). Organizational Barriers to Technology Adoption: Evidence from Soccer-Ball Producers in Pakistan.",
        "Beaman, L., A. BenYishay, J. Magruder, and A. M. Mobarak (2018). Can Network Theory-based Targeting Increase Technology Adoption? Technical report, National Bureau of Economic Research.",
        "Bloom, N. and J. Van Reenen (2007). Measuring and Explaining Management Practices Across Firms and Countries. The Quarterly Journal of Economics 122(4), 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Blumenstock, J. E., N. Eagle, and M. Fafchamps (2016). Airtime Transfers and Mobile Communications: Evidence in the Aftermath of Natural Disasters. Journal of Development Economics 120, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Bold, T., K. C. Kaizzi, J. Svensson, and D. Yanagizawa-Drott (2017). Lemon Technologies and Adoption: Measurement, Theory and Evidence from Agricultural Markets in Uganda. The Quarterly Journal of Economics 132(3), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1100.",
        "Buys, P., S. Dasgupta, T. S. Thomas, and D. Wheeler (2009). Determinants of a Digital Divide in Sub-Saharan Africa: A Spatial Econometric Analysis of Cell Phone Coverage. World Development 37(9), 1494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1505.",
        "Casaburi, L., M. Kremer, S. Mullainathan, and R. Ramrattan (2014). Harnessing ICT to Increase Agricultural Production: Evidence from Kenya. Harvard University.",
        "Caselli, F. (2005). Accounting for Cross-country Income Differences. Handbook of Economic Growth 1, 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Caselli, F. and W. J. Coleman (2001). Cross-country Technology Diffusion: The Case of Computers. American Economic Review 91(2), 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Cole, S. A. and A. Fernando (2016). Mobile-izing Agricultural Advice: Technology Adoption, Diffusion and Sustainability.",
        "Comin, D. and B. Hobijn (2004). Cross-country Technology Adoption: Making the Theories Face the Facts. Journal of Monetary Economics 51(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Comin, D. and B. Hobijn (2010). An Exploration of Technology Diffusion. American Economic Review 100(5).",
        "Comin, D. and R. Nanda (2019). Financial Development and Technology Diffusion. IMF Economic Review.",
        "Conley, T. G. and C. R. Udry (2010). Learning about a New Technology: Pineapple in Ghana. American Economic Review 100(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Dalrymple, D. G. (1974). Development and Spread of High-yielding Varieties of Wheat and Rice in the Less Developed Nations. Technical report, United States Department of Agriculture, Economic Research Service.",
        "De Janvry, A., E. Sadoulet, D. Manzoor, and E. Kyle (2016). The Agricultural Technology Adoption Puzzle: What Can We Learn From Field Experiments? Technical report.",
        "Donovan, K. (2016). Agricultural Risk, Intermediate Inputs, and Cross-country Productivity Differences. Working Paper, University of Notre Dame.",
        "Duflo, E., M. Kremer, and J. Robinson (2004). Understanding Technology Adoption: Fertilizer in Western Kenya, Preliminary Results from Field Experiments. Unpublished manuscript, Massachusetts Institute of Technology.",
        "Duflo, E., M. Kremer, and J. Robinson (2008). Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Farmers Use Fertilizers? Experimental Evidence from Kenya. Mimeo, Massachusetts Institute of Technology.",
        "Ericsson (2015). The Changing Mobile Broadband.",
        "Evenson, R. E. and D. Gollin (2002). Crop Variety Improvement and its Effect on Productivity. CABI Pub.",
        "Evenson, R. E. and D. Gollin (2003). Assessing the Impact of the Green Revolution, 1960 to 2000. Science 300(5620), 758Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Fafchamps, M. and B. Minten (2012). Impact of SMS-based Agricultural Information on Indian Farmers. The World Bank Economic Review 26(3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Feder, G., R. E. Just, and D. Zilberman (1985). Adoption of Agricultural Innovations in Developing Countries: A Survey. Economic Development and Cultural Change 33(2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Foster, A. D. and M. R. Rosenzweig (1995). Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture. Journal of Political Economy 103(6), 1176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Gollin, D., D. Lagakos, and M. E. Waugh (2014). The Agricultural Productivity Gap. The Quarterly Journal of Economics 129(2), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993.",
        "Greenstone, M., R. Hornbeck, and E. Moretti (2010). Identifying Agglomeration Spillovers: Evidence from Winners and Losers of Large Plant Openings. Journal of Political Economy 118(3), 536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "GSMA (2012). GSMA Network Coverage Maps - Submission Guide January 2012. London: GSMA.",
        "Hanna, R., S. Mullainathan, and J. Schwartzstein (2014). Learning Through Noticing: Theory and Evidence from a Field Experiment. The Quarterly Journal of Economics 129(3), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1353.",
        "Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and Manufacturing TFP in China and India. The Quarterly Journal of Economics 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Jack, B. K. (2013). Constraints on the adoption of agricultural technologies in developing countries. Literature review, Agricultural Technology Adoption Initiative, J-PAL (MIT) and CEGA (UC Berkeley).",
        "Jack, W. and T. Suri (2014). Risk Sharing and Transactions Costs: Evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mobile money revolution. American Economic Review 104(1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Jayachandran, S. (2006). Selling Labor Low: Wage Responses to Productivity Shocks in Developing Countries. Journal of Political Economy 114(3), 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Jensen, R. (2007). The Digital Provide: Information (Technology), Market Performance, and Welfare in the South Indian Fisheries Sector. The Quarterly Journal of Economics 122(3), 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Karlan, D., R. Osei, I. Osei-Akoto, and C. Udry (2014). Agricultural Decisions After Relaxing Credit and Risk Constraints. The Quarterly Journal of Economics 129(2), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Kaur, S. (2019). Nominal Wage Rigidity in Village Labor Markets. American Economic Review 109(10).",
        "Lagakos, D. and M. E. Waugh (2013). Selection, Agriculture, and Cross-country Productivity Differences. American Economic Review 103(2), 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Manacorda, M. and A. Tesei (2020). Liberation Technology: Mobile Phones and Political Mobilization in Africa. Econometrica 88(2), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Munshi, K. (2004). Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution. Journal of Development Economics 73(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Nakasone, E., M. Torero, and B. Minten (2014). The Power of Information: The ICT Revolution in Agricultural Development. Annual Review of Resource Economics 6(1), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "National Sample Survey (2005). Report No. 499: Situation Assessment Survey of Farmers: Access to Modern Technology For Farming. Technical report, Government of India. Ministry of Statistics and Programme Implementation.",
        "Nunn, N. and D. Puga (2012). Ruggedness: The Blessing of Bad Geography in Africa. The Review of Economics and Statistics 94(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Restuccia, D. and R. Rogerson (2008). Policy Distortions and Aggregate Productivity with Heterogeneous Establishments. Review of Economic Dynamics 4(11), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Restuccia, D., D. T. Yang, and X. Zhu (2008). Agriculture and Aggregate Productivity: A Quantitative Cross-country Analysis. Journal of Monetary Economics 55(2), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Sauter, M. (2006). Communication Systems for the Mobile Information Society. John Wiley & Sons.",
        "Suri, T. (2011). Selection and Comparative Advantage in Technology Adoption. Econometrica 79(1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "World Bank (2014). World Development Indicators 2014. World Bank Publications."
    ]
}