{
    "id": 27205,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Ash, Michael, and T. Robert Fetter. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Lives on the Wrong Side of the Environmental Tracks? Evidence from the EPAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Risk-Screening Environmental Indicators Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 85(2): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Banzhaf, Spencer, Lala Ma, and Christopher Timmins. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Justice: The Economics of Race, Place, and Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 33(1): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 208.",
        "Bowen, William. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analytical Review of Environmental Justice Research: What do we Really Know?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Management, 29(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Bullard, Robert. 2000. Dumping in Dixie: Race, Class, and Environmental Quality. Westview Press.",
        "Burtraw, Dallas, David A Evans, Alan Krupnick, Karen Palmer, and Russell Toth. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Pollution Trading for SO2 and NO x.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Environ. Resour., 30: 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Chinn, Lily N. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Market Be Fair and Efficient? An Environmental Justice Critique of Emissions Trading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecology Law Quarterly, 26(1): 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Conley, Timothy G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 92(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Corburn, Jason. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emissions Trading and Environmental Justice: Distributive Fairness and the USAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Acid Rain Programme.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Conservation, 28(4): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Costello, Christopher, Daniel Ovando, Tyler Clavelle, C. Kent Strauss, Ray Hilborn, Michael C. Melnychuk, Trevor A. Branch, Steven D. Gaines, Cody S. Szuwalski, Reniel B. Cabral, Douglas N. Rader, and Amanda Leland. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Fishery Prospects under Contrasting Management Regimes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 113(18): 5125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5129.",
        "Cushing, Lara, Dan Blaustein-Rejto, Madeline Wander, Manuel Pastor, James Sadd, Allen Zhu, and Rachel Morello-Frosch. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Trading, Co-pollutants, and Environmental Equity: Evidence from CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cap-and-trade program (2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS medicine, 15(7): e1002604.",
        "Dales, John H. 1968. Pollution, Property and Prices: An Essay in Policy. Toronto: University of Toronto Press.",
        "Davis, Lucas, and Catherine Hausman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Impacts of a Nuclear Power Plant Closure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(2): 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Deschenes, Olivier, and Kyle C Meng. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-experimental Methods in Environmental Economics: Challenges and Opportunities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Environmental Economics, 4: 285.",
        "Draxler, Roland R, and GD Hess. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the HYSPLIT4 Modelling System for Trajectories.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian Meteorological Magazine, 47(4): 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "EPA, US. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revision to the Guideline on Air Quality Models: Enhancements to the AERMOD Dispersion Modeling System and Incorporation of Approaches to Address Ozone and Fine Particulate Matter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Environmental Protection Agency Working Paper 2060-AS54.",
        "Fowlie, Meredith, Stephen P. Holland, and Erin T. Mansur. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Emissions Markets Deliver and to Whom? Evidence from Southern CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s NOx Trading Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Graff Zivin, Joshua, and Matthew Neidell. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environment, health, and human capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51(3): 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Grainger, Corbett, and Thanicha Ruangmas. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Wins from Emissions Trading? Evidence from California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 71(3): 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Greenstone, Michael, and Ted Gayer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-experimental and Experimental Approaches to Environmental Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 57(1): 21 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44. Frontiers of Environmental and Resource Economics.",
        "Herron, Elise. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oregon Clean Energy Jobs Bill Has Mixed Support From Environmental Justice Groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Willamette Week.",
        "Leber, Rebecca. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The most Dramatic Climate Fight of the Election is in Washington State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Grist.",
        "Lee, Chulkyu, Randall V Martin, Aaron van Donkelaar, Hanlim Lee, Russell R Dickerson, Jennifer C Hains, Nickolay Krotkov, Andreas Richter, Konstantine Vinnikov, and James J Schwab. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SO2 Emissions and Lifetimes: Estimates from Inverse Modeling using in situ and global, space-based (SCIAMACHY and OMI) Observations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Geophysical Research: Atmospheres, 116(D6).",
        "Liu, Fei, Steffen Beirle, Qiang Zhang, Steffen DoÃ\u0083Å\u0092Ã\u0082Ë\u0086rner, Kebin He, and Thomas Wagner. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NOx Lifetimes and Emissions of Cities and Power Plants in Polluted Background Estimated by Satellite Observations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Chemistry and Physics, 16(8): 5283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5298.",
        "Mansur, Erin T., and Glenn Sheriff. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Pollution Markets Harm Low Income and Minority Communities? Ranking Emissions Distributions Generated by CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s RECLAIM Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25666.",
        "Megerian, Chris. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In the battle over California Climate Policies, Green Projects are now in the Hot Seat.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Los Angeles Times.",
        "Meng, Kyle C. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Cap-and-Trade Causing More Greenhouse Gas Emissions in Disadvantaged Communities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PERC PERC Policy Report.",
        "Montgomery, W. David. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets in Licenses and Efficient Pollution Control Programs. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 5(3): 395 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 418.",
        "Morello-Frosch, Rachel, and Bill M Jesdale. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separate and Unequal: Residential Segregation and Estimated Cancer Risks Associated with Ambient Air Toxics in US Metropolitan Areas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives, 114(3): 386.",
        "Newey, Whitney K., and Kenneth D. West. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55(3): 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Okun, Arthur M. 2015. Equality and Efficiency: The Big Tradeoff. Brookings Institution Press.",
        "Rahn, David A., and Christopher J. Mitchell. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diurnal Climatology of the Boundary Layer in Southern California Using AMDAR Temperature and Wind Profiles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Meteorology and Climatology, 55(5): 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137.",
        "Ringquist, Evan J. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Evidence of Environmental Inequities: A Metaanalysis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 24(2): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Ringquist, Evan J. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Equity for Efficiency in Environmental Protection? Environmental Justice Effects from the SO2 Allowance Trading Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 92(2): 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Salzman, James, Genevieve Bennett, Nathaniel Carroll, Allie Goldstein, and Michael Jenkins. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Status and Trends of Payments for Ecosystem Services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Sustainability, 1(3): 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Takade, Penni. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association of Irritated Residents v. California Air Resources Board: Climate Change and Environmental Justice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecology Law Quarterly, 40: 573.",
        "Tessum, Christopher W., Jason D. Hill, and Julian D. Marshall. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InMAP: A model for air pollution interventions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLOS ONE, 12(4): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Transnational Institute. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093It is Time to Scrap the ETS! .Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. EPA. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide for the AMS/EPA Regulatory Model AERMOD.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Walch, Ryan. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Carbon Cap and Trade Program on Copollutants and Environmental Justice: Evidence from the Electricity Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "World Bank Group. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State and Trends of Carbon Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Supplementary Figures"
    ]
}