{
    "id": 27208,
    "cites": 32,
    "cited_by": 17,
    "reference": [
        "Alfaro, Laura, Anusha Chari, Andrew Greenland, and Peter Schott, 2020, Aggregate and firmlevel stock returns during pandemics, in real time, Technical report, National Bureau of Economic Research.",
        "Autor, David, 2014, PolanyiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paradox and the shape of employment growth, Technical report, National Bureau of Economic Research.",
        "Autor, David, and David Dorn, 2013, The growth of low-skill service jobs and the polarization of the US labor market, American Economic Review 103, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Autor, David, Frank Levy, and Richard Murnane, 2003, The skill content of recent technological change: An empirical exploration, The Quarterly Journal of Economics 118, 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Azar, JosÃ\u0083Æ\u0092Ã\u0082Â©, Ioana Marinescu, and Marshall Steinbaum, 2017, Labor market concentration, Technical report, National Bureau of Economic Research.",
        "Baker, Scott, Nicholas Bloom, Steven Davis, and Stephen Terry, 2020a, Covid-induced economic uncertainty, Technical report, National Bureau of Economic Research.",
        "Baker, Scott, Robert Farrokhnia, Steffen Meyer, Michaela Pagel, and Constantine Yannelis, 2020b, How does household spending respond to an epidemic? Consumption during the 2020 Covid-19 pandemic, Technical report, National Bureau of Economic Research.",
        "Barrot, Jean-NoÃ\u0083Æ\u0092Ã\u0082Â«l, and Julien Sauvagnat, 2016, Input specificity and the propagation of idiosyncratic shocks in production networks, The Quarterly Journal of Economics 131, 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1592.",
        "Bartik, Alexander, Marianne Bertrand, ZoÃ\u0083Æ\u0092Ã\u0082Â« Cullen, Edward Glaeser, Michael Luca, and Christopher Stanton, 2020, How are small businesses adjusting to COVID-19? Early evidence from a survey, Technical report, National Bureau of Economic Research.",
        "Benmelech, Efraim, Nittai Bergman, and Hyunseob Kim, 2018, Strong employers and weak employees: How does employer concentration affect wages?, Technical report, National Bureau of Economic Research.",
        "Bhaskar, Venkataraman, Alan Manning, and Ted To, 2002, Oligopsony and monopsonistic competition in labor markets, Journal of Economic Perspectives 16, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Boal, William, and Michael Ransom, 1997, Monopsony in the labor market, Journal of Economic Literature 35, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Cajner, Tomaz, Leland Dod Crane, Ryan Decker, John Grigsby, Adrian Hamins-Puertolas, Erik Hurst, Christopher Johann Kurz, and Ahu Yildirmaz, 2020, The US labor market during the beginning of the pandemic recession, University of Chicago, Becker Friedman Institute for Economics Working Paper .",
        "Cameron, Colin, Jonah Gelbach, and Douglas Miller, 2011, Robust inference with multiway clustering, Journal of Business & Economic Statistics 29, 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Campello, Murillo, Janet Gao, and Qiping Xu, 2020, Personal income taxes and labor downskilling: Evidence from 27 million job postings, Working Paper.",
        "Campello, Murillo, John Graham, and Campbell Harvey, 2010, The real effects of financial constraints: Evidence from a financial crisis, Journal of Financial Economics 97, 470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Chetty, Raj, John Friedman, and Emmanuel Saez, 2013, Using differences in knowledge across neighborhoods to uncover the impacts of the EITC on earnings, American Economic Review 103, 2683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2721.",
        "Chodorow-Reich, Gabriel, 2014, The employment effects of credit market disruptions: Firmlevel evidence from the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9 financial crisis, The Quarterly Journal of Economics 129, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Michael Weber, 2020, Labor markets during the COVID-19 crisis: A preliminary view, Technical report, National Bureau of Economic Research.",
        "Ding, Wenzhi, Ross Levine, Chen Lin, and Wensi Xie, 2020, Corporate immunity to the COVID-19 pandemic, Technical report, National Bureau of Economic Research.",
        "Donangelo, Andres, 2014, Labor mobility: Implications for asset pricing, The Journal of Finance 69, 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1346.",
        "Fahlenbrach, RÃ\u0083Æ\u0092Ã\u0082Â¼diger, Kevin Rageth, and RenÃ\u0083Æ\u0092Ã\u0082Â© Stulz, 2020, How valuable is financial flexibility when revenue stops? Evidence from the Covid-19 crisis, Fisher College of Business Working Paper 007.",
        "Giroud, Xavier, and Holger Mueller, 2019, FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ internal networks and local economic shocks, American Economic Review 109, 3617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Granja, Joao, Christos Makridis, Constantine Yannelis, and Eric Zwick, 2020, Did the Paycheck Protection Program hit the target?, Technical report, National Bureau of Economic Research.",
        "Hassan, Tarek Alexander, Stephan Hollander, Laurence van Lent, and Ahmed Tahoun, 2020, Firm-level exposure to epidemic diseases: Covid-19, SARS, and H1N1, Technical report, National Bureau of Economic Research.",
        "Hershbein, Brad, and Lisa Kahn, 2018, Do recessions accelerate routine-biased technological change? Evidence from vacancy postings, American Economic Review 108, 1737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Jaimovich, Nir, and Henry Siu, 2020, Job polarization and jobless recoveries, Review of Economics and Statistics 102, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Kahn, Lisa, Fabian Lange, and David Wiczer, 2020, Labor demand in the time of COVID19: Evidence from vacancy postings and UI claims, Technical report, National Bureau of Economic Research.",
        "Manning, Alan, 2011, Imperfect competition in the labor market, in Handbook of Labor Economics, volume 4, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041 (Elsevier).",
        "Mian, Atif, and Amir Sufi, 2014, What explains the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 drop in employment?, Econometrica 82, 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Modestino, Alicia, Daniel Shoag, and Joshua Ballance, 2016, Downskilling: Changes in employer skill requirements over the business cycle, Labour Economics 41, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Ramelli, Stefano, and Alexander Wagner, 2020, Feverish stock price reactions to Covid-19, Working Paper."
    ]
}