{
    "id": 27209,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Abdulkadiroglu, Atila, Parag A Pathak, Jonathan Schellenberg, and Christopher R Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Parents Value School Effectiveness?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23912, National Bureau of Economic Research October 2017.",
        "Aliprantis, Dionissi, Hal Martin, and David Phillips, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Landlords and Access to Opportunity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Cleveland Working Papers, 2019, (WP 19-02R).",
        "Allende, Claudia, Francisco Gallego, and Christopher Neilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equilibrium Effects of Informed School Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2018.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A unified framework for measuring preferences for schools and neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 2007, 115 (4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        ", Robert McMillan, Alvin Murphy, and Christopher Timmins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A dynamic model of demand for houses and neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (3), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Bergman, Peter, Raj Chetty, Stefanie DeLuca, Nathaniel Hendren, Lawrence F Katz, and Christopher Palmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating Moves to Opportunity: Experimental Evidence on Barriers to Neighborhood Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2019.",
        "Berry, Steven, Amit Gandhi, and Philip Haile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connected substitutes and invertibility of demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (5), 2087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2111.",
        "Black, Sandra E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Better Schools Matter? Parental Valuation of Elementary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (9), 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        ", John N Friedman, Nathaniel Hendren, Maggie R Jones, and Sonya R Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The opportunity atlas: Mapping the childhood roots of social mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        ", John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        ", Nathaniel Hendren, and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chyn, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moved to Opportunity: The Long-Run Effect of Public Housing Demolition on Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2018.",
        "Clampet-Lundquist, Susan and Douglas S. Massey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects on Economic Self Sufficiency: A Reconsideration of the Moving to Opportunity Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology 114.1: 107-143, 2008.",
        "Collinson, Robert and Peter Ganong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do changes in housing voucher design affect rent and neighborhood quality?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2018, 10 (2), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Corcoran, Sean P, Jennifer L Jennings, Sarah R Cohodes, and Carolyn Sattin-Bajaj, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveling the Playing Field for High School Choice: Results from a Field Experiment of Informational Interventions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24471, National Bureau of Economic Research March 2018.",
        "Davis, Morris A, Jesse Gregory, and Daniel A Hartley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Run Effects of Low Income Housing on Neighborhood Composition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        ", , , Kegon TK Tan et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects and Housing Vouchers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2019.",
        "Diamond, Rebecca and Tim McQuade, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Wants Affordable Housing in Their Backyard? An Equilibrium Analysis of Low-Income Property Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (3), 000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c000.",
        "Dobbie, Will and Roland G. Fryer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium-Term Impacts of High-Achieving Charter Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2015, 123 (5), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Ellen, Ingrid, Rob Collinson, and Jens Ludwig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low Income Housing Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Means-Tested Transfer Programs in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2016.",
        "Faber, Jacob William and Marie-Dumesle Mercier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multidimensional Discrimination in the Online Rental Housing Market: Implications for Families with Young Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2018."
    ]
}