{
    "id": 27210,
    "cites": 84,
    "cited_by": 0,
    "reference": [
        "Adda, JeÃ\u0083Å\u0092Ã\u0082Â\u0081roÃ\u0083Å\u0092Ã\u0082â\u0080\u009ame, Christian Dustmann, and Katrien Stevens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The career costs of children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (2), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Aizer, Anna and Sara McLanahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Child Support Enforcement on Fertility, Parental Investment and Child Well-Being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 11522, National Bureau of Economic Research August 2005.",
        "Akerlof, George A., Janet L. Yellen, and Michael L. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of Out-of-Wedlock Childbearing in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1996, 111 (2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Alvaredo, Facundo, Lucas Chancel, Thomas Piketty, Emmanuel Saez, and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global inequality dynamics: New findings from WID. world,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (5), 404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09.",
        "Ambrus, Attila, Erica Field, and Maximo Torero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Muslim family law, prenuptial agreements, and the emergence of dowry in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2010, 125 (3), 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1397.",
        "Ananat, Elizabeth O and Guy Michaels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of marital breakup on the income distribution of women with children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2008, 43 (3), 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Angelov, Nikolay, Per Johansson, and Erica Lindahl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenthood and the gender gap in pay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (3), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Arroyo, Julia, Krista K Payne, Susan L Brown, and Wendy D Manning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crossover in median age at first marriage and first birth: Thirty years of change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Center for Family & Marriage Research, 2012.",
        "Bayot, Denrick and Alessandra Voena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prenuptial contracts, labor supply and household investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Department of Economics, University of Chicago, Illinois, 2015.",
        "Boca, Daniela Del and Christopher J Flinn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rationalizing child-support decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1995, pp. 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        ", Christopher Flinn, and Matthew Wiswall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household choices and child development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 81 (1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Brinig, Margaret F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rings and promises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, & Organization, 1990, 6 (1), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Bronson, Mary Ann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Degrees are forever: Marriage, educational investment, and lifecycle labor decisions of men and women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        ", Peter Skogman Thoursie et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lifecycle Wage Growth of Men and Women: Explaining Gender Differences in Wage Trajectories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2017.",
        "Brown, Meta, Christopher J Flinn, and Joseph Mullins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Law Effects on Divorce, Fertility and Child Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, NYU, 2015.",
        "CaÃ\u0083Å\u0092Ã\u0082Â\u0081ceres-Delpiano, Julio and Eugenio P Giolito, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How unilateral divorce affects children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008.",
        "Charles, Kerwin Kofi and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transition To Home Ownership And The Black-White Wealth Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2002, 84 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 and Maurizio Mazzocco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Static and Intertemporal Household Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, September 2017, 55 (3), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        ", Bernard Fortin, and Guy Lacroix, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage market, divorce legislation, and household labor supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 2002, 110 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        ", Bernard SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081, and Yoram Weiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partner Choice, Investment in Children, and the Marital College Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2017, 107 (8), 2109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        ", Murat Iyigun, Jeanne Lafortune, and Yoram Weiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing the rules midway: the impact of granting alimony rights on existing and newly formed partnerships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2017, 127 (604), 1874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1905.",
        "Chigavazira, Abraham, Hayley Fisher, Tim Robinson, and Anna Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Extending Equitable Property Division Divorce Laws to Cohabitants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, IZA Discussion Papers 2019.",
        "CorteÃ\u0083Å\u0092Ã\u0082Â\u0081s, Patricia and Jessica Pan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Time Binds: Substitutes for Household Production, Returns to Working Long Hours, and the Skilled Gender Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2019, 37 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Darrick, William Darity Anne Price Vishnu Sridham Hamilton and Rebecca Tippet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Umbrellas DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Make it Rain: Why Studying and Working Hard IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Enough for Black Americans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Insight Center for Community Economic Development, Oakland, CA, 2015.",
        "Doepke, Matthias and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenting with style: Altruism and paternalism in intergenerational preference transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (5), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Duncan, Greg J. and Saul D. Hoffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Benefits, Economic Opportunities, and Out-ofWedlock Births Among Black Teenage Girls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 1990, 27 (4), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Edlund, Lena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage: Past, Present, Future?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Economic Studies, 12 2006, 52 (4), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Farnham, Martin, Lucie Schmidt, and Purvi Sevak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Marital Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2011, 101 (3), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural change as learning: The evolution of female labor force participation over a century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Fernandez, Raquel and Joyce Cheng Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The disappearing gender gap: the impact of divorce, wages, and preferences on education choices and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2011.",
        "Flavin, Marjorie and Takashi Yamashita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owner-Occupied Housing and the Composition of the Household Portfolio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2002, 92 (1), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Fortin, Nicole M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocation inflexibilities, female labor supply, and housing assets accumulation: are women working to pay the mortgage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1995, 13 (3), 524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Fratantoni, Michael C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homeownership and Investment in Risky Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, July 1998, 44 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Friedberg, Leora, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did unilateral divorce raise divorce rates? Evidence from panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 06 1998, 88 (3), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Gayle, George-Levi and Andrew Shephard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation, marriage, home production, and family labor supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (1), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Gemici, Ahu and Steve Laufer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage and cohabitation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York University, mimeo, 2011.",
        "Gicheva, Dora, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working long hours and early career outcomes in the high-end labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2013, 31 (4), 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Ginther, Donna K. and Robert A. Pollak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family structure and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s educational outcomes: Blended families, stylized facts, and descriptive regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, Nov 2004, 41 (4), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The quiet revolution that transformed womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s employment, education, and family,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 2006, 96 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A grand gender convergence: Its last chapter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Goodman, Laurie S and Christopher Mayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homeownership and the American Dream,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2018, 32 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engines of liberation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2005, 72 (1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Gruber, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is making divorce easier bad for children? The long-run implications of unilateral divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2004, 22 (4), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Henderson, J. Vernon and Yannis Ioannides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Housing Tenure Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1983, 73 (1), 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Holden, Karen C and Pamela J Smock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic costs of marital dissolution: Why do women bear a disproportionate cost?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual review of sociology, 1991, 17 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Jakobsen, Katrine, Kristian Jakobsen, Henrik Kleven, and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth taxation and wealth accumulation: Theory and evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2020, 135 (1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Kay, Herma Hill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the Second Sex to the Joint Venture: An Overview of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights and Family Law in the United States during the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Law Review, 2000, 88 (6), 2017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2094.",
        "Kleven, Henrik Jacobsen, Camille Landais, and Jakob Egholt SÃ\u0083Æ\u0092Ã\u0082Â¸gaard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children and Gender Inequality: Evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Kuhn, Moritz, Moritz Schularick, and Ulrike Steins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth and Income Inequality in America, 1949-2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019.",
        "Kuhn, Peter and Fernando Lozano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The expanding workweek? Understanding trends in long work hours among US men, 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2008, 26 (2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Lafortune, Jeanne and Corinne Low, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tying the Double-Knot: The Role of Assets in Marriage Commitment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2017, 107 (5), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Lagomarsino, Bruno Cardinale, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n A Rossi et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidized HomeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cownership Programs, Transaction Costs, and Domestic Violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2017.",
        "Lundberg, Shelly and Robert A. Pollak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolving Role of Marriage: 1950-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Future of Children, 2015, 25 (2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        ", , and Jenna Stearns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Inequality: Diverging Patterns in Marriage, Cohabitation, and Childbearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, May 2016, 30 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Mayeri, Serena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foundling Fathers: (Non-) Marriage and Parental Rights in the Age of Equality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Yale Law Journal, 2016, 125 (8), 2182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2555.",
        "Mazzocco, Maurizio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Intertemporal Behaviour: A Collective Characterization and a Test of Commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2007, 74 (3), 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        ", Claudia Ruiz, and Shintaro Yamaguchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply and household dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (5), 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "McClelland, Robert and Shannon Mok, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A review of recent research on labor supply elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Budget Office, Working Paper 2012-12, 2012.",
        "McLanahan, S. and G. Sandefur, Growing Up with a Single Parent: What Hurts, What Helps 1994.",
        "Mechoulan, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic theoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stance on no-fault divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 2005, 3 (3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Mechoulan, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Effects of Black Male Incarceration on Black Females,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2011, 29 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Neal, Derek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship between Marriage Market Prospects and Never-Married Motherhood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 2004, 39 (4), 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Nechyba, Thomas J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Approval, Values, and AFDC: A Reexamination of the Illegitimacy Debate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2001, 109 (3), 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "Palmer, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why did so many subprime borrowers default during the crisis: Loose credit or plummeting prices?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Pollak, Robert A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocating Time: IndividualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Technologies, Household Technology, Perfect Substitutes, and Specialization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2011.",
        "Ramey, Garey and Valerie A Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rug Rat Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2010.",
        "Reynoso, Ana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of divorce laws on the equilibrium in the marriage market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Rossin-Slater, Maya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Signing Up New Fathers: Do Paternity Establishment Initiatives Increase Marriage, Parental Investment, and Child Well-Being?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2017, 9 (2), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Saez, Emmanuel and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth inequality in the United States since 1913: Evidence from capitalized income tax data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Sayer, Liana C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender, time and inequality: Trends in womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and menÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paid work, unpaid work and free time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social forces, 2005, 84 (1), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Schneider, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth and the marital divide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 2011, 117 (2), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 667.",
        "Sherrin, Ned, Oxford dictionary of humorous quotations, Oxford University Press, 2008.",
        "Steijvers, Tensie and Wim Voordeckers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral and credit rationing: a review of recent empirical studies as a guide for future research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 2009, 23 (5), 924Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Stevenson, Betsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Divorce Laws on Marriage-Specific Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2007, 25 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divorce Law and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Legal Studies, 2008, 5 (4), 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "Tannenbaum, Daniel I, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Child Support on Selection into Marriage and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Voena, Alessandra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yours, Mine, and Ours: Do Divorce Laws Affect the Intertemporal Behavior of Married Couples?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, August 2015, 105 (8), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2332.",
        "Wei, Shang-Jin and Xiaobo Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The competitive saving motive: Evidence from rising sex ratios and savings rates in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 2011, 119 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        ", , and Yin Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status competition and housing prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012.",
        "Weiss, Yoram and Robert Willis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfers among Divorced Couples: Evidence and Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1993, 11 (4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Weitzman, Lenore J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of divorce: Social and economic consequences of property, alimony and child support awards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA Law Review, 1981, 28 (6), 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Wolfers, Justin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Unilateral Divorce Laws Raise Divorce Rates? A Reconciliation and New Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2006, 96 (5), 1802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "Wolff, Edward N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The asset price meltdown and the wealth of the middle class,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012.",
        "Wooldridge, Jeffrey M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On two stage least squares estimation of the average treatment effect in a random coefficient model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 1997, 56 (2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133. A Omitted proofs A.1 Proof of Proposition 1 Recall the couple will choose Ã\u0083Â\u008fÃ\u0082â\u0080\u009ei and Ã\u0083Â\u008fÃ\u0082â\u0080\u009ej such that: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a [E(u2i) + E(u2j)] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082â\u0080\u009ek = 4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aQ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Â\u008fÃ\u0082â\u0080\u009ek . Defining the income sharing that occurs for any level of Ã\u0083Â\u008fÃ\u0082â\u0080  where renegotiation occurs as Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082â\u0080  weight placed on own income, where Ã\u0083Å½Ã\u0082Â² &gt; Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082â\u0080  &gt; 1 2 , the left-hand side of the expression will become: Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦k (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 pÃ\u0083Å\u0092Ã\u0082â\u0080\u009e)u0 (c2) + p(Ã\u0083Å½Ã\u0082Â²u0 (cd 2k) + (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â²)u0 (cd 2k0 )) + Z Ã\u0083Â\u008fÃ\u0082â\u0080 Ã\u0083Å\u0092Ã\u0082â\u0080\u009e (Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082â\u0080 u0 (c0 2k) + (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³Ã\u0083Â\u008fÃ\u0082â\u0080 )u0 (c0 2k0 ))l(Ã\u0083Â\u008fÃ\u0082â\u0080 )dÃ\u0083Â\u008fÃ\u0082â\u0080  ! . (A.1)"
    ]
}