{
    "id": 27217,
    "cites": 50,
    "cited_by": 0,
    "reference": [
        "Abeliansky, A. L., and H. Strulik. 2018. Hungry children age faster. Econ Hum Biol 29:211-220. doi: 10.1016/j.ehb.2018.03.005.",
        "Andersen, Andreas, Ane Baerent Fisker, Amabelia Rodrigues, Cesario Martins, Henrik Ravn, Najaaraq Lund, Sofie Biering-SÃ\u0083Â¸rensen, Christine Stabell Benn, and Peter Aaby. 2018. National immunization campaigns with oral polio vaccine reduce all-cause mortality: a natural experiment within seven randomized trials. Frontiers in public health 6:13.",
        "Andre, F. E., R. Booy, H. L. Bock, J. Clemens, S. K. Datta, T. J. John, B. W. Lee, S. Lolekha, H. Peltola, T. A. Ruff, Mathuram Santosham, and H. J. Schmitt. 2008. Vaccination greatly reduces disease, disability, death and inequity worldwide. Bulletin of the World Health Organization 86 (2):140-146. doi: 10.2471/BLT.07.040089.",
        "Anekwe, Tobenna D., Marie-Louise Newell, Frank Tanser, Deenan Pillay, and Till BÃ\u0083Â¤rnighausen. 2015. The causal effect of childhood measles vaccination on educational attainment: A mother fixed-effects study in rural South Africa. Vaccine 33 (38):5020-5026. doi: 10.1016/j.vaccine.2015.04.072.",
        "Barnighausen, T., D. E. Bloom, E. T. Cafiero-Fonseca, and J. C. O&apos;Brien. 2014. Valuing vaccination. Proc Natl Acad Sci U S A 111 (34):12313-9. doi: 10.1073/pnas.1400475111.",
        "Benjamini, Yoav, and Yosef Hochberg. 1995. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal statistical society: series B (Methodological) 57 (1):289-300.",
        "Becker, S. O., and A. Ichino. 2002. Estimation of average treatment effects based on propensity scores. Stata Journal 2 (4):358-377. doi: Doi 10.1177/1536867x0200200403.",
        "Benn, C. S., M. G. Netea, L. K. Selin, and P. Aaby. 2013. A small jab - a big effect: nonspecific immunomodulation by vaccines. Trends Immunol 34 (9):431-9. doi: 10.1016/j.it.2013.04.004.",
        "Blackwell, M., S. Iacus, G. King, and G. Porro. 2009. cem: Coarsened exact matching in Stata. Stata Journal 9 (4):524-546. doi: Doi 10.1177/1536867x0900900402.",
        "Bloom, David E., David Canning, and Erica S. Shenoy. 2011. The effect of vaccination on children&apos;s physical and cognitive development in the Philippines. Applied Economics 44 (21):2777-2783. doi: 10.1080/00036846.2011.566203.",
        "Caliendo, Marco, and Sabine Kopeinig. 2008. Some practical guidance for the implementation of propensity score matching. Journal of economic surveys 22 (1):31-72.",
        "Case, A., A. Fertig, and C. Paxson. 2005. The lasting impact of childhood health and circumstance. J Health Econ 24 (2):365-89. doi: 10.1016/j.jhealeco.2004.09.008.",
        "Dehejia, R. H., and S. Wahba. 2002. Propensity score-matching methods for nonexperimental causal studies. Review of Economics and Statistics 84 (1):151-161. doi: Doi 10.1162/003465302317331982.",
        "Driessen, J., A. Razzaque, D. Walker, and D. Canning. 2015. The effect of childhood measles vaccination on school enrolment in Matlab, Bangladesh. Applied Economics 47 (55):6019-6040. doi: 10.1080/00036846.2015.1061647.",
        "Evans, G. W., and M. A. Schamberg. 2009. Childhood poverty, chronic stress, and adult working memory. Proc Natl Acad Sci U S A 106 (16):6545-9. doi: 10.1073/pnas.0811910106.",
        "Fan, J. Q. 1992. Design-Adaptive Nonparametric Regression. Journal of the American Statistical Association 87 (420):998-1004. doi: Doi 10.2307/2290637.",
        "Fan, J. Q. 1993. Local Linear-Regression Smoothers and Their Minimax Efficiencies. Annals of Statistics 21 (1):196-216. doi: DOI 10.1214/aos/1176349022.",
        "Glymour, M. M., I. Kawachi, C. S. Jencks, and L. F. Berkman. 2008. Does childhood schooling affect old age memory or mental status? Using state schooling laws as natural experiments. J Epidemiol Community Health 62 (6):532-7. doi: 10.1136/jech.2006.059469.",
        "Hassevoort, K. M., N. A. Khan, C. H. Hillman, and N. J. Cohen. 2016. Childhood Markers of Health Behavior Relate to Hippocampal Health, Memory, and Academic Performance. Mind Brain and Education 10 (3):162-170. doi: 10.1111/mbe.12108.",
        "Heckman, J. J., H. Ichimura, and P. Todd. 1998. Matching as an econometric evaluation estimator. Review of Economic Studies 65 (2):261-294. doi: Doi 10.1111/1467-937x.00044.",
        "Kesavayuth, D., Y. Liang, and V. Zikos. 2018. An active lifestyle and cognitive function: Evidence from China. Journal of the Economics of Ageing 12:183-191. doi: 10.1016/j.jeoa.2018.05.001.",
        "Lei, X., J. P. Smith, X. Sun, and Y. Zhao. 2014. Gender Differences in Cognition in China and Reasons for Change over Time: Evidence from CHARLS. J Econ Ageing 4:46-55. doi: 10.1016/j.jeoa.2013.11.001.",
        "PSMATCH2: Stata module to perform full Mahalanobis and propensity score matching, common support graphing, and covariate imbalance testing S432001, revised 01 Feb 2018. College Department of Economics, Boston.",
        "Liang, Xiaofeng, and Yanmin Liu. 2019a. My Experience as Director of the National Immunization Program (Historical Review). In Immunization Program in China, edited by Xiaofeng Liang, 1-14. Singapore: Springer Singapore.",
        "Liang, Xiaofeng, and Yanmin Liu. 2019b. My Experience as Director of the National Immunization Program (Historical Review). In Immunization Program in China, 1-14. Springer.",
        "McArdle, John J, James P Smith, and Robert Willis. 2009. Cognition and economic outcomes in the Health and Retirement Survey. In NBER Working Papers: National Bureau of Economic Research. XTREGRE2: Stata module to estimate random effects model with weights S456514. Boston College Department of Economics.",
        "Molina, T. 2016. Reporting Heterogeneity and Health Disparities Across Gender and Education Levels: Evidence From Four Countries. Demography 53 (2):295-323. doi: 10.1007/s13524-016-0456-z.",
        "Mundlak, Yair. 1978. On the pooling of time series and cross section data. Econometrica: journal of the Econometric Society 46 (1):69-85.",
        "Nandi, A., A. B. Deolalikar, D. E. Bloom, and R. Laxminarayan. 2019. Haemophilus influenzae type b vaccination and anthropometric, cognitive, and schooling outcomes among Indian children. Ann N Y Acad Sci 1449 (1):70-82. doi: 10.1111/nyas.14127.",
        "Nandi, A., A. Shet, J. R. Behrman, M. M. Black, D. E. Bloom, and R. Laxminarayan. 2019. Anthropometric, cognitive, and schooling benefits of measles vaccination: Longitudinal cohort analysis in Ethiopia, India, and Vietnam. Vaccine 37 (31):4336-4343. doi: 10.1016/j.vaccine.2019.06.025.",
        "Nandi, Arindam, Santosh Kumar, Anita Shet, David E Bloom, and Ramanan Laxminarayan. 2020. Childhood vaccinations and adult schooling attainment: Long-term evidence from India&apos;s Universal Immunisation Programme. Social Science & Medicine:112885.",
        "Ozawa, S., A. Mirelman, M. L. Stack, D. G. Walker, and O. S. Levine. 2012. Cost-effectiveness and economic benefits of vaccines in low- and middle-income countries: a systematic review. Vaccine 31 (1):96108. doi: 10.1016/j.vaccine.2012.10.103.",
        "Pan, X., and K. H. Chee. 2019. The power of weak ties in preserving cognitive function: a longitudinal study of older Chinese adults. Aging Ment Health:1-8. doi: 10.1080/13607863.2019.1597015.",
        "Pannaraj, P. S., H. L. Wang, H. Rivas, H. Wiryawan, M. Smit, N. Green, G. M. Aldrovandi, A. N. El Amin, and L. Mascola. 2014. School-located influenza vaccination decreases laboratory-confirmed influenza and improves school attendance. Clin Infect Dis 59 (3):325-32. doi: 10.1093/cid/ciu340.",
        "Petersen, R. C., R. O. Roberts, D. S. Knopman, B. F. Boeve, Y. E. Geda, R. J. Ivnik, G. E. Smith, and C. R. Jack, Jr. 2009. Mild cognitive impairment: ten years later. Arch Neurol 66 (12):1447-55. doi: 10.1001/archneurol.2009.266.",
        "Rellstab, S., P. Bakx, P. Garcia-Gomez, and E. van Doorslaer. 2020. The kids are alright - labour market effects of unexpected parental hospitalisations in the Netherlands. J Health Econ 69:102275. doi: 10.1016/j.jhealeco.2019.102275.",
        "Rosenbaum, P. R., and D. B. Rubin. 1983. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70 (1):41-55. doi: DOI 10.1093/biomet/70.1.41.",
        "Rubin, D. B. 1979. Using Multivariate Matched Sampling and Regression Adjustment to Control Bias in Observational Studies. Journal of the American Statistical Association 74 (366):318-328. doi: Doi 10.2307/2286330.",
        "Rubin, D. B. 1980. Bias Reduction Using Mahalanobis-Metric Matching. Biometrics 36 (2):293-298. doi: Doi 10.2307/2529981.",
        "Saadatian-Elahi, M., P. Aaby, F. Shann, M. G. Netea, O. Levy, J. Louis, V. Picot, M. Greenberg, and W. Warren. 2016. Heterologous vaccine effects. Vaccine 34 (34):3923-30. doi: 10.1016/j.vaccine.2016.06.020.",
        "Sidel, Victor W, and Ruth Sidel. 1975. The health care delivery system of the People&apos;s Republic of China. World Development, 3 (7-8):539-549.",
        "Smith, J. P. 2009. The Impact of Childhood Health on Adult Labor Market Outcomes. Rev Econ Stat 91 (3):478-489. doi: 10.1162/rest.91.3.478.",
        "Smith, J. P., J. Strauss, and Y. Zhao. 2014. Healthy Aging in China. J Econ Ageing 4:37-43. doi: 10.1016/j.jeoa.2014.08.006.",
        "Vaccine hesitancy. 2019. Vaccine hesitancy. The Lancet Child & Adolescent Health 3 (5):281.",
        "Viinikainen, Jutta, Alex Bryson, Petri BÃ\u0083Â¶ckerman, Marko Elovainio, Nina Hutri-KÃ\u0083Â¤hÃ\u0083Â¶nen, Markus Juonala, Terho LehtimÃ\u0083Â¤ki, Katja Pahkala, Suvi Rovio, and Laura Pulkki-RÃ\u0083Â¥back. 2020. Do childhood infections affect labour market outcomes in adulthood and, if so, how? Economics & Human Biology 37:100857.",
        "WHO. 2019. Immunization coverage. accessed 31.03.2020. https://www.who.int/news-room/factsheets /detail/immunization-coverage.",
        "World Bank. 1984. The Health Sector in China. Washington, DC: Population, Health and Nutrition Department, World Bank.",
        "Zhang, L., J. Yang, Z. Liao, X. Zhao, X. Hu, W. Zhu, and Z. Zhang. 2019. Association between Diabetes and Cognitive Function among People over 45 Years Old in China: A Cross-Sectional Study. Int J Environ Res Public Health 16 (7):1294. doi: 10.3390/ijerph16071294.",
        "Zhang, Zhenmei, Lydia W Li, Hongwei Xu, and Jinyu Liu. 2019. Does widowhood affect cognitive function among Chinese older adults? SSM-population health 7:100329.",
        "Zheng, Y., L. Rodewald, J. Yang, Y. Qin, M. Pang, L. Feng, and H. Yu. 2018. The landscape of vaccines in China: history, classification, supply, and price. BMC Infect Dis 18 (1):502. doi: 10.1186/s12879-018-34220."
    ]
}