{
    "id": 27222,
    "cites": 65,
    "cited_by": 3,
    "reference": [
        "Alvarez, Fernando, and Francesco Lippi, 2013, The demand of liquid assets with uncertain lumpy expenditures, Journal of Monetary Economics 60, 753 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 770.",
        "Athey, Susan, Paul Milgrom, and John Roberts, 1998, Robust comparative statics, Manuscript, Department of Economics, Harvard University http://kuznets. fas. harvard. edu/Ã\u0083â\u0080¹Ã\u0082Å\u0093 athey/draftmonograph98. pdf.",
        "Athey, Susan, Ivo Parashkevov, Vishnu Sarukkai, and Jing Xia, 2016, Bitcoin pricing, adoption, and usage: Theory and evidence, Working Paper.",
        "Barro, Robert J., and David B. Gordon, 1983, A positive theory of monetary policy in a natural rate model, Journal of Political Economy 91, 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610.",
        "Baumol, William J., 1952, The transactions demand for cash: An inventory theoretic approach, The Quarterly Journal of Economics 66, 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c556.",
        "Bebchuk, Lucian A, and Itay Goldstein, 2011, Self-fulfilling credit market freezes, Review of Financial Studies 24, 3519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3555.",
        "Biais, Bruno, Christophe Bisiere, Matthieu Bouvard, and Catherine Casamatta, 2019, The blockchain folk theorem, The Review of Financial Studies 32, 1662Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1715.",
        "Biais, Bruno, Christophe BisieÃ\u0083Å\u0092Ã\u0082â\u0082¬re, Matthieu Bouvard, Catherine Casamatta, and Albert Menkveld, 2018, Equilibrium Bitcoin pricing, Working paper Toulouse School of Economics.",
        "Bolton, Patrick, Hui Chen, and Neng Wang, 2011, A unified theory of tobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate investment, financing, and risk management, The Journal of Finance 66, 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Bond, Philip, Alex Edmans, and Itay Goldstein, 2012, The real effects of financial markets, Annual Review of Financial Economics 4, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Brunnermeier, Markus K, and Yuliy Sannikov, 2014, A macroeconomic model with a financial sector, American Economic Review 104, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Campbell, John Y., 2017, Financial Decisions and Markets: A Course in Asset Pricing (Princeton University Press).",
        "Carlsson, Hans, and Eric van Damme, 1993, Global games and equilibrium selection, Econometrica 61, 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Catalini, Christian, and Joshua S Gans, 2018, Initial coin offerings and the value of crypto tokens, Discussion paper, National Bureau of Economic Research.",
        "Chen, Long, Lin William Cong, and Yizhou Xiao, 2019, A brief introduction to blockchain economics, Working Paper.",
        "Chiu, Jonathan, and Thorsten V Koeppl, 2017, The economics of cryptocurrenciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBitcoin and beyond, Working Paper.",
        "Chod, Jiri, and Evgeny Lyandres, 2018, A theory of ICOs: Diversification, agency, and asymmetric information, Working paper Boston University Questrom School of Business.",
        "Christiano, LawrenceJ., Martin Eichenbaum, and CharlesL. Evans, 2005, Nominal rigidities and the dynamic effects of a shock to monetary policy, Journal of Political Economy 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cochrane, John H., 2018, The Bitcoin market isnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t irrational, Chicago Booth Review.",
        "Cong, Lin William, and Zhiguo He, 2018, Blockchain disruption and smart contracts, Forthcoming, Review of Financial Studies.",
        ", and Jiasun Li, 2018, Decentralized mining in centralized pools, Working Paper.",
        "DeÃ\u0083Å\u0092Ã\u0082Â\u0081camps, Jean-Paul, Thomas Mariotti, Jean-Charles Rochet, and SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Villeneuve, 2011, Free cash flow, issuance costs, and stock prices, The Journal of Finance 66, 1501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1544.",
        ", 2001, Dynamic Asset Pricing Theory (Princeton university Press).",
        "Easley, David, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Soumya Basu, 2019, From mining to markets: The evolution of Bitcoin transaction fees, Journal of Financial Economics.",
        "Fanti, Giulia, Leonid Kogan, and Pramod Viswanath, 2019, Economics of proof-of-stake payment systems, Working paper.",
        "Feenstra, Robert C., 1986, Functional equivalence between liquidity costs and the utility of money, Journal of Monetary Economics 17, 271 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 291.",
        "Freeman, Scott, and Finn E. Kydland, 2000, Monetary aggregates and output, American Economic Review 90, 1125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1135.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, 2015, Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework and Its Applications Second edition . No. 10495 in Economics Books (Princeton University Press).",
        "Garratt, Rodney, and Neil Wallace, 2018, Bitcoin 1, Bitcoin 2,....: An experiment in privately issued outside monies, Economic Inquiry 56, 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1897.",
        "Goldstein, Itay, Deeksha Gupta, and Ruslan Sverchkov, 2019, Initial coin offerings as a commitment to competition, Discussion paper, Carnegie Mellon University and University of Pennsylvania The Wharton School.",
        "Goldstein, Itay, and Ady Pauzner, 2005, DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cdeposit contracts and the probability of bank runs, the Journal of Finance 60, 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Griffin, John M, and Amin Shams, 2018, Is Bitcoin really un-tethered?, Working Paper.",
        "Harrison, J Michael, and David M Kreps, 1978, Speculative investor behavior in a stock market with heterogeneous expectations, The Quarterly Journal of Economics 92, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        ", 2013, Intermediary asset pricing, American Economic Review 103, 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Hinzen, Franz J, Kose John, and Fahad Saleh, 2019, Proof-of-works limited adoption problem, NYU Stern School of Business.",
        "Hu, Albert, Christine Parlour, and Uday Rajan, 2018, Cryptocurrencies: Stylized facts on a new investible instrument, Working paper University of California Berkeley.",
        "Huberman, Gur, Jacob D Leshno, and Ciamac C Moallemi, 2019, An economic analysis of the Bitcoin payment system, .",
        "Jackson, Lloyd K, 1968, Subfunctions and second-order ordinary differential inequalities, Advances in Mathematics 2, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2012, The aggregate demand for treasury debt, Journal of Political Economy 120, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Li, Jiasun, and William Mann, 2018, Initial coin offering and platform building, Working Paper.",
        "Li, Ye, 2017, Procyclical finance: The money view, Dice center working paper, The Ohio State University Fisher College of Business.",
        "Liu, Yukun, and Aleh Tsyvinski, 2018, Risks and returns of cryptocurrency, Working Paper 24877 National Bureau of Economic Research.",
        ", and Xi Wu, 2019, Common risk factors in cryptocurrency, Working Paper 25882 National Bureau of Economic Research.",
        "Ljungqvist, Lars, and Thomas J. Sargent, 2004, Recursive Macroeconomic Theory, 2nd Edition . vol. 1 of MIT Press Books (The MIT Press).",
        "Lucas, Robert E., and Juan Pablo Nicolini, 2015, On the stability of money demand, Journal of Monetary Economics 73, 48 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 65.",
        "Mirrlees, J. A., 1971, An exploration in the theory of optimum income taxation, The Review of Economic Studies 38, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Morris, Stephen, and Hyun Song Shin, 1998, Unique equilibrium in a model of self-fulfilling currency attacks, The American Economic Review 88, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597.",
        "Nagel, Stefan, 2016, The Liquidity Premium of Near-Money Assets, The Quarterly Journal of Economics 131, 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Pagnotta, Emiliano, and Andrea Buraschi, 2018, An equilibrium valuation of Bitcoin and decentralized network assets, Working paper Imperial College.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LubosÃ\u0083Å\u0092Ã\u0082â\u0080 , and Pietro Veronesi, 2009, Technological revolutions and stock prices, The American Economic Review 99, 1451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1483.",
        "Poterba, James M, and Julio J Rotemberg, 1986, Money in the utility function: An empirical implementation, Working Paper 1796 National Bureau of Economic Research.",
        "Raskin, Max, and David Yermack, 2016, Digital currencies, decentralized ledgers, and the future of central banking, Working Paper 22238 National Bureau of Economic Research.",
        "Rochet, Jean-Charles, and Jean Tirole, 2006, Two-sided markets: A progress report, The RAND Journal of Economics 37, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Saleh, Fahad, 2017, Blockchain without waste: Proof-of-stake, working paper, New York University.",
        "Scheinkman, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081. A., and Wei Xiong, 2003, Overconfidence and speculative bubbles, Journal of Political Economy 111, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Schilling, Linda, and Harald Uhlig, 2018, Some simple Bitcoin economics, Discussion paper, National Bureau of Economic Research.",
        "Shams, Amin, 2019, What drives the covariation of cryptocurrency returns?, Working paper The University of Texas at Austin.",
        "Shiller, Robert J, 1981, Do stock prices move too much to be justified by subsequent changes in dividends?, The American Economic Review 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Sockin, Michael, and Wei Xiong, 2018, A model of cryptocurrencies, Working Paper.",
        "Tobin, James, 1956, The interest-elasticity of transactions demand for cash, The Review of Economics and Statistics 38, 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Walsh, Carl E., 2003, Monetary Theory and Policy, 2nd Edition (The MIT Press).",
        "We use token price and blockchain user-base dynamics from July 2010 and April 2018. We normalize one unit of time in the model to be one year. Since we fix the token supply at M, the token price Pt completely drives the market capitalization (PtM). We map Pt to the aggregate market capitalization of major cryptocurrencies.31 Since we study a representative token economy, focusing on the aggregate market averages out idiosyncratic movements due to specificalities of token protocols.",
        "= 202% using the preceding equation. As a result, the user base Nt grows from N = 0.0001 to 0.5 during the eight-year period of our data sample and the growth rate for the model-implied Nt matches that in data. One way to generate Ã\u0083Å½Ã\u0082Â·Ã\u0083Â\u008fÃ\u0082Â\u0081 = 1 is to set Ã\u0083Å½Ã\u0082Â· to 1.5, which is roughly the Sharpe ratio of ex-post efficient portfolio in the U.S. stock market (combining various factors) and Ã\u0083Â\u008fÃ\u0082Â\u0081 to 0.67, a sensible choice of betas for the technology sector (PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor and Veronesi, 2009).",
        "We follow the existing literature on money as means of payment. In theoretical models of monetary economics (e.g., Baumol, 1952; Tobin, 1956; Feenstra, 1986; Freeman and Kydland, 2000) and empirical studies (e.g., Poterba and Rotemberg, 1986; Lucas and Nicolini, 2015; Nagel, 2016), agents derive utility from the real value of money holdings.34 Table 1 provides 34 For the nominal value of means of payment to affects agentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ decisions, additional frictions, such as nominal illusion (e.g., Shafir, Diamond, and Tversky, 1997) or sticky prices (e.g., Christiano, Eichenbaum, and Evans, 2005), have to be introduced into the model.",
        "E-5 a side-by-side mapping between our model of tokens as means of payment and the standard models in the monetary economics literature (e.g., money-in-utility and cash-in-advance models). We refer readers to the classical textbook treatments regarding monetary economics (e.g., GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, 2015; Ljungqvist and Sargent, 2004; Walsh, 2003). Note that our notations differ from those in standard monetary economics literature. We use Pt as the value of token denominated in the numeraire consumption good. This is different from the convention that money serves as the numeraire and the prices of goods are denominated in money."
    ]
}