{
    "id": 27221,
    "cites": 46,
    "cited_by": 2,
    "reference": [
        "Acharya, Viral V , and Raghuram G Rajan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt, government myopia, and the financial sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26(6): 1526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1560.",
        "Acharya, Viral V , Itamar Drechsler, and Philipp Schnabl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A pyrrhic victory? Bank bailouts and sovereign credit risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(6): 2689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739.",
        "AgÃ\u0083Å\u0092Ã\u0082â\u0080 ca, SÃ\u0083Å\u0092Ã\u0082Â§enay, and Oya Celasun. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt and corporate borrowing costs in emerging markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 88(1): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Aguiar, Mark, and Manuel Amador. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in the shadow of expropriation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(2): 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Aizenman, Joshua, Brian Pinto, and Artur Radziwill. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources for financing domestic capital Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Is foreign saving a viable option for developing countries?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 10624.",
        "Amador, Manuel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt and the tragedy of the commons.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Andrade, Sandro C, and Vidhi Chhaochharia. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The costs of sovereign default: Evidence from the stock market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 31(5): 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1751.",
        "Arellano, Cristina. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default risk and income fluctuations in emerging economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(3): 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Arteta, Carlos, and Galina Hale. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt crises and credit to the private sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 74(1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Basu, Suman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt and domestic economic fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Massachusetts Institute of Technology.",
        "Bolton, Patrick, and David Skeel. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Odious debts or odious regimes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law and Contemporary Problems, 70(4): 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Bolton, Patrick, and Olivier Jeanne. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default risk and bank fragility in financially integrated economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 59(2): 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Borensztein, Eduardo, and Ugo Panizza. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The costs of sovereign default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 56(4): 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Broner, Fernando, Alberto Martin, and Jaume Ventura. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign risk and secondary markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(4): 1523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Brutti, Filippo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign defaults and liquidity crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 84(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Buchheit, Lee C, G Mitu Gulati, and Robert B Thompson. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dilemma of odious debts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke Law Journal, 56: 1201.",
        "Bulow, Jeremy, and Kenneth Rogoff. 1989a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A constant recontracting model of sovereign debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(1): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Bulow, Jeremy, and Kenneth Rogoff. 1989b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt: Is to forgive to forget?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 79(1): 43.",
        "Chari, VV , Alessandro Dovis, and Patrick J Kehoe. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the optimality of financial repression. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 128(2): 710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739.",
        "Choi, Albert H, and Eric A Posner. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A critique of the odious debt doctrine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law and Contemporary Problems, 70(3): 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Cole, Harold L, and Patrick J Kehoe. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models of sovereign debt: Partial versus general reputations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "De Paoli, Bianca, Glenn Hoggarth, and Victoria Saporta. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output costs of sovereign crises: some empirical estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eaton, Jonathan, and Mark Gersovitz. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with potential repudiation: Theoretical and empirical analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 48(2): 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Eaton, Jonathan, and Raquel Fernandez. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, 3(C): 2031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2077.",
        "Eichengreen, Barry. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Til debt do us part: the US capital market and foreign lending, 1920-1955.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Farhi, Emmanuel, and Jean Tirole. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deadly embrace: Sovereign and financial balance sheets doom loops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85(3): 1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Fernandez, Raquel, and Robert W Rosenthal. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic models of sovereign-debt renegotiations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 57(3): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Flandreau, Marc, and Frederic Zumer. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The making of global finance 1880-1913.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development Centre of the Organisation for Economic Co-operation and Development.",
        "Gelpern, Anna. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Odious, not debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law and Contemporary Problems, 70(3): 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Gennaioli, Nicola, Alberto Martin, and Stefano Rossi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default, domestic banks, and financial institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(2): 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Gennaioli, Nicola, Alberto Martin, and Stefano Rossi. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks, government bonds, and default: What do the data say?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 98: 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Gourinchas, Pierre-Olivier, and Olivier Jeanne. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows to developing countries: The allocation puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 80(4): 1484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "Guembel, Alexander, and Oren Sussman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt without default penalties.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(4): 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1320.",
        "Jayachandran, Seema, and Michael Kremer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Odious debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(1): 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Kharas, Homi, and Harinder Kohli. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the middle income trap, why do countries fall into it, and how can it be avoided?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Journal of Emerging Market Economies, 3(3): 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Kletzer, Kenneth M, and Brian D Wright. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt as intertemporal barter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(3): 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Levy-Yeyati, Eduardo, and Ugo Panizza. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The elusive costs of sovereign defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 94(1): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zler, SÃ\u0083Å\u0092Ã\u0082Â§ule. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have commercial banks ignored history?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83(3): 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Prasad, Eswar, Raghuram G Rajan, Arvind Subramanian, et al. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of international capital flows and their implications for economic development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Proceedings of the 2006 Jackson Hole Symposium, Federal Reserve Bank of Kansas City. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Rajan, Raghuram. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Odious or just malodorous?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Development. December.",
        "Reinhart, Carmen M. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The return of financial repression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. DP8947.",
        "Reinhart, Carmen M, and Kenneth S Rogoff. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in a time of debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(2): 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Reinhart, Carmen M, and M Belen Sbrancia. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The liquidation of government debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 30(82): 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Reinhart, Carmen M, Jacob F Kirkegaard, and M Belen Sbrancia. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial repression redux.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Development, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Roubini, Nouriel, and Xavier Sala-i Martin. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A growth model of inflation, tax evasion, and financial repression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Sandleris, Guido, Gaston Gelos, Ratna Sahay, and Guido Sandleris. 2004. Sovereign borrowing by developing countries. Washington, DC: International Monetary Fund.",
        "Tomz, Michael. 2012. Reputation and international cooperation: sovereign debt across three centuries. Princeton, NJ: Princeton University Press. A Figures"
    ]
}