{
    "id": 27223,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Alexander, Diane. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Doctors Respond to Incentives? Unintended Consequences of Paying Doctors to Reduce Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. https://www.chicagofed.org/ publications/working-papers/2017/wp2017-09.",
        "Barnett, Michael L, Andrew Wilcock, J Michael McWilliams, Arnold M Epstein, Karen E Joynt Maddox, E John Orav, David C Grabowski, and Ateev Mehrotra. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Year Evaluation of Mandatory Bundled Payments for Joint Replacement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 380(3): 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Carroll, Caitlin, Michael Chernew, A Mark Fendrick, Joe Thompson, and Sherri Rose. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Episode-Based Payment on Health Care Spending and Utilization: Evidence From Perinatal Care in Arkansas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 61: 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cicala, Steve, David HÃ\u0083Æ\u0092Ã\u0082Â©mous, and Morten Olsen. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection as a Policy Instrument: Unraveling Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. https://home.uchicago.edu/ ~scicala/papers/unraveling/unraveling_climate_change_draft.pdf.",
        "CMS. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Program; Comprehensive Care for Joint Replacement Payment Model for Acute Care Hospitals Furnishing Lower Extremity Joint Replacement Services. Final Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 80(226): 73273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73554.",
        "CMS. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Program; Hospital Inpatient Prospective Payment Systems for Acute Care Hospitals and the Long-Term Care Hospital Prospective Payment System Policy Changes and Fiscal Year 2016 Rates; Revisions of Quality Reporting Requirements for Specific Providers, Including Changes Related to the Electronic Health Record Incentive Program; Extensions of the Medicare-Dependent, Small Rural Hospital Program and the Low-Volume Payment Adjustment for Hospitals. Final Rule; Interim Final Rule with Comment Period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 80(158): 49325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49886.",
        "CMS. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Program; Hospital Inpatient Prospective Payment Systems for Acute Care Hospitals and the Long-Term Care Hospital Prospective Payment System and Policy Changes and Fiscal Year 2017 Rates; Quality Reporting Requirements for Specific Providers; Graduate Medical Education; Hospital Notification Procedures Applicable to Beneficiaries Receiving Observation Services; Technical Changes Relating to Costs to Organizations and Medicare Cost Reports; Finalization of Interim Final Rules With Comment Period on LTCH PPS Payments for Severe Wounds, Modifications of Limitations on Redesignation by the Medicare Geographic Classification Review Board, and Extensions of Payments to MDHs and Low-Volume Hospitals. Final Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 81(162): 56761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57345.",
        "CMS. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Program; Cancellation of Advancing Care Coordination Through Episode Payment and Cardiac Rehabilitation Incentive Payment Models; Changes to Comprehensive Care for Joint Replacement Payment Model: Extreme and Uncontrollable Circumstances Policy for the Comprehensive Care for Joint Replacement Payment Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 82: 57066Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 57104.",
        "CMS. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CMS Fast Facts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centers for Medicare & Medicaid Services.",
        "Cromwell, Jerry, Debra A Dayhoff, and Armen H Thoumaian. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Savings and Physician Responses to Global Bundled Payments for Medicare Heart Bypass Surgery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Care Financing Review, 19(1): 41.",
        "Cutler, David M. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of Adverse Medical Outcomes under Prospective Payment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 63(1): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Cutler, David M, and Kaushik Ghosh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Potential for Cost Savings through Bundled Episode Payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 366(12): 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "DeAngelis, Corey A, Lindsey M Burke, and Patrick J Wolf. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Regulations on Private School Choice Program Participation: Experimental Evidence from Florida.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 100(6): 2316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2336.",
        "Doran, James P, and Stephen J Zabinski. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bundled Payment Initiatives for Medicare and Non-Medicare Total Joint Arthroplasty Patients at a Community Hospital: Bundles in the Real World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Arthroplasty, 30(3): 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Dummit, Laura A, Kimberly Smathers, OJ Bright, Rebecca Cherry, McCulloch Cline, Amy Cowell, et al. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CMS Comprehensive Care for Joint Replacement Model: Performance Year 1 Evaluation Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lewin Group.",
        "Einav, Liran, Amy Finkelstein, and Neale Mahoney. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Provider Incentives and Healthcare Costs: Evidence From Long-Term Care Hospitals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 86(6): 2161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2219.",
        "Einav, Liran, Amy Finkelstein, Raymond Kluender, and Paul Schrimpf. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Statistics: the Economic Content of Risk Scores.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 8(2): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 224.",
        "Einav, Liran, Amy Finkelstein, Stephen P Ryan, Paul Schrimpf, and Mark R Cullen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Moral Hazard in Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(1): 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Eliason, Paul J, Paul LE Grieco, Ryan C McDevitt, and James W Roberts. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Patient Discharge: The Case of Long-Term Care Hospitals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108(11): 3232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Elixhauser, Anne, Claudia Steiner, D Robert Harris, and Rosanna M Coffey. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comorbidity Measures for Use with Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Finkelstein, Amy, Yunan Ji, Neale Mahoney, and Jonathan Skinner. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mandatory Medicare Bundled Payment Program for Lower Extremity Joint Replacement and Discharge to Institutional Postacute Care: Interim Analysis of the First Year of a 5-Year Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA, 320(9): 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c900.",
        "Fisher, Elliott S. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Bundled Payment Program for Joint Replacement: Promise and Peril?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA, 316(12): 1262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Frakt, Austin. 2019a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cValueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of Care Was a Big Goal. How Did It Work Out?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, September 23.",
        "Frakt, Austin. 2019b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Health Policies Actually Work? We Rarely Find Out.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, September 9.",
        "Freixas, Xavier, Roger Guesnerie, and Jean Tirole. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Planning Under Incomplete Information and the Ratchet Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 52(2): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Froemke, Cecily C, Lian Wang, Matthew L DeHart, Ronda K Williamson, Laura Matsen Ko, and Paul J Duwelius. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standardizing Care and Improving Quality under a Bundled Payment Initiative for Total Joint Arthroplasty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Arthroplasty, 30(10): 1676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "GAO. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary and Mandatory EpisodeBased Payment Models and Their Participants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d United States Government Accountability Office GAO-19-156.",
        "Gronniger, T, M Fiedler, K Patel, L Adler, and P Ginsberg. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Should the Trump Administration Handle MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s New Bundled Payment Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs Blog, April.",
        "Haas, Derek A, Xiaoran Zhang, Robert S Kaplan, and Zirui Song. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Economic and Clinical Outcomes Under Centers for Medicare & Medicaid Services Mandatory Bundled Payments for Joint Replacements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA Internal Medicine, 179(7): 924Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Ho, Kate, and Ariel Pakes. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Choices, Hospital Prices, and Financial Incentives to Physicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(12): 3841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Ida, Takanori, Koichiro Ito, and Makoto Tanaka. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Welfare Gains and Policy Design: Experimental Evidence from Electricity Plan Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Jack, B Kelsey, and Seema Jayachandran. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Selection Into Payments for Ecosystem Services Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 116(12): 5326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5333.",
        "King, Robert. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CMS to Use Mandatory Models Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cVery Judiciously,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Official Says.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Modern Healthcare, April 26.",
        "Laffont, Jean-Jacques, and Jean Tirole. 1993. A Theory of Incentives in Procurement and Regulation. MIT press.",
        "Levy, S, N Bagley, and R Rajkumar. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reform at Risk-Mandating Participation in Alternative Payment Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 378(18): 1663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1665.",
        "Liao, Joshua M, Mark V Pauly, and Amol S Navathe. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Should Medicare Mandate Participation In Alternative Payment Models?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 39(2): 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Marone, Victoria R, and Adrienne Sabety. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should There be Vertical Choice in Health Insurance Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. https://victoriamarone.github.io/jobmarket/ Marone_JMP_Vertical_Choice.pdf.",
        "Navathe, Amol S, Andrea B Troxel, Joshua M Liao, Nan Nan, Jingsan Zhu, Wenjun Zhong, and Ezekiel J Emanuel. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of Joint Replacement Using Bundled Payment Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA Internal Medicine, 177(2): 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Newcomer, Lee N, Bruce Gould, Ray D Page, Sheila A Donelan, and Monica Perkins. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Physician Incentives for Affordable, Quality Cancer Care: Results of an Episode Payment Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Oncology Practice, 10(5): 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Shatto, John D. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Center for Medicare and Medicaid InnovationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Methodology and Calculations for the 2016 Estimate of Fee-for-Service Payments to Alternative Payment Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centers for Medicare and Medicaid Services.",
        "Shepard, Mark. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Network Competition and Adverse Selection: Evidence From the Massachusetts Health Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. https://www.nber.org/ papers/w22600.",
        "Zhu, Jane M, Viren Patel, Judy A Shea, Mark D Neuman, and Rachel M Werner. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospitals Using Bundled Payment Report Reducing Skilled Nursing Facility Use and Improving Care Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 37(8): 1282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289."
    ]
}