{
    "id": 27230,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Berliant, Marcus, Shin-Kun Peng, and Ping Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Externalities and Urban Configuration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2002, 104 (2), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Chen, Kaiji and Yi Wen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Housing Boom of China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2017, 9 (2), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Chen, Ting and James Kai sing Kung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Busting the Princelings: The Campaign Against Corruption in Chinas Primary Land Market*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 10 2018, 134 (1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Davis, Morris A. and Jonathan Heathcote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing And The Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, August 2005, 46 (3), 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Fang, Hanming, Quanlin Gu, Wei Xiong, and Li-An Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demystifying the Chinese Housing Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21112, National Bureau of Economic Research April 2015.",
        "Garriga, Carlos, Rodolfo Manuelli, and Adrian Peralta-Alva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model of Price Swings in the Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2019, 109 (6), 2036Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Glomm, Gerhard and B. Ravikumar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public versus Private Investment in Human Capital: Endogenous Growth and Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1992, 100 (4), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c834.",
        "Hansen, Gary D. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malthus to Solow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2002, 92 (4), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "Herrendorf, Berthold, Richard Rogerson, and kos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2 of Handbook of Economic Growth, Elsevier, 2014, chapter 6, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Liao, Pei-Ju, Ping Wang, Yin-Chi Wang, and Chong Kee Yip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Choice, Rural-urban Migration and Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 23939, National Bureau of Economic Research, Inc October 2017.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Earnings and Rural-Urban Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2004, 112 (S1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Ngai, L. Rachel and Christopher A. Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change in a Multisector Model of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2007, 97 (1), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Riezman, Raymond, Ping Wang, and Eric Bond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Urbanization and Capital Accumulation in a Labor Surplus Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012 Meeting Papers 776, Society for Economic Dynamics 2012.",
        "Wu, Jing, Joe Gyourko, and Yongheng Deng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the risk of Chinese housing markets: What we know and what we need to know,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 2016, 39, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        ", Joseph Gyourko, and Yongheng Deng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating conditions in major Chinese housing markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2012, 42 (3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Zhu, Xiaodong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth: Past, Present, and Future,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, November 2012, 26 (4), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24."
    ]
}