{
    "id": 27231,
    "cites": 76,
    "cited_by": 0,
    "reference": [
        "Acharya, Viral V., Itamar Drechsler, and Philipp Schnabl, 2014, A pyrrhic victory? - Bank bailouts and sovereign credit risk, The Journal of Finance 69, 2689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739.",
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, 2014, Financial Intermediaries and the Cross-Section of Asset Returns, Journal of Finance 69, 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Akram, Q. Farooq, Dagfinn Rime, and Lucio Sarno, 2008, Arbitrage in the foreign exchange market: Turning on the microscope, 76, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Alfred Wong, Jiayue Zhang, 2018, Breakdown of covered interest parity: mystery or myth?, SSRN Working Paper 3146652.",
        "Andersen, Leif, Darrell Duffie, and Yang Song, 2019, Funding Value Adjustments, Journal of Finance 74, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Augustin, Patrick, Mikhail Chernov, Lukas Schmid, and Dongho Song, 2020, Benchmark interest rates when the government is risky, Journal of Financial Economics, forthcoming.",
        "Avdjiev, Stefan, Wenxin Du, CatheÃ\u0083Å\u0092Ã\u0082Â\u0081rine Koch, and Hyun Song Shin, 2019, The Dollar, Bank Leverage, and Deviations from Covered Interest Parity, American Economic Review: Insights pp. 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Baba, Naohiko, and Frank Packer, 2009, Interpreting deviations from covered interest parity during the financial market turmoil of 2007-08, Journal of Banking and Finance pp. 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1962.",
        "Baba, Naohiko, Frank Packer, and Teppei Nagano, 2008, The spillover of money market turbulence to FX swap and cross-currency swap markets, BIS Quarterly Review.",
        "Backus, David K., Silverio Foresi, and Chris I. Telmer, 2001, Affine term structure models and the forward premium anomaly, The Journal of Finance 56, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Bahaj, Saleem, and Ricardo Reis, 2018, Central Bank Swap Lines, CEPR Discussion Paper No. DP13003.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis, 2016, Measuring Economic Policy Uncertainty, Quarterly Journal of Economics 131, 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Bansal, Ravi, and Wilbur John Coleman, 1996, A Monetary Explanation of the Equity Premium, Term Premium, and Risk-Free Rate Puzzles, Journal of Political Economy 104, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Bekaert, Geert, and Marie Hoerova, 2014, The VIX, the Variance Premium and Stock Market Volatility, Journal of Econometrics 183, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Binsbergen, Jules van, William Diamond, and Marco Grotteria, 2019, Risk free interest rates, working paper.",
        "BIS, 2019, Global foreign exchange market turnover in 2019, Bank for International Settlements.",
        "Borio, Claudio, Robert McCauley, Patrick McGuire, and Vladyslav Sushko, 2016, Covered interest parity lost: understanding the cross-currency basis, BIS Quarterly Review.",
        "Bottazzi, Jean-Marc, Jaime Luque, Mario Pascoa, and Suresh M. Sundaresan, 2012, Dollar Shortage, Central Bank Actions, and the Cross Currency Basis, SSRN Working Paper 2167716.",
        "Boyarchenko, Nina, Pooja Gupta, Nick Steele, and Jacqueline Yen, 2018, Negative Swap Spreads, Federal Reserve Bank of New York Economic Policy Review 24.",
        "Cameron, Matt, 2013, Goldman and the OIS Gold Rush, Risk Magazine June, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Campbell, John Y, and John Ammer, 1993, What moves stock and bond markets? A variance decomposition for long-term asset returns, Journal of Finance 48, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Cenedese, Gino, Pasquale Della Corte, and Tianyu Wang, 2020, Currency Mispricing and Dealer Balance Sheets, SSRN Working Paper 3327088.",
        "Chernov, Mikhail, Lukas Schmid, and Andres Schneider, 2020, A macrofinance view of US Sovereign CDS premiums, Journal of Finance Forthcoming.",
        "Coffey, Niall, Warren Hrung, and Asani Sarkar, 2009, Capital Constraints, Counterparty Risk, and Deviations from Covered Interest Rate Parity, Federal Reserve Bank of New York Staff Reports 393.",
        "Csavas, Csaba, 2016, Covered interest parity with default risk, European Journal of Finance pp. 1130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1144.",
        "Dooley, M. P., and P. Isard, 1980, Capital Controls, Political Risk, and Deviations from Interest-Rate Parity, Journal of Political Economy pp. 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Du, Wenxin, and Jesse Schreger, 2016, Local Currency Sovereign Risk, The Journal of Finance 71, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelhan, 2018, Deviations from Covered Interest Rate Parity, The Journal of Finance 73, 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Duffie, Darrell, 2001, Dynamic Asset Pricing Theory. (Princeton University Press).",
        "Duffie, Darrell, and Kenneth J. Singleton, 1997, An Econometric Model of the Term Structure of Interest-Rate Swap Yields, The Journal of Finance 52, 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1321.",
        "Duffie, Darrel, and Kenneth J. Singleton, 1999, Modeling Term Structures of Defaultable Bonds, Review of Financial Studies 12, 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Engel, Charles, 2016, Exchange Rates, Interest Rates, and the Risk Premium, American Economic Review 106, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Fleckenstein, Matthias, and Francis Longstaff, 2018, Shadow Funding Costs: Measuring the Cost of Balance Sheet Constraints, Working Paper University of California Los Angeles.",
        "Fleckenstein, Matthias, and Francis Longstaff, 2020, Renting Balance Sheet Space: Intermediary Balance Sheet Rental Costs and the Valuation of Derivatives, Review of Financial Studies Forthcoming.",
        "Fletcher, Donna J., and Larry W. Taylor, 1994, A Nonparametric Analysis of Covered Interest Parity in Long-Date Capital Markets, Journal of International Money and Finance pp. 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Fletcher, Donna J., and Larry W. Taylor, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SwapÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covered Interest Parity in Long-Date Capital Markets, The Review of Economics and Statistics pp. 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Fong, Wai-Ming, Giorgio Valente, and Joseph K.W. Fung, 2010, Covered interest arbitrage profits: The role of liquidity and credit risk, Journal of Banking and Finance.",
        "Frenkel, Jacob A., and Richard M. Levich, 1975, Covered Interest Arbitrage: Unexploited Profits?, Journal of Political Economy pp. 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Garleanu, Nicolae, and Lasse Heje Pedersen, 2011, Margin-based Asset Pricing and Deviations from the Law of One Price, Review of Financial Studies 24, 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2022.",
        "Goldberg, Linda S., Craig Kennedy, and Jason Miu, 2010, Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs, NBER Working Paper No. 15763.",
        "Goyenko, Ruslan, Avanidhar Subrahmanyam, and Andrey Ukhov, 2011, The Term Structure of Bond Market Liquidity and Its Implications for Expected Bond Returns, Journal of Financial and Quantitative Analysis 46, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Griffolli, Tommaso Mancini, and Angelo Ranaldo, 2011, Limits to Arbitrage during the Crisis: Funding Liquidity Constraints and Covered Interest Parity, Swiss National Bank Working Paper.",
        "Grinblatt, Mark, 2001, An analytic solution for interest rate swap spreads, International Review of Finance 2, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Hazelkorn, Todd M., Tobias J. Moskowitz, and Kaushik Vasudevan, 2020, Beyond Basis Basics: Leverage Demand and Deviations from the Law of One Price, NBER Working Paper No. 26773.",
        "He, Zhiguo, Bryan Kelly, and Asaf Manela, 2017, Intermediary asset pricing: New evidence from many asset classes, Journal of Financial Economics 126, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Hull, John, and Alan White, 2013, LIBOR vs. OIS: The Derivatives Discounting Dilemma, Journal Of Investment Management 11, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Iida, Tomoyuki, Takeshi Kimura, and Nao Sudo, 2016, Regulatory Reforms and the Dollar Funding of Global Banks: Evidence from the Impact of Monetary Policy Divergence, Bank of Japan Working Paper Series No.16-E-14.",
        "Ivashina, Victoria, David S. Scharftstein, and Jeremy C. Stein, 2015, Dollar Funding and the Lending Behavior of Global Banks, Quarterly Journal of Economics 130, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281.",
        "Jermann, Urban J., 2020, Negative Swap Spreads and Limited Arbitrage, Review of Financial Studies 33, 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Jiang, Zhengyang, Arvind Krishnamurthy, and Hanno Lustig, 2018, Foreign Safe Asset Demand for US Treasurys and the Dollar, American Economic Review P&P 108, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "Jiang, Zhengyang, Arvind Krishnamurthy, and Hanno Lustig, 2019, Foreign Safe Asset Demand and the Dollar Exchange Rate, Working Paper Stanford University.",
        "Johannes, Michael, and Suresh M. Sundaresan, 2007, The Impact of Collateralization on Swap Rates, The Journal of Finance 62, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Joslin, Scott, Anh Le, and Kenneth J. Singleton, 2013, Why Gaussian macro-finance term structure models are (nearly) unconstrained factor-VARs, Journal of Financial Economics 109, 604 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 622.",
        "Keynes, John Maynard, 1923, A tract on monetary reform. (MacMillan and Co., Ltd., London).",
        "Klingler, Sven, and Suresh M. Sundaresan, 2019, An Explanation of Negative Swap Spreads: Demand for Duration from Underfunded Pension Plans, The Journal of Finance 74, 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Kremens, Lukas, and Ian Martin, 2019, The Quanto Theory of Exchange Rates, American Economic Review 109, 810Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Krishnamurthy, Arvind, 2002, The bond/old-bond spread, Journal of Financial Economics 66, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2012, The Aggregate Demand for Treasury Debt, Journal of Political Economy 120, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Levich, Richard, 2012, FX Counterparty Risk and Trading Activity in Currency Forward and Future Markets, Review of Financial Economics 21, 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Li, Wenhao, and Yang Song, 2019, The Term Structure of Liquidity Premium, working paper.",
        "Liao, G., 2016, Credit migration and covered interest parity, Harvrad University mimeo.",
        "Longstaff, Francis A., 2004, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business 77, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Lou, Wujiang, 2009, On asymmetric funding of swaps and derivatives-a funding cost explanation of negative swap spreads, SSRN Working Paper 1610338.",
        "Lustig, Hanno, Andreas Stathopoulos, and Adrien Verdelhan, 2019, The Term Structure of Currency Carry Trade Risk Premia, American Economic Review 119, 4142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 4177.",
        "Lustig, Hanno, and Adrien Verdelhan, 2019, Does Incomplete Spanning in International Financial Markets Help to Explain Exchange Rates?, American Economic Review 109, 2208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2244.",
        "Maggiori, Matteo, 2017, Financial Intermediation, International Risk Sharing, and Reserve Currencies, American Economic Review 107, 3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3071.",
        "McGuire, Patrick, and Goetz von Peter, 2012, The Dollar Shortage in Global Banking and the International Policy Response, International Finance 15, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Na, S., S. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, M. Uribe, and V. Yue, 2018, The Twin Ds: Optimal Default and Devaluation, American Economic Review 108, 1773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1819.",
        "Nagel, Stefan, 2016, The Liquidity Premium of Near-Money Assets, Quarterly Journal of Economics 131, 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Popper, Helen, 1993, Long-term covered interest parity: evidence from currency swaps, Journal of International Money and Finance pp. 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Rime, Dagfinn, Andreas Schrimpf, and Olav Syrstad, 2019, Covered Interest Parity Arbitrage, Working Paper.",
        "Skinner, Frank S., and Andrew Mason, 2011, Covered interest rate parity in emerging markets, International Review of Financial Analysis.",
        "Spears, Taylor, 2019, Discounting collateral: quants, derivatives and the reconstruction of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009crisk-free rateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ after the financial crisis, Economy and Society, forthcoming.",
        "Taylor, M., 1987, COvered Interest Rate Parity: A high-frequency, high-quality data study, Econometrica pp. 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Tuckman, Bruce, and Pedro Porfirio, 2003, Interest Rate Parity, Money Market Basis Swaps, and Cross-Currency Basis Swaps, Lehman Brothers: Fixed Income Liquid Markets Research.",
        "Wong, Alfred, David Leung, and Calvin Ng, 2016, Risk-Adjusted Covered Interest Parity: Theory and Evidence, SSRN Working Paper 2834798."
    ]
}