{
    "id": 27234,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Auray, Stephane, David L. Fuller, and Damba Lkhagvasuren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance Take-up Rates in an Equilibrium Search Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2019, 112, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Berge, Philipp Vom and Achim Schmillen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and Indirect Effects of Mass Layoffs: Evidence from Geo-Referenced Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. IAB-Discussion Paper, No. 11/2015.",
        "Blanchard, Olivier Jean and Peter Diamond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking, Unemployment Duration, and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1994, 61 (3), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Blank, Rebecca M. and David Card, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1991, 106 (4), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Campbell, John Y. and Robert J. Shiller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1988, 1 (3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Cole, Harold L. and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Mortensen-Pissarides Matching Model Match the Business-Cycle Facts?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1999, 40 (4), 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 959.",
        "Davis, Steven J. and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Job Creation, Gross Job Destruction, and Employment Reallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1992, 107 (3), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        ", R. Jason Faberman, and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Establishment-Level Behavior of Vacancies and Hiring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, p. 581622.",
        "Dupraz, Stephane, Emi Nakamura, and Jon Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Plucking Model of Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26351, National Bureau of Economic Research October 2019.",
        "Eeckhout, Jan and Ilse Lindenlaub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2019, 11 (4), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Engbom, Niklas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Application Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2018. Federal Reserve Bank of Minneapolis.",
        "Fernald, John., Robert E. Hall, James H. Stock, and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Disappointing Recovery of Output after 2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2017, Spring.",
        ", , and Fabien Postel-Vinay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labour Market Policy Response to COVID-19 Must Save Aggregate Matching Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. CEPR VOX Policy portal, https://voxeu.org/article/labour-market-policy-response-covid-19-mustsave -aggregate-matching-capital.",
        "Fuller, David L., B. Ravikumar, and Yuzhe Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance: Payments, Overpayments and Unclaimed Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB St. Louis Regional Economist, 2012, October, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Gregory, Victoria, Guido Menzio, and David G Wiczer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic Recession: L or VShaped ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27105, National Bureau of Economic Research May 2020.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2011, 101 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69. 2011 AEA Presidential Address.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Discounts and High Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2017, 107 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Hershbein, Brad and Lisa B. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Recessions Accelerate Routine-Biased Technological Change? Evidence from Vacancy Postings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (7), 17371772.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83 (4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Jofre-Monseny, Jordi, Maria Sanchez-Vidal, and Elisabet Viladecans-Marsal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Plant Closures and Local Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 2017, p. 163186. Kehoe, Patrick, Pierlauro Lopez, Virgiliu Midrigan, and Elena Pastorino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Unemployment Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November. Federal Reserve Bank of Minneapolis.",
        "Kilic, Mete and Jessica A. Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, unemployment, and the stock market: A rareevent -based explanation of labor market volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2018, 31 (12), 4762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4814.",
        "Krueger, Alan B., Judd Cramer, and David Cho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2014.",
        "Laubach, Thomas and John C Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the natural rate of interest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2003, 85 (4), 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Lockwood, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Externalities in the Labour Market and the Duration of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 06 1991, 58 (4), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Modestino, Alicia Sasser, Daniel Shoag, and Joshua Balance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downskilling: Changes in Employer Skill Requirements Over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2016, 41, 333347.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upskilling: Do Employers Demand Greater Skill When Workers are Plentiful?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper, Northeastern University.",
        "Molavi, Pooya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Dynamic Selection in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2018. Department of Economics, MIT.",
        "Mortensen, Dale T. and Christopher Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1994, 61, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Moscarini, Giuseppe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excess Worker Reallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2001, 68 (3), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c612.",
        "Pries, Michael J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistence of Employment Fluctuations: A Model of Recurring Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 01 2004, 71 (1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Romer, Christina D. and David H. Romer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER Business Cycle Dating: History and Prospect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2019. University of California, Berkeley."
    ]
}