{
    "id": 27248,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Avery, C., W. Bossert, A. T. Clark, G. Ellison, and S. Fisher Ellison (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Implications of Models of the Spread of Coronavirus: Perspectives and Opportunities for Economists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics, CEPR Press, 12, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bertozzi, A. L., E. Franco, G. Mohler, M. B. Short, and D. Sledge (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Challenges of Modeling and Forecasting the Spread of COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv, 2004.0474v1.",
        "Brown, L. D., and E. Greenshtein (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Empirical Bayes and Compound Decision Approaches to Estimation of a High-dimensional Vector of Normal Means,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, pp. 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Chib, S. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Comparison of Multiple Change-Point Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 86, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "de Boor, C. (1990): Splinefunktionen, vol. Lectures in Mathematrics, ETH ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086rich. BirkhaÃ\u0083Å\u0092Ã\u0082Ë\u0086user Verlag, Basel.",
        "Denison, D. G. T., B. K. Mallick, and A. F. M. Smith (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Bayesian Curve Fitting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society B, 60(2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 26882.",
        "Fernandez-Villaverde, J., and C. I. Jones (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Pennsylvania.",
        "Giordani, P., and R. Kohn (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Bayesian Inference for Multiple ChangePoint and Mixture Innovation Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economics Statistics, 26, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Glover, A., J. Heathcote, D. Krueger, and J.-V. Rios-Rull (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health versus Wealth: On the Distributional Effects of Controlling a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics, CEPR Press, 6, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Gu, J., and R. Koenker (2017a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Bayesball Remixed: Empirical Bayes Methods for Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Economics, 32(3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "(2017b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved Heterogeneity in Income Dynamics: An Empirical Bayes Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 35(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Haavelmo, T. (1944): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Probability Approach in Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 12, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Kermack, W. O., and A. G. McKendrick (1927): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A contribution to the mathematical theory of epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the royal society of london. Series A, Containing papers of a mathematical and physical character, 115(772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Koop, G., and S. M. Potter (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elicitation in Multiple Change-Point Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 50(3), 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Krueger, D., H. Uhlig, and T. Xie (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics and Reallocation in an Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Pennsylvania.",
        "Liu, L. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Density Forecasts in Panel Data Models: A Semiparametric Bayesian Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1805.04178.",
        "Liu, L., H. R. Moon, and F. Schorfheide (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with a Panel Tobit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 26569.",
        "(2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Dynamic Panel Data Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 88(1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Llera, A., and C. Beckmann (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating an Inverse Gamma distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1605.01019.",
        "Murray, C. J. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting the Impact of the First Wave of the COVID-19 Pandemic on Hospital Demand and Deaths for the USA and European Economic Area Countries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv, https://doi.org/10.1101/2020.04.21.20074732.",
        "Smith, M., and R. Kohn (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Regression Using Bayesian Variable Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 75, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Stock, J. H. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with Data Gaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics, CEPR Press, 3, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11."
    ]
}