{
    "id": 27254,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Ahlfeldt, Gabriel M., Stephen J. Redding, Daniel M. Sturm, and Nilolaus Wolf. 2015. The economics of density: Evidence from the Berlin Wall. Econometrica 83(6): 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Akbar, Prottoy A., Victor Couture, Gilles Duranton, and Adam Storeygard. 2020. Mobility and congestion in urban India. Processed, University of Pennsylvania.",
        "Allen, Treb and Costas Arkolakis. 2014. Trade and the topography of the spatial economy.",
        "Baum-Snow, Nathaniel. 2007. Did highways cause suburbanization? Quarterly Journal of Economics 122(2): 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Baum-Snow, Nathaniel. 2019. Urban transport expansions and changes in the spatial structure of us cities: Implications for productivity and welfare. Review of Economics and Statistics forthcoming: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Baum-Snow, Nathaniel, Loren Brandt, J. Vernon Henderson, Matthew A. Turner, and Qinghua Zhang. 2017. Roads, railroads, and decentralization of chinese cities. Review of Economics and Statistics 99(3): 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Blumenberg, Evelyn, Michael Manville, and Brian D. Taylor. 2019. Why is public transit use declining? Evidence from California. Processed, University of California, Los Angeles.",
        "Brooks, Leah and Zachary D. Liscow. 2019. Infrastructure costs. Processed, George Washington University.",
        "Chandra, Amitabh and Eric Thompson. 2000. Does public infrastructure affect economic activity?: Evidence from the rural interstate highway system. Regional Science and Urban Economics 30(4): 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Duranton, Gilles, Peter M. Morrow, and Matthew A. Turner. 2014. Roads and trade: Evidence from the us. Review of Economic Studies 81(2): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Duranton, Gilles and Matthew A. Turner. 2011. The fundamental law of road congestion: Evidence from us cities. American Economic Review 101(6): 2616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Duranton, Gilles and Matthew A Turner. 2012. Urban growth and transportation. Review of Economic Studies 79(4): 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Duranton, Gilles and Matthew A. Turner. 2018. Urban form and driving: Evidence from us cities. Journal of Urban Economics 108(0): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Federal Highway Administration. 1995. Recording and coding guide for the sturucture inventory and appraial of the nationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s bridges. Technical report, Office of Engineering, Bridge Division, Bridge Management Branch, Washington, D.C. Federal Highway Administration. 2016. Measuring and specifying pavement roughness. us Department of Transportation FHWA-HIF-16-032.",
        "Fernald, John G. 1999. Roads to prosperity? Assessing the link between public capital and productivity. American Economic Review 89(3): 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Garcia-LÃ\u0083Æ\u0092Ã\u0082Â³pez, Miquel-ngel, Adelheid Holl, and Elisabet Viladecans-Marsal. 2015. Suburbanization and highways in spain when the romans and the bourbons still shape its cities. Journal of Urban Economics 85(0): 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Gendron-Carrier, Nicolas, Marco Gonzalez-Navarro, Stefano Polloni, and Matthew A Turner. 2018. Subways and urban air pollution. Technical report, National Bureau of Economic Research.",
        "Gonzalez-Navarro, Marco and Matthew A Turner. 2018. Subways and urban growth: Evidence from earth. Journal of Urban Economics 108: 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Gramlich, Edward M. 1994. Infrastructure investment: A review essay. Journal of Economic Literature 32(3): 1176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1196.",
        "Heblich, Stephan, Stephen J. Redding, and Daniel M. Sturm. 2018. The making of the modern metropolis: Evidence from London. Processed, London School of Economics.",
        "Kreindler, Gabriel E. 2018. The welfare effect of road congestion pricing: Experimental evidence and equilibrium implications. Processed, Harvard University.",
        "Leduc, Sylvain and Daniel Wilson. 2013. Roads to prosperity of bridges to nowhere? Theory and evidence on the impact of public infrastructure investment. NBER Macroeconomics Annual 27(1): 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Mannering, Fred, Walter Kilareski, and Scott Washburn. 2007. Principles of Highway Engineering and Traffic Analysis. John Wiley & Sons.",
        "Meyer, John R., John F. Kain, and Martin Wohl. 1965. The Urban Transportation Problem. Harvard University Press, Cambridge (MA).",
        "Office of Highway Policy Information. 2016. Highway Performance Monitoring System Field Manual. Office of Management & Budget (OMB) Control No. 2125-0028.",
        "Parry, Ian W.H., Margaret Walls, and Winston Harrington. 2007. Automobile externalities and policies. Journal of Economic Literature 45(2): 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1353.",
        "Ramey, Valerie A. 2020. Macroeconomic consequences of infrastructure investment. In Edward L. Glaeser and Jim Poterba (eds.) Economics of Infrastructure. NBER and University of Chicago Press, forthcoming.",
        "Redding, Stephen J. and Matthew A. Turner. 2015. Transportation costs and the spatial organization of economic activity. In Gilles Duranton, Vernon Henderson, and William C.",
        "Schwab, Klaus. 2019. The Global Competiveness Report. World Economic Forum, Geneva.",
        "Small, Kenneth A. 2012. Valuation of travel time. Economics of transportation 1(1): 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Small, Kenneth A. and Erik T. Verhoef. 2007. The Economics of Urban Transportation. New York (ny): Routledge.",
        "Small, Kenneth A., Clifford Winston, and Carol A. Evans. 2012. Road work: A new highway pricing and investment policy. Brookings Institution Press, Washington DC.",
        "Tsivanidis, Nick. 2019. The aggregate and distributional effects of urban transit infrastructure: Evidence from BogotaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s transmilenio. Processed, University of California Berkeley.",
        "Turner, Matthew A. 2019. Local transportation policy and economic opportunity. The Brookings Instution, Hamilton Project policy proposal 3.",
        "us Department of Transportation. 2013. Status of the NationÃ\u0083Æ\u0092Ã\u0082Â¢AÃ\u0083Å\u0092Ã\u0082â\u0080 ZÃ\u0083Å\u0092Ã\u0082Â\u0081s Highways, Bridges, and Transit: Conditions and Performance, Report to Congress. us Department of Transportation.",
        "us Federal Highway Administration. 1985. Highway Statistics, 1984. Federal Highway Administration.",
        "us Federal Highway Administration. 2019. Highway Statistics, 2018. Federal Highway Administration."
    ]
}