{
    "id": 27257,
    "cites": 62,
    "cited_by": 0,
    "reference": [
        "Adam, Klaus, Albert Marcet, and Juan Pablo Nicolini. 2016. Stock Market Volatility and Learning. The Journal of Finance 71 (1):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Almeida, Caio and Rene Garcia. 2012. Assessing Misspecified Asset Pricing Models with Empirical Likelihood Estimators. Journal of Econometrics 170 (2):519 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 537.",
        "Alvarez, Fernando and Urban J. Jermann. 2005. Using Asset Prices to Measure the Persistence of the Marginal Utility of Wealth. Econometrica 73 (6):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Avellaneda, Marco. 1998. Minimum-Relative-Entropy Calibration of Asset-Pricing Models. International Journal of Theoretical and Applied Finance 01 (04):447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Bakshi, Gurdip and Fousseni Chabi-Yo. 2012. Variance Bounds on the Permanent and Transitory Components of Stochastic Discount Factors. Journal of Financial Economics 105 (1):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer. 2015. XCAPM: An Extrapolative Capital Asset Pricing Model. Journal of Financial Economics 115 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Bordalo, Pedro, Nicola Gennaioli, Rafael La Porta, and Andrei Shleifer. 2019. Diagnostic Expectations and Stock Returns. The Journal of Finance 74 (6):2839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2874.",
        "Bordalo, Pedro, Nicola Gennaioli, Yueran Ma, and Andrei Shleifer. 2020. Over-Reaction in Macroeconomic Expectations. American Economic Review forthcoming.",
        "Borwein, Jonathan M. and Adrian S. Lewis. 1992. Partially Finite Convex Programming, Part II: Explicit Lattice Models. Mathematical Programming 57 (1-3):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Bradley, Richard. 2007. Introduction to Strong Mixing Conditions, Volume I. Heber City, Utah: Kendrick Press.",
        "Campbell, John. 1993. Intertemporal Asset Pricing Without Consumption Data. American economic review 83 (3):487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-512.",
        "Chamberlain, Gary and Guido W. Imbens. 2003. Nonparametric Applications of Bayesian Inference. Journal of Business and Economic Statistics 21 (1):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Chen, Xiaohong. 2007. Chapter 76: Large Sample Sieve Estimation of Semi-Nonparametric Models. In Handbook of Econometrics, vol. 6, Part B, edited by James J. Heckman and Edward E. Leamer, 5549 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5632. Elsevier.",
        "Chen, Xiaohong, Tim Christensen, and Elie Tamer. 2018. Monte Carlo Confidence Sets for Identified Sets. Econometrica 86 (6):1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2018.",
        "Chernozhukov, V., H. Hong, and E. Tamer. 2007. Estimation and Confidence Regions for Parameter Sets in Econometric Models. Econometrica 75 (5):1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Christensen, Timothy M. 2017. Nonparametric Stochastic Discount Factor Decomposition.",
        "Cressie, Noel and Timothy R. C. Read. 1984. Multinomial Goodness-of-Fit Tests. Journal of the Royal Statistical Society. Series B (Methodological) 46 (3):440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Csiszar, I. and Thomas Breuer. 2018. Expected Value Minimization in Information Theoretic Multiple Priors Models. IEEE Transactions on Information Theory 64 (6):3957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3974.",
        "Csiszar, I. and F. Matus. 2012. Generalized Minimizers of Convex Integral Functionals, Bregman Distance, Pythagorean Identities. Kybernetika 48 (4):637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Dembo, Amir and Ofer Zeitouni. 2009. Large Deviations Techniques and Applications, vol. 38. Springer Science & Business Media.",
        "Donsker, Monroe D. and S.R. Srinivasa Varadhan. 1975. Asymptotic Evaluation of Certain Markov Process Expectations for Large Time, I-IV. Communications on Pure and Applied Mathematics 28 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Duchi, John, Peter Glynn, and Hongseok Namkoong. 2018. Statistics of Robust Optimization: A Generalized Empirical Likelihood Approach.",
        "Dupuis, Paul and Richard Ellis. 1997. A Weak Convergence Approach to the Theory of Large Deviations. New York: John Wiley and Sons, Inc.",
        "Eckstein, Stephan. 2019. Extended Laplace principle for Empirical Measures of a Markov Chain. Advances in Applied Probability 51 (1):136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Ekeland, I. and R. TeÃ\u0083Å\u0092Ã\u0082Â\u0081mam. 1999. Convex Analysis and Variational Problems. Classics in Applied Mathematics. Society for Industrial and Applied Mathematics.",
        "Epstein, Larry G. and Stanley E. Zin. 1991. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy 99 (2):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-286.",
        "Fuster, Andreas, David Laibson, and Brock Mendel. 2010. Natural Expectations and Macroeconomic Fluctuations. The Journal of Economic Perspectives: a journal of the American Economic Association 24 (4):67.",
        "Gagliardini, Patrick, Christian Gourieroux, and Eric Renault. 2011. Efficient Derivative Pricing by the Extended Method of Moments. Econometrica 79 (4):1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1232.",
        "Ghosh, Anisha, Christian Julliard, and Alex P. Taylor. 2017. What is the ConsumptionCAPM Missing? An Information-Theoretic Framework for the Analysis of Asset Pricing Models. Review of Financial Studies 30 (2):442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Hansen, Lars Peter. 2014. Nobel Lecture: Uncertainty Outside and Inside Economic Models. Journal of Political Economy 122 (5):945 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 987.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1991. Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy 99 (2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1997. Assessing Specification Errors in Stochastic Discount Factor Models. The Journal of Finance 52 (2):557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Hansen, Lars Peter and Thomas J. Sargent. 2001. Robust Control and Model Uncertainty. The American Economic Review 91 (2):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hansen, Lars Peter and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2009. Long-Term Risk: An Operator Approach. Econometrica 77 (1):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Hansen, Peter G. 2020. New Formulations of Ambiguous Volatility with an Application to Optimal Dynamic Contracting. Working paper.",
        "Hirshleifer, David, Jun Li, and Jianfeng Yu. 2015. Asset Pricing in Production Economies with Extrapolative Expectations. Journal of Monetary Economics 76:87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Imbens, Guido W. 1997. One-Step Estimators for Over-Identified Generalized Method of Moments Models. The Review of Economic Studies 64 (3):359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Imbens, Guido W., Richard H. Spady, and Phillip Johnson. 1998. Information Theoretic Approaches to Inference in Moment Condition Models. Econometrica 66 (2):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Kazemi, Hossein B. 1992. An Intertemporal Model of Asset Prices in a Markov Economy with a Limiting Stationary Distribution. Review of Financial Studies 5 (1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Kitamura, Yuichi and Michael Stutzer. 1997. An Information-Theoretic Alternative to Generalized Method of Moments Estimation. Econometrica 65 (4):861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Kreps, David M. and Evan L. Porteus. 1978. Temporal Resolution of Uncertainty and Dynamic Choice. Econometrica 46 (1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Lee, Seojeong. 2016. Asymptotic Refinements of a Misspecification-Robust Bootstrap for GEL estimators. Journal of Econometrics 192:86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Lucas, Robert E. 1972. Expectations and the Neutrality of Money. Journal of Economic Theory 4 (2):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Luttmer, Erzo, Lars P. Hansen, and John Heaton. 1995. Econometric Evaluation of Asset Pricing Models. Review of Financial Studies 8:237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Maheu, John M. and Thomas H. McCurdy. 2000. Identifying Bull and Bear Markets in Stock Returns. Journal of Business and Economic Statistics 18 (1):100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Manski, Charles F. 2018. Survey Measurement of Probabilistic Macroeconomic Expectations: Progress and Promise. NBER Macroeconomics Annual 32 (1):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "Metzler, Lloyd A. 1941. The Nature and Stability of Inventory Cycles. The Review of Economics and Statistics 23 (3):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Muth, John F. 1961. Rational Expectations and the Theory of Price Movements. Econometrica: Journal of the Econometric Society 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Nerlove, Marc. 1958. Adaptive Expectations and Cobweb Phenomena. The Quarterly Journal of Economics 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Newey, Whitney K. and Richard J. Smith. 2004. Higher Order Properties of GMM and Generalized Empirical Likelihood Estimators. Econometrica 72 (1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Peng, Shige. 2004. Nonlinear Expectations, Nonlinear Evaluations and Risk Measures. In Stochastic Methods in Finance: Lecture Notes in Mathematics, edited by M. Frittelli and W. Runggaldier, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253. Berlin, Heidelberg: Springer Berlin Heidelberg.",
        "Petersen, Ian R., Matthew R. James, and Paul Dupuis. 2000. Minimax Optimal Control of Stochastic Uncertain Systems with Relative Entropy Constraints. IEEE Transactions on Automatic Control 45:398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Qin, Jin and Jerry Lawless. 1994. Empirical Likelihood and General Estimating Equations. Ann. Statist. 22 (1):300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Qin, Likuan and Vadim Linetsky. 2020. Long-Term Risk: A Martingale Approach. Econometrica 85 (1):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Ross, Steve. 2015. The Recovery Theorem. The Journal of Finance 70 (2):615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Sanov, I. N. 1957. On the Probability of Large Deviations of Random Magnitudes. Matiematicheskii Sbornik 42 (84):11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Schennach, Susanne M. 2007. Point Estimation with Exponentially Tilted Empirical Likelihood. Annals of Statistics 35 (2):634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Shanken, Jay. 1987. Multivariate Proxies and Asset Pricing Relations. Journal of Financial Economics 18 (1):91 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 110.",
        "Shapiro, Alexander. 1991. Asymptotic Analysis of Stochastic Programs. Annals of Operation Research 30:169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-186.",
        "Smith, Richard. 1997. Alternative Semi-Parametric Likelihood Approaches to Generalized Method of Moments Estimation. Economic Journal 107:503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Stutzer, Michael. 1995. A Bayesian Approach to Diagnosis of Asset Pricing Models. Journal of Econometrics 68 (2):367 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 397.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1996. A Simple Nonparametric Approach to Derivative Security Valuation. The Journal of Finance 51 (5):1633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652."
    ]
}