{
    "id": 27269,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Angrist, J., D. Autor, S. Hudson, and A. Pallais (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Post-Secondary Aid: Enrollment, Persistence, and Projected Completion Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23015, National Bureau of Economic Research.",
        "Angrist, J., D. Lang, and P. Oreopoulos (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Services for College Achievement: Evidence from a Randomized Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1, 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Barr, A. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fighting for Education: Financial Aid and Degree Attainment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 37, 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544, publisher: The University of Chicago Press.",
        "Barr, A. C., K. A. Bird, and B. L. Castleman (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Reduced Student Loan Borrowing on Academic Performance and Default: Evidence from a Loan Counseling Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ph.D. thesis, Annenberg Institute at Brown University, publication Title: EdWorkingPapers.com.",
        "Barrios FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, A. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should I Stay or Should I Go? NeighborsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effects on University Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3278251, Social Science Research Network, Rochester, NY.",
        "Bettinger, E. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Financial Aid Affects Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 10242, National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Need-Based Aid and College Persistence: The Effects of the Ohio College Opportunity Grant,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, 37, 102SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119S, publisher: American Educational Research Association.",
        "Brock, T. and L. Richburg-Hayes (2006): Paying for Persistence. Early Results of a Louisiana Scholarship Program for Low-Income Parents Attending Community College, MDRC, 16 East 34th Street, 19th Floor, New York, NY 10016-4326.",
        "Bucarey, A., D. Contreras, and P. MuÃ\u0083Æ\u0092Ã\u0082Â±oz (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Returns to Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3173823, Social Science Research Network, Rochester, NY.",
        "Calonico, S., M. D. Cattaneo, and R. Titiunik (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Nonparametric Confidence Intervals for Regression-Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82, 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Castleman, B. L. and B. T. Long (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking beyond Enrollment: The Causal Effect of Need-Based Grants on College Access, Persistence, and Graduation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34, 1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Cellini, S. R. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowded Colleges and College Crowd-Out: The Impact of Public Subsidies on the Two-Year College Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Cellini, S. R., R. Darolia, and L. J. Turner (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Do Students Go When For-Profit Colleges Lose Federal Aid?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 12, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Cohodes, S. R. and J. S. Goodman (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Merit Aid, College Quality, and College Completion: Massachusetts Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Adams Scholarship as an In-Kind Subsidy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 6, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Cornwell, C., D. Mustard, and D. Sridhar (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enrollment Effects of Merit-Based Financial Aid: Evidence from GeorgiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s HOPE Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24, 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Denning, J. T. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Born Under a Lucky Star: Financial Aid, College Completion, Labor Supply, and Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 54, 760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Denning, J. T., B. M. Marx, and L. J. Turner (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ProPelled: The Effects of Grants on Graduation, Earnings, and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 11, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "DesJardins, S. L., D. A. Ahlburg, and B. P. McCall (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulating the Longitudinal Effects of Changes in Financial Aid on Student Departure from College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 37, 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Dynarski, S. and J. Scott-Clayton (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Aid Policy: Lessons from Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18710, National Bureau of Economic Research.",
        "Dynarski, S. M. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 93, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An EconomistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Perspective on Student Loans in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2694441, Social Science Research Network, Rochester, NY.",
        "Field, E. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Debt Burden and Career Choice: Evidence from a Financial Aid Experiment at NYU Law School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Garibaldi, P., F. Giavazzi, A. Ichino, and E. Rettore (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Cost and Time to Complete a Degree: Evidence from Tuition Discontinuities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 94, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Goldrick-Rab, S., D. Harris, R. Kelchen, and J. Benson (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Need-Based Financial Aid and College Persistence Experimental Evidence from Wisconsin,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 1887826, Social Science Research Network, Rochester, NY.",
        "Gurgand, M., A. Lorenceau, and T. Melonio (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student loans: Liquidity constraint and higher education in South Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PSE Working Paper, HAL.",
        "Ham, J. C. and R. J. Lalonde (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Sample Selection and Initial Conditions in Duration Models: Evidence from Experimental Data on Training,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205, publisher: [Wiley, Econometric Society].",
        "Hsieh, C.-T. and M. Urqiola (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of generalized school choice on achievement and stratification: Evidence from ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s voucher program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 90, 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503.",
        "Imbens, G. W. and T. Lemieux (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression discontinuity designs: A guide to practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142, 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Lee, D. S. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized experiments from non-random selection in U.S. House elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142, 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Lee, D. S. and T. Lemieux (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Lochner, L. and A. Monge-Naranjo (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints in Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 4, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 8 - Student Loans and Repayment: Theory, Evidence, and Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of the Economics of Education, ed. by E. A. Hanushek, S. Machin, and L. Woessmann, Elsevier, vol. 5, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Marx, B. M. and L. J. Turner (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing Trouble? Human Capital Investment with Opt-In Costs and Implications for the Effectiveness of Grant Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 10, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "McCrary, J. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the running variable in the regression discontinuity design: A density test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142, 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Montoya, A. M., C. Noton, and A. SolÃ\u0083Æ\u0092Ã\u0082Â­s (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to College Choice: Loans, Scholarships and Labor Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. 2018:12, Uppsala University, Department of Economics.",
        "Nguyen, T. D., J. W. Kramer, and B. J. Evans (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Grant Aid on Student Persistence and Degree Attainment: A Systematic Review and Meta-Analysis of the Causal Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Educational Research, 89, 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874, publisher: American Educational Research Association.",
        "Rothstein, J. and C. E. Rouse (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constrained after college: Student loans and early-career occupational choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Santelices, M. V., X. CatalÃ\u0083Æ\u0092Ã\u0082Â¡n, D. Kruger, and C. Horn (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of persistence and the role of financial aid: lessons from Chile,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Higher Education, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Singell, Jr., L. D. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Come and stay a while: does financial aid effect retention conditioned on enrollment at a large public university?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 23, 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "Solis, A. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does higher education cause political participation? Evidence from a regression discontinuity design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. 2013:13, Working Paper, Department of Economics, Uppsala University.",
        "SolÃ\u0083Æ\u0092Ã\u0082Â­s, A. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Access and College Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 125, 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Stinebrickner, R. and T. Stinebrickner (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Credit Constraints on the College Drop-Out Decision: A Direct Approach Using a New Panel Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98, 2163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "World Bank (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s State-Guaranteed Student Loan Program (CAE),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. 70209, The World Bank."
    ]
}