{
    "id": 2726,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Aizenman, Joshua. Country Risk, Incomplete information and Taxes on International Borrowing, manuscript, 1986.",
        "Terms of Trade Adjustment. manuscript, The International Monetary Fund, 1987; forthcoming, I.M.F. Staff Papers. Alesina Alberto and Guido Tabellini. `External Debt, Capital Flight and Political Risk, manuscript, 1987.",
        "Bulow I. Jeremy and Kenneth Rogoff. A Constant Recontracting Model of Sovereign Debt, manuscript, 1987, forthcoming Journal of Political Economy. Calvo, Gulliermo. Debt Repudiation: The Role of Expectations, manuscript 1987.",
        "Cole Harold L. and William B. English. Expropriation and Direct Investment, manuscript, 1987.",
        "Diwan, Ishac and Shabtai Donnenfeld. Trade Policy, Foreign Investment and Portfolio Expropriation, Studies in Banking and Finance, 3, 1986.",
        "Dooley, Michael P. Country-Specific Risk Premiums, Capital Flight and Net Investment Income Payments in Selected Developing Countries, manuscript, the International Monetary Fund, 1986.",
        "Dornbusch, Rudiger. External Debt, Budget Deficits and Disequilibrium Exchange rates, NEER Working Paper No. 1336, 1984.",
        "Eaton, Jonathan and Mark Gersovitz. Debt with Potential Repudiation Theoretical and Empirical Analysis, Review of Economic Studies 48, 1981.",
        "Ethier, Wilfred. National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review 72, 1982.",
        "Edwards, Sebastian. Country Risk, Foreign Borrowing and the Social Discount Rate in an Open Developing Economy, NBER Working Paper Series No. 1651, 1985.",
        "Froot, Ken D., Buybacks, Exit Bonds and the Optimality of Debt and Liquidity Relief, manuscript, 1988.",
        "Folkerst-Landau David. The Changing Role of International Bank Lending in Development Finance The I. M. F. Staff Papers 32, 1985.",
        "Helpman, Elhanan. The Simple Analytics of Debt-Equity Swaps, manuscript, 1987.",
        "Kharas, Homi, J. Constrained Optimal Foreign Borrowing by L.D.C. `s Domestic Finance Study No. 75, The World Bank, Washington, D.C., 1981.",
        "Kletzer, Kenneth M. Asymmetries of Information and LDC borrowing with Sovereign Risk, Economic Journal 94, 1984.",
        "Krugman, Paul. International Debt Strategies in an Uncertain World, in Smith, W.G. and Cuddington, J. T., eds., International Debt and the Developing Countries, A World Bank Symposium, The World Bank, Washington, D.C., 1985.",
        "Nash, John F. The Bargaining Problem, Econometrica, 1950.",
        "Roth, Alvin E. Axiomatic Models of Bargaining. Springer-Verlag, 1979.",
        "Sachs, Jeffery D. `Theoret~caI Issues in International Borrowing, Princeton Studies in International Finance 54, 1984.",
        "Smith, Gordon, W. and John T. Cuddington. International Debt and the Developing Countries, A World Bank Symposium, The World Bank, Washington, D.C., 1985."
    ]
}