{
    "id": 27276,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "J. E. Anderson and E. Van Wincoop. Trade costs. Journal of Economic literature, 42(3): 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751, 2004. P. Bajari, J. C. Fruehwirth, C. Timmins, et al. A rational expectations approach to hedonic price regressions with time-varying unobserved product attributes: The price of pollution.",
        "P. Bayer, R. McMillan, A. Murphy, and C. Timmins. A dynamic model of demand for houses and neighborhoods. Econometrica, 84(3):893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942, 2016.",
        "K. Behrens and P. M. Picard. Transportation, freight rates, and economic geography. Journal of International Economics, 85(2):280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291, 2011.",
        "M. Bombardini and B. Li. Trade, pollution and mortality in China. Technical report, National Bureau of economic research, 2016.",
        "G. Brancaccio, M. Kalouptsidi, and T. Papageorgiou. Geography, transportation and endogenous trade costs. Econometrica, Forthcoming, 2019.",
        "L. Brandt, J. Van Biesebroeck, L. Wang, and Y. Zhang. WTO accession and performance of chinese manufacturing firms. American Economic Review, 107(9):2784Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2820, 2017.",
        "C. Broda and D. E. Weinstein. Globalization and the gains from variety. The Quarterly journal of economics, 121(2):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585, 2006.",
        "D. Burtraw and S. J. Szambelan. US emissions trading markets for SO2 and NOx. Permit Trading in Different Applications, pages 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 2009.",
        "G. F. De Oliveira. Determinants of european freight rates: The role of market power and trade imbalance. Transportation Research Part E: Logistics and Transportation Review, 62:23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2014.",
        "A. De Palma, R. Lindsey, E. Quinet, and R. Vickerman. A handbook of transport economics. Edward Elgar Publishing, 2011.",
        "R. Dekle, J. Eaton, and S. Kortum. Unbalanced trade. The American Economic Review, 97 (2):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355, 2007.",
        "S. Djankov, C. Freund, and C. S. Pham. Trading on time. The Review of Economics and Statistics, 92(1):166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173, 2010.",
        "P. Epifani and G. Gancia. Global imbalances revisited: The transfer problem and transport costs in monopolistic competition. Journal of Journal of International Economics, 108(5): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116, 2017. F. Facchini. What are the determinants of public spending? an overview of the literature.",
        "J. A. Frankel. Environmental effects of international trade. Working Paper, 2009.",
        "F. Friedt and W. W. Wilson. Trade, transportation and trade imbalances: An empirical examination of international markets and backhauls. Working Paper, 2015.",
        "G. Gaulier, D. Mirza, S. Turban, and S. Zignago. International transportation costs around the world: A new CIF/FOB rates dataset. CEPII. March, pages 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24, 2008.",
        "D. Hummels and A. Skiba. Shipping the good apples out? an empirical confirmation of the Alchian-Allen conjecture. Journal of Political Economy, 112(6):1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402, 2004.",
        "D. L. Hummels and G. Schaur. Time as a trade barrier. The American Economic Review, 103 (7):2935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2959, 2013.",
        "J. Ishikawa and N. Tarui. Backfiring with backhaul problems: Trade and industrial policies with endogenous transport costs. Journal of International Economics, 111:81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98, 2018.",
        "O. Jonkeren, E. Demirel, J. van Ommeren, and P. Rietveld. Endogenous transport prices and trade imbalances. Journal of Economic Geography, 11(3):509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527, 2010.",
        "D. Kellenberg. Consumer waste, backhauling, and pollution havens. Journal of Applied Economics, 13(2):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304, 2010.",
        "D. Kellenberg. Trading wastes. Journal of Environmental Economics and Management, 64(1): 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, 2012.",
        "D. K. Kellenberg. An empirical investigation of the pollution haven effect with strategic environment and trade policy. Journal of international economics, 78(2):242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255, 2009.",
        "J. Lan, M. Kakinaka, and X. Huang. Foreign direct investment, human capital and environmental pollution in China. Environmental and Resource Economics, 51(2):255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, 2012.",
        "A. Lashkaripour. Worth its weight in gold: Product weight, international shipping and patterns of trade. Working Paper, 2015.",
        "Y. Li and K. Chen. A review of air pollution control policy development and effectiveness in china. Energy Management for Sustainable Development, page 1, 2018.",
        "L. Rushton. Health hazards and waste management. British medical bulletin, 68(1):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197, 2003.",
        "H. Sieg, V. K. Smith, H. S. Banzhaf, and R. Walsh. Estimating the general equilibrium benefits of large changes in spatially delineated public goods. International Economic Review, 45(4): 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077, 2004.",
        "V. K. Smith and J.-C. Huang. Can markets value air quality? a meta-analysis of hedonic property value models. Journal of political economy, 103(1):209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227, 1995. W. F. Wong. The round trip effect: Endogenous transport costs and international trade."
    ]
}