{
    "id": 27275,
    "cites": 39,
    "cited_by": 6,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. D. Whinston (2020, May). A multi-risk sir model with optimally targeted lockdown. Working Paper 27102, National Bureau of Economic Research.",
        "Aguiar, M. and M. Amador (2011, 06). Growth in the Shadow of Expropriation. The Quarterly Journal of Economics 126(2), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Aguiar, M., M. Amador, H. Hopenhayn, and I. Werning (2019). Take the short route: Equilibrium default and debt maturity. Econometrica 87(2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Aguiar, M. and G. Gopinath (2006). Defaultable debt, interest rates and the current account. Journal of International Economics 69(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Alvarez, F. E., D. Argente, and F. Lippi (2020, April). A simple planning problem for covid-19 lockdown. Working Paper 26981, National Bureau of Economic Research.",
        "Arellano, C. (2008). Default risk and income fluctuations in emerging economies. American Economic Review 98(3), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Arellano, C., Y. Bai, and G. P. Mihalache (2020). Monetary policy and sovereign risk in emerging economies (nk-default). Technical report, National Bureau of Economic Research.",
        "Arellano, C., X. Mateos-Planas, and J.-V. Rios-Rull (2019). Partial default. Technical report, National Bureau of Economic Research.",
        "Atkeson, A. (2020). What will be the economic impact of covid-19 in the us? rough estimates of disease scenarios. Technical report, National Bureau of Economic Research.",
        "Azzimonti, M., A. Fogli, F. Perri, and M. Ponder (2020, May). Social distance policies in econ-epi networks. Working paper minneapolis fed.",
        "Baldwin, R. and B. Weber (2020, 03). Mitigating the covid economic crisis: Act fast and do whatever it takes. Technical report.",
        "Baqaee, D., E. Farhi, M. Mina, and J. Stock (2020, May). Evaluating the economics and epidemiology of strategies for reopening the economy. Working paper harvard university.",
        "Barro, R. J., J. F. UrsÃ\u0083Æ\u0092Ã\u0082Âºa, and J. Weng (2020, March). The coronavirus and the great influenza pandemic: Lessons from the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093spanish fluÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for the coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential effects on mortality and economic activity. Working Paper 26866, National Bureau of Economic Research.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2020, March). An seir infectious disease model with testing and conditional quarantine. Staff Report 597, Federal Reserve Bank of Minneapolis.",
        "Bergoeing, R., P. J. Kehoe, T. J. Kehoe, and R. Soto (2002). A decade lost and found: Mexico and chile in the 1980s. Review of Economic Dynamics 5(1), 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Bulow, J., K. Rogoff, and R. Dornbusch (1988). The buyback boondoggle. Brookings Papers on Economic Activity 1988(2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080¡akmaklÃ\u0083â\u0080\u009eÃ\u0082Â±, C., S. Demiralp, e. Kalemli-Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zcan, S. Yesiltas, and M. A. Yildirim (2020). Covid-19 and emerging markets: An epidemiological multi-sector model for a small open economy with an application to turkey. Technical report, National Bureau of Economic Research.",
        "Chari, V. V., R. Kirpalani, and C. Phelan (2020, May). The hammer and the scalpel: On the economics of indiscriminate versus targeted isolation policies during pandemics. Working paper minneapolis fed.",
        "Chatterjee, S. and B. Eyigungor (2012). Maturity, indebtedness, and default risk. American Economic Review 102(6), 2674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2699.",
        "Cruces, J. J. and C. Trebesch (2013). Sovereign defaults: The price of haircuts. American economic Journal: macroeconomics 5(3), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Dvorkin, M., J. M. Sanchez, H. Sapriza, and E. Yurdagul (2018, June). Sovereign Debt Restructurings.",
        "Working Papers 2018-13, Federal Reserve Bank of St. Louis.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020). The macroeconomics of epidemics. Technical report, National Bureau of Economic Research.",
        "Espino, E., J. Kozlowski, F. M. Martin, and J. M. Sanchez (2020). Seigniorage and sovereign default: The response of emerging markets to covid-191. Technical report, Federal Reserve Bank of St. Louis working paper.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020, April). Internal and external effects of social distancing in a pandemic. Working Paper 27059, National Bureau of Economic Research.",
        "Favero, C. A., A. Ichino, and A. Rustichini (2020, May). Restarting the economy while saving lives under covid-19. Working Paper DP14664, CEPR.",
        "Glover, A., J. Heathcote, D. Krueger, and J.-V. Rios-Rull (2020). Health versus wealth: On the distributional effects of controlling a pandemic. Technical report, Federal Reserve Bank of Minneapolis.",
        "Gordon, G. (2019, September). Efficient Computation with Taste Shocks. Working Paper 19-15, Federal Reserve Bank of Richmond.",
        "Gourinchas, P.-O. and C.-T. Hsieh (2020, 04). The COVID 19 Default Bomb. Technical report.",
        "Hall, R., C. Jones, and P. Klenow (2020). Trading off consumption and covid-19 deaths. Technical report, Stanford Working Paper.",
        "Hatchondo, J. C. and L. Martinez (2009). Long-duration bonds and sovereign defaults. Journal of International Economics 79(1), 117 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 125.",
        "Hethcote, H. W. (2000). The mathematics of infectious diseases. SIAM review 42(4), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Hevia, C. and A. Neumeyer (2020). A conceptual framework for analyzing the economic impact of covid-19 and its policy implications. Technical report, UNDP Latin American and the Cribbean.",
        "Jones, C. J., T. Philippon, and V. Venkateswaran (2020, April). Optimal mitigation policies in a pandemic: Social distancing and working from home. Working Paper 26984, National Bureau of Economic Research.",
        "Kermack, W. O. and A. G. McKendrick (1927). A contribution to the mathematical theory of epidemics. Proceedings of the royal society of london. Series A, Containing papers of a mathematical and physical character 115(772), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Kydland, F. E. and C. E. Zarazaga (2002). ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s lost decade. Review of Economic Dynamics 5(1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Moll, B. (2020). Lockdowns in sir models. Technical report, Lecture Notes, Princeton University.",
        "Viscusi, W. K. and C. J. Masterman (2017). Income elasticities and global values of a statistical life. Journal of Benefit-Cost Analysis 8(2), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Wang, H., Z. Wang, Y. Dong, R. Chang, C. Xu, X. Yu, S. Zhang, L. Tsamlag, M. Shang, J. Huang, et al. (2020). Phase-adjusted estimation of the number of coronavirus disease 2019 cases in wuhan, china. Cell Discovery 6(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8."
    ]
}