{
    "id": 27277,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "AGER, P. AND M. BRUECKNER (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Genes: Genetic Diversity and Economic Development in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 56, 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "ALESINA, A., R. BAQIR, AND W. EASTERLY (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public goods and ethnic divisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 114, 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "ALESINA, A. AND E. L. FERRARA (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic diversity and economic performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic literature, 43, 762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800.",
        "ALESINA, A., J. HARNOSS, AND H. RAPOPORT (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Birthplace diversity and economic prosperity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 21, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "ALGAN, Y., C. HÃ\u0083Æ\u0092Ã\u0082â\u0080°MET, AND D. D. LAITIN (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Effects of Ethnic Diversity at the Local Level: A Natural Experiment with Exogenous Residential Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124, 696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733.",
        "ALLCOTT, H., L. BOXELL, J. CONWAY, M. GENTZKOW, M. THALER, AND D. Y. YANG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization and Public Health: Partisan Differences in Social Distancing during COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3570274.",
        "ALTONJI, J. AND D. CARD (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Immigration on the Labor Market Outcomes of Less-skilled Natives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Immigration, Trade, and the Labor Market, National Bureau of Economic Research, Inc, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "ANANYEV, M., M. POYKER, AND Y. TIAN (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safest Time to Fly: Pandemic Response in the Era of Fox News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "ANDERSEN, M. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early evidence on social distancing in response to COVID-19 in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3569368.",
        "ARBATLI, C. E., Q. H. ASHRAF, O. GALOR, AND M. KLEMP (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversity and conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 88, 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "BARRIOS, J. M. AND Y. V. HOCHBERG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk perception through the lens of politics in the time of the COVID-19 pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "BRZEZINSKI, A., G. DEIANA, V. KECHT, AND D. VAN DIJCKE (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The COVID-19 Pandemic: Government vs. Community Action Across the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "BURSZTYN, L., G. EGOROV, R. ENIKOLOPOV, AND M. PETROVA (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social media and xenophobia: evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "BURSZTYN, L., A. RAO, C. ROTH, AND D. YANAGIZAWA-DROTT (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misinformation During a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "CARD, D. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "CHETTY, R., N. HENDREN, M. R. JONES, AND S. R. PORTER (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Economic Opportunity in the United States: an Intergenerational Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 135, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "CHIOU, L. AND C. TUCKER (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Distancing, Internet Access and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "DOGANOGLU, T. AND E. OZDENOREN (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should I stay or should I go (out): The role of trust and norms in disease prevention during pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "DURANTE, R., L. GUISO, AND G. GULINO (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civic Capital and Social Distancing: Evidence from ItaliansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d VoxEU Column.",
        "EASTERLY, W. AND R. LEVINE (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth tragedy: policies and ethnic divisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of economics, 112, 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        "ELLICKSON, R. C. (1994): Order without law, Harvard University Press.",
        "ENGLE, S., J. STROMME, AND A. ZHOU (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staying at Home: Mobility Effects of Covid19, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN.",
        "FEHR, E. AND S. GÃ\u0083Æ\u0092Ã\u0082â\u0080\u009eCHTER (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness and retaliation: The economics of reciprocity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic perspectives, 14, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "GOETTE, L., D. HUFFMAN, AND S. MEIER (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Group Membership on Cooperation and Norm Enforcement: Evidence Using Random Assignment to Real Social Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96, 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "HJORT, J. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic divisions and production in firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129, 1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "KAPOOR, R., H. RHO, K. SANGHA, S. BHAVYAA, S. AJAY, AND G. XU (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093God is in the Rain: The Impact of Rainfall-Induced Early Social Distancing on COVID-19 Outbreaks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "KOROVKIN, V. AND A. MAKARIN (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflict and Inter-Group Trade: Evidence from the 2014 Russia-Ukraine Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3397276.",
        "LEE, N. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant and ethnic diversity, cities and innovation: Firm effects or city effects?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 15, 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "MIGUEL, E. AND M. K. GUGERTY (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic diversity, social sanctions, and public goods in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89, 2325 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2368.",
        "MIKHAILOVA, T. AND M. VALSECCHI (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal migration and Covid-19 (in Russian),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Economic Policy in Times of Covid-19, New Economic School, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "MONTALVO, J. G. AND M. REYNAL-QUEROL (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic polarization, potential conflict, and civil wars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 95, 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic diversity and growth: Revisiting the evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, forthcoming.",
        "OSTROM, E. (1990): Governing the commons: The evolution of institutions for collective action, Cambridge university press.",
        "OTTAVIANO, G. I. AND G. PERI (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic value of cultural diversity: evidence from US cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic geography, 6, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "PAINTER, M. AND T. QIU (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Beliefs affect Compliance with COVID-19 Social Distancing Orders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3569098.",
        "PERI, G. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of immigration on productivity: Evidence from US states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94, 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "PUTNAM, R. D. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E Pluribus Unum: Diversity and Community in the Twenty-first Century The 2006 Johan Skytte Prize Lecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Political Studies, 30, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "ROHNER, D., M. THOENIG, AND F. ZILIBOTTI (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War Signals: A Theory of Trade, Trust, and Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 80, 1114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1147.",
        "ROSS, C. T. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Multi-Level Bayesian Analysis of Racial Bias in Police Shootings at the County-Level in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE, 10(11).",
        "SIMONOV, A., S. SACHER, J.-P. DUBÃ\u0083Æ\u0092Ã\u0082â\u0080°, AND S. BISWAS (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persuasive Effect of Fox News: Non-Compliance with Social Distancing During the Covid-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "STEPHENS-DAVIDOWITZ, S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cost of racial animus on a black candidate: Evidence using Google search data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 118, 26 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 40.",
        "VALSECCHI, M. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal migration and the Covid-19 virus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "WALKER, P. G., C. WHITTAKER, O. WATSON, M. BAGUELIN, K. AINSLIE, S. BHATIA, S. BHATT, A. BOONYASIRI, O. BOYD, L. CATTARINO, ET AL. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The global impact of COVID-19 and strategies for mitigation and suppression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Imperial College London.",
        "WRIGHT, A. L., K. SONIN, J. DRISCOLL, AND J. WILSON (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Economic Dislocation Reduce Compliance with COVID-19 Shelter-in-Place Protocols,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "XIAO, K. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Lives versus Saving Livelihoods: Can Big Data Technology Solve the Pandemic Dilemma?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper."
    ]
}