{
    "id": 27271,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "ADELEKAN, A., P. OMOREGIE, AND E. EDONI (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male Involvement in Family Planning: Challenges and Way Forward,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Population Research, 2014.",
        "ALSAN, M. AND M. WANAMAKER (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuskegee and the Health of Black Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 133, 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "AÃ\u0083Å\u0092Ã\u0082Â\u0081LVAREZ, B. AND M. VERA-HERNAÃ\u0083Å\u0092Ã\u0082Â\u0081NDEZ (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploiting Subjective Information to Understand Impoverished ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Use of Health Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 32, 1194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204.",
        "ASHRAF, N., E. FIELD, AND J. LEE (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Bargaining and Excess Fertility: An Experimental Study in Zambia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "ASHRAF, N., E. FIELD, A. VOENA, AND R. ZIPARO (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Mortality Risk and the Gender Gap in Desired Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "ATTANASIO, O. P., C. MEGHIR, AND A. SANTIAGO (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education Choices in Mexico: Using a Structural Model and a Randomized Experiment to Evaluate Progresa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 79, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "BENNEAR, L., A. TAROZZI, A. PFAFF, S. BALASUBRAMANYA, K. M. AHMED, AND A. VAN GEEN (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of a Randomized Controlled Trial in Arsenic Risk Communication on Household Water-Source Choices in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 65, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "BLUMENTHAL, P., A. VOEDISCH, AND K. GEMZELL-DANIELSSON (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategies to Prevent Unintended Pregnancy: Increasing Use of Long-Acting Reversible Contraception,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Reproduction Update, 17, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "BONEVA, T. AND C. RAUH (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socio-Economic Gaps in University Enrollment: The Role of Perceived Pecuniary and Non-Pecuniary Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "CARDELL, N. S. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Components Structures for the ExtremeValue and Logistic Distributions with Application to Models with Heterogeneity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 13, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "CASSIDY, R., M. GROOT BRUINDERINK, W. JANSSENS, AND K. MORSINK (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power to Protect: Household Bargaining and Female Condom Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "DELAVANDE, A. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pill, Patch, or Shot? Subjective Expectations and Birth Control Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 49, 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "DELAVANDE, A., X. GINEÃ\u0083Å\u0092Ã\u0082Â\u0081, AND D. MCKENZIE (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Probabilistic Expectations with Visual Aids in Developing Countries: How Sensitive Are Answers to Variations in Elicitation Design?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 3, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "DELAVANDE, A. AND H.-P. KOHLER (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of HIV Testing on Subjective Expectations and Risky Behavior in Malawi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 49, 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1036.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HIV/AIDS-Related Expectations and Risky Sexual Behaviour in Malawi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 83, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164. DELAVANDE, A. AND B. ZAFAR (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093University Choice: The Role of Expected Earnings, Non-pecuniary Outcomes and Financial Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "DOYLE, K., R. G. LEVTOV, G. BARKER, G. G. BASTIAN, J. B. BINGENHEIMER, S. KAZIMBAYA, A. NZABONIMPA, J. PULERWITZ, F. SAYINZOGA, V. SHARMA, ET AL. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender-Transformative Bandebereho Couples Intervention to Promote Male Engagement in Reproductive and Maternal Health and Violence Prevention in Rwanda: Findings from a Randomized Controlled Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS One, 13.",
        "DUFLO, E., R. HANNA, AND S. P. RYAN (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives Work: Getting Teachers to Come to School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "DUPAS, P. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Behavior in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 3, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "DUPAS, P. AND E. MIGUEL (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts and Determinants of Health Levels in Low-Income Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Field Experiments, Elsevier, vol. 2, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "FAGERLAND, M. W., S. LYDERSEN, AND P. LAAKE (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The McNemar Test for Binary Matched-Pairs Data: Mid-P and Asymptotic Are Better than Exact Conditional,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Medical Research Methodology, 13, 91.",
        "GLENNERSTER, R., J. MURRAY, AND V. POULIQUEN (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mass Media and Modern Contraception Uptake: Experimental Evidence from Burkina Faso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "JONES, M. P. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indicator and Stratification Methods for Missing Explanatory Variables in Multiple Linear Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91, 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "KRINSKY, I. AND A. L. ROBB (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Approximating the Statistical Properties of Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "KRINSKY, I., A. L. ROBB, ET AL. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Approximating the Statistical Properties of Elasticities: A Correction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 72, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "LISE, J., S. SEITZ, AND J. SMITH (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Search and Matching Models Using Experimental Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Economics, 4, 16.",
        "MARTINEZ-BRAVO, M. AND A. STEGMANN (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Vaccines we Trust? The Effects of CIAs Vaccine Ruse on Immunization in Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEMFI Working Paper No. 1713.",
        "MISAU, INE AND ICF (2013): MocÃ\u0083Å\u0092Ã\u0082Â§ambique InqueÃ\u0083Å\u0092Ã\u0082Â\u0081rito DemograÃ\u0083Å\u0092Ã\u0082Â\u0081fico e de SauÃ\u0083Å\u0092Ã\u0082Â\u0081de 2011, Maputo/MocÃ\u0083Å\u0092Ã\u0082Â§ambique: MISAU/MocÃ\u0083Å\u0092Ã\u0082Â§ambique, INE, and ICF.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): InqueÃ\u0083Å\u0092Ã\u0082Â\u0081rito de Indicadores de ImunizacÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o, MalaÃ\u0083Å\u0092Ã\u0082Â\u0081ria e HIV/SIDA em MocÃ\u0083Å\u0092Ã\u0082Â§ambique (IMASIDA) 2015: RelatoÃ\u0083Å\u0092Ã\u0082Â\u0081rio de Indicadores BaÃ\u0083Å\u0092Ã\u0082Â\u0081sicos, Maputo/MocÃ\u0083Å\u0092Ã\u0082Â§ambique: MISAU/MocÃ\u0083Å\u0092Ã\u0082Â§ambique, INE, and ICF.",
        "MUMAH, J. N., J. B. CASTERLINE, K. MACHIYAMA, M. WAMUKOYA, C. W. KABIRU, AND J. CLELAND (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Method-Specific Attributes that Influence Choice of Future Contraception Among Married Women in NairobiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Informal Settlements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studies in Family Planning, 49, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "MURALIDHARAN, K. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field Experiments in Education in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Field Experiments, Elsevier, vol. 2, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 385.",
        "NAKAMURA, S. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Contraceptive Choice Among Japanese Women: Ten Years After the Pill Approval,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 14, 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "PRITCHETT, L. H. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Desired Fertility and the Impact of Population Policies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 20, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "RAJ, A., M. GHULE, J. RITTER, M. BATTALA, V. GAJANAN, S. NAIR, A. DASGUPTA, J. G. SILVERMAN, D. BALAIAH, AND N. SAGGURTI (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cluster Randomized Controlled Trial Evaluation of a Gender Equity and Family Planning Intervention for Married Men and Couples in Rural India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 11.",
        "SEDGH, G., L. S. ASHFORD, AND R. HUSSAIN (2016): Unmet Need for Contraception in Developing Countries: Examining WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reasons for Not Using a Method, New York: Guttmacher Institute.",
        "SHATTUCK, D., B. KERNER, K. GILLES, M. HARTMANN, T. NGÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢OMBE, AND G. GUEST (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Encouraging Contraceptive Uptake by Motivating Men to Communicate About Family Planning: The Malawi Male Motivator Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 101, 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "SINGH, S., J. E. DARROCH, AND L. S. ASHFORD (2014): Adding It Up: The Costs and Benefits of Investing in Sexual and Reproductive Health 2014, New York New York Guttmacher Institute 2014.",
        "TODD, P. E. AND K. I. WOLPIN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Impact of a School Subsidy Program in Mexico: Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96, 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1417.",
        "UNITED NATIONS (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainable Development Goal 3: Ensuring Healthy Lives and Promote Well-Being for All at All Ages, Progress of Goal 3 in 2019,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://sustainabledevelopment.un.org/SDG3, [Online; accessed 9-September-2019].",
        "VAN DER KLAAUW, W. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Use of Expectations Data in Estimating Structural Dynamic Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 30, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "VAN DER KLAAUW, W. AND K. I. WOLPIN (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and the Retirement and Savings Behavior of Low-Income Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 145, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "VOUKING, M. Z., C. D. EVINA, AND C. N. TADENFOK (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male Involvement in Family Planning Decision Making in Sub-Saharan Africa: What the Evidence Suggests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Pan African Medical Journal, 19.",
        "WHO/RHR AND CCP, KNOWLEDGE FOR HEALTH PROJECT (2018): Family Planning: A Global Handbook for Providers (2018 update), Baltimore and Geneva: CCP and WHO.",
        "WILLIAMSON, L. M., A. PARKES, D. WIGHT, M. PETTICREW, AND G. J. HART (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limits to Modern Contraceptive Use Among Young Women in Devel42 oping Countries: A Systematic Review of Qualitative Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reproductive Health, 6, 3.",
        "WISWALL, M. AND B. ZAFAR (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of College Major Choice: Identification Using an Information Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 82, 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "WORLD DEVELOPMENT INDICATORS (2019): World Development Indicators, The World Bank.",
        "ZAKIYAH, N., A. D. VAN ASSELT, F. ROIJMANS, AND M. J. POSTMA (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Evaluation of Family Planning Interventions in Low and Middle Income Countries; A Systematic Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 11, e0168447."
    ]
}