{
    "id": 27273,
    "cites": 45,
    "cited_by": 34,
    "reference": [
        "ACEMOGLU, D., V . CHERNOZHUKOV , I. WERNING, AND M. D. WHINSTON (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Multi-Risk SIR Model with Optimally Targeted Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27102.",
        "AIYAGARI, S. R. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 109, 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "AKTAY, A., S. BAVADEKAR, G. COSSOUL, J. DAVIS, D. DESFONTAINES, A. FABRIKANT, E. GABRILOVICH, K. GADEPALLI, B. GIPSON, M. GUEVARA, ET AL. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Google COVID19 Community Mobility Reports: Anonymization Process Description (version 1.0),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:2004.04145.",
        "ALON, T. M., M. DOEPKE, J. OLMSTEAD-RUMSEY, AND M. TERTILT (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of COVID-19 on Gender Equality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26947.",
        "ALVAREZ, F. E., D. ARGENTE, AND F. LIPPI (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 2698.",
        "BAKER, S. R., N. BLOOM, S. J. DAVIS, AND S. J. TERRY (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-Induced Economic Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No.26983.",
        "BAQAEE, D. R. AND E. FARHI (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply and Demand in Disaggregated Keynesian Economies with an Application to the Covid-19 Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, Harvard University.",
        "BERGER, D. W., K. F. HERKENHOFF, AND S. MONGEY (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SEIR Infectious Disease Model with Testing and Conditional Quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 2690.",
        "BESLEY, T. AND T. PERSSON (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of State Capacity: Property Rights, Taxation, and Politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 1218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Public Economics, Elsevier, vol. 5, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "BEWLEY, T. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Permanent Income Hypothesis: A Theoretical Formulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 16, 252 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 292.",
        "BICK, A. AND A. BLANDIN (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Time Labor Market Estimates During the 2020 Coronavirus Outbreak,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Arizona State University.",
        "BONADIO, B., Z. HUO, A. A. LEVCHENKO, AND N. PANDALAI-NAYAR (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Supply Chains in the Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, University of Texas at Austin.",
        "CASELLI, F. AND W. J. COLEMAN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Technology Frontier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96, 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080¡AKMAKH, C., S. DEMIRALP , S .. KALEMLI-Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093ZCAN, S. YESILTAS, AND M. A. YILDIRIM (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 and Emerging Markets: An Epidemiological Multi-Sector Model for a Small Open Economy with an Application to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27191.",
        "CHANG, R. AND A. VELASCO (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Policy Incentives to Preserve Lives and Livelihoods, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics, 14, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "COLLIER, P ., E. J. SIRLEAF, AND N. OKONJO-IWEALA (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Leadership to Support AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Response to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.theigc.org/event/ global-leadership-to-support-africas-response-to-covid-19/, accessed 17/05/20.",
        "DONOVAN, K. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Risk, Intermediate Inputs, and Cross-Country Productivity Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, Yale University.",
        "DZANSI, J., A. JENSEN, D. LAGAKOS, I. OTOO, H. TELLI, AND C. ZINDAM (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey of Local Government Revenue Mobilization Capacity in Ghana, 2017: Summary and Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Growth Centre Project Report S-33417-GHA-2.",
        "EICHENBAUM, M. S., S. REBELO, AND M. TRABANDT (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Epidemics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26882.",
        "FENG, Y., D. LAGAKOS, AND J. E. RAUCH (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25171.",
        "FERGUSON, N. M., D. LAYDON, AND G. NEDJATI GILANI (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report 9: Impact of NonPharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, Imperial College London.",
        "FLODEN, M. AND J. LINDÃ\u0083Æ\u0092Ã\u0082â\u0080° (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idiosyncratic Risk in the United States and Sweden: Is There a Role for Government Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 4, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "FLOWMINDER (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility Analysis to Support the Government of Ghana in Responding to the COVID-19 Outbreak,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Https://web.flowminder.org/publications/mobility-analysisto -support-the-government-of-ghana-in-responding-to-the-covid-19-outbreak.",
        "GLOVER, A., J. HEATHCOTE, D. KRUEGER, AND J.-V . RÃ\u0083Æ\u0092Ã\u0082Â\u008dOS-RULL (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Versus Wealth: On the Distributional Effects of Controlling a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27046.",
        "GOLLIN, D. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Income Shares Right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110, 458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "GREENWOOD, J., P . KIRCHER, C. SANTOS, AND M. TERTILT (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of the African HIV/AIDS epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87, 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1113.",
        "GUERRIERI, V ., G. LORENZONI, L. STRAUB, AND I. WERNING (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26918.",
        "HORTAÃ\u0083Æ\u0092Ã\u0082â\u0080¡SU, A., J. LIU, AND T. SCHWIEG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Fraction of Unreported Infections in Epidemics with a Known Epicenter: an Application to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27028.",
        "HUGGETT, M. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-Free Rate in Heterogeneous-agent Incomplete-Insurance Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 17, 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "ICTD/UNU-WIDER (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Revenue Dataset,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.wider. unu.edu/project/government-revenue-dataset, Last accessed on 202005 -14.",
        "JENSEN, A. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Structure and the Rise of the Modern Tax System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25502.",
        "JONES, C. I. AND P . J. KLENOW (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond GDP? Welfare across Countries and Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 2426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "KAPLAN, G., B. MOLL, AND G. L. VIOLANTE (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Presentation, LSE.",
        "KAPLAN, G., G. L. VIOLANTE, AND J. WEIDNER (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealthy Hand-to-Mouth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, spring.",
        "KRUEGER, D., H. UHLIG, AND T. XIE (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics and Reallocation in an Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics, 16.",
        "LAGAKOS, D., A. M. MOBARAK, AND M. E. WAUGH (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Encouraging Rural-Urban Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, Yale University.",
        "LAGAKOS, D. AND M. E. WAUGH (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection, Agriculture, and Cross-Country Productivity Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "MALMBERG, H. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does the Efficiency of Skilled Labor Vary across Rich and Poor Countries? An Analysis Using Trade and Industry Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Minnesota.",
        "MONGEY, S., L. PILOSSOPH, AND A. WEINBERG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Workers Bear the Burden of Social Distancing Policies: New Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Becker Friedman Institute Working Paper 202051.",
        "PRIN, M. AND H. WUNSCH (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comparisons of Intensive Care: Informing Outcomes and Improving Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Opinion in Critical Care, 18, 700.",
        "ROY, A. (1951): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Thoughts on the Distribution of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 3, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "TODA, A. A. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Susceptible-Infected-Recovered (SIR) Dynamics of COVID-19 and Economic Impact,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv:2003.11221.",
        "ULYSSEA, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Informality, and Development: Theory and Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "ZHAO, B., K. STORESLETTEN, AND F. ZILIBOTTI (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles During Structural Change: Arthur Lewis? Theory from a Neoclassical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, Yale University."
    ]
}