{
    "id": 27285,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "AAA. 2020. https://gasprices.aaa.com/state-gas-price-averages. Accessed 1/24/20.",
        "Aber, Judah. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electric Bus Analysis for New York City TransitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Columbia University.",
        "Archsmith, James, Alissa Kendal, and David Rapson. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From cradle to junkyard: Assessing the life cycle greenhouse benefits of electric vehicles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Transportation Economics 52: 72-90.",
        "Centers for Disease Control and Prevention, N. C. for H. S. Underlying Cause of Death 1999-2016 on CDC WONDER Online Database, released December, 2017. Data are from the Multiple Cause of Death Files. Available at: http://wonder.cdc.gov/.",
        "Karen Clay, Akshaya Jha, N.Z. Muller, Randy Walsh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe External Costs of Shipping Petroleum Products by Pipeline and Rail: Evidence of Shipments of Crude Oil from North Dakota.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal. 40(1). 10.5547/01956574.40.1.kcla",
        "Cooper, Erin, Magdala Satt Arioli, Aileen Carrigan and Umang Jain. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exhaust Emissions of Transit Buses Sustainable Urban Transportation Fuels and Vehicles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Embarq. Working paper.",
        "EIA. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electric power monthly with data for October 2019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. U.S. Department of Energy, Washington, DC 20585",
        "EIA. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Petroleum and Other LiquidsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. https://www.eia.gov/petroleum/ gasdiesel/. Accessed 3/10/20.",
        "EIA. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural GasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. https://www.eia.gov/dnav/ng/ng_pri_sum_a_EPG0_ PCS_DMcf_m.htm. Accessed 3/10/20.",
        "Eudy, Leslie and Matthew Jeffers. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foothill Transit Battery Electric Bus Demonstration Results: Second ReportÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report NREL/TP-5400-67698. National Renewable Energy Laboratory.",
        "Eudy, Leslie and Matthew Jeffers. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zero-Emission Bus Evaluation Results: King County Metro Battery Electric BusesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FTA Report No. 0118. Federal Transit Administration. National Renewable Energy Laboratory.",
        "Graff Zivin, Joshua S., Matthew Kotchen, and Erin T. Mansur. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial and temporal heterogeneity of marginal emissions: Implications for electric cars and other electricity-shifting policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 107 (A): 248-268.",
        "Holland, Stephen, Erin Mansur, Nicholas Muller, and Andrew Yates. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are there environmental benefits from driving electric vehicles? The importance of local factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106(12): 3700-3729.",
        "Holland, S., E. Mansur, N. Muller, and A. Yates. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decompositions and Policy Consequences of an Extraordinary Decline in Air Pollution from Electricity GenerationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 25339.",
        "Holland, Stephen, Erin Mansur, Nicholas Muller, and Andrew Yates. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Effects of Air Pollution from Electric Vehicle Adoption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists 6 (S1): S65-S94.",
        "Jaramillo, Paulina, and Nicholas Muller. 2016 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air pollution emissions and damages from energy production in the U.S.: 2002 - 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 90: 202 - 211.",
        "Krewski, Daniel, Michael Jerrett, Richard T Burnett, Renjun Ma, Edward Hughes, Yuanli Shi, Michelle C Turner, C Arden Pope III, George Thurston, Eugenia E Calle, et al. 2009. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality. Health Effects Institute. Boston, MA.",
        "Lajunen, A., and T. Lipman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle cost assessment and carbon dioxide emissions of diesel, natural gas, hybrid electric, fuel cell hybrid and electric transit busesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Energy 106: 329-342.",
        "Lepeule J, Laden F, Dockery D, Schwartz J (2012) Chronic exposure to fine particles and mortality: An extended follow-up of the Harvard six cities study from 1974 to 2009. Environ Health Perspect 120(7):965-970.",
        "Mahoud, M., Garnett, R., Ferguson, M., and P. Kanaroglou. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electric buses: A review of alternative powertrainsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Renewable and Sustainable Energy Reviews 62: 673-684.",
        "Noel, L., and R. McCormack. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A cost benefit analysis of a V2G-capable electric school bus compared to a traditional diesel school busÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Applied Energy 126: 246-255.",
        "Li, Shanjun, Lang Tong, Jianwei Xing, and Yiyi Zhou. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The market for electric vehicles: Indirect network effects and policy design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists 4 (1): 89-133.",
        "Lowell, D. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of Modern CNG, Diesel and Diesel Hybrid-Electric Transit Buses: Efficiency & Environmental Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d M.J. Bradley & Associates, LLC. Report.",
        "Michalek, Jeremey J., Mikhail Chester, Paulina Jaramillo, Constantine Samaras, ChingShin Norml Shiau, and Lester B. Lave. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of plug-in vehicle life-cycle air emissions and oil displacement benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 108: 16554-16558.",
        "Muller NZ (2014) Boosting GDP growth by accounting for the environment. Science (80- ) 345(6199):873-4.",
        "Muller, Nicholas Z. and Robert O. Mendelsohn. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient pollution regulation: Getting the prices right.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99: 1714-1739.",
        "Raleigh News and Observer (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The TriangleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s newest electric buses will get their first public viewing Tuesday,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 6, page 3a.",
        "Sexton, Steve, A. Justin Kirkpatrick, Robert Harris, and Nicholas Muller. 2018. OÃ\u0083Å\u0092Ã\u0082â\u0082¬Inefficient Siting of Rooftop Solar in the United States: Consequences for the Environment and the System Grid.OÃ\u0083Å\u0092Ã\u0082Â\u0081 Forthcoming as NBER Working Paper (October 2018)",
        "Shirazi, Y., Carr, E., and Lauren Knapp. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A cost-benefit analysis of alternatively fueled buses with special considerations for V2G technologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Energy Policy 87: 591603.",
        "Tong, F., C. Hendrickson, A. Biehler, P. Jaramillo, S. Seki. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life cycle ownership cost and environmental externality of alternative fuel options for transit buses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Part D 57: 287-302.",
        "USEPA. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Average in-use emissions from urban buses and school busesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Office of Transportation and Air Quality, EPA 420-F-08-026.",
        "W. K. Viscusi and J. E. Aldy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Risk Uncertain., vol. 27, no. 1, pp. 5-76. Online Appendices Age of Buses in the Fleet From data in the National Transit Database (2018), we determined the age distribution of transit buses. There are 53,798 buses owned by entities in the database, and, of this total, 18491 are 10 years or older. The geographic distribution of these 10 years or older buses is shown in Figure A.19 Large urban areas throughout the country have significant numbers of these old buses. Old Buses"
    ]
}