{
    "id": 27287,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "AdaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Rodrigo, Costas Arkolakis, and Federico Esposito. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Indirect Effects in Space: Theory and Measurement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ahlfeldt, Gabriel M., Stephen J. Redding, Daniel M. Sturm, and Nikolaus Wolf. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Density: Evidence From the Berlin Wall.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(6): 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Allen, Treb, and Costas Arkolakis. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Topography of the Spatial Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(3): 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Allen, Treb, Costas Arkolakis, and Xiangliang Li. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal City Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Allen, Treb, Costas Arkolakis, and Yuta Takahashi. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Gravity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 128(2): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Armenter, Roc, and MikloÃ\u0083Å\u0092Ã\u0082Â\u0081s Koren. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Balls-and-Bins Model of Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(7): 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Autor, David H., David Dorn, and Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6): 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Berkes, Enrico, and Ruben Gaetani. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Segregation and Rise of the Knowledge Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bryan, Gharad, Edward Glaeser, and Nick Tsivanidis. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities in the Developing World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26390.",
        "Carvalho, Vasco M., and Basile Grassi. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Firm Dynamics and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109(4): 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1425.",
        "Correia, Sergio, Paulo GuimaraÃ\u0083Å\u0092Ã\u0082Æ\u0092es, and Thomas Zylkin. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ppmlhdfe: Fast Poisson Estimation with High-Dimensional Fixed Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Couture, Victor, and Jessie Handbury. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Revival in America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Daruich, Diego, William Easterly, and Ariell Reshef. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The surprising instability of export specializations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 137: 36 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 65.",
        "Davis, Donald R., Jonathan I. Dingel, Joan Monras, and Eduardo Morales. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Segregated Is Urban Consumption?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 127(4): 1684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1738.",
        "Davis, Morris A., and Francois Ortalo-Magne. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditures, Wages, Rents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14(2): 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 55(3): 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "di Giovanni, Julian, and Andrei A. Levchenko. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Size, International Trade, and Aggregate Fluctuations in Granular Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(6): 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1132.",
        "Dingel, Jonathan I. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Quality Specialization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 84(4): 1551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1582.",
        "Dingel, Jonathan I, Antonio Miscio, and Donald R Davis. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities, Lights, and Skills in Developing Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25678.",
        "Donaldson, Dave. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from Market Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 7(1): 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, Jean-Pierre H, Ali HortacÃ\u0083Å\u0092Ã\u0082Â§su, and Joonhwi Joo. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random-Coefficients Logit Demand Estimation with Zero-Valued Market Shares.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26795.",
        "Eaton, Jonathan, and Akiko Tamura. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bilateralism and Regionalism in Japanese and U.S. Trade and Direct Foreign Investment Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Japanese and International Economies, 8(4): 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Eaton, Jonathan, Samuel Kortum, and Sebastian Sotelo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade: Linking Micro and Macro.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Advances in Economics and Econometrics: Tenth World Congress. Vol. III, , ed. Eddie Dekel Daron Acemoglu, Manuel Arellano. Cambridge University Press.",
        "Gabaix, Xavier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Granular Origins of Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(3): 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Gandhi, Amit, Zhentong Lu, and Xiaoxia Shi. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Demand for Differentiated Products with Zeroes in Market Share Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gaubert, Cecile, and Oleg Itskhoki. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Granular Comparative Advantage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 24807.",
        "Graham, Matthew R., Mark J. Kutzbach, and Brian McKenzie. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design Comparison of LODES and ACS Commuting Data Products.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies, U.S. Census Bureau Working Papers 14-38.",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Agglomeration Spillovers: Evidence from Winners and Losers of Large Plant Openings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3): 536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "GuimaraÃ\u0083Å\u0092Ã\u0082Æ\u0092es, Paulo, OctaÃ\u0083Å\u0092Ã\u0082Â\u0081vio Figueirdo, and Douglas Woodward. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Approach to the Firm Location Decision Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 85(1): 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Head, Keith, and Thierry Mayer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3 - Gravity Equations: Workhorse,Toolkit, and Cookbook.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of International Economics. Vol. 4 of Handbook of International Economics, , ed. Gita Gopinath, Elhanan Helpman and Kenneth Rogoff, 131 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 195. Elsevier.",
        "Heblich, Stephan, Stephen J Redding, and Daniel M Sturm. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Making of the Modern Metropolis: Evidence from London.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25047.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(2): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Holmes, Thomas J., and Holger Sieg. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation in Urban Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Regional and Urban Economics. Vol. 5 of Handbook of Regional and Urban Economics, , ed. Gilles Duranton, J. Vernon Henderson and William C. Strange, 69 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 114. Elsevier.",
        "Kehoe, Timothy J. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An evaluation of the performance of applied general equilibrium models of the impact of NAFTA.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report.",
        "Krebs, Oliver, and Michael P. PfluÃ\u0083Å\u0092Ã\u0082Ë\u0086ger. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Road (Again): Commuting and Local Employment Elasticities in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute of Labor Economics (IZA) IZA Discussion Papers 12257.",
        "Kreindler, Gabriel, and Yuhei Miyauchi. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Commuting and Economic Activity inside Cities with Cell Phone Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mogstad, Magne, Joseph P Romano, Azeem Shaikh, and Daniel Wilhelm. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference for Ranks with Applications to Mobility across Neighborhoods and Academic Achievement across Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 26883.",
        "Owens, Raymond, III, Esteban Rossi-Hansberg, and Pierre-Daniel Sarte. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking Detroit. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 12(2): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Proost, Stef, and Jacques-FrancÃ\u0083Å\u0092Ã\u0082Â§ois Thisse. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can Be Learned from Spatial Economics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 57(3): 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Quan, Thomas W., and Kevin R. Williams. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product variety, across-market demand heterogeneity, and the value of online retail.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 49(4): 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 913.",
        "Rutherford, Thomas F. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constant Elasticity of Substitution Functions: Some Hints and Useful Formulae.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Notes prepared for GAMS General Equilibrium Workshop held December, 1995 in Boulder Colorado.",
        "Severen, Christopher. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commuting, Labor, and Housing Market Effects of Mass Transportation: Welfare and Identification.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sotelo, Sebastian. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Practical Aspects of Implementing the Multinomial PML Estimator.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Train, Kenneth. 2009. Discrete Choice Methods with Simulation. Cambridge University Press.",
        "Tsivanidis, Nick. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Impact of Urban Transit Infrastructure: Evidence from BogotaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s TransMilenio.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Waddell, Sonya Ravindranath, and Pierre Daniel Sarte. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Stylized to Quantitative Spatial Models of Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Quarterly, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Wollmann, Thomas G. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trucks without bailouts: Equilibrium product characteristics for commercial vehicles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108(6): 1364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "ZaÃ\u0083Å\u0092Ã\u0082Â\u0081rate, RomaÃ\u0083Å\u0092Ã\u0082Â\u0081n David. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Allocation, Informality and Transit Improvements: Evidence from Mexico City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d"
    ]
}