{
    "id": 27280,
    "cites": 32,
    "cited_by": 36,
    "reference": [
        "Aaronson, D., S. A. Brave, R. A. Butters, and M. Fogarty (2020). The stay-at-home labor market: Google searches, unemployment insurance, and public health orders. Technical report, Chicago Fed Letter, No. 436.",
        "Adams-Prassl, A., T. Boneva, M. Golin, and C. Rauh (2020). Inequality in the impact of the coronavirus shock: New survey evidence for the uk. Cambridge-INET Working Paper Series (2020/09).",
        "Alon, T. M., M. Doepke, J. Olmstead-Rumsey, and M. Tertilt (2020). The impact of covid-19 on gender equality. Technical report, National Bureau of Economic Research.",
        "Andersen, M., J. C. Maclean, M. F. Pesko, and K. I. Simon (2020). Effect of a federal paid sick leave mandate on working and staying at home: Evidence from cellular device data. Technical report, National Bureau of Economic Research.",
        "Baek, C., P. B. McCrory, T. Messer, and P. Mui (2020). Unemployment effects of stay-at-home orders: Evidence from high frequency claims data. Technical report, IRLE Working Paper 101-20.",
        "Blau, F. D., J. Koebe, and P. A. Meyerhofer (2020, April). Essential and frontline workers in the covid-19 crisis. Econofact.",
        "Blick, A. and A. Blandin (2020). Real-time labor market estimates during the 2020 coronavirus outbreak. Technical report, Arizona State University.",
        "Bogage, J. (2020, April). Coronavirus unemployment guide: What to do if you get laid off or furloughed. The Washington Post.",
        "Borden, T. (2020, April). The coronavirus outbreak has triggered unprecedented mass layoffs and furloughs. Business Insider.",
        "Cajner, T., L. D. Crane, R. A. Decker, A. Hamins-Puertolas, and C. Kurz (2020). Tracking labor market developments during the covid-19 pandemic: A preliminary assessment.",
        "Technical report, Finance and Economics Discussion Series 2020-030. Washington: Board of Governors of the Federal Reserve System, https://doi.org/10.17016/FEDS.2020.030.",
        "Campello, M., G. Kankanhalli, and P. Muthukrishnan (2020). Tracking labor market developments during the covid-19 pandemic: A preliminary assessment. Technical report, National Bureau of Economic Research Working Paper 27208, DOI: 10.3386/w27208.",
        "Choi, H. and H. Varian (2012). Predicting the present with google trends. Economic record 88, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Coibin, O., Y. Gorodnichenko, and M. Weber (2020). The cost of the covid-19 epidemic: Lockdowns, macroeconomic expectations, and consumer spending. Technical report, University of Texas.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020, April). Labor markets during the COVID-19 Crisis: A preliminary view. Technical Report w27017, National Bureau of Economic Research, Cambridge, MA.",
        "Dasgupta, K. and S. Murali (2020). Pandemic containment and inequality in a developing economy.",
        "Dingel, J. I. and B. Neiman (2020). How many jobs can be done at home? Technical report, National Bureau of Economic Research.",
        "Faria-e Castro, M. (2020). Fiscal policy during a pandemic. FRB St. Louis Working Paper Series 2020-006E.",
        "Fullman, N., T. Bang-Jensen, K. Amano, C. Adolph, and J. Wilkerson (2020). State-level social distancing policies in response to COVID-19 in the US [Data file]. Technical Report Version 1.04.",
        "Gupta, S., T. D. Nguyen, F. Lozano Rojas, S. Raman, B. Lee, A. Bento, K. I. Simon, and C. Wing (2020). Tracking public and private response to the covid-19 epidemic: Evidence from state and local government actions. Technical report, National Bureau of Economic Research.",
        "Humphries, J. E., C. Neilson, and G. Ulyssea (2020). The evolving impacts of covid-19 on small businesses since the cares act. COWLES FOUNDATION DISCUSSION PAPER (2230).",
        "Kahn, L. B., F. Lange, and D. G. Wiczer (2020). Labor demand in the time of covid-19: Evidence from vacancy postings and UI claims. Technical report, National Bureau of Economic Research.",
        "Leibovici, F., A. M. Santacreu, and M. Famiglietti (2020). Social distancing and contactintensive occupations. On the economy, St. Louis FED.",
        "Lozano-Rojas, F., X. Jiang, L. Montenovo, K. I. Simon, B. Weinberg, and C. Wing (2020). Is the cure worse than the disease? Immediate labor market effects of covid-19 case rates and school closures in the US. Technical report, National Bureau of Economic Research.",
        "Mongey, S. and A. Weinberg (2020). Characteristics of workers in low work-from-home and high personal-proximity occupations. Becker Friedman Institute for Economic White Paper.",
        "Montenovo, L., X. Jiang, F. L. Rojas, I. M. Schmutte, K. I. Simon, B. A. Weinberg, and C. Wing (2020). Determinants of disparities in covid-19 job losses. Technical report, National Bureau of Economic Research.",
        "Raifman, M. and J. Raifman (2020). Disparities in the population at risk of severe illness from covid-19 by race/ethnicity and income. American Journal of Preventive Medicine.",
        "Rothwell, J. and H. Van Drie. The effect of covid-19 and disease suppression policies on labor markets: A preliminary analysis of the data. Data retrieved on May 24, 2020 from wwww.brookings.edu.",
        "U.S. Bureau of Labor Statistics (2020a). Frequently asked questions: The impact of the coronavirus (covid-19) pandemic on the employment situation for april 2020. Document retrieved on May 6, 2020 from www.bls.gov.",
        "U.S. Bureau of Labor Statistics (2020b). Frequently asked questions: The impact of the coronavirus (covid-19) pandemic on the employment situation for march 2020. Document retrieved on May 6, 2020 from www.bls.gov.",
        "U.S. Census Bureau (2019, October). Current population survey: Design and methodology, technical paper 77. Technical report.",
        "Wing, C., K. Simon, and R. A. Bello-Gomez (2018). Designing difference in difference studies: best practices for public health policy research. Annual review of public health 39."
    ]
}