{
    "id": 27296,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Aghion, Philippe and Patrick Bolton. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An incomplete contracts approach to financial contracting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 59 (3):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "AÃ\u0083Å\u0092Ã\u0082Å stebro, Thomas, Holger Herz, Ramana Nanda, and Roberto A Weber. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeking the roots of entrepreneurship: insights from behavioral economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 28 (3):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Babina, Tania, Paige Ouimet, and Rebecca Zarutskie. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going entrepreneurial? IPOs and new firm creation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper .",
        "Baker, Malcolm P and Paul A Gompers. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive ownership and control in newly public firms: The role of venture capitalists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper .",
        "Bengtsson, Ola and John RM Hand. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO compensation in venture-backed firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business Venturing 26 (4):391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "BhideÃ\u0083Å\u0092Ã\u0082Â\u0081, Amar V. 2003. The Origin and Evolution of New Businesses. Oxford University Press.",
        "Dillon, Eleanor and Christopher Stanton. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-employment Dynamics and the Returns to Entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper .",
        "Edmans, Alex, Xavier Gabaix, and Dirk Jenter. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive compensation: A survey of theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Handbook of the Economics of Corporate Governance, vol. 1. Elsevier, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Ewens, Michael, Alexander S Gorbenko, and Arthur Korteweg. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Venture capital contracts. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper .",
        "Ewens, Michael and Matt Marx. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Founder replacement and startup performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 31 (4):1532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1565.",
        "Ewens, Michael, Ramana Nanda, and Matthew Rhodes-Kropf. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of experimentation and the evolution of venture capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 128 (3):422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Gabaix, Xavier and Augustin Landier. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why has CEO pay increased so much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 123 (1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Gompers, Paul, Josh Lerner, and David Scharfstein. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurial spawning: Public corporations and the genesis of new ventures, 1986 to 1999.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 60 (2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Hellmann, Thomas. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The allocation of control rights in venture capital contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Rand Journal of Economics 29 (1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When do Employees Become Entrepreneurs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 53 (6):919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 933.",
        "Hellmann, Thomas and Manju Puri. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Venture capital and the professionalization of startup firms: Empirical evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 57 (1):169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Hellmann, Thomas and Noam Wasserman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The first deal: The division of founder equity in new ventures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 63 (8):2647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2666.",
        "Holmstrom, Bengt and Paul Milgrom. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation and linearity in the provision of intertemporal incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55 (2):303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Kaplan, Steven N and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial contracting theory meets the real world: An empirical analysis of venture capital contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 70 (2):281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Kerr, William R, Ramana Nanda, and Matthew Rhodes-Kropf. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship as experimentation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 28 (3):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Kim, J Daniel. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a startup wage premium? Evidence from MIT graduates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy 47 (3):637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Kortum, Samuel and Josh Lerner. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the contribution of venture capital to innovation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 31 (4):674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Manso, Gustavo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimentation and the Returns to Entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 29:2319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2340.",
        "Puri, Manju and Rebecca Zarutskie. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the life cycle dynamics of venture-capital-and non-venture-capital-financed firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 67 (6):2247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2293.",
        "Rajan, Raghuram G. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential address: The corporation in finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 67 (4):1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "Ritter, Jay. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Initial Public Offerings: Updated Statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Database .",
        "Rosen, Sherwin. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Authority, control, and the distribution of earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics 13 (2):311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Saez, Emmanuel and Gabriel Zucman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth inequality in the United States since 1913: Evidence from capitalized income tax data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 131 (2):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Shu, Pian. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovating in Science and Engineering or Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cashing InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d on Wall Street? Evidence on Elite STEM Talent.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School Technology & Operations Mgt. Unit Working Paper (16-067).",
        "Shue, Kelly and Richard Townsend. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth through Rigidity: An Explanation of the Rise in CEO Pay.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 123 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Silva, JMC Santos and Silvana Tenreyro. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The log of gravity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 88 (4):641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Wasserman, Noam. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Founder-CEO Succession and the Paradox of Entrepreneurial Success. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organization Science 14 (2):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172."
    ]
}