{
    "id": 27295,
    "cites": 8,
    "cited_by": 1,
    "reference": [
        "Bagehot, Walter, Lombard Street: A Description of the Money Market, New York: Scribner, Armstrong & Co., 1873.",
        "Brainard, Lael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Federal Reserve Review of Monetary Policy Strategy, Tools, and Communications: Some Preliminary Views,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Remarks by Governor Lael Brainard at the 2019 Will F. Butler Award New York Associate for Business Economics, New York, New York.",
        "Carlstrom, Charles T., Timothy S. Fuerst, and Matthias Paustian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting Long Rates in a Model with Segmented Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, January 2017, 9 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Cecchetti, Stephen G. and Kermit L. Schoenholtz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fed Goes to War: Part 2,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Blog Post from Money, Banking, and Financial Markets,.",
        "Drechsel, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings-Based Borrowing Constraints and Macroeconomic Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. working paper.",
        "Gertler, Mark and Peter Karadi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093QE 1 vs. 2 vs. 3 . . .: A Framework for Analyzing Large-Scale Asset Purchases as a Monetary Policy Tool,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 2013, 9(S1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Sims, Eric and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Four Equation New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper No. 26067.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Requirements for Price Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, August 2001, 33 (3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728."
    ]
}