{
    "id": 27304,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Andrews, Timothy, Jonathan M. Gregory, David Paynter, Levi G. Silvers, Chen Zhou, Thorsten Mauritsen, Mark J. Webb, Kyle C. Armour, Piers M. Forster, and Holly Titchner. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Changing Temperature Patterns Increases Historical Estimates of Climate Sensitivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Geophysical Research Letters, 45(16): 8490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 8499.",
        "Arrow, Kenneth J., and Anthony C. Fisher. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Preservation, Uncertainty, and Irreversibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 88(2): 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Auffhammer, Maximilian, Solomon M. Hsiang, Wolfram Schlenker, and Adam Sobel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Weather Data and Climate Model Output in Economic Analyses of Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 7: 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Blanc, Elodie, and Wolfram Schlenker. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Panel Models in Assessments of Climate Impacts on Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 11(2): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Brown, Patrick T., and Ken Caldeira. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greater Future Global Warming Inferred from EarthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Recent Energy Budget.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 552(7683): 45.",
        "Cox, Peter M., Chris Huntingford, and Mark S. Williamson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emergent Constraint on Equilibrium Climate Sensitivity from Global Temperature Variability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 553(7688): 319.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature Shocks and Economic Growth: Evidence from the Last Half Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 4: 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn from the Weather? The New Climate-Economy Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 52(3): 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Dessler, A.E., and P.M. Forster. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimate of Equilibrium Climate Sensitivity from Interannual Variability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Geophysical Research: Atmospheres, 123(16): 8634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8645.",
        "Dixit, Avinash K., and Robert S. Pindyck. 1994. Investment Under Uncertainty. Princeton University Press.",
        "Freeman, Mark C., Gernot Wagner, and Richard Zeckhauser. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Sensitivity Uncertainty: When Is Good News Bad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philosophical Transactions A, 373: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Greenstone, Michael, Elizabeth Kopits, and Ann Wolverton. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Developing a Social Cost of Carbon for Use in U.S. Regulatory Analysis: A Methodology and Interpretation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 7(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Interagency Working Group on Social Cost of Carbon. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Support Document: Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Government.",
        "Intergovernmental Panel on Climate Change. 2007. Climate Change 2007. Cambridge University Press.",
        "Intergovernmental Panel on Climate Change. 2014. Climate Change 2014. Cambridge University Press.",
        "Keery, John S., Philip B. Holden, and Neil R. Edwards. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity of the Eocene Climate to CO2 and Orbital Variability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate of the Past, 14(2): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "King, Mervyn. 2016. The End of Alchemy: Money, Banking, and the Future of the Global Economy. New York:W. W. Norton & Company.",
        "Kolstad, Charles D. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamental Irreversibilities in Stock Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 60: 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Krissansen-Totton, Joshua, and David C. Catling. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constraining Climate Sensitivity and Continental versus Seafloor Weathering Using an Inverse Geological Carbon Cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Communications, 8: 15423.",
        "Lewis, Nicholas, and Judith Curry. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Recent Forcing and Ocean Heat Uptake Data on Estimates of Climate Sensitivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Climate, 31(15): 6051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 6071.",
        "Lohmann, Ulrike, and David Neubauer. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Mixed-Phase and Ice Clouds for Climate Sensitivity in the Global Aerosol-Climate Model ECHAM6-HAM2.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Chemistry and Physics, 18(12): 8807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8828.",
        "National Academy of Sciences. 2017. Valuing Climate Damages: Updating Estimation of the Social Cost of Carbon Dioxide. Washington, D.C.:National Academies Press.",
        "Nordhaus, William. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Social Cost of Carbon: Concepts and Results from the DICE-2013R Model and Alternative Approaches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 1(1/2): 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Pindyck, Robert S. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Irreversibilities and the Timing of Environmental Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 22: 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Pindyck, Robert S. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fat Tails, Thin Tails, and Climate Change Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 5(2): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Pindyck, Robert S. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change Policy: What Do the Models Tell Us?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51(3): 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Pindyck, Robert S. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Climate Policy Dilemma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 7(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Pindyck, Robert S. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use and Misuse of Models for Climate Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 11(1): 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Pindyck, Robert S. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Cost of Carbon Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 94: 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Pindyck, Robert S., and Daniel L. Rubinfeld. 2018. Microeconomics, Ninth Edition. New York:Pearson.",
        "Roe, Gerard H., and Marcia B. Baker. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is Climate Sensitivity So Unpredictable ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 318: 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Skeie, Ragnhild Bieltvedt, Terje Koren Berntsen, Magne Tommy Aldrin, Marit Holden, and Gunnar Myhre. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Sensitivity Estimates Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Sensitivity to Radiative Forcing Time Series and Observational Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Earth System Dynamics, 9(2): 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 894.",
        "Stern, Nicholas. 2015. Why Are We Waiting? The Logic, Urgency, and Promise of Tackling Climate Change. Cambridge, MA:MIT Press.",
        "Ulph, Alistair, and David Ulph. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Warming, Irreversibility and Learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 107(442): 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Weitzman, Martin L. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Modeling and Interpreting the Economics of Catastrophic Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 91: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Weitzman, Martin L. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fat Tails and the Social Cost of Carbon.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(5): 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Weyant, John. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Contributions of Integrated Assessment Models of Global Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 11(1): 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137."
    ]
}