{
    "id": 27314,
    "cites": 36,
    "cited_by": 1,
    "reference": [
        "Baird, S., McKenzie, D., and Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zler, B. (2018). The effects of cash transfers on adult labor market outcomes. IZA Journal of Development and Migration, 8(1):22.",
        "Bandiera, O., Burgess, R., Das, N., Gulesci, S., Rasul, I., and Sulaiman, M. (2017). Labor markets and poverty in village economies. The Quarterly Journal of Economics, 132(2):811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Banerjee, A., Duflo, E., Goldberg, N., Karlan, D., Osei, R., ParientÃ\u0083Æ\u0092Ã\u0082Â©, W., Shapiro, J., Thuysbaert, B., and Udry, C. (2015). A multifaceted program causes lasting progress for the very poor: Evidence from six countries. Science, 348(6236):1260799.",
        "Banerjee, A., Rema, H., Gabriel, K., and Benjamin, O. (2017). Debunking the myth of the lazy welfare recipient: Evidence from cash transfer programs worldwide. World Bank Research Observer, 32(2):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Benjamin, D. (1992). Household composition, labor markets, and labor demand: Testing for separation in agricultural household models. Econometrica, 60(2):287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Breza, E., Kaur, S., and Shamdasani, Y. (2018). The morale effects of pay inequality. The Quarterly Journal of Economics, 133(2):611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Brune, L. (2016). The effect of lottery-incentives on labor supply: Evidence from a firm experiment in malawi. Working paper.",
        "Brune, L., Chyn, E., and Kerwin, J. T. (2019). Pay me later: A simple employerbased saving scheme. Working paper.",
        "Dalton, P. S., Ghosal, S., and Mani, A. (2016). Poverty and aspirations failure. The Economic Journal, 126(590):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Dasgupta, P. and Ray, D. (1986). Inequality as a determinant of malnutrition and unemployment: Theory. The Economic Journal, 96(384):1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1034.",
        "Fink, G., Jack, B. K., and Masiye, F. (2018). Seasonal liquidity, rural labor markets and agricultural production. Working Paper 24564, National Bureau of Economic Research.",
        "Foster, A. D. and Rosenzweig, M. R. (1996). Comparative advantage, information and the allocation of workers to tasks: Evidence from an agricultural labour market. The Review of Economic Studies, 63(3):347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Genicot, G. and Ray, D. (2017). Aspirations and inequality. Econometrica, 85(2):489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Gertler, P., Martinez, S., and Rubio-Codina, M. (2006). Investing cash transfers to raise long term living standards. Working Paper 3994, The World Bank.",
        "Goldberg, J. (2016). Kwacha gonna do? Experimental evidence about labor supply in rural Malawi. American Economic Journal: Applied Economics, 8(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Guiteras, R. P. and Jack, B. K. (2018). Productivity in piece-rate labor markets: Evidence from rural Malawi. Journal of Development Economics, 131:42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Haushofer, J. and Fehr, E. (2014). On the psychology of poverty. Science, 344(6186):862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Haushofer, J. and Fehr, E. (2019). Negative income shocks increase discount rates. Working paper.",
        "Haushofer, J. and Shapiro, J. (2016). The short-term impact of unconditional cash transfers to the poor: Experimental evidence from Kenya. The Quarterly Journal of Economics, 131(4):1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Jayachandran, S. (2006). Selling labor low: Wage responses to productivity shocks in developing countries. Journal of Political Economy, 114(3):538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 575.",
        "Kandasamy, N., Hardy, B., Page, L., Schaffner, M., Graggaber, J., Powlson, A. S., Fletcher, P. C., Gurnell, M., and Coates, J. (2014). Cortisol shifts financial risk preferences. Proceedings of the National Academy of Sciences, 111(9):3608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3613.",
        "Karlan, D., Savonitto, B., Thuysbaert, B., and Udry, C. (2017). Impact of savings groups on the lives of the poor. Proceedings of the National Academy of Sciences, 114(12):3079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3084.",
        "Kaur, S., Kremer, M., and Mullainathan, S. (2015). Self-control at work. Journal of Political Economy, 123(6):1227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Kaur, S., Mullainathan, S., Schilbach, F., and Oh, S. (2019). Does financial strain lower worker productivity? Working paper.",
        "Kochar, A. (1999). Smoothing consumption by smoothing income: Hours-ofwork responses to idiosyncratic agricultural shocks in rural India. Review of Economics and Statistics, 81(1):50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "LaFave, D. R., Peet, E. D., and Thomas, D. (2020). Farm profits, prices and household behavior. Working Paper 26636.",
        "Leibenstein, H. (1957). Economic backwardness and economic growth. Wiley, New York.",
        "Lewis, W. A. (1954). Economic development with unlimited supplies of labour. Manchester School, 22(2):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Lybbert, T. J. and Wydick, B. (2017). Hope as aspirations, agency, and pathways: Poverty dynamics and microfinance in Oaxaca, Mexico. In The Economics of Poverty Traps, NBER Chapters, pages 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177. National Bureau of Economic Research, Inc.",
        "Mani, A., Mullainathan, S., Shafir, E., and Zhao, J. (2013). Poverty impedes cognitive function. Science, 341(6149):976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Mullainathan, S. and Shafir, E. (2013). Scarcity: Why having too little means so much. Times Books/Henry Holt and Co.",
        "Rose, E. (2001). Ex ante and ex post labor supply response to risk in a lowincome area. Journal of Development Economics, 64(2):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Rosenzweig, M. R. (1988). Labor markets in low-income countries. Handbook of Development Economics, 1:713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Shah, A. K., Mullainathan, S., and Shafir, E. (2012). Some consequences of having too little. Science, 338(6107):682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Tanaka, T., Camerer, C. F., and Nguyen, Q. (2010). Risk and time preferences: Linking experimental and household survey data from Vietnam. American Economic Review, 100(1):557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Udry, C. (2019). Information, market access and risk: Addressing constraints to agricultural transformation in Northern Ghana. Draft Report."
    ]
}