{
    "id": 27311,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Alatas, Vivi, Ririn Purnamasari, Matthew Wai-Poi, Abhijit Banerjee, Benjamin A Olken, and Rema Hanna. 2016. Self-targeting: Evidence from a eld experiment in Indonesia. Journal of Political Economy, 124(2): 371427.",
        "Armour, Philip. 2018. The Role of Information in Disability Insurance Application: An Analysis of the Social Security Statement Phase-In. American Economic Journal: Economic Policy, 10(3): 141.",
        "Barr, Andrew, and Sarah Turner. 2018. A Letter and Encouragement: Does Information Increase Postsecondary Enrollment of UI Recipients? American Economic Journal: Economic Policy, 10(3): 4268.",
        "Bettinger, Eric P, Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu. 2012. The Role of Application Assistance and Information in College Decisions: Results from the H&R Block FAFSA Experiment. The Quarterly Journal of Economics, 127(3): 12051242.",
        "Bhargava, Saurabh, and Dayanand Manoli. 2015. Psychological frictions and the incomplete take-up of social benets: Evidence from an IRS eld experiment. American Economic Review, 105(11): 34893529.",
        "Camerer, Colin, and Dan Lovallo. 1999. Overcondence and excess entry: An experimental approach. The American Economic Review, 89(1): 306318.",
        "Carr, Jillian B, and Analisa Packham. 2019. SNAP Benets and Crime: Evidence from Changing Disbursement Schedules. Review of Economics and Statistics, 101(2).",
        "Castleman, Benjamin L, and Lindsay C Page. 2016. Freshman year nancial aid nudges: An experiment to increase FAFSA renewal and college persistence. Journal of Human Resources, 51(2): 389415.",
        "CBO. 2018. Federal Mandatory Spending for Means-Tested Programs, 2008 to 2028. Congressional Budget Oce.",
        "Chetty, Raj, John N Friedman, and Emmanuel Saez. 2013. Using Dierences in Knowledge across Neighborhoods to Uncover the Impacts of the EITC on Earnings. American Economic Review, 103(7): 26832721.",
        "Cunnyngham, Karen E. 2019. Reaching Those in Need: Estimates of State Supplemental Nutrition Assistance Program Participation Rates in 2016. Mathematica Policy Research.",
        "Currie, Janet, and Jerey Grogger. 2001. Explaining recent declines in food stamp program participation. Brookings-Wharton papers on urban aairs, 203244.",
        "Deshpande, Manasi, and Yue Li. 2019. Who is screened out? Application costs and the targeting of disability programs. American Economic Journal: Economic Policy, 11(4): 21348.",
        "Finkelstein, Amy, and Matthew J Notowidigdo. 2019. Take-up and targeting: Experimental evidence from SNAP. The Quarterly Journal of Economics, 134(3): 15051556.",
        "Ganong, Peter, and Jerey B. Liebman. 2018. The Decline, Rebound, and Further Rise in SNAP Enrollment: Disentangling Business Cycle Fluctuations and Policy Changes. American Economic Journal: Economic Policy, 10(4): 15376.",
        "Geller, Daniel, and Julia Isaacs. 2019. Exploring the Causes of State Variation in SNAP Administrative Costs. USDA.",
        "Gennetian, Lisa A, Roopa Seshadri, Nathan D Hess, Aaron N Winn, and Robert M Goerge. 2016. Supplemental Nutrition Assistance Program (SNAP) bene t cycles and student disciplinary infractions. Social Service Review, 90(3): 403433.",
        "Gray, Colin. 2019. Leaving benets on the table: Evidence from SNAP. Journal of Public Economics, 179: 104054.",
        "Hastings, Justine, and Jesse M Shapiro. 2018. How are SNAP benets spent? Evidence from a retail panel. American Economic Review, 108(12): 34933540.",
        "Heinrich, Carolyn J. 2015. The bite of administrative burden: A theoretical and empirical investigation. Journal of Public Administration Research and Theory, 26(3): 403420.",
        "Herd, Pamela, and Donald P Moynihan. 2019. Administrative burden: Policymaking by other means. Russell Sage Foundation.",
        "Hoynes, Hilary Williamson, and Diane Whitmore Schanzenbach. 2012. Work incentives and the food stamp program. Journal of Public Economics, 96(1-2): 151162.",
        "Kabbani, Nader S., and Parke E. Wilde. 2003. Short Recertication Periods in the U.S. Food Stamp Program. The Journal of Human Resources, 38: 11121138.",
        "Karlan, Dean, Margaret McConnell, Sendhil Mullainathan, and Jonathan Zinman. 2016. Getting to the top of mind: How reminders increase saving. Management Science, 62(12): 33933411.",
        "Madrian, Brigitte C, and Dennis F Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. The Quarterly Journal of Economics, 116(4): 11491187.",
        "Mills, Gregory, Tracy Vericker, Heather Koball, Kye Lippold, Laura Wheaton, and Sam Elkin. 2014. Understanding the rates, causes, and costs of churning in the Supplemental Nutrition Assistance Program. United States Department of Agriculture, Food and Nutrition Service, Oce of Policy Support.",
        "Mott, Robert. 1983. An economic model of welfare stigma. American Economic Review, 73(5): 10231035.",
        "Moore, Don A, and Paul J Healy. 2008. The trouble with overcondence. Psychological Review, 115(2): 502.",
        "Pei, Zhuan. 2017. Eligibility Recertication and Dynamic Opt-in Incentives in Incometested Social Programs: Evidence from Medicaid/CHIP. American Economic Journal: Economic Policy, 9(1): 24176.",
        "Ribar, David C, Marilyn Edelhoch, and Qiduan Liu. 2008. Watching the Clocks: The Role of Food Stamp Recertication and TANF Time Limits in Caseload Dynamics. Journal of Human Resources, 43(1): 208238.",
        "Rossin-Slater, Maya. 2013. WIC in Your Neighborhood: New Evidence on the Impacts of Geographic Access to Clinics. Journal of Public Economics, 102: 5169.",
        "Seligman, Hilary K, Ann F Bolger, David Guzman, Andrea LÃ\u0083Æ\u0092Ã\u0082Â³pez, and Kirsten Bibbins-Domingo. 2014. Exhaustion of food budgets at months end and hospital admissions for hypoglycemia. Health aairs, 33(1): 116123.",
        "Shapiro, Jesse M. 2005. Is There a Daily Discount Rate? Evidence from the Food Stamp Nutrition Cycle. Journal of Public Economics, 89(2): 303325."
    ]
}