{
    "id": 27315,
    "cites": 12,
    "cited_by": 14,
    "reference": [
        "Alon, Titan M., et al. The impact of COVID-19 on gender equality. No. w26947. National Bureau of Economic Research, 2020.",
        "Baek, ChaeWon, et al. \"Unemployment Effects of Stay-at-Home Orders: Evidence from High Frequency Claims Data.\" VoxEU. org, April 30 (2020).",
        "Borjas, George, and Hugh Cassidy. The Adverse Effect of the Covid-19 Labor Market Shock on Immigrant Employment. No. w27243. National Bureau of Economic Research, 2020. Cajner, Tomaz, et al. The US Labor Market during the Beginning of the Pandemic Recession. No.",
        "w27159. National Bureau of Economic Research, 2020.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Michael Weber. Labor Markets During the COVID-19 Crisis: A Preliminary View. No. w27017. National Bureau of Economic Research, 2020.",
        "Fairlie, Robert W., Kenneth A. Couch, and Huanan Xu. The Impacts of COVID-19 on Minority Unemployment: First Evidence from April 2020 CPS Microdata. No. w27246. National Bureau of Economic Research, 2020.",
        "Juhn, Chinhui, and Kristin McCue. \"Specialization then and now: Marriage, children, and the gender earnings gap across cohorts.\" Journal of Economic Perspectives 31.1 (2017): 183-204.",
        "Kong, Edward, and Daniel Prinz. \"The Impact of Non-Pharmaceutical Interventions on Unemployment During a Pandemic.\" Available at SSRN 3581254 (2020).",
        "Kurmann, Andre, Etienne Lale, and Lien Ta. \"The Impact of COVID-19 on US Employment and Hours: Real-Time Estimates with Homebase Data.\" May). http://www. andrekurmann. com/hb_covid (2020).",
        "Lin, Zhixian, and Christopher M. Meissner. Health vs. Wealth? Public Health Policies and the Economy During Covid-19. No. w27099. National Bureau of Economic Research, 2020.",
        "Montenovo, Laura, et al. Determinants of Disparities in Covid-19 Job Losses. No. w27132. National Bureau of Economic Research, 2020.",
        "Rojas, Felipe Lozano, et al. Is the Cure Worse than the Problem Itself? Immediate Labor Market Effects of COVID-19 Case Rates and School Closures in the US. No. w27127. National Bureau of Economic Research, 2020."
    ]
}