{
    "id": 2732,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "Lazear, Edward P., Agency, Earnings Profiles, Productivity, and Hour Restrictions, American Economic Review, September 1981, 71, 606-2( Mincer, Jacob, and Higuchi, Yoshio, Wage Structures and Labor Turnover in the U.S. and in Japan, Journal of the Japanese and International Economy, forthcoming.",
        "Scherer, Fredric M., Using Linked Patent and R & D Data to Measure Interindustry Technology Flows, in Zvi Griliches (ed.), R & D, Patents and Productivity (Chicago: University of Chicago Press, 1984). - Tan, Hong W., Technical Change and Its Consequences for Training and Earnings, Rand Corporation, mimeo.",
        "Dickens, William T. and Lawrence F. Katz, Inter-Industry Wage Differences and Industry Characteristics, in Kevin Lang and Jonathan Leonard, eds., Unemployment and the Structure of Labor Markets, Ne~ York: Basil Blackwell, 1987, pp. 48-89.",
        "Griliches, Zvi, and Frank Lichtenberg, Interindustry Technology Flows and Productivity Growth: A Re-Examination, Review of Economics am Statistics, May 1984, pp. 324-328.",
        "Hirsch, Barry T. and Albert N. Link, Labor Union Effects on Innovative Activity, Journal of Labor Research, Fall 1987, pp. 323-332.",
        "Kokkelenberg, Edward C. and Donna R. Sockell, Union Membership in the United States, 1973-1981, Industrial and Labor Relations Review, July 1985, 497-543.",
        "Bartel, Ann P. and Frank R. Lichtenberg, The Comparative Advantage of Educated Workers in Implementing New Technology, The Review of Economics and Statistics, February 1987, 1-11.",
        "Connolly, Robert A. , Barry T. Hirsch and Mark Hirschey, Union Rent Seeking, Intangible Capital, and Market Value of the Firm, Review of Economics and Statistics, November 1986, pp. 562-577.",
        "Akerlof, George and Yellen, Janet, Efficiency Wage Models of the Labor Market, Orlando: Academic Press, 1986.",
        "Akerlof, George, and Yellen, Janet, Fairness and Unemployment, American Economic Review, May 1988, 78, 44-49."
    ]
}