{
    "id": 27325,
    "cites": 44,
    "cited_by": 2,
    "reference": [
        "Abowd, J. M., F. Kramarz, and D. N. Margolis (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High wage workers and high wage firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 67, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Ackerberg, D. A., K. Caves, and G. Frazer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification properties of recent production function estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83, 2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451.",
        "Akerman, A., I. Gaarder, and M. Mogstad (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The skill complementarity of broadband internet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 130, 1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824.",
        "Athey, S. and P. A. Haile (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric approaches to auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of econometrics, 6, 3847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3965.",
        "Barth, E., A. Bryson, J. C. Davis, and R. Freeman (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s where you work: Increases in earnings dispersion across establishments and individuals in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34, S67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS97.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Bhaskar, V., A. Manning, and T. To (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oligopsony and Monopsonistic Competition in Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 16, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Bhattacharya, D. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Welfare Analysis for Discrete Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Boal, W. M. and M. R. Ransom (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony in the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 35, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Caldwell, S. and E. Oehlsen (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony and the Gender Wage Gap: Experimental Evidence from the Gig Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Massachusetts Institute of Technology Working Paper.",
        "Card, D., A. R. Cardoso, J. Heining, and P. Kline (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and labor market inequality: Evidence and some theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 36, S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Chan, M., K. Kroft, and I. MourifiÃ\u0083Æ\u0092Ã\u0082Â© (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Framework for Matching with Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Dube, A., A. Manning, and S. Naidu (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony and employer mis-optimization explain why wages bunch at round numbers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Dunne, T., L. Foster, J. Haltiwanger, and K. R. Troske (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage and productivity dispersion in United States manufacturing: The role of computer investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 22, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Faggio, G., K. G. Salvanes, and J. Van Reenen (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of inequality in productivity and wages: panel data evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Corporate Change, 19, 1919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1951.",
        "Ferraz, C., F. Finan, and D. Szerman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procuring firm growth: the effects of government purchases on firm dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, firm turnover, and efficiency: selection on productivity or profitability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98, 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Gandhi, A., S. Navarro, and D. Rivers (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the identification of production functions: How heterogeneous is productivity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep.",
        "Gibbons, R. and L. Katz (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does unmeasured ability explain inter-industry wage differentials ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 59, 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Gibbons, R., L. F. Katz, T. Lemieux, and D. Parent (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative advantage, learning, and sectoral wage determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 23, 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Goldberg, P. K. and M. M. Knetter (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the intensity of competition in export markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 47, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Goldberg, P. K. and F. Verboven (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of price dispersion in the European car market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 68, 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848.",
        "Guerre, E., I. Perrigne, and Q. Vuong (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal nonparametric estimation of firstprice auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68, 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Gugler, K., M. Weichselbaumer, and C. Zulehner (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment behavior and the economic crisis: Evidence from winners and runners-up in procurement auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 182, 104112.",
        "Hamermesh, D. S. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing inequality in markets for workplace amenities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114, 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Hvide, H. K. and T. Meling (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Temporary Demand Shocks Have Long-Term Effects for Startups?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN 3437270.",
        "Jarosch, G., J. S. Nimczik, and I. Sorkin (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Granular search, market structure, and wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Jofre-Bonet, M. and M. Pesendorfer (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a dynamic auction game,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71, 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Kline, P., N. Petkova, H. Williams, and O. Zidar (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who profits from patents? rentsharing at innovative firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1404.",
        "Lamadon, T., M. Mogstad, and B. Setzler (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition, Compensating Differentials and Rent Sharing in the US Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Levinsohn, J. and A. Petrin (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating production functions using inputs to control for unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 70, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Luo, Y. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved heterogeneity in auctions under restricted stochastic dominance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 216, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Maestas, N., K. J. Mullen, D. Powell, T. Von Wachter, and J. B. Wenger (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Working Conditions in the United States and Implications for the Structure of Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25204, National Bureau of Economic Research.",
        "Manning, A. (2003): Monopsony in motion: Imperfect competition in labor markets, Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect competition in the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 4, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1041.",
        "Mas, A. and A. Pallais (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing alternative work arrangements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107, 3722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Maskin, E. and J. Riley (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal auctions with risk averse buyers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1518.",
        "Milgrom, P. R. and R. J. Weber (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of auctions and competitive bidding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1122.",
        "Murphy, K. M. and R. H. Topel (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency wages reconsidered: Theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in the Theory and Measurement of Unemployment, Springer, 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Pierce, B. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensation Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 116, 1493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1525.",
        "Rosen, S. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of equalizing differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of labor economics, 1, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Sokolova, A. and T. Sorensen (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony in labor markets: A meta-analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper.",
        "SuÃ\u0083Æ\u0092Ã\u0082Â¡rez Serrato, J. C. and O. Zidar (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who benefits from state corporate tax cuts? A local labor markets approach with heterogeneous firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 2582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2624.",
        "Van Reenen, J. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The creation and capture of rents: wages and innovation in a panel of UK companies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 111, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226."
    ]
}