{
    "id": 27323,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Aguiar, Mark and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 69 (1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        ", Manuel Amador, Hugo Hopenhayn, and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Take the short route: Equilibrium default and debt maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Aizenman, Joshua and Jaewoo Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International reserves: Precautionary versus mercantilist views, theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Economies Review, 2007, 18(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Akinci, Ozge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on the estimation of the atemporal elasticity of substitution between tradable and nontradable goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University, 2011.",
        "Alfaro, Laura and Fabio Kanczuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal reserve management and sovereign debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 77 (1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Amador, Manuel, Javier Bianchi, Luigi Bocola, and Fabrizio Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate policies at the zero lower bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. NBER Working Paper No. 23266.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign reserve management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Mimeo, Federal Reserve Bank of Minneapolis.",
        "Angeletos, George-Marios, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy with noncontingent debt and the optimal maturity structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117 (3), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Arce, Fernando, Julien Bengui, and Javier Bianchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A macroprudential theory of foreign reserve accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper No. 26236.",
        "Arellano, Cristina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default risk and income fluctuations in emerging economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (3), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        ", Yan Bai, and Gabriel Mihalache, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and sovereign risk in emerging economies (NK-Default),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. NBER Working Paper No. 26671.",
        "Bianchi, Javier and Jorge Mondragon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary independence and rollover crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper No. 25340.",
        ", Juan Carlos Hatchondo, and Leonardo Martinez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International reserves and rollover risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (9), 2629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2670.",
        ", Pablo Ottonello, and Ignacio Presno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal stimulus under sovereign risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. NBER Working Paper No. 26307.",
        "Buera, Francisco and Juan Pablo Nicolini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal maturity of government debt without state contingent bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2004, 51(3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Caballero, Ricardo and Stavros Panageas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedging sudden stops and precautionary contractions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2008, 85, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "CataÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Luis AV and Rui C Mano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2017, 107, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "CeÃ\u0083Å\u0092Ã\u0082Â\u0081spedes, Luis Felipe and Roberto Chang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal foreign reserves and central bank policy under financial stress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Work in progress.",
        "Chatterjee, Satyajit and Burcu Eyigungor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maturity, indebtedness, and default risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), 2674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2699.",
        "Clausen, Andrew and Carlo Strub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A general and intuitive envelope theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Mimeo, University of Edinburgh.",
        "Debortoli, Davide, Ricardo Nunes, and Pierre Yared, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal time-consistent government debt maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Eaton, Jonathan and Mark Gersovitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with potential repudiation: Theoretical and empirical analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1981, 48 (2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Fanelli, SebastiaÃ\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy, capital controls, and international portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper.",
        "Faraglia, Elisa, Albert Marcet, and Andrew Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In search of a theory of debt management, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2010, 57 (7), 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Farhi, Emmanuel and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of macroprudential policies in the presence of nominal rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (5), 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Flood, Robert P. and Peter M. Garber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collapsing exchange-rate regimes: Some linear examples,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 1984, 17 (1-2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Forbes, Kristin and Francis Warnock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow waves: surges, stops, flight, and retrenchment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 88 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Friedman, Milton, The case for flexible exchange rates, University of Chicago Press, 1953.",
        "Gonzalez-Rozada, MartÃ\u0083â\u0080\u009eÃ\u0082Â±n, Pablo AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Neumeyer, Alejandra Clemente, Diego Luciano Sasson, and Nicholas Trachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The elasticity of substitution in demand for nontradable goods in Latin America. Case Study: Argentina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Universidad Torcuato Di Tella Working Paper 27.",
        "Hatchondo, Juan Carlos and Leonardo Martinez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-duration bonds and sovereign defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 79 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        ", , and CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar Sosa-Padilla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt dilution and sovereign default risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        ", , and Horacio Sapriza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative properties of sovereign default models: Solution methods matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2010, 13 (4), 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c933.",
        "Hur, Sewon and Illenin O Kondo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of rollover risk, sudden stops, and foreign reserves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 103, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Jeanne, Olivier and Romain Ranciere, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal level of international reserves for emerging market countries: A new formula and some applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2011, 121(555), 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Johri, Alok, Shahed Khan, and CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar Sosa-Padilla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest rate uncertainty and sovereign default risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Mimeo, University of Notre Dame.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of balance-of-payments crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1979, 11 (3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Longstaff, Francis A., Jun Pan, Lasse H. Pedersen, and Kenneth J. Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How sovereign is sovereign credit risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2011, 3 (2), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Na, Seunghoon, Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Martin Uribe, and Vivian Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The twin Ds: Optimal default and devaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (7), 1773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1819.",
        "Ottonello, Pablo and Diego J Perez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The currency composition of sovereign debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2019, 11 (3), 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Rey, Helene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dilemma not trilemma: The global financial cycle and monetary policy independence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. NBER Working Paper, No. 21162.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and Martin Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward nominal wage rigidity, currency pegs, and involuntary unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Tenreyro, Silvana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the trade impact of nominal exchange rate volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2007, 82 (2), 485 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 508.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange-rate-based inflation stabilization: The initial real effects of credible plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1997, 39 (2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n and Vivian Z. Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country spreads and emerging countries: Who drives whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 69 (1), 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Vasicek, Oldrich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An equilibrium characterization of the term structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1977, 5 (2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "The variables that were not readily available from CataÃ\u0083Å\u0092Ã\u0082Æ\u0092o and Mano (2017) were obtained (or constructed) as follows: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Exchange rate: we use the official nominal exchange rate between a country iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s currency and the USD from the World BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s World Development Indicators (WDI). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Tradable GDP: we construct tradable GDP as the sum of Agriculture value added and Industry value added. Both series are expressed in constant local currency units and taken from the WDI."
    ]
}