{
    "id": 27330,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "Alon, T. M., M. Doepke, J. Olmstead-Rumsey, and M. Tertilt (2020, April). The impact of covid-19 on gender equality. Working Paper 26947, National Bureau of Economic Research.",
        "Baker, S. R., N. Bloom, S. J. Davis, and S. J. Terry (2020, April). Covid-induced economic uncertainty. Working Paper 26983, National Bureau of Economic Research.",
        "Baker, S. R., R. A. Farrokhnia, S. Meyer, M. Pagel, and C. Yannelis (2020, May). Income, liquidity, and the consumption response to the 2020 economic stimulus payments. Working Paper 27097, National Bureau of Economic Research.",
        "Barrero, J. M., N. Bloom, and S. J. Davis (2020, May). Covid-19 is also a reallocation shock. Working Paper 27137, National Bureau of Economic Research.",
        "Bartik, A. W., M. Bertrand, Z. B. Cullen, E. L. Glaeser, M. Luca, and C. T. Stanton (2020, April). How are small businesses adjusting to covid-19? early evidence from a survey. Working Paper 26989, National Bureau of Economic Research.",
        "Bonadio, B., Z. Huo, A. A. Levchenko, and N. Pandalai-Nayar (2020, May). Global supply chains in the pandemic. Working Paper 27224, National Bureau of Economic Research.",
        "Borjas, G. J. and H. Cassidy (2020, May). The adverse effect of the covid-19 labor market shock on immigrant employment. Working Paper 27243, National Bureau of Economic Research.",
        "Campello, M., G. Kankanhalli, and P. Muthukrishnan (2020, May). Corporate hiring under covid-19: Labor market concentration, downskilling, and income inequality. Working Paper 27208, National Bureau of Economic Research.",
        "Cochrane, J. (2009). Asset Pricing: Revised Edition. Princeton University Press.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020a, May). The cost of the covid-19 crisis: Lockdowns, macroeconomic expectations, and consumer spending. Working Paper 27141, National Bureau of Economic Research.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020b, April). Labor markets during the covid-19 crisis: A preliminary view. Working Paper 27017, National Bureau of Economic Research.",
        "Corrado, C., C. Hulten, and D. Sichel (2009). Intangible capital and u.s. economic growth. Review of Income and Wealth 55(3), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Ding, W., R. Levine, C. Lin, and W. Xie (2020, April). Corporate immunity to the covid-19 pandemic. Working Paper 27055, National Bureau of Economic Research.",
        "Dingel, J. I. and B. Neiman (2020, April). How many jobs can be done at home? Working Paper 26948, National Bureau of Economic Research.",
        "Duan, J.-C., J. Sun, and T. Wang (2012). Multiperiod corporate default predictiona forward intensity approach. Journal of Econometrics 170(1), 191 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 209.",
        "Eisfeldt, A. L. and D. Papanikolaou (2013). Organization capital and the cross-section of expected returns. The Journal of Finance 68(4), 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Fairlie, R. W., K. Couch, and H. Xu (2020, May). The impacts of covid-19 on minority unemployment: First evidence from april 2020 cps microdata. Working Paper 27246, National Bureau of Economic Research.",
        "Fama, E. F. and J. D. MacBeth (1973). Risk, return, and equilibrium: Empirical tests. Journal of Political Economy 81(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020). Internal and external effects of social distancing in a pandemic. Technical report, National Bureau of Economic Research.",
        "Gallagher, E. A., L. D. Schmidt, A. Timmermann, and R. Wermers (2020). Investor information acquisition and money market fund risk rebalancing during the 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012 eurozone crisis. The Review of Financial Studies 33(4), 1445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1483.",
        "Hassan, T. A., S. Hollander, L. van Lent, and A. Tahoun (2020, April). Firm-level exposure to epidemic diseases: Covid-19, sars, and h1n1. Working Paper 26971, National Bureau of Economic Research.",
        "Landier, A. and D. Thesmar (2020, May). Earnings expectations in the covid crisis. Working Paper 27160, National Bureau of Economic Research.",
        "Mateyka, P. J., M. A. Rapino, and L. C. Landivar (2012, October). Home-based workers in the united states: 2010. Working paper, United States Census Bureau.",
        "Mongey, S., L. Pilossoph, and A. Weinberg (2020). Which workers bear the burden of social distancing policies? Technical report, National Bureau of Economic Research.",
        "White, H. (1980). A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity. Econometrica 48(4), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838."
    ]
}