{
    "id": 27345,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Abraham, Katharine G., and Melissa S. Kearney (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Decline in the US Employment-to-Population Ratio: A Review of the Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature.",
        "Acemoglu, Daron (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change, Inequality, and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 40(1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Acemoglu, Daron, and David Autor (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics, volume 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171, Elsevier.",
        "Aguiar, Mark, Mark Bils, Kerwin Kofi Charles, and Erik Hurst (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leisure Luxuries and the Labor Supply of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report, National Bureau of Economic Research.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in US Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Barlevy, Gadi (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sullying Effect of Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 69(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Binder, Ariel J., and John Bound (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Declining Labor Market Prospects of Less-Educated Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 33(2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Blau, Francine D., and Lawrence M. Kahn (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Earnings Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Oxford Handbook of Economic Inequality.",
        "Blundell, Richard, Robert Joyce, Agnes Norris Keiller, and James P Ziliak (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality and the Labour Market in Britain and the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 162, 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Caballero, Ricardo J., and Mohamad L. Hammour (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cleansing Effect of Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(5), 1350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1368.",
        "Charles, Kerwin Kofi, Erik Hurst, and Mariel Schwartz (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transformation of Manufacturing and the Decline in US Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 33(1), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Chen, Susan, and Wilbert Van der Klaauw (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Work Disincentive Effects of the Disability Insurance Program in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Cooley, Thomas, and Edward C. Prescott (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers of Business Cycle Research, T. Cooley editor.",
        "Council of Economic Advisors (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Term Decline in Prime Aged Male Labor Force Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Executive Office of the President of the United States.",
        "Davis, Steven J., and Till Von Wachter (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Costs of Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Epper, Thomas, Ernst Fehr, Helga Fehr-Duda, Claus Thustrup Kreiner, David Dreyer Lassen, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Peterson, and Gregers Nytoft Rasmussen (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Discounting and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Heathcote, Jonathan, Fabrizio Perri, and Giovanni L. Violante (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Hobijn, Bart, Michael Elsby, and AysÃ\u0083Å\u0092Ã\u0082Â§egÃ\u0083Æ\u0092Ã\u0082Â¼l SÃ\u0083Å\u0092Ã\u0082Â§ahin (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market and the Great Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Technical Change on Labor Market Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Growth, volume 1, 1275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370, Elsevier.",
        "Huggett, Mark, and Greg Kaplan (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Is the Stock Component of Human Capital?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 22, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Jaimovich, Nir, and Henry E. Siu (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Polarization and Jobless Recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 102(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Jones, Larry E., Rodolfo E. Manuelli, and Ellen R. McGrattan (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Married Women Working so Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Demographic Economics, 81(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Juhn, Chinhui (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decline of Male Labor Market Participation: The Role of Declining Market Opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and the Rise in Returns to Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101(3), 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Juhn, Chinhui, Kevin M. Murphy, Robert H. Topel, Janet L. Yellen, and Martin Neil Baily (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has the Natural Rate of Unemployment Increased over Time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1991(2), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Katz, Lawrence F., and Kevin M. Murphy (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Katz, Lawrence F., et al. (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Wage Structure and Earnings Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics, volume 3, 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555, Elsevier.",
        "Keane, Michael, and Richard Rogerson (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Micro and Macro Labor Supply Elasticities: A Structural Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Econ., 7(1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, and AysÃ\u0083Å\u0092Ã\u0082Â§egÃ\u0083Æ\u0092Ã\u0082Â¼l SÃ\u0083Å\u0092Ã\u0082Â§ahin (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Worker Flows over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(11), 3447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Meghir, Costas, and Luigi Pistaferri (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings, Consumption and Life Cycle Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics, volume 4, 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c854, Elsevier.",
        "Mincer, Jacob (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Changes in Job Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report, National Bureau of Economic Research.",
        "Moffitt, Robert A. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The US Employment-Population Reversal in the 2000s: Facts and Explanations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report, National Bureau of Economic Research.",
        "Piketty, Thomas, and Emmanuel Saez (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Shimer, Robert (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the Ins and Outs of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 15(2), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Yagan, Danny (2019), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Hysteresis from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 127(5), 2505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2558.",
        "Whenever one of the variables included in earnings is top-coded, we set its value to the top-coding threshold. Weeks worked last year is an intervalled variable (the non intervalled variable is only available starting in 1976) and can take the values of 0, 6, 20, 33, 43, 48.5, 51. All statistics reported in the paper and in this appendix (except sample sizes) are computed using the ASEC person weights. Table 4 below reports the sample sizes and summary statistics for earnings (deflated using the Personal Consumption Expenditure Deflator, as reported by the BEA) and weeks worked.",
        "B Estimation of transition rates To estimate how the job loss and job finding probabilities vary with the skill level sit, we use the Basic Monthly Current Population Survey (CPS) from 1989 to 2019, merged with the Annual Social and Economic Supplement (ASEC).",
        "The Basic Monthly CPS reports the employment status [EMPSTAT] of each individual interviewed. The ASEC asks each individual additional questions about past earnings and weeks worked in the CPS in March. We use the ASEC supplement because there is no measure of individual labor earnings in the Basic Monthly CPS. We keep in the sample those male individuals who appear in the ASEC and are of prime age (between 25 and Year Sample size Mean Earnings (2012 $) Median Earnings (2012 $) Mean Weeks Worked"
    ]
}