{
    "id": 27349,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Theodore W Anderson and Herman Rubin. Estimation of the parameters of a single equation in a complete system of stochastic equations. The Annals of Mathematical Statistics, 20(1):46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 1949.",
        "Isaiah Andrews. Conditional linear combination tests for weakly identified models. Econometrica, 84(6):2155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2182, 2016.",
        "Joshua D Angrist and Guido W Imbens. Two-stage least squares estimation of average causal effects in models with variable treatment intensity. Journal of the American statistical Association, 90 (430):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442, 1995. Joshua D Angrist and Jorn-Steffen Pischke. Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion.",
        "Timothy J Bartik. Who benefits from state and local economic development policies? WE Upjohn Institute for Employment Research, 1991.",
        "Alexandre Belloni, Daniel Chen, Victor Chernozhukov, and Christian Hansen. Sparse models and methods for optimal instruments with an application to eminent domain. Econometrica, 80(6): 2369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2429, 2012.",
        "Steven T. Berry. Estimating discrete-choice models of product differentiation. The RAND Journal of Economics, 25(2):242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262, 1994. Kirill Borusyak, Peter Hull, and Xavier Jaravel. Quasi-experimental shift-share research designs.",
        "arXiv preprint arXiv:1806.01221, 2018.",
        "Pierre Dubois, Rachel Griffith, and Martin OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell. The effects of banning advertising in junk food markets. The Review of Economic Studies, 85(1):396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436, 2018.",
        "Amit Gandhi and Jean-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Houde. Measuring substitution patterns in differentiated products industries. 2017.",
        "Paul Goldsmith-Pinkham, Isaac Sorkin, and Henry Swift. Bartik instruments: What, when, why, and how. NBER Working Paper 24408, 2018.",
        "Wesley R Hartmann and Daniel Klapper. Super bowl ads. Marketing Science, 37(1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96, 2018.",
        "Xing Li, Wesley R Hartmann, and Tomomichi Amano. Preference externality estimators: A comparison of border approaches and ivs. Available at SSRN 3402187, 2019.",
        "Mitchell J. Lovett, Renana Peres, and Linli Xu. Can your advertising really buy earned impressions? the effect of brand advertising on word of mouth. Quantitative Marketing and Economics, Apr 2019. ISSN 1573-711X. doi: 10.1007/s11129-019-09211-9. URL https://doi.org/10.1007/ s11129-019-09211-9.",
        "Sarah Moshary. Price discrimination in political advertising: Evidence from 2012 us presidential election. The RAND Journal of Economics, Forthcoming.",
        "Charles Murry. Advertising in vertical relationships: An equilibrium model of the automobile industry. Working Paper., 2017.",
        "JosÃ\u0083Æ\u0092Ã\u0082Â© Luis Montiel Olea and Carolin Pflueger. A robust test for weak instruments. Journal of Business & Economic Statistics, 31(3):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369, 2013.",
        "Peter E Rossi. Even the rich can make themselves poor: A critical examination of iv methods in marketing applications. Marketing Science, 33(5):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672, 2014.",
        "Bradley Shapiro, Guenter J. Hitsch, and Anna Tuchman. Generalizable and robust tv advertising effects. Working Paper, Available at SSRN: https://ssrn.com/abstract=3273476, 2019.",
        "Bradley T. Shapiro. Positive spillovers and free riding in advertising of prescription pharmaceuticals: The case of antidepressants. Journal of Political Economy, 126(1):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437, 2018. doi: 10.1086/ 695475. URL https://doi.org/10.1086/695475. Michael Sinkinson and Amanda Starc. Ask your doctor? Direct-to-consumer advertising of pharmaceuticals.",
        "Review of Economic Studies, forthcoming, 2018.",
        "James Stock and Motohiro Yogo. Testing for Weak Instruments in Linear IV Regression, pages 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. Cambridge University Press, New York, 2005. URL http://www.economics.harvard. edu/faculty/stock/files/TestingWeakInstr_Stock%2BYogo.pdf.",
        "Michael Thomas. Mass advertising as a natural experiment. Available at SSRN: https://ssrn.com/abstract=3182092, 2017. Anna E Tuchman. Advertising and demand for addictive goods: The effects of e-cigarette advertising."
    ]
}