{
    "id": 27346,
    "cites": 62,
    "cited_by": 9,
    "reference": [
        "Almeida, Rita, Sarojini Hirshleifer, David McKenzie, Cristobal Ridao-Cano, and Ahmed Levent Yener. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Vocational Training for the Unemployed: Experimental Evidence from Turkey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 126(597): 2115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2146.",
        "Ambler, Kate. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Tell on Me: Experimental Evidence of Asymmetric Information in Transnational Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 113: 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Amuedo-Dorantes, Catalina, and Kusum Mundra. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks and Their Impact on the Earnings of Mexican Migrants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 44(4): 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        "Ashraf, Nava, Diego Aycinena, Claudia Martinez, and Dean Yang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings in Transnational Households: A Field Experiment Among Migrants from El Salvador.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 97: 332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 351.",
        "Banerjee, Abhijit, Arun G Chandrasekhar, Esther Duflo, and Matthew O Jackson. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Social Network Structure in Response to Exposure to Formal Credit Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3245656.",
        "Barr, Abigail, Marleen Dekker, and Marcel Fafchamps. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Formation of Community-Based Organizations: An Analysis of a QuasiExperiment in Zimbabwe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 66: 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Beaman, Lori A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks and the Dynamics of Labour Market Outcomes: Evidence from Refugees Resettled in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Beaman, Lori, and Jeremy Magruder. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Gets the Job Referral? Evidence from a Social Networks Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3593.",
        "Bellemare, Marc F, and Casey J Wichman. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticities and the Inverse Hyperbolic Sine Transformation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics.",
        "Blumenstock, Joshua, Guanghua Chi, and Xu Tan. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and the Value of Social Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 13611.",
        "Bonferroni, Carlo E. 1935. Il Calcolo delle Assicurazioni su Gruppi di Teste. Tipigrafia del Senato.",
        "Borjas, George J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 3(4): 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Borjas, George J. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Capital and Intergenerational Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Cai, Jing, and Adam Szeidl. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interfirm Relationships and Business Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 133(3): 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "CalvoÃ\u0083Å\u0092Ã\u0082Â\u0081-Armengol, Antoni. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Contact Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 115(1): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Canen, Nathan, Matthew O Jackson, and Francesco Trebbi. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Networks and Legislative Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2823338. http://ssrn.com/abstract=2823338.",
        "Caria, Stefano, Simon Franklin, and Marc Witte. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching with Friends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CSAE Working Paper Series 14.",
        "Carrington, William J, Enrica Detragiache, and Tara Vishwanath. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration with Endogenous Moving Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930. Carter, Michael, Rachid Laajaj, and Dean Yang. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidies and the African Green Revolution: Direct Effects and Social Network Spillovers of Randomized Input Subsidies in Mozambique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics.",
        "Cecchi, Francesco, Jan Duchoslav, and Erwin Bulte. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formal Insurance and the Dynamics of Social Capital: Experimental Evidence from Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African Economies, 25(3): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "CFO. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Estimate of Overseas Filipinos.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Commission on Filipinos Overseas. https://www.cfo.gov.ph/downloads/statistics/stock-estimates. html, accessed 23.10.2019.",
        "CFO. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CFO Statistics on Philippine International Migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Commission on Filipinos Overseas. https://www.cfo.gov.ph/images/pdf/2017/ 2015compendiumstats-insidepages-2017-06-29.pdf, accessed 23.10.2019.",
        "Comola, Margherita, and Mariapia Mendola. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formation of Migrant Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 117(2): 592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618. Comola, Margherita, and Silvia Prina. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Treatment Effect Accounting for Network Changes: Evidence from a Randomized Intervention. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics.",
        "Currarini, Sergio, Matthew O Jackson, and Paolo Pin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Friendship: Homophily, Minorities, and Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77(4): 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Docquier, FreÃ\u0083Å\u0092Ã\u0082Â\u0081deÃ\u0083Å\u0092Ã\u0082Â\u0081ric, Giovanni Peri, and Ilse Ruyssen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The CrossCountry Determinants of Potential and Actual Migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Migration Review, 48(1 suppl): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Dolfin, Sarah, and Garance Genicot. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Networks Do? The Role of Networks on Migration and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCoyoteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Development Economics, 14(2): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Dupas, Pascaline. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Teenagers Respond to HIV Risk Information? Evidence from a Field Experiment in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Dupas, Pascaline. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-Run Subsidies and Long-Run Adoption of New Health Products: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(1): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Dustmann, Christian, Albrecht Glitz, Uta SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg, and Herbert BruÃ\u0083Å\u0092Ã\u0082Ë\u0086cker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Referral-Based Job Search Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 83: 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Einav, Liran, and Amy Finkelstein. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard in Health Insurance: What We Know and How We Know It.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 16(4): 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Finkelstein, A, S Taubman, H Allen, J Gruber, JP Newhouse, B Wright, and K Baicker. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run Impact of Extending Public Health Insurance to Low-Income Adults: Evidence from the First Year of the Oregon Medicaid Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Analysis plan.",
        "Gibson, John, David McKenzie, Halahingano Rohorua, and Steven Stillman. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impact of International Migration on Economic Decision-Making: Evidence from a Migration Lottery and Lab-in-theField Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 138: 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Granovetter, Mark. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Strength of Weak Ties.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 78(6): 1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1380. HeÃ\u0083Æ\u0092Ã\u0082Å¸, Simon H, Dany Jaimovich, and Matthias SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development Projects and Economic Networks: Lessons From Rural Gambia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies.",
        "Holm, Sture. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Sequentially Rejective Multiple Test Procedure. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Statistics, 6: 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "IOM. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IOM Migrant Training Programmes Overview 2010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d www.iom.int/jahia/webdav/shared/shared/mainsite/activities/ facilitating/IOM Migrant Training Programmes Overview 2010 2011.pdf, accessed 23.10.2019.",
        "Jackson, Matthew O. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Typology of Social Capital and Associated Network Measures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Choice and Welfare, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Jackson, Matthew O, and Brian W Rogers. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Meeting Strangers and Friends of Friends: How Random are Social Networks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3): 890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Jones, Damon, David Molitor, and Julian Reif. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Workplace Wellness Programs do? Evidence from the Illinois Workplace Wellness Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 134(4): 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1791.",
        "Joona, Pernilla Andersson, and Lena Nekby. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intensive Coaching of New Immigrants: An Evaluation Based on Random Program Assignment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 114(2): 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Kaiser, Tim, and Lukas Menkhoff. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Financial Education Impact Financial Literacy and Financial Behavior, and If So, When?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, 31(3): 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "List, John A, Azeem M Shaikh, and Yang Xu. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Hypothesis Testing in Experimental Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 22(4): 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, Gustavo, Neil G Ruiz, and Eileen Patten. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Key Facts about Asian Americans, A Diverse and Growing Population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pew Research Center.",
        "Lubotsky, Darren. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chutes or Ladders? A Longitudinal Analysis of Immigrant Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(5): 820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Lusardi, Annamaria, and Olivia S Mitchell. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Importance of Financial Literacy: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 52(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Mahajan, Parag, and Dean Yang. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taken by Storm: Hurricanes, Migrant Networks, and US Immigration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 12(2): 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Massey, Douglas S. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development and International Migration in Comparative Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "McKenzie, David, and Dean Yang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on Policies to Increase the Development Impacts of International Migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Research Observer, 30(2): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Munshi, Kaivan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks in the Modern Economy: Mexican Migrants in the US Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(2): 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "National Academies of Sciences, Engineering, and Medicine. 2015. The Integration of Immigrants into American Society. National Academies Press, Washington, DC.",
        "Orrenius, Pia M, and Madeline Zavodny. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Selection Among Undocumented Immigrants from Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 78(1): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Orrenius, Pia M, et al. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Family Networks, Coyote Prices and the Rural Economy in Migration from Western Mexico: 1965-1994.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Dallas Research Paper, , (99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10): 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Portes, Pia, and Leif Jensen. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enclave and the Entrants: Patterns of Ethnic Enterprise in Miami before and after Mariel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 54(6): 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c949.",
        "Rinne, Ulf. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evaluation of Immigration Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In International Handbook on the Economics of Migration. Edward Elgar Publishing.",
        "Sacerdote, Bruce. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental and Quasi-Experimental Analysis of Peer Effects: Two Steps Forward?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 6(1): 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 272.",
        "SarvimaÃ\u0083Å\u0092Ã\u0082Ë\u0086ki, Matti, and Kari HaÃ\u0083Å\u0092Ã\u0082Ë\u0086maÃ\u0083Å\u0092Ã\u0082Ë\u0086laÃ\u0083Å\u0092Ã\u0082Ë\u0086inen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrating Immigrants: The Impact of Restructuring Active Labor Market Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(2): 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Shrestha, Slesh A, and Dean Yang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facilitating Worker Mobility: A Randomized Information Intervention among Migrant Workers in Singapore.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 68(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Testaverde, Mauro, Harry Moroz, Claire H. Hollweg, and Achim Schmillen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration Policy in Sending Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Migrating to Opportunity: Overcoming Barriers to Labor Mobility in Southeast Asia, Chapter 7, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246. Washington, DC:World Bank.",
        "Westfall, Peter H, and S Stanley Young. 1993. Resampling-based Multiple Testing: Examples and Methods for P-value Adjustment. Vol. 279, Hoboken, NJ: John Wiley & Sons.",
        "Maraming salamat po! Very truly yours, Chairperson Commission on Filipinos Overseas Northern California 2195 Cobblehill Pl, San Mateo, CA 94402 Contact person: Marife Sevilla Email: msevilla2195@hotmail.com Website Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Facebook Phone: (650) 3020210 / 5788508 This map provides information on many more Filipino organizations in the US.",
        "The procedure is based on the results in Romano and Wolf (2010). It asymptotically controls the FWER and is asymptotically balanced in that the marginal probabilities of rejecting true null hypotheses are approximately equal in large samples. Information about the dependence structure between hypotheses yields greater statistical power to reject truly false null hypotheses compared to procedures such as the Bonferroni (1935) and Holm (1979) corrections that assume independence between hypotheses. However, the procedure and the Stata package introduced in List, Shaikh and Xu (2019) are designed for experimental data in which simple random sampling is used to assign a discrete treatment status to units. It is not designed for hypothesis testing of parameters from regressions with multiple independent variables.",
        "We modify the procedure of List, Shaikh and Xu (2019) to make it suitable for regression analysis.5 Below, we describe the procedure and indicate where we deviate from the setup of List, Shaikh and Xu (2019). Our key modification is how we define the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093unbalancedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d studentized test statistic for Hs. For samples of size n, the test statistic is Tstud s,n = |Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009an,s| se(Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009an,s) and itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s re-centered version is6 TÃ\u0083Å\u0092Ã\u0082Æ\u0092stud s,n (P) = |Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009an,s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â²s| se(Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009an,s) .",
        "Observations 1104 1077 728 362 614 578 PANEL B New PDOS (either -0.044 -0.049 -0.008 0.000 -0.006 0.000 version) (0.037) (0.037) (0.036) (.) (0.021) (.) New PDOS with emp. 0.028 0.026 0.016 0.000 -0.039 0.000 module (0.042) (0.041) (0.039) (.) (0.029) (.) F-statistic treatment variables=0 0.716 0.903 0.081 . 1.360 . p-value 0.491 0.408 0.922 . 0.261 . R2 0.019 0.019 0.013 . 0.035 .",
        "New PDOS (either -0.133 -0.029 -0.082 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 -0.023 version) (0.103) (0.062) (0.043) (0.028) Mean outcome control group -0.000 0.000 -0.000 0.213 R2 0.163 0.156 0.064 0.036 Observations 280 579 788 1077 PANEL B New PDOS (either -0.033 -0.125 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 version) (0.127) (0.070) New PDOS with emp. -0.184 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.179 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 module (0.110) (0.071) R2 0.172 0.163 Observations 280 579 PANEL C New PDOS (either -0.081 version) (0.064) New PDOS with ass. -0.003 email (0.055) R2 0.077 Observations 552 Note: The table reports OLS estimates. The column title shows the dependent variable. All regressions include the standard set of baseline control variables. Additional outcome-specific control variables are specified in the PAP. Standard errors clustered at the PDOS session level in parentheses. Panel A/B/C refer to specifications based on equations 1/2/3, which we present in our empirical approach."
    ]
}