{
    "id": 27341,
    "cites": 43,
    "cited_by": 1,
    "reference": [
        "Agarwal, S., E. Benmelech, N. Bergman, and A. Seru (2012). Did the Community Reinvestment Act (CRA) Lead to Risky Lending? NBER Working Paper Series 18609.",
        "Agarwal, S., S. Chomsisengphet, N. Mahoney, and J. Stroebel (2018). Do Banks Pass Through Credit Expansions to Consumers Who Want To Borrow? Quarterly Journal of Economics 133(1), 129190.",
        "Alexandrov, A. and S. Koulayev (2017). No Shopping in the U.S. Mortgage Market: Direct and Strategic Eects of Providing Information. Consumer Finance Protection Bureau Oce of Research Working Paper 01, 157.",
        "Allen, J., R. Clark, and J.-F. Houde (2014). The Eect of Mergers in Search Markets: Evidence from the Canadian Mortgage Industry. American Economic Review 104(10), 33653396.",
        "Allen, J., R. Clark, and J.-F. Houde (2019). Search Frictions and Market Power in Negotiated-Price Markets. Journal of Political Economy 127(4), 15501598.",
        "Ambokar, S. and K. Samaee (2019b). Mortgage Search Heterogeneity, Statistical Discrimination and Monetary Policy Transmission to Consumption. University of Pennsylvania mimeo.",
        "Andersen, S., J. Y. Campbell, K. M. Nielsen, and T. Ramadorai (2015). Inattention and Inertia in Household Finance: Evidence from the Danish Mortgage Market. NBER Working Paper Series 21386.",
        "Argyle, B., T. Nadauld, and C. J. Palmer (2017). Real Eects of Search Frictions in Consumer Credit Markets. MIT Sloan Working Paper (5242-17).",
        "Ausubel, L. M. (1991). The Failure of Competition in the Credit Card Market. American Economic Review 81(1), 5081.",
        "Bassett, W. F., M. B. Chosak, J. C. Driscoll, and E. Zakrajsek (2014). Changes in bank lending standards and the macroeconomy. Journal of Monetary Economics 62, 2340.",
        "Benneton, M. (2019). Leverage Regulation and Market Structure: A Structural Model of the UK Mortgage Market. Working Paper.",
        "Bhutta, N. (2011). The Community Reinvestment Act and Mortgage Lending to Lower Income Borrowers and Neighborhoods. Journal of Law and Economics 54(4), 953983.",
        "Bostic, R. W. and B. L. Robinson (2003). Do CRA Agreements Inuence Lending Patterns? Real Estate Economics 31, 2351.",
        "Brunnermeier, M., R. Lamba, and C. Segura-Rodriguez (2020). Inverse selection. Working Paper.",
        "Buchak, G., G. Matvos, T. Piskorski, and A. Seru (2020). Beyond the Balance Sheet Model of Banking: Implications for Bank Regulation and Monetary Policy. Working Paper.",
        "Buchak, G., T. Piskorski, and A. Seru (2018). Fintech, Regulatory Arbitrage, and the Rise of Shadow Banks. Journal of Financial Economics 130(3), 453483.",
        "Bureau, C. F. P. (2015). Consumers' mortgage shopping experience. Technical Report January.",
        "Calem, P. S. and L. J. Mester (1995). Consumer Behavior and the Stickiness of Credit-Card Interest Rates. American Economic Review 85(5), 13271336.",
        "Campbell, J. Y. (2016). Restoring Rational Choice: The Challenge of Consumer Financial Regulation. In Richard T Ely Lecture, Number January.",
        "Carlson, J. A. and R. P. McAfee (1983). Discrete Equilibrium Price Dispersion. Journal of Political Economy 91(3), 480493.",
        "Dahl, D., D. D. Evano, and M. F. Spivey (2000). Does the Community Reinvestment Act Inuence Lending? An Analysis of Changes in Bank Low-Income Mortgage Activity. Federal Reserve Bank of Chicago Working Paper.",
        "De Los Santos, B., A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and M. R. Wildenbeest (2012). Testing Models of Consumer Search Using Data on Web Browsing and Purchasing Behavior. American Economic Review 102(6), 29552980.",
        "Dell'Ariccia, G., D. Igan, and L. Laeven (2012). Credit Booms and Lending Standards: Evidence from the Subprime Mortgage Market. Journal of Money Credit and Banking 44(2), 367384.",
        "Fuster, A., P. Goldsmith-Pinkham, T. Ramodorai, and A. Walther (2020). Predictably unequal? The eects of machine learning on credit markets. Working Paper.",
        "Gilbukh, S. and P. Goldsmith-Pinkham (2020). Heterogeneous Real Estate Agents and the Housing Cycle. Working Paper.",
        "Gurun, U. G., G. Matvos, and A. Seru (2016). Advertising Expensive Mortgages. Journal of Finance LXXI(5), 23712416.",
        "Handel, B., I. Hendel, and M. D. Whinston (2015). Equilibria in Health Exchanges. Econometrica 83(4), 12611313.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A. and Syverson (2004). Product Dierentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of S&P 500 Index Funds. Quarterly Journal of Economics 119(2), 403456.",
        "Koijen, R. and M. Yogo (2020). The Fragility of Market Risk Insurance. Working Paper.",
        "Ladd, H. F. (1998). Evidence on Discrimination in Mortgage Lending. Journal of Economic Perspectives 12(2), 4162.",
        "Lang, K., M. Manove, and W. T. Dickens (2005). Racial Discrimination in Labor Markets with Posted Wage Oers. American Economic Review 95(4), 13271340.",
        "Lester, B., A. Shourideh, V. Venkateswaran, and A. Zetlin-Jones (2016). Screening and Adverse Selection in Frictional Markets. Federal Reserve Bank of Philadelphia Working Paper Series 16.",
        "Mian, A. and A. Su (2009). The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis. Quarterly Journal of Economics 124(4), 14491496.",
        "Piazzesi, M., M. Schneider, and J. Stroebel (2020). Segmented Housing Search. American Economic Review 110(3).",
        "Roussanov, N., H. Ruan, and Y. Wei (2018). Marketing Mutual Funds. NBER Working Paper Series 25056.",
        "Salz, T. (2017). Intermediation and Competition in Search Markets: An Empirical Case Study. Working Paper.",
        "Scharfstein, D. and A. Sunderam (2017). Market Power in Mortgage Lending and the Transmission of Monetary Policy. Working Paper.",
        "Sorensen, A. T. (2000). Equilibrium Price Dispersion in Retail Markets for Prescription Drugs. Journal of Political Economy 108(4), 833850.",
        "Sorensen, A. T. (2001). Price Dispersion and Heterogeneous Consumer Search for Retail Prescription Drugs. NBER Working Paper Series 8548.",
        "Stango, V. and J. Zinman (2013). Borrowing High vs Borrowing Higher: Sources and Consequences of Dispersion in Individual Borrowing Costs. NBER Working Paper Series 19069.",
        "Stroebel, J. (2015). Asymmetric Information about Collateral Values. Journal of Finance 71(3), 10711111.",
        "Wong, A. (2019). Renancing and the Transmision of Monetary Policy to Consumption. Working Paper.",
        "Woodward, S. E. and R. E. Hall (2012). Diagnosing Consumer Confusion and Sub-Optimal Shopping Eort: Theory and Mortgage-Market Evidence. American Economic Review 102(7), 32493276."
    ]
}