{
    "id": 27368,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Abowd, J. M., R. H. Creecy, and F. Kramarz (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Person and Firm Effects Using Linked Longitudinal Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Abowd, J. M., F. Kramarz, P. Lengermann, and S. PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez-Duarte (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are good workers employed by good firms? A test of a simple assortative matching model for France and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Abowd, J. M., F. Kramarz, and D. N. Margolis (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 67, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Abowd, J. M., K. L. McKinney, and I. M. Schmutte (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling endogenous mobility in earnings determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Alvarez, J., F. Benguria, N. Engbom, and C. Moser (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and the decline in earnings inequality in brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 10, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Amiti, M. and D. E. Weinstein (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much do idiosyncratic bank shocks affect investment? Evidence from matched bank-firm loan data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126, 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Andrews, M. J., L. Gill, T. Schank, and R. Upward (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High wage workers and low wage firms: negative assortative matching or limited mobility bias?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 171, 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers Match with High Wage Firms: Clear Evidence of the Effects of Limited Mobility Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econ. Lett., 117, 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Bagger, J. and R. Lentz (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Wage Dispersion with Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin mimeo.",
        "Bonhomme, S., T. Lamadon, and E. Manresa (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretizing unobserved heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A distributional framework for matched employer employee data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739.",
        "Bonhomme, S. and M. Weidner (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Posterior average effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:1906.06360.",
        "Borovickova, K. and R. Shimer (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers Work for High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Card, D., A. R. Cardoso, J. Heining, and P. Kline (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and labor market inequality: Evidence and some theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 36, S13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS70.",
        "Card, D., A. R. Cardoso, and P. Kline (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining, sorting, and the gender wage gap: Quantifying the impact of firms on the relative pay of women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131, 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Card, D., J. Heining, and P. Kline (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128, 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Drineas, P., M. Magdon-Ismail, M. W. Mahoney, and D. P. Woodruff (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fast approximation of matrix coherence and statistical leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Machine Learning Research, 13, 3475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3506.",
        "Eeckhout, J. and P. Kircher (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying sortingin theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 78, 872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Engbom, N. and C. Moser (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings inequality and the minimum wage: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis-Opportunity and Inclusive Growth Institute Working Paper, 7, 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Finkelstein, A., M. Gentzkow, and H. Williams (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Geographic Variation in Health Care: Evidence from Patient Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 131, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Friedrich, B., L. Laun, C. Meghir, and L. Pistaferri (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings dynamics and firm-level shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Gaure, S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correlation bias correction in two-way fixed-effects linear regression, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stat, 3, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Goldschmidt, D. and J. F. Schmieder (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise of domestic outsourcing and the evolution of the German wage structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132, 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "Goux, D. and E. Maurin (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistence of interindustry wage differentials: a reexamination using matched worker-firm panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of labor Economics, 17, 492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Gruetter, M. and R. Lalive (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Firms in Wage Determination, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Econ., 16, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Hutchinson, M. F. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A stochastic estimator of the trace of the influence matrix for laplacian smoothing splines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Communications in Statistics-Simulation and Computation, 19, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Iranzo, S., F. Schivardi, and E. Tosetti (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill dispersion and firm productivity: An analysis with employer-employee matched data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 26, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Jochmans, K. and M. Weidner (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fixed-Effect Regressions on Network Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87, 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1560.",
        "Kline, P., R. Saggio, and M. SÃ\u0083Æ\u0092Ã\u0082Â¸lvsten (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leave-out estimation of variance components,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d to appear in Econometrica.",
        "Lachowska, M., A. Mas, R. D. Saggio, and S. A. Woodbury (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Firm Effects Drift? Evidence from Washington Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Lamadon, T., M. Mogstad, and B. Setzler (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect competition, compensating differentials and rent sharing in the US labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Lentz, R., S. Piyapromdee, and J.-M. Robin (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Worker and Firm Heterogeneity in Wages and Employment Mobility: Evidence from Danish Register Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Lopes de Melo, R. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm wage differentials and labor market sorting: Reconciling theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Mendes, R., G. J. van den Berg, and M. Lindeboom (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Assessment of Assortative Matching in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Econ., 17, 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 929.",
        "Mortensen, D. (2003): Wage dispersion: why are similar workers paid differently?, MIT press.",
        "Rockoff, J. E. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of individual teachers on student achievement: Evidence from panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 94, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Shimer, R. and L. Smith (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Matching and Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Song, J., D. J. Price, F. Guvenen, N. Bloom, and T. Von Wachter (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firming up inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Sorkin, I. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking firms using revealed preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 133, 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Woodcock, S. D. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage differentials in the presence of unobserved worker, firm, and match heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 15, 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Estimation of FE-HO. We follow Andrews et al. (2008). The first step in the estimation procedure is to extract the variance Ã\u0083Â\u008fÃ\u0082Æ\u00922 of the residual. As noted in the text we use the following expression which provides an unbiased estimator under homoskedasticity: b Ã\u0083Â\u008fÃ\u0082Æ\u00922 = (NT Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 N Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 J)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Y 0 (I Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 A(A0 A)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 A0 )Y. Importantly, job stayers do not contribute to the estimation of this variance since they only have a single spell observation per individual. This is because the data is in event-study form, if this was not the case one should worry about the fact that the A2 formula assumes away serial correlation within job spells. The next step is to compute the trace formula. When the design matrix A is not too large, we directly invert the matrix and compute: d Bias FEÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099HO Q = b Ã\u0083Â\u008fÃ\u0082Æ\u00922 Trace (A0 A)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Q  .",
        "Estimating firm groups in CRE. To estimate the firm grouping {kj, j = 1, ..., J}, we follow Bonhomme et al. (2019) and cluster firms together based on earnings information. For example, using mean log-earnings one can estimate the partition by minimizing J X j=1 nj(Y j Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (kj))2 ,"
    ]
}