{
    "id": 27364,
    "cites": 75,
    "cited_by": 4,
    "reference": [
        "Abramowitz, Sharon, Braeden Rogers, Liya Akilu, Sylvia Lee, and David Hipgrave (2016, March). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ebola Community Care Centers: Lessons learned from UNICEFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2014-2015 Experience in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report.",
        "AgÃ\u0083Æ\u0092Ã\u0082Â¼ero, Jorge M and Trinidad Beleche (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health shocks and their long-lasting impact on health behaviors: Evidence from the 2009 H1N1 pandemic in Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 54, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Alsan, Marcella and Marianne Wanamaker (2017, 08). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuskegee and the Health of Black Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 133(1), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Anderson, Michael L. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 103(484), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Andrabi, Tahir, Jishnu Das, Asim I Khwaja, Selcuk Ozyurt, and Niharika Singh (2018). Upping the ante: The equilibrium effects of unconditional grants to private schools. The World Bank.",
        "Ashraf, Nava and Oriana Bandiera (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social incentives in organizations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 10, 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c463.",
        "Ashraf, Nava, Oriana Bandiera, and B Kelsey Jack (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No margin, no mission? A field experiment on incentives for public service delivery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 120, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Ball, Sheryl, Catherine Eckel, J Grossman, Philip, and William Zame (2001, 02). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status in markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 111(1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Bandiera, Oriana, Niklas Buehren, Markus Goldstein, Imran Rasul, and Andrea Smurra (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Lives of Young Women in the Time of Ebola.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper.",
        "Banerjee, Abhijit, Angus Deaton, and Esther Duflo (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health care delivery in rural Rajasthan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly 39(9), 944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c949.",
        "Banerjee, Abhijit V, Rukmini Banerji, Esther Duflo, Rachel Glennerster, and Stuti Khemani (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pitfalls of participatory programs: Evidence from a randomized evaluation in education in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Banerjee, Abhijit V, Esther Duflo, and Rachel Glennerster (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting a band-aid on a corpse: Incentives for nurses in the Indian public health care system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 6(2-3), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Barr, Abigail, Frederick Mugisha, Pieter Serneels, and Andrew Zeitlin (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and collective action in community-based monitoring of schools: Field and lab experimental evidence from Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, Georgetown University.",
        "Bellemare, Marc F. and Casey J. Wichman (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticities and the inverse hyperbolic sine transformation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics 82(1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nabou, Roland and Jean Tirole (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and extrinsic motivation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 70(3), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Besley, Timothy and Maitreesh Ghatak (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and incentives with motivated agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(3), 616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rkman, Martina and Jakob Svensson (2009, May). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power to the People: Evidence from a Randomized Field Experiment on Community-Based Monitoring in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124(2), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rkman Nyqvist, Martina, Andrea Guariso, Jakob Svensson, and David Yanagizawa-Drott (2019, July). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Child Mortality in the Last Mile: Experimental Evidence on Community Health Promoters in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 11(3), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Blair, Robert A., Benjamin S. Morse, and Lily L. Tsai (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public health and public trust: Survey evidence from the Ebola Virus Disease epidemic in Liberia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science & Medicine 172, 89 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 97.",
        "Bostock, Bill (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A city in Hubei, China, is giving residents $1,400 if they report their coronavirus symptoms to doctors and then test positive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Insider (https://www.businessinsider.com/coronavirus-chinahubei -qianjiang-city-reward-reporting-symptoms-test-positive-2020-2).",
        "Casey, Katherine, Rachel Glennerster, and Edward Miguel (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reshaping institutions: Evidence on aid impacts using a preanalysis plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127(4), 1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1812.",
        "CDC (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of the ebola epidemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (https://www.cdc.gov/vhf/ebola/history/2014-2016outbreak /cost-of-ebola.html).",
        "Christensen, Darin, Dube Oeindrila, Johannes Haushofer, Bilal Siddiqi, and Maarten Voors (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Communitybased Crisis Response: Evidence from Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ebola Outbreak.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings 110, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Das, Jishnu, Alaka Holla, Aakash Mohpal, and Karthik Muralidharan (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality and Accountability in Health Care delivery: Audit-study evidence from primary care in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106(12), 3765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Denney, Lisa and Richard Mallett (2014, September). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mapping Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s plural health system and how people navigate it.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report.",
        "Dixit, Avinash et al. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and organizations in the public sector: An interpretative review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 37(4), 696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Dupas, Pascaline (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health behavior in developing countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 3(1), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Dupas, Pascaline and Edward Miguel (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts and determinants of health levels in low-income countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of economic field experiments, Volume 2, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93. Elsevier.",
        "Elston, J W T, A J Moosa, F Moses, G Walker, N Dotta, R J Waldman, and J Wright (2016, December). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of the Ebola outbreak on health systems and population health in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Health 38(4), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Enserink, Martin (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How many Ebola cases are there really?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.sciencemag.org/news/2014/10/howmany -ebola-cases-are-there-really, Accessed in September 2019.",
        "Fang, Li-Qun, Yang Yang, Jia-Fu Jiang, Hong-Wu Yao, David Kargbo, Xin-Lou Li, Bao-Gui Jiang, Brima Kargbo, Yi-Gang Tong, Ya-Wei Wang, Kun Liu, Abdul Kamara, Foday Dafae, Alex Kanu, Rui-Ruo Jiang, Ye Sun, RuoXi Sun, Wan-Jun Chen, Mai-Juan Ma, Natalie E Dean, Harold Thomas, Ira M Longini Jr, M Elizabeth Halloran, and Wu-Chun Cao (2016, April). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transmission dynamics of Ebola virus disease and intervention effectiveness in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 113(16), 4488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4493.",
        "Fiala, Nathan and Patrick Premand (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social accountability and service delivery: Experimental evidence from Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper (8449).",
        "Finan, Frederico, Benjamin A. Olken, and Rohini Pande (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The personnel economics of the developing state.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Field Experiments II, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Forna, Alpha, Pierre Nouvellet, Ilaria Dorigatti, and Christl A Donnelly (2019, 07). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Case Fatality Ratio Estimates for the 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016 West African Ebola Epidemic: Application of Boosted Regression Trees for Imputation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Infectious Diseases 79(1), 128.",
        "Glewwe, Paul, Nauman Ilias, and Michael Kremer (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 2(3), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Glynn, Judith R, Hilary Bower, Sembia Johnson, Cecilia Turay, Daniel Sesay, Saidu H Mansaray, Osman Kamara, Alie Joshua Kamara, Mohammed S Bangura, and Francesco Checchi (2018, January). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variability in Intrahousehold Transmission of Ebola Virus, and Estimation of the Household Secondary Attack Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Infectious Diseases 217(2), 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Haushofer, Johannes and Jeremy Shapiro (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-term impact of unconditional cash transfers to the poor: Experimental evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 131(4), 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Karing, Anne (2019). Social Signaling and Health Behavior in Low-Income Countries. Ph.D. thesis, UC Berkeley.",
        "Kling, Jeffrey R, Jeffrey B Liebman, et al. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental analysis of neighborhood effects on youth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Kosfeld, Michael and Susanne Neckermann (2011, August). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting More Work for Nothing? Symbolic Awards and Worker Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics 3(3), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Kruk, Margaret E, Anna D Gage, Catherine Arsenault, Keely Jordan, Hannah H Leslie, Sanam Roder-DeWan, Olusoji Adeyi, Pierre Barker, Bernadette Daelmans, Svetlana V Doubova, et al. (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-quality health systems in the Sustainable Development Goals era: Time for a revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Global Health 6(11), e1196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce1252.",
        "Kruk, Margaret E, Michael Myers, S Tornorlah Varpilah, and Bernice T Dahn (2015, May). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is a resilient health system? Lessons from Ebola.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet 385(9980), 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1912.",
        "Lautharte Junior, Ildo and Imran Rasul (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anatomy of a Public Health Crisis: Household and Health Sector Responses to the Zika Epidemic in Brazil.",
        "Levy, Benjamin, Carol Y Rao, Laura Miller, Ngozi Kennedy, Monica Adams, Rosemary Davis, Laura Hastings, Augustin Kabano, Sarah D Bennett, and Momodu Sesay (2015, July). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ebola infection control in Sierra Leonean health clinics: A large cross-agency cooperative project.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Infection Control 43(7), 752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Lowes, Sara and Eduardo Montero (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legacy of Colonial Medicine in Central Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper (https://scholar.harvard.edu/slowes/publications/colonial-medicine).",
        "Maffioli, Elisa M (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Health Epidemics: Evidence from the Ebola Outbreak.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3383187.",
        "Makori, Christine (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Official documents - agreement for dsdp grant tf012665 (english).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report http://documents.worldbank.org/curated/en/651161468333621328/Official-DocumentsAgreement -for-DSDP-Grant-TF012665, World Bank.",
        "Mansuri, Ghazala and Vijayendra Rao (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Localizing development: Does participation work?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report, World Bank.",
        "Markham, Steven E, K Dow Scott, and Gail H McKee (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recognizing good attendance: A longitudinal, quasiexperimental field study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personnel Psychology 55(3), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "McNamara, Lucy A, Ilana J Schafter, Leisha D Nolen, Yelena Gorina, John T Redd, Terrence Lo, Elizabeth Ervin, Olga Henao, Benjamin A Dahl, Oliver Morgan, Sara Hersey, and Barbara Knust (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ebola SurveillanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dGuinea, Liberia, and Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MMWR supplements 65(3), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Michaels-Strasser, Susan, Miriam Rabkin, Maria Lahuerta, Katherine Harripersaud, Roberta Sutton, Laurence Natacha Ahoua, Bibole Ngalamulume, Julie Franks, and Wafaa M El-Sadr (2015, July). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation to confront Ebola in Sierra Leone: The community-care-centre model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Global Health 3(7), e361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce362.",
        "Miller, Grant, Renfu Luo, Linxiu Zhang, Sean Sylvia, Yaojiang Shi, Patricia Foo, Qiran Zhao, Reynaldo Martorell, Alexis Medina, and Scott Rozelle (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effectiveness of provider incentives for anaemia reduction in rural China: A cluster randomised trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bmj 345, e4809.",
        "Mohanan, Manoj, Vikram S Rajan, Kendal Swanson, and Harsha Thirumurthy (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and Facilitation Interventions for Accountability in Health and Nutrition: Evidence from a Randomized Trial in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research Initiatives at Duke (ERID) Working Paper (295).",
        "Morse, Ben, Karen A GrÃ\u0083Æ\u0092Ã\u0082Â©pin, Robert A Blair, and Lily Tsai (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of demand for non-Ebola health services during and after the Ebola outbreak: Panel survey evidence from Monrovia, Liberia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ Global Health 1(1), e000007.",
        "Mozur, Paul (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China, Desperate to Stop Coronavirus, Turns Neighbor Against Neighbor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times (https://www.nytimes.com/2020/02/03/business/china-coronavirus-wuhan-surveillance. html).",
        "Olken, Benjamin A, Junko Onishi, and Susan Wong (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should aid reward performance? Evidence from a field experiment on health and education in Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 6(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Olu, Olushayo Oluseun, Margaret Lamunu, Miriam Nanyunja, Foday Dafae, Thomas Samba, Noah Sempiira, Fredson Kuti-George, Fikru Zeleke Abebe, Benjamin Sensasi, Alexander Chimbaru, Louisa Ganda, Khoti Gausi, Sonia Gilroy, and James Mugume (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contact Tracing during an Outbreak of Ebola Virus Disease in the Western Area Districts of Sierra Leone: Lessons for Future Ebola Outbreak Response.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers in Public Health 4, 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Owada, Kei, Tim Eckmanns, Kande-Bure OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Bai Kamara, and Olushayo Oluseun Olu (2016, August). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Epidemiological Data Management during an Outbreak of Ebola Virus Disease: Key Issues and Observations from Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers in Public Health 4(46), 1064Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Pradhan, Menno, Daniel Suryadarma, Amanda Beatty, Maisy Wong, Armida Alishjabana, Arya Gaduh, and Rima Prama Artha (2011). Improving educational quality through enhancing community participation: Results from a randomized field experiment in Indonesia. The World Bank.",
        "Raffler, Pia, Daniel N Posner, and Doug Parkerson (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The weakness of bottom-up accountability: Experimental evidence from the Ugandan health sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Raven, Joanna, Haja Wurie, and Sophie Witter (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ experiences of coping with the Ebola epidemic in Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health system: A qualitative study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Health Services Research 18(1), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Richards, Paul, Joseph Amara, Mariane C Ferme, Prince Kamara, Esther Mokuwa, Amara Idara Sheriff, Roland Suluku, and Maarten Voors (2015, April). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Pathways for Ebola Virus Disease in Rural Sierra Leone, and Some Implications for Containment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLOS Neglected Tropical Diseases 9(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Singh, Prakarsh and Sandip Mitra (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives, information and malnutrition: Evidence from an experiment in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 93, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Stephenson, N., K. Miller, M. Gallivan, C. Lam, V. Serhiyenko, and N. Madhav (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk management and preparedness: Use of stochastic modeling and risk analytics to estimate frequency and severity of filovirus epidemics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Infectious Diseases 79, 125.",
        "Stephenson, N., K. Miller, M. Gallivan, C. Lam, V. Serhiyenko, and N. Madhav (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Filovirus Model Catalog v2.",
        "The World Bank (2003). World Development Report 2004: Making Services Work for Poor People. World Bank.",
        "Tsai, Lily, Benjamin Morse, and Robert Blair (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Trust and Cooperation in Weak States: Persuasion and Source Accountability in Liberia during the 2014-2015 Ebola Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "UNICEF (2014, December). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sierra Leone Health Facility Survey 2014: Assessing the impact of the EVD outbreak on health systems in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical report, UNICEF.",
        "Vandi, M A, J van Griensven, A K Chan, B Kargbo, J N Kandeh, K S Alpha, A A Sheriff, K S B Momoh, A Gamanga, R Najjemba, and S Mishra (2017, June). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ebola and community health worker services in Kenema District, Sierra Leone: Please mind the gap!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Action 7(Suppl 1), S55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Vinck, Patrick, Phuong N Pham, Kenedy K Bindu, Juliet Bedford, and Eric J Nilles (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional trust and misinformation in the response to the 2018-19 Ebola outbreak in North Kivu, DR Congo: A population-based survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases 19, 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Waxman, Matthew, Adam R Aluisio, Soham Rege, and Adam C Levine (2017, June). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristics and survival of patients with Ebola virus infection, malaria, or both in Sierra Leone: A retrospective cohort study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases 17(6), 654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Wen, Leana S (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Governments need peopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s trust to stop an outbreak. Where does that leave us?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post (https://www.washingtonpost.com/opinions/2020/01/22/governments-need-peoples-truststop -an-outbreak-where-does-that-leave-us/).",
        "Whitty, Christopher J M, Jeremy Farrar, Neil Ferguson, W John Edmunds, Peter Piot, Melissa Leach, and Sally C Davies (2014, November). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Infectious disease: Tough choices to reduce Ebola transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature 515(7526), 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "WHO (2014a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental therapies: Growing interest in the use of whole blood or plasma from recovered ebola patients (convalescent therapies).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report https://www.who.int/mediacentre/news/ebola/26september -2014/en/, WHO.",
        "WHO (2014b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Key considerations for the implementation of community care centres.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report https: //www.who.int/csr/resources/publications/ebola/community-care-centres/en/, World Health Organization. WHO (n.d.). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sierra leone: Analytical summary - malaria. http://www.aho.afro.who.int/profiles_ information/index.php/Sierra_Leone:Analytical_summary_-_Malaria, last accessed on April 20,"
    ]
}