{
    "id": 27371,
    "cites": 54,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., and V. Guerrieri (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Deepening and Nonbalanced Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Aghion, P., F. Zilibotti, M. Peters, and R. Burgess (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change and Service-led Growth in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019 Meeting Papers 393, Society for Economic Dynamics.",
        "Alberola, E., and G. Benigno (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the commodity curse: a financial perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 108, S87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS106.",
        "Arellano, M., and S. Bond (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 58(2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Baqaee, D. R., and E. Farhi (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Misallocation in General Equilibrium.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24007, National Bureau of Economic Research.",
        "Beck, T., A. Demirguc-Kunt, and R. Levine (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Institutions and Markets across Countries and over Time: The Updated Financial Development and Structure Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review 24, The World Bank.",
        "Bekaert, G., C. Harvey, and C. Lundblad (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Openness and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 39(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Bekaert, G., C. R. Harvey, and C. Lundblad (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does financial liberalization spur growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 77(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Benguria, F., F. Saffie, and S. Urzua (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of Commodity Price Super-Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24560, National Bureau of Economic Research.",
        "Benigno, G., N. Converse, and L. Fornaro (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large capital inflows, sectoral allocation, and economic performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 55, 60 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 87, Macroeconomic and financial challenges facing Latin America and the Caribbean after the crisis.",
        "Bernard, A. B., S. J. Redding, and P. K. Schott (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage and Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 74(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Bils, M., P. J. Klenow, and B. A. Malin (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Keynesian Labor Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 27(1), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Blundell, R., and S. Bond (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Initial conditions and moment restrictions in dynamic panel data models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 87(1), 115 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 143.",
        "Bonfiglioli, A. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial integration, productivity and capital accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 76(2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Boppart, T. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change and the Kaldor Facts in a Growth Model With Relative Price Effects and Non-Gorman Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6), 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196.",
        "Borusyak, K., and X. Jaravel (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributional Effects of Trade: Theory and Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018 Meeting Papers 284, Society for Economic Dynamics.",
        "Broner, F., and J. Ventura (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the effects of financial globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Working Papers 1128, Quarterly Journal of Economics.",
        "Buera, F. J., and J. P. Kaboski (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Traditional Theories of Structural Change Fit the Data?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 7(2-3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Buera, F. J., and B. Moll (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Implications of a Credit Crunch: The Importance of Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Buera, F. J., and Y. Shin (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Growth and Capital Flows: The Dynamics of Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 9(3), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Comin, D., D. Lashkari, and M. Mestieri (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change with Long-run Income and Price Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 12458, C.E.P.R. Discussion Papers.",
        "Corsetti, G., L. Dedola, and S. Leduc (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International risk sharing and the transmission of productivity shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 75(2), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Cravino, J., and A. A. Levchenko (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributional Consequences of Large Devaluations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(11), 3477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3509.",
        "Cravino, J., and S. Sotelo (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade-Induced Structural Change and the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 11(3), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Fattal Jaef, R., and J. I. Lopez (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, trade costs, and international business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 94(2), 224 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 238.",
        "Fieler, A. C. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonhomotheticity and Bilateral Trade: Evidence and a Quantitative Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Ghironi, F., and M. J. Melitz (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International trade and macroeconomic dynamics with heterogeneous firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 120(3), 865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Gopinath, G., S. Kalemli-Ozcan, L. Karabarbounis, and C. Villegas-Sanchez (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Allocation and Productivity in South Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(4), 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967.",
        "Gourinchas, P.-O., and O. Jeanne (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Gains from International Financial Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 73(3), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Heckman, J. J. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Prices, Market Wages, and Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 42(4), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "(1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 47(1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Henry, P. B. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Account Liberalization: Theory, Evidence, and Speculation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 45(4), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Herrendorf, B., R. Rogerson, and A. Valentinyi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Perspectives on Preferences and Structural Transformation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 103(7), 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2789.",
        "(2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 6 - Growth and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Growth, ed. by P. Aghion, and S. N. Durlauf, vol. 2 of Handbook of Economic Growth, pp. 855 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 941. Elsevier.",
        "Herrendorf, B., and T. Schoellman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is measured productivity so low in agriculture?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 18(4), 1003 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1022.",
        "Hoxha, I., S. Kalemli-Ozcan, and D. Vollrath (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How big are the gains from international financial integration ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 103, 90 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98.",
        "Hsieh, C.-T., and P. Klenow (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hubmer, J. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The race between preferences and technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Jorgenson, D. W., and M. P. Timmer (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change in Advanced Nations: A New Set of Stylised Facts*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Scandinavian Journal of Economics, 113(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Lane, P., and G. M. Milesi-Ferretti (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations Revisited: International Financial Integration in the Aftermath of the Global Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 66(1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å¡Ã\u0083Æ\u0092Ã\u0082â\u0080\u009eÃ\u0083Æ\u0092Ã\u0082Â¬222.",
        "Levchenko, A. A., R. Ranciere, and M. Thoenig (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and risk at the industry level: The real effects of financial liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 89(2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Melitz, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Olley, G. S., and A. Pakes (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Peters, M. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Mark-Ups and Endogenous Misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica (forthcoming).",
        "Petrin, A., and J. Levinsohn (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring aggregate productivity growth using plant-level data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 43(4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Rajan, R. G., and L. Zingales (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Dependence and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 88(3), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Reinhart, C. M., and K. S. Rogoff (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This Time is Different: A Panoramic View of Eight Centuries of Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Finance, 15(2), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188.",
        "Reis, R. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Portuguese Slump and Crash and the Euro Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Restuccia, D., and R. Rogerson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Distortions and Aggregate Productivity with Heterogeneous Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 11(4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Tille, C., and E. van Wincoop (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International capital flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 80(2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Tornell, A., and F. Westermann (2005): Boom-Bust Cycles and Financial Liberalization. CESifo Book Series.",
        "Varela, L. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Competition, and Productivity: Evidence from a Financial Liberalization Episode,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85(2), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Wooldridge, J. M. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On estimating firm-level production functions using proxy variables to control for unobservables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 104(3), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114. Empirical Appendices"
    ]
}