{
    "id": 27373,
    "cites": 36,
    "cited_by": 15,
    "reference": [
        "Daron Acemoglu, Victor Chernozhukov, IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, and Michael D Whinston. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multi-risk SIR model with optimally targeted lockdownÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 27102. 2020.",
        "Viggo Andreasen and Freddy B Christiansen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistence of an infectious disease in a subdivided populationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Mathematical Biosciences 96.2 (1989), pp. 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Andrew Atkeson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How deadly is COVID-19? Understanding the difficulties with estimation of its fatality rateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 26965. 2020.",
        "Christopher Avery, William Bossert, Adam Clark, Glenn Ellison, and Sara Fisher Ellison. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy implications of models of the spread of coronavirus: Perspectives and opportunities for economistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Covid Economics 12 (2020), pp. 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "David Baqaee, Emmanuel Farhi, Michael J Mina, and James H Stock. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reopening ScenariosÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 27244. 2020.",
        "Tom Britton. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation in multitype epidemicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of the Royal Statistical Society: Series B (Statistical Methodology) 60.4 (1998), pp. 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Tom Britton, Frank Ball, and Pieter Trapman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The disease-induced herd immunity level for Covid-19 is substantially lower than the classical herd immunity levelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. arXiv preprint arXiv:2005.03085 (2020).",
        "David Champredon, Michael Li, Benjamin M Bolker, and Jonathan Dushoff. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two approaches to forecast Ebola synthetic epidemicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Epidemics 22 (2018), pp. 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Nikolaos Demiris and Philip D OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian inference for stochastic multitype epidemics in structured populations via random graphsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of the Royal Statistical Society: Series B (Statistical Methodology) 67.5 (2005), pp. 731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Odo Diekmann, Johan Andre Peter Heesterbeek, and Johan AJ Metz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Mathematical Biology 28.4 (1990), pp. 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Jonathan Dushoff and Simon Levin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of population heterogeneity on disease invasion Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Mathematical Biosciences 128.1-2 (1995), pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Martin S Eichenbaum, Sergio Rebelo, and Mathias Trabandt. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomics of epidemics Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 26882. 2020.",
        "Maryam Farboodi, Gregor Jarosch, and Robert Shimer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal and external effects of social distancing in a pandemicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 27059. 2020.",
        "Carlo A Favero, Andrea Ichino, and Aldo Rustichini. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restarting the economy while saving lives under Covid-19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. CEPR Discussion Paper No. DP14664. 2020.",
        "Neil M Ferguson, Daniel Laydon, Gemma Nedjati-Gilani, Natsuko Imai, Kylie Ainslie, Marc Baguelin, Sangeeta Bhatia, Adhiratha Boonyasiri, Zulma CucunubaÃ\u0083Å\u0092Ã\u0082Â\u0081, Gina Cuomo-Dannenburg, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. 2020Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. DOI 10 (2020), p. 77482.",
        "JesuÃ\u0083Å\u0092Ã\u0082Â\u0081s FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde and Charles I Jones. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and CitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 27128. 2020.",
        "Seth Flaxman, Swapnil Mishra, Axel Gandy, H Unwin, Helen Coupland, T Mellan, Harisson Zhu, T Berah, J Eaton, P Perez Guzman, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report 13: Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (2020).",
        "Michael Greenstone and Vishan Nigam. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does social distancing matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics 7 (2020), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Herbert W Hethcote. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The mathematics of infectious diseasesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. SIAM Review 42.4 (2000), pp. 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "John A Jacquez, Carl P Simon, and James S Koopman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Core Groups and the R0s for Subgroups in Heterogeneous SIS and SI ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Epidemic Models: Their Structure and Relation to Data 5 (1995), p. 279.",
        "Callum J Jones, Thomas Philippon, and Venky Venkateswaran. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal mitigation policies in a pandemic: Social distancing and working from homeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 26984. 2020.",
        "William Ogilvy Kermack and Anderson G McKendrick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A contribution to the mathematical theory of epidemicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Proceedings of the Royal Society of London. Series A 115.772 (1927), pp. 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Petra Klepac, Adam J Kucharski, Andrew JK Conlan, Stephen Kissler, Maria L Tang, Hannah Fry, and Julia R Gog. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contacts in context: large-scale setting-specific social mixing matrices from the BBC Pandemic projectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (2020).",
        "Ivan Korolev. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of the SEIRD Epidemic Model for COVID-19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Binghamton University Working Paper No. 3569367. 2020.",
        "Mariana Kudlyak, Lones Smith, and Andrea Wilson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For whom the bell tolls: avoidance behavior at breakout in an SI3R model of covidÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Virtual Macro Seminar. 2020.",
        "Francesco Lippi, Fernando Alvarez, and David Argente. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 LockdownÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 26981. 2020.",
        "J. O. Lloyd-Smith, S. J. Schreiber, P.E. Kopp, and W. M. Getz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superspreading and the effect of individual variation on disease emergenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Nature 438 (2005), pp. 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 LourencÃ\u0083Å\u0092Ã\u0082Â§o, Robert Paton, Mahan Ghafari, Moritz Kraemer, Craig Thompson, Peter Simmonds, Paul Klenerman, and Sunetra Gupta. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the SARS-CoV-2 epidemicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. medRxiv (2020).",
        "Robert M May and Roy M Anderson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The transmission dynamics of human immunodeficiency virus (HIV)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Applied Mathematical Ecology. Springer, 1989, pp. 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Danielle Miller, Michael A Martin, Noam Harel, Talia Kustin, Omer Tirosh, Moran Meir, Nadav Sorek, Shiraz Gefen-Halevi, Sharon Amit, Olesya Vorontsov, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full genome viral sequences inform patterns of SARS-CoV-2 spread into and within IsraelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. medRxiv (2020).",
        "Jo el Mossong, Niel Hens, Mark Jit, Philippe Beutels, Kari Auranen, Rafael Mikolajczyk, Marco Massari, Stefania Salmaso, Gianpaolo Scalia Tomba, Jacco Wallinga, Janneke Heijne, Malgorzata Sadkowska-Todys, Magdalena Rosinska, and W. John Edmunds. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Contacts and Mixing Patterns Relevant to the Spread of Infectious DiseasesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. PLOS Medicine 5.3 (2020), pp. 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Bob RE Rowthorn and Flavio Toxvaerd. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal control of infectious diseases via prevention and treatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. CEPR Discussion Paper No. DP8925. 2012.",
        "James H Stock. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus Data Gaps and the Policy Response to the Novel CoronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Harvard University Working Paper. 2020.",
        "Pauline Van den Driessche and James Watmough. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmissionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Mathematical Biosciences 180.1-2 (2002), pp. 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "CeÃ\u0083Å\u0092Ã\u0082Â\u0081cile Viboud, Kaiyuan Sun, Robert Gaffey, Marco Ajelli, Laura Fumanelli, Stefano Merler, Qian Zhang, Gerardo Chowell, Lone Simonsen, Alessandro Vespignani, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The RAPIDD ebola forecasting challenge: Synthesis and lessons learntÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Epidemics 22 (2018), pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Michael Worobey, Jonathan Pekar, Brendan B Larsen, Martha I Nelson, Verity Hill, Jeffrey B Joy, Andrew Rambaut, Marc A Suchard, Joel O Wertheim, and Philippe Lemey. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The emergence of SARS-CoV-2 in Europe and the USÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. bioRxiv (2020)."
    ]
}