{
    "id": 2737,
    "cites": 22,
    "cited_by": 33,
    "reference": [
        "Berk, K.N., Consistent Autoregressive Spectral Estimates, Annals of Statistics, 1974, 2 no.3, 489-502.",
        "Blanchard, Olivier, Wages, Prices, and Output: An Empirical Investigation, mimeo MIT, 1986.",
        "Blanchard Olivier and Lawrence Summers, Hysteresis and European Unemployment, Macroeconomics Annual, 1986, 15-78.",
        "Blanchard, Olivier and Mark Watson, Are business cycles all alike? in The American business cycle; continuity and change, R. Gordon ed, NBER and University of Chicago Press, 1986, 123-156.",
        "Campbell, J.Y. and N.G. Mankiw, Are Output Fluctuations Transitory? Quarterly Journal of Eco.. nomics, November 1987, 857-880.",
        "Campbell, John and N. Gregory Mankiw, Permanent and transitory components in macroeconomic fluctuations, AER Papers and Proceedings, May 1987, 111-117 (b).",
        "Christiano, Lawrence 5., Searching for a Break in GNP, Federal Reserve Bank of Minneapolis mimeo, July 1988.",
        "Clark, P.K. , The Cyclical Component in US Economic Activity, Quarterly Journal of Economics, November 1987, 797-814 (a).",
        "Clark, Peter, Trend reversion in real output and unemployment, forthcoming Journal of Econometrics, 1987 (b).",
        "Cochrane, John, How Big is the Random Walk in GNP?, Journal of Political EconomyOctober 1988, 96, no.5, 893-920.",
        "Diebold, F.X. and G.D. Rudebusch, Long Memory and Persistence in Aggregate Output, Finance and Economics Discussion Series, Division of Research and Statistics, Federal Reserve Board, January 1988.",
        "Fischer, S., Long Term Contracts, Rational Expectations and the Optimal Money Supply Rule, Journal of Political EconomyFebruary 1977, 85, no.1, 191-205.",
        "Jun, S., Neutrality of Money, Wage Rigidity and Co-integration, MIT mimeo, May 1988.",
        "Nelson, Charles and Charles Plosser, Trends and random walks in macroeconomic time series, Journal of Monetary Economics, September 1982, 10, 139-162.",
        "Perron, Pierre, The Great Crash, the Oil Price Shock and the Unit Root Hypothesis, Cahier de recherche no. 3887, CRDE, UniversetÃ\u0083Â© de MontrÃ\u0083Â©al, 1987.",
        "Prescott, Edward, Theory ahead of business cycle measurement, Federal Reserve Bank of Minneapolis Quarterly Review, Fall 1986, 9-22.",
        "Quah, Danny, The Relative Importance of Permanent and Transitory Components: Identification and Some Theoretical Bounds, revision, October 1988, MIT.",
        "Rozanov, Yu A.: Stationary Random Processes, San Francisco: Holden-Day, 1965.",
        "Shapiro, M. and M. Watson (1988): Sources of Business Cycle Fluctuations, in Fischer, S. (ed.): NBER Macroeconomic, Annual 1988, Cambridge: MIT Press.",
        "Sims, Christopher, The role of approximate prior restrictions in distributed lag estimation, Journa of the American Statistical Association, March 1972, 169-175.",
        "Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88 no.1, February 1980, 1-24.",
        "Watson, Mark, Univariate detrending methods with stochastic trends, Journal of Monetary Ecc nomics, July 1986, 18, 1-27."
    ]
}