{
    "id": 27370,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Aastveit, Knut A., Bruno Albuquerque, and AndrÃ\u0083Æ\u0092Ã\u0082Â© Anundsen. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-varying housing supply elasticities and US housing cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Abramitsky, Ran, Philipp Ager, Leah Boustan, Elior Cohen, and Casper W. Hansen. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Immigration on the Economy: Lessons from the 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Border Closure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Agarwal, Sumit, Tien Foo Sing, and Long Wang. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Asymmetries and Learning in Commercial Real Estate Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National University of Singapore Working Paper.",
        "Akbari, Ather H., and Yigit Aydede. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Immigration on House Prices in Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics, 44(13): 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1658.",
        "Altonji, Joseph G., and David Card. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Immigration, Trade, and the Labor Market. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234. University of Chicago Press.",
        "Badarinza, Cristian, and Tarun Ramadorai. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Away from Home? Foreign Demand and London House Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 130(3): 532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Badarinza, Cristian, Tarun Ramadorai, and Chihiro Shimizu. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity, Counterparties, and Foreign Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National University of Singapore Working Paper.",
        "Baum-Snow, Nathaniel, and Lu Han. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Microgeography of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bayer, Patrick, Christopher Geissler, Kyle Mangum, and James W. Roberts. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculators and Middlemen: The Strategy and Performance of Investors in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research working paper 16784.",
        "Bernanke, Ben S. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Saving Glut and the US Current Account Deficit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sandrige Lecture, Virginia Association of Economics, Richmond, Virginia, Federal Reserve Board, March 2005.",
        "Card, David. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19(1): 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Card, David, and John DiNardo. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Immigrant Inflows Lead to Native Outflows ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(2): 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Chinco, Alex, and Christopher Mayer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misinformed Speculators and Mispricing in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 29(2): 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Claessens, Stijn. 2014. An Overview of Macroprudential Policy Tools. International Monetary Fund.",
        "Cosman, Jacon, Tom Davidoff, and Joe Williams. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Appreciation and Marginal Land Supply in Monocentric Cities with Topography.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cvijanovic, Dragana, and Christophe Spaenjers. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ll Always Have ParisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Out-of-Country Buyers in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kenan Institute of Private Enterprise Research Paper 18-25.",
        "DeFusco, Anthony, Wenjie Ding, Fernando Ferreira, and Joseph Gyourko. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Price Spillovers in the American Housing Boom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 108: 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Ding, Xiang, Teresa C. Fort, Stephen J. Redding, and Peter K. Schott. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change Within Versus Across firms: Evidence from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Favilukis, Jack, David Kohn, Sydney C. Ludvigson, and Stijn Van Nieuwerburgh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and House Prices: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Housing and the Financial Crisis. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299. University of Chicago Press.",
        "Favilukis, Jack Y., and Stijn Van Nieuwerburgh. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-Of-Town Home Buyers and City Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University Working Paper.",
        "Gergen, Mark P. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Securities Tax and the Problems of Taxing Global Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California-Berkeley Law School Working Paper.",
        "Glaeser, Edward L., and Joseph Gyourko. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Decline and Durable Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(2): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Goldsmith-Pinkham, Paul, Isaac Sorkin, and Henry Swift. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik Instruments: What, When, Why and How.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gyourko, Joseph, Albert Saiz, and Anita Summers. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Measure of the Local Regulatory Environment for Housing Markets: The Wharton Residential Land Use Regulatory Index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 45(3): 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Gyourko, Joseph, Jonathan Hartley, and Jacob Krimmel. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093the Local Residential Land Use Regulatory Environment Across U.S. Housing Markets: Evidence from a New Wharton Index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, , (26573).",
        "Hundtofte, Sean, and Ville Rantala. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anonymous Capital Flows and U.S. Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Miami Business School Research Paper, , (18-3).",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the Saving and Banking Glut on the US economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 92: S52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS67.",
        "Lambie-Hanson, Lauren, Wenli Li, and Michael Slonkonsky. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaving Households Behind: Institutional Investors and the U.S. Housing Recovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Philadelphia Working Paper 19-01.",
        "Landvoigt, Tim, Monika Piazzesi, and Martin Schneider. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Market (s) of San Diego.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(4): 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1407.",
        "Li, Zhimin, Leslie S. Shen, and Calvin Zhang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows, House Prices, and the Real Economy: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChina ShockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in the US Real Estate Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Pavlov, Andrey, and Tsur Somerville. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Real Estate Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of British Columbia Working Paper.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¡, Filipa. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and House Prices in the UK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 125(587): 1393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1424.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¡, Filipa. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Foreign Investors on Local Housing Markets: Evidence from the UK.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Saiz, Albert. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Room in the Kitchen for the Melting Pot: Immigration and Rental Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 85(3): 502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Saiz, Albert. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Housing Rents in American Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 61(2): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Saiz, Albert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 125(3): 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Saiz, Albert, and Susan Wachter. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the Neighborhood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 3(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Figure 8: Event Study: SeattleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Housing Market 2009-2019 .5 1 1.5 2 HPI -100 0 100 200 $ Billions 2009m12 2011m12 2013m12 2015m12 2017m12 2019m12 Quarter Net Capital Outflows, (L) FBC, (R) Border, (R) Other, (R) Note: SeattleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s monthly Zillows Home Value Index, by zipcode foreign-born status.",
        "Figure 9: Differences-in-Differences Event Study, 2009-2019, Treatment Reversal 1 1.2 1.4 1.6 1.8 HPI 2009q3 2012q1 2014q3 2017q1 2019q3 Quarter Control Zips Treatment zips (a) Raw Data -.05 0 .05 .1 .15 HPI -100 0 100 200 Capital Outflow 2009q3 2012q1 2014q3 2017q1 2019q3 Quarter Capital flows out of China DiD estimator: Treatment-Control (b) DiD Estimator Note: Panel (b) uses regression estimates from the baseline DiD, adding city-level trends, as in column (4) of the DiD results: hpiit = Ã\u0083Å½Ã\u0082Â²FBCi Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 qtrt + Ã\u0083Å½Ã\u0082Â¶i + Ã\u0083Å½Ã\u0082Â¸t + Czonei Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 t + Ã\u0083Å½Ã\u0082Âµit. hpiit constructed using ZillowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Home Value Index, averaged quarterly. Figure 10: Expected Capital Flow Index Inputs 0 50 100 150 Housing Purchases, $",
        "A Tax Policy Appendix We have identified 10 policy events across five countries that make the U.S. housing market relatively cheaper to invest in from 2011 to 2018, as summarized in Figure 3. In response to sharply rising house prices, Singapore initiated the first tax on foreign buyers in December 2011. All foreigners and entities (buyers who are not individuals) were charged a 10% Additional BuyerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Stamp Duty (ABSD) on top of the BuyerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Stamp Duty levied on all real estate purchases. In January 2013, Singapore raised the ABSD to 15% for foreigners and entities, and introduced a 5% ABSD of 5% on Singapore Permanent Residents. The ABSD increased again in July 2018 to 20% for foreigners, 25% for entities, and 30% for housing developers.",
        "Hong Kong introduced a 15% buyer stamp duty (BSD) for non-residents in October 2012. Under the policy, any buyer who was not a Hong Kong permanent resident paid the tax on top of their purchase price. The policy extended to include companies buying properties, regardless of their local or nonlocal status. In addition to the purchase tax, Hong Kong raised the special transactions tax, which is levied on housing sales that occur within three years of initial purchase, from 10% to 20% to discourage speculation in the housing market.",
        "The provincial government of British Columbia, Canada (home to Vancouver) passed Bill 28 in August 2016, which introduced a foreign-buyer tax, as well as a vacancy tax to specific communities in B.C. From August 2016 until February 2018, foreign buyers in the Greater Vancouver Regional District paid an additional 15% of the fair market value in tax.",
        "In February 2018, the tax amount increased to 20% of the fair market value and expanded geographically. At the same time, the city of Vancouver initiated a vacant homes tax of 1% of the assessed taxable value on residences not occupied for at least 6 months of the year.",
        "Ontario, CanadaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s provincial government implemented the Non-Resident Speculation Tax (NRST) in April 2017. As per NRST, foreign entities pay a 15% tax on the residential property value for any property located in the Greater Golden Horseshoe Region of Ontario, which covers approximately 1/5th of the population of Canada (and includes Toronto).",
        "Most dramatically, in August 2018, New Zealand barred non-residents from purchasing real estate, excepting Singaporeans and Australians due to existing trade agreements. A number of national and local governments continue to tighten restrictions for foreign buyers.",
        "D Appendix Tables Table D1: Housing Characteristics for Transactions in FBC vs. Control Zipcodes (1) (2) (3) Variable Control FBC Difference Price ($1000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s) 195.91 559.84 110.98*** (176.74) (278.86) (0.00) Lot (Acres) 3.07 0.80-1.85*** (26.56) (2.94) (0.00) Square Feet 1,618.88 1,688.48-23.80*** (573.51) (765.81) (0.00) Year Built 1948 1954 2*** (44) (34) (0.00) Bedrooms 2.60 2.55-0.28*** (0.86) (1.03) (0.00) Bathrooms 1.87 2.16-0.01* (0.75) (0.92) (0.05) Garage Spaces 2.20 1.75-0.17*** (2.24) (1.66) (0.00) Observations 1,030,756 14,526 1,227,368 Notes: Columns (1) and (2) present raw means for the housing characteristics, with standard errors in parentheses. Significance: *** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1. Column (3) shows the difference in means between FBC and control zipcodes, controlling for commuting zone, with p-values in parentheses.",
        "Table D13: ECFit Intuition: 19104 in 2017q1 c FBpop2011 ic FBpop2011 c capflowct, $B V olumeict, $M Canada 140 811,101 4.75 0.82 China 2175 2,241,390 7.9 7.67 India 754 1,896,640 1.95 0.78 Mexico 220 11,604,684 2.325 0.04 UK 185 688,588 2.375 0.64 Other 3845 23,097,640 18.9 3.15 ECFit, $M 13.1 Notes: ECFit = P cÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086C capflowct Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 FBpop2011 ic FBpop2011 c , where 1 = P i FBpop2011 ic FBpop2011 c"
    ]
}