{
    "id": 27374,
    "cites": 47,
    "cited_by": 19,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. D. Whinston (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multirisk sir model with optimally targeted lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Aizawa, N. and H. Fang (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium labor market search and health insurance reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Allcott, H., L. Boxell, J. Conway, , B. Ferguson, M. Gentzkow, and B. Goldman (2020a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Health Impacts of Social Distancing Policies during the Coronavirus Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Allcott, H., L. Boxell, J. Conway, M. Gentzkow, M. Thaler, and D. Y. Yang (2020b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization and public health: Partisan differences in social distancing during the Coronavirus pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Azzimonti, M., A. Fogli, F. Perri, and M. Ponder (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Distance Policies in ECON-EPI Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Baker, S. R., N. Bloom, S. J. Davis, K. J. Kost, M. C. Sammon, and T. Viratyosin (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The unprecedented stock market impact of COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Baqaee, D. R. and E. Farhi (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic impact of microeconomic shocks: beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 87, 1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203.",
        "Bartik, A. W., M. Bertrand, Z. B. Cullen, E. L. Glaeser, M. Luca, and C. T. Stanton (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How are small businesses adjusting to covid-19? early evidence from a survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Benzell, S., A. Collis, and C. Nicolaides (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rationing Social Contact During the COVID-19 Pandemic: Transmission Risk and Social Benefits of US Locations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3579678.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An seir infectious disease model with testing and conditional quarantine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Birge, J., O. Candogan, and Y. Feng (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling Epidemic Spread: Reducing Economic Losses with Targeted Closures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "BollobaÃ\u0083Å\u0092Ã\u0082Â\u0081s, B., S. Janson, and O. Riordan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The phase transition in inhomogeneous random graphs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Random Structures & Algorithms, 31, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Brzezinski, A., G. Deiana, V. Kecht, and D. Van Dijcke (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The covid-19 pandemic: government vs. community action across the united states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Covid Economics: Vetted and Real-Time Papers, 7, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Budish, E. B. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R &lt; 1 as an Economic Constraint: Can We Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExpand the FrontierÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in the Fight Against Covid-19?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "Cajka, J. C., P. C. Cooley, and W. D. Wheaton (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attribute assignment to a synthetic population in support of agent-based disease modeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Methods report (RTI Press), 19, 1.",
        "Chetty, R., J. N. Friedman, N. Hendren, and M. Stepner (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-Time Economics: A New Platform to Track the Impacts of COVID-19 on People, Businesses, and Communities Using Private Sector Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Mimeo.",
        "Dingel, J. I. and B. Neiman (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How many jobs can be done at home?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Eubank, S., I. Eckstrand, B. Lewis, S. Venkatramanan, M. Marathe, and C. Barrett (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commentary on Ferguson, et al.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Non-pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of Mathematical Biology, 82, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Eubank, S., H. Guclu, V. A. Kumar, M. V. Marathe, A. Srinivasan, Z. Toroczkai, and N. Wang (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling disease outbreaks in realistic urban social networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 429, 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal and external effects of social distancing in a pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and C. I. Jones (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Fletcher, R. A., T. Matcham, M. TibuÃ\u0083Å\u0092Ã\u0082Â\u0081rcio, A. Anisimovich, S. JovanovicÃ\u0083Å\u0092Ã\u0082Â\u0081, L. Albergante, N. Lipunova, A. Hancock, L. Mackillop, L. Tarassenko, et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk factors for clinical progression in patients with COVID-19: a retrospective study of electronic health record data in the United Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv.",
        "Gatto, M., E. Bertuzzo, L. Mari, S. Miccoli, L. Carraro, R. Casagrandi, and A. Rinaldo (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 117, 10484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10491.",
        "Glover, A., J. Heathcote, D. Krueger, and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health versus wealth: On the distributional effects of controlling a pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Grefenstette, J. J., S. T. Brown, R. Rosenfeld, J. DePasse, N. T. Stone, P. C. Cooley, W. D. Wheaton, A. Fyshe, D. D. Galloway, A. Sriram, et al. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FRED (A Framework for Reconstructing Epidemic Dynamics): an open-source software system for modeling infectious diseases and control strategies using census-based populations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC public health, 13, 940.",
        "Grossman, M. (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the concept of health capital and the demand for health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 80, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Gupta, S., T. D. Nguyen, F. L. Rojas, S. Raman, B. Lee, A. Bento, K. I. Simon, and C. Wing (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking public and private response to the covid-19 epidemic: Evidence from state and local government actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Loertscher, S. and E. Muir (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Road to Recovery: From Extinguishing An Epidemic to Managing It,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3584997.",
        "McCombs, A. and C. Kadelka (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model-based evaluation of the efficacy of COVID-19 social distancing, testing and hospital triage policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv.",
        "Mizumoto, K., K. Kagaya, A. Zarebski, and G. Chowell (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama, Japan, 2020,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eurosurveillance, 25, 2000180.",
        "Mongey, S., L. Pilossoph, and A. Weinberg (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which workers bear the burden of social distancing policies?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Moran, R. J., E. D. Fagerholm, M. Cullen, J. Daunizeau, M. P. Richardson, S. Williams, F. Turkheimer, R. Leech, and K. J. Friston (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating requiredÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢lockdownÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢cycles before immunity to SARS-CoV-2: model-based analyses of susceptible population sizes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in seven European countries, including the UK and Ireland [version 1; peer review: awaiting peer review],Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wellcome Open Research, 5.",
        "Novel, C. P. E. R. E. et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi, 41, 145.",
        "Prather, K. A., C. C. Wang, and R. T. Schooley (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing transmission of SARS-CoV-2,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science.",
        "Prem, K., Y. Liu, T. W. Russell, A. J. Kucharski, R. M. Eggo, N. Davies, S. Flasche, S. Clifford, C. A. Pearson, J. D. Munday, et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Public Health.",
        "Ruan, S. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Likelihood of survival of coronavirus disease 2019,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases, 20, 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Soriano-PanÃ\u0083Å\u0092Ã\u0082Æ\u0092os, D., J. H. Arias-Castro, A. Reyna-Lara, H. J. MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nez, S. Meloni, and J. GoÃ\u0083Å\u0092Ã\u0082Â\u0081mez-Gardenes (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vector-borne epidemics driven by human mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physical Review Research, 2, 013312.",
        "Stock, J. H. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reopening the Coronavirus-Closed Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Verity, R., L. C. Okell, I. Dorigatti, P. Winskill, C. Whittaker, N. Imai, G. Cuomo-Dannenburg, H. Thompson, P. G. Walker, H. Fu, et al. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the severity of coronavirus disease 2019: a model-based analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet infectious diseases.",
        "Villas-Boas, S. B., J. Sears, M. Villas-Boas, and V. Villas-Boas (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are We# StayingHome to Flatten the Curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Will, M., J. Groeneveld, K. Frank, and B. MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combining social network analysis and agent-based modelling to explore dynamics of human interaction: A review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Socio-Environmental Systems Modelling, 2, 16325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16325.",
        "We use the 2010 version of synthetic population accessed from FRED website (https:// fred.publichealth.pitt.edu/syn_pops). The following steps summarize the construction of the synthetic population at a high level. Please refer to Cajka et al. (2010) for more detailed descriptions.",
        "1. The synthetic population uses an iterative fitting method to generate a population from US Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Public Use Microdata files (PUMS) and aggregates data from the 2005-2009 American Community Survey (ACS) 5-year sample. 2. Determines the number of household in each census block group based on Summary File 3 (SF3) Data from Census, and randomly generates a GIS point location for each household within each census block.",
        "3. Assigns school-age individuals to schools, using National Center for Education Statistics (NCES) Public School Data for 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006, US Census Bureau 2000 TIGER road network data, and private school information from Schoolinformation.com. The allocation to public school is based on a minimum path algorithm that assigns a student to the closest school that has capacity for his/her grade level. The remaining school-age individuals are assigned to private schools or home school.",
        "Figure A.2: Comparing ACS and Replica Populations (a) Chicago: Age 5-14 15-24 25-34 35-44 45-54 55-64 65-74 75-84 &gt;=85 Age 0 200000 400000 600000 800000 # people Replica ACS (b) Sacramento: Age 5-14 15-24 25-34 35-44 45-54 55-64 65-74 75-84 &gt;=85 Age 0 50000 100000 150000 200000 # people Replica ACS (c) Chicago: Industry (d) Sacramento: Industry (e) Chicago: Age-Industry 0 10 20 30 40 50 60 70 Age-industry type (sorted by num employees in Replica) 0 50000 100000 150000 200000 Num employees Chicago: Age-industry joint distribution comparison ACS Replica (f) Sacramento: Age-Industry 0 10 20 30 40 50 60 70 Age-industry type (sorted by num employees in Replica) 0 50000 100000 150000 200000 Num employees Chicago: Age-industry joint distribution comparison ACS Replica Note: These Figures compare the distribution of age, industry, and age-industry in both Replica and the 2018 5-year ACS populations for Chicago and Sacramento.",
        "4. Assigns non-school-age population to workplaces, using US Census Bureau Special Tabulation Product 64 (STP64) and 2006 InfoUSA Business Counts, following a two-stage method. The first stage assigns workers to a Census tract for work. The second stage creates individual workplace locations within each Census tract and assigns workers to specific workplaces. A.2.2 Defining a Graph of Interactions Using the synthetic populations within each MSA, we construct the graph of social interactions using locations and assignments of households, schools, and workplaces.",
        "jÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086J P(teleworkable|j) Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 P(j|i, a). We use data from the 2018 ACS 5-year and OÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094NET. B Calibration of Contagion Probability, Model Fit The chosen definition of a contact, and the specific nature of the available synthetic population, affect the magnitude and interpretation of the parameter governing contagion given contact. In other words, our parameter Ã\u0083Å½Ã\u0082Â²mt for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093probability of infection upon a Replica contact in MSA m in day tÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is to be interpreted as the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093probability of infection upon face-to-face contact in MSA m in day tÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d multiplied by the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093probability of a face-to-face contact in MSA m in day t upon a Replica contact in the same location-dayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d."
    ]
}