{
    "id": 27389,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Aghion, P., Bergeaud, A., Boppart, T., Klenow, P. J. and Li, H. (2019) A theory of falling growth and rising rents, NBER Working Papers 26448, National Bureau of Economic Research, Inc.",
        "Aghion, P. and Howitt, P. (1992) A model of growth through creative destruction, Econometrica, 60, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Atkeson, A. and Burstein, A. (2008) Pricing-to-market, trade costs, and international relative prices, American Economic Review, 98, 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "Autor, D., Dorn, D., Katz, L. F., Patterson, C. and Van Reenen, J. (2020) The Fall of the Labor Share and the Rise of Superstar Firms, The Quarterly Journal of Economics.",
        "Cao, D., Hyatt, H., Mukoyama, T. and Sager, E. (2019) Firm growth through new establishments, SSRN Electronic Journal.",
        "Cavenaile, L., Celik, M. A. and Tian, X. (2019) Are markups too high? competition, strategic innovation, and industry dynamics, SSRN Electronic Journal.",
        "De Loecker, J., Eeckhout, J. and Unger, G. (2020) The Rise of Market Power and the Macroeconomic Implications, The Quarterly Journal of Economics.",
        "Edmond, C., Midrigan, V. and Yi Xu, D. (2019) How costly are markups?, mimeo.",
        "Grossman, G. M. and Helpman, E. (1991) Quality Ladders in the Theory of Growth, The Review of Economic Studies, 58, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Gutierrez, G. and Philippon, T. (2019) The failure of free entry, NBER Working Paper Series 26001, National Bureau of Economic Research, Inc.",
        "Hsieh, C.-T. and Rossi-Hansberg, E. (2020) The industrial revolution in services, Tech. rep., Princeton.",
        "Kehrig, M. and Vincent, N. (2019) Good dispersion, bad dispersion, NBER Working Paper Series 25923, National Bureau of Economic Research, Inc.",
        "Klette, T. J. and Kortum, S. (2004) Innovating firms and aggregate innovation, Journal of Political Economy, 112, 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Parenti, M. (2018) Large and small firms in a global market: David vs. goliath, The Journal of International Economics, 110, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Shimomura, K.-I. and Thisse, J.-F. (2012) Competition among the big and the small, The RAND Journal of Economics, 43, 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347."
    ]
}