{
    "id": 27388,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Arnott, Robert D, Mark Clements, Vitali Kalesnik, and Juhani T Linnainmaa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor momentum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3116974, 2019.",
        "Bhatia, Rajendra, Matrix Analysis, Springer, 1997.",
        "Cochrane, John H, Asset pricing: Revised edition, Princeton university press, 2009.",
        ", Kent Daniel, and Mehmet SagÃ\u0083Å\u0092Ã\u0082â\u0080 lam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity regimes and optimal dynamic asset allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2019.",
        "Fama, Eugene F and Kenneth R French, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A five-factor asset pricing model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 2015, 116 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fan, Ky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On a theorem of Weyl concerning eigenvalues of linear transformations.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceeding of the National Academy of Sciences USA, 1950, 36, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, Nicolae and Lasse Heje Pedersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Trading with Predictable Returns and Transaction Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2013, 68 (6), 2309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2340.",
        "Gibbons, Michael R, Stephen A Ross, and Jay Shanken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A test of the efficiency of a given portfolio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1989, pp. 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1152.",
        "Gupta, Tarun and Bryan Kelly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor momentum everywhere,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Portfolio Management, 2019, 45 (3), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Hansen, Lars Peter and Ravi Jagannathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of security market data for models of dynamic economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1991, 99 (2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Horn, Toger A. and Charles R. Johnson, Topics in Matrix Analysis, Cambridge, 1st Edition, 1991.",
        "Jegadeesh, Narasimhan and Sheridan Titman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to buying winners and selling losers: Implications for stock market efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 1993, 48 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Kelly, Bryan, Seth Pruitt, and Yinan Su, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristics are Covariances: A Unified Model of Risk and Return,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2020.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumented Principal Component Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, 2020.",
        "Marshall, Albert W. and Ingram Olkin, Inequalities: Theory of Majorization and Applications, Academic, 1979.",
        "Moskowitz, Tobias J, Yao Hua Ooi, and Lasse Heje Pedersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time series momentum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 2012, 104 (2), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Pedersen, Lasse Heje, Abhilash Babu, and Ari Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enhanced Portfolio Optimization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, AQR and Copenhagen Business School, 2020.",
        "Tao, Terrence, Topics in Random Matrix Theory, Springer, 2012.",
        "Velu, Raja and Gregory C. Reinsel, Multivariate Reduced-Rank Regression. Theory and Applications, Springer, 1998."
    ]
}