{
    "id": 2738,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "ALADI, 1984. \"Elementos de Juicio para el Establecimiento de un Programs Para la Eliminacionde Restricciones no arancelarias,\" Caracas, Venezuela.",
        "Balassa, B. and C. Balassa, 1984. \"Industrial Protection in the Developing Countries,\" The World Economy, June, 179-96.",
        "_________ G.M. Bueno, P.P. Kuczynski and M.H. Simonsen, 1986. Toward Renewed Economic Growth in Latin America, WashingtonD.C. Institute of International Economics.",
        "Blejer, M., 1984. \"Economic Integration: An Analytical Overview\" in Economic and Social Progress in Latin America, Interamerican Development Bank.",
        "Brock, P., 1987. \"The Collapse of Intraregional Trade in the Central American Common Market: l98D-1987,\" unpublishedms., Duke Universiry.",
        "Calvo, C., 1986. \"Fractured Liberalism: Argentina Under Martinez de Hor,\" Economic Developmentand Cultural Change, April.",
        "Carvalho, J. and C. Haddad, 1981. \"Foreign Trade Strategies and Employmenr in Brazil\" in A.O. Kraeger et al. (eds.) Trade and Employment in DevelopinsCountries, Chicago: U. of Chicago Press.",
        "__________ 1986a. Anuario Estadistico de la Cepal, Santiago, Chile.",
        "__________ 1986c. \"Reorientacion del Comercio Exterior de Productos Basicos Hacia America Latina,\" Santiago, Chile, 25 June, 1966.",
        "__________ 1986d. \"Cooperaciori Comercial y Negociaciones Regionales, Santiago, Chile, 28 July, 1986.",
        "__________ l986e. \"Relaciones Economicas Internacionales y Cooperacioti de America Latina y ci Caribe,\" Santiago, Chile, May, 1986.",
        "__________ l986f. \"Earico de Datos Sobre Inversiones Extranjeras Directa en America Latina y el Caribe,\" September, 1986. 1986g. \"El Proteccionismo de los Paises Industrializados: Estrategias Regionalesde Negociacion y Defensa,\" Santiago, April.",
        "Cline, W., 1983. \"Estrategia de las Negociaciones para la Integracion Latinoamericana,\" in E. Conesa (ed.), Terminos de Intercambto y Tarifa Optima en America Latina, Argentina, INTAL.",
        "__________ 1985. Imports of Manufactures from Developina Countries; Performance and Prospects for Market Access, Washington D.C.: Brookings Institution.",
        "Corbo, V., 1985. \"Chilean Economic Policy and International Economic Relations Since 1970\" in G.M. Walton (ed.) The National Economic Policies of Chile, Greenwich CT: JAI Press.",
        "__________ 1986. \"Problems, Development Theory and Strategies of Latin America,\" DRD Working Paper No. 190, The World Bank.",
        "Cuddington, J., 1986. \"Capital Flight from the Developing Countries,\" Unpublished Paper, The World Bank.",
        "Delgado, Enrique, 1978. \"Institutional Evolution of the Central American Common Market and the Principle of Balanced Development,\" in W. Cline and E. Delgado (eds.), Economic Integration in Central America, Waahington, DC; Brookings Institution.",
        "__________ 1982. \"Latin America in Depression, 1929-1939\" in M. Gersovitz et al. (eds.) The Theory and Experience of Economic Development, London; Allen & Unwin.",
        "__________ 1983. \"Stories of the 1930s for the 1980s\" in P. Aspe Armella, et al. (eds.) Financial Policies and the World Capital Market, Chicago; U. of Chicago Press. Dornbusch, R., l986a. \"Multiple Exchange Rates for Commercial Transactions\" in S. Edwards and L. Ahsmed (eds.) Economic Adjustment and Exchange Rates in DevelopingCountries, Chicago; U. of Chicago Press. _________ l986b. \"Special Exchange Rates for Capital Account Transactions,\" World Bank Economic Review, September, 3-34.",
        "Edwards, 5., 1983. \"The External Sector in Colombia,\" Paper prepared for The World Bank.",
        "__________ 1984. \"The Order of Liberalizationof the External Sector in DevelopingCountries,TM Princeton Essays in International Finance No. 156.",
        "__________ 1985. \"Stabilization With Liberalization; An Evaluation of Ten Years of Chile&apos;s Experience With Free Market Policies, 1973-1983,\" Economic Develoomentand Cultural Change, January. _________ l988a. \"The U.S. and Foreign Competitionin Latin America,\" in M. Feldstein (ed.), The U.S. and the World Economy. Chicago; University of Chicago Press.",
        "_________ 1988b. \"Exchange Controls, Devaluations and Real Exchange Rates: The Latin American Experience,\" Economic Development and Cultural Change. __________ l988c. Exchange Rate Misalignment in Developing Countries. Baltimore: Johns Hopkins University Press. __________ l988d. \"Structural Adjustment Policies in Highly Indebted Countries,\" in J. Sachs (ed.), The Develooinz Countries Debt: General Studies. Chicago: Universityof Chicago Press.",
        "_________ 1989. Real Exchange Rates. Devaluation and Adjustment: Exchanae Rate Policy in Develoin Countries, forthcoming, MIT Press.",
        "Edwards, S. and L. Ahamed (eds.), 1986. Economic Adjustmentand Exehanse Rates in DevelovinaCountries, Chicago: U. of Chicago Press.",
        "Edwards, S. and A. Cox-Edwards, 1987. &apos;-\"&apos;\" \"-\" The Chilean Experiment, Cambridge, MA: Ballinger PublishingCo.",
        "Edwards, S. and F. Ng, 1985. \"Trends in Real Exchange Rate Behavior in Selected DevelopingCountries,\" CPD Working Paper, The World Bank.",
        "Evans, P.R., 1986. \"State, Capital, and the Transformationof Dependence: The Brazilian Computer Case,\" World Development, 191-800.",
        "Fishlow, A., 1984. \"Reciprocal Trade Growth: The Latin American Integration Experience,\" in M. Syrquin, L. Taylor and L. Westphal (eds.), Economic Structure and Performance, Academic Press.",
        "Furtado, C., 1969. La Economia Latinoamericana, Santiago, Ed. Universitaria.",
        "GATT, 1984. \"Report of the Group of Quantitative Restrictions and Other Non Tariff Barriers,\" Geneva.",
        "Hanson, J. and J. de Melo, 1985. \"External Shocks, Financial Reforms, and Stabilization Attempts in Uruguay during 1974-1983,\" World Development, August, 134-46. 1NTAL, The Latin American Intearation Process (Various Issues), InterAmericanDevelopment Bank, Washington, DC. International Monetary Fund, International Financial Statistics (Various Issues) Waahington, DC. __________ Directions of Trade Statistics (Various Issues) Washington, DC.",
        "Johnson, H., 1965. \"An Economic Theory of Protectionism, Tariff Bargaining, and the Formation of Customs Unions,\" Journal of Political Economy, v. 73, April.",
        "Jones, C.D., 1983. \"Visible Imports Subject to Restraint,\" Covernment Economic Services WP No. 62.",
        "JUNAC, 1982. \"La ProgramacionIndustrial en el Grupo Andino,\" Lima, Peru.",
        "Krueger, A.0., 1980. Trade and Employmentin DevelopingCountries, Vol. I, Chicago: U. of Chicago Press.",
        "_________ 1983. Trade and Employment in DevelopingCountries: Synthesis and Conclusions, Chicago: U. of Chicago Press.",
        "Learner, E.E., 1984. Sources of International Comparative Advantage, Cambridge: MIT Press.",
        "Learner, E. and R. Stern, 1973. Ouantitative International Economics, Boston: Bycon Press.",
        "Lipsey, R., 1957. \"The Theory of Customs Unions, Trade Diversion and Welfare,\" Economica, February.",
        "Maddison, A., 1985. Two Crises: Latin America and Asia. 1929-38 and 1973jfl, Paris: OECD.",
        "Meade, J., 1955. The Theory of Customs Unions, Amsterdam: North Holland Publishing Co. Michaely, M., D. Papageorgiouand A. Choksi \"The Phasing of A Trade LiberalizationPolicy: Preliminary Evidence,\" Paper Presented at AEA Meeting, New Orleans.",
        "Morales, J.A., 1983. \"Problemas del Arancel Externo Comun: El Caso del Grupo Andino,\" CLADS DiscussionPaper #58, Boston University.",
        "Nogues, J., A. Olechowskiand L.A. Winters, 1986a. \"The Extent of Non Tariff Barriers to Imports of DevelopingCountries,\" World Bank Staff Working Paper 789. _________ l986b. \"The Extent of Non Tariff Barriers to Industrial Countries&apos; Imports,\" The World Bank Economic Review (September): 181-199.",
        "Nugent, J., 1974. Economic Intesration in Central Anierica, Johns Hopkins University Press.",
        "Pfefferman, C., 1985. \"Overvalued Exchange Rates and Development,\" Finance and DeveloDment, 22 (March) 17-19.",
        "Prebisch, R., 1984. \"Five Stages in My Thinking on Development\" in G.M. Meier and D. Seers (eds.) Pioneers in Develooment, Oxford: OxfordU. Press.",
        "Rodriguez-Mendoza, M., 1986. \"Latin America and the U.S. Trade and Tariff Act,\" Journal of World Trade Law, February, 47-60.",
        "Thomas, V., 1986. Linkinz Macroeconomic and Agricultural Policies for AdjustmentWith Growth, Baltimore: Johns Hopkins UniversityPress.",
        "Viner, J., 1950, The Customs Union Issue, New York: Carnegie Endowment for International Peace.",
        "Wionczek, M., 1978. \"Can the Broken Humpty-DumptyBe Put Together Again and by Whom?\" World Development, June.",
        "World Bank, 1986. World Develooment Report, Washington, D.C. World Currency Yearbook (Various Issues).",
        "TABLE 1 LAFrA: Intraregional Exports and Preferences Granted 1962-1980 Intraregional Exports Total Number Of + Concessions Granted Total LAFTA Extorts On \"National Lists\" 1962 4,274 1963 7.6 7,593 1964 8,248 1965 8,474 1966 9.0 9,054 1967 9,363 1968 10,382 1969 10.1 10,869 1970 11,017 11 4 11,042 1972 11,079 10 6 11,110 1974 11,157 13 5 11,165 . 11,164 11,173 . 11,238 13 8 11,249 1980 11,252 Source: INTAL -- The Latin American Integration Process (1976, 1979-80) TABLE 2 Intraregional Exports in the Central American Common Market (Selected Years) Intraregional Exports +",
        "Total CACM Exorts 1960 7.5 1961 7.8 1968 24.2 1971 23.4 1974 25.6 1978 21.4 1980 23.1 1983 20.4 Source: Cline (1983)."
    ]
}