{
    "id": 27385,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Ã\u0083Â\u0081lvarez Luis J., Emmanuel Dhyne, MarcoM. Hoeberichts, Claudia Kwapil, HervÃ\u0083Â© Le Bihan, Patrick LÃ\u0083Â¼nnemann, Fernando Martins, Roberto Sabbatini, Harald Stahl, Philip Vermeulen and Jouko Vilmunen (2006): Sticky Prices in the Euro Area: A Summary of New Micro Evidence, Journal of the European Economic Association 4(2-3), 575-584.",
        "Ball, Laurence (2009): Hysteresis in Unemployment, in J. Fuhrer et al. (eds.) Understanding InÃ\u0082â\u0080¡ation and the Implications for Monetary Policy, MIT Press (Cambridge, MA).",
        "Ball, Laurence (2014): Long-term Damage from the Great Recession in OECD Countries, European Journal of Economics and Economic Policies: Intevention 11(2), 149-160.",
        "Barnichon, RÃ\u0083Â©gis (2010): Productivity and Unemployment over the Business Cycle, Journal of Monetary Economics 57 (8), 1013-1025 Blanchard, Olivier and Lawrence Summers (1986): Hysteresis and the European Unemployment Problem, NBER Macroeconomics Annual, MIT Press.",
        "Blanchard, Olivier (2018): Should we Reject the Natural Rate Hypothesis, Journal of Economic Perspectives 32(1), 97-120.",
        "Chari, Varadarajan, Patrick Kehoe, and Ellen McGrattan (2007): Business Cycle Accounting, Econometrica 75(3), 781-836.",
        "Chugh, Sanjay K., Wolfgang Lechthaler, and Christian Merkl (2018): Optimal Fiscal Policy with Labor Selection, Journal of Economic Dynamics & Control 94, 142-189.",
        "Christoffel, Kai, Gunter Coenen and Anders Warne (2008): The New Area-Wide Model of the Euro Area: A Micro-Founded Open Economy Model for Forecasting and Policy Analysis, ECB Working Paper no 944.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Mauricio Ulate (2018): The Cyclical Sensitivity in Measures of Potential Output, Brookings Papers on Economic Activity, 343-411.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin (2000): Ã\u0082â\u0080\u009cOptimal Monetary Policy with StaggeredWage and Price Contracts,Ã\u0082â\u0080\u009dJournal of Monetary Economics vol. 46, no. 2, 281-314.",
        "European Central Bank (2009): Wage Dynamics in Europe: Final Report of the Wage Dynamics Network (WDN) Fagan, Gabriel, Jerome Henry and Ricardo Mestre (2001): An AreaWide Model (AWM) for the Euro Area, ECB Working Paper series no.",
        "Hall, Robert (1997): Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics 15(1), 223-250.",
        "GalÃ\u0083Â­, Jordi (2011): Unemployment Fluctuations and Stabilization Policies: A New Keynesian Perspective, MIT Press (Cambridge, MA).",
        "GalÃ\u0083Â­, Jordi (2015a): Monetary Policy, InÃ\u0082â\u0080¡ation and the Business Cycle. An Introduction to the New Keynesian Framework, Second Edition, Princeton University Press.",
        "GalÃ\u0083Â­, Jordi (2015b): Hysteresis and the European Unemployment Problem Revisited, in InÃ\u0082â\u0080¡ation and Unemployment in Europe, Proceedings of the ECB Forum on Central Banking, European Central Bank, Frankfurt am Main, 2015, 53-79.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, David LÃ\u0083Â³pez-Salido (2007): Markups, Gaps and the Welfare Costs of Business Fluctuations, Review of Economics and Statistics 89(1), 44-59.",
        "GalÃ\u0083Â­, Jordi, Frank Smets and Raf Wouters (2012): Unemployment in an Estimated New Keynesian Model, NBER Macroeconomics Annual 2011, 329-360.",
        "Gottfries, Nils and Henrik Horn (1987): Wage Formation and the Persistence of Unemployment, Economic Journal 97(388), 877-884.",
        "Karabarbounis, Loukas (2014): The Labor Wedge: MRS vs. MPN, Review of Economic Dynamics 17, 206-223.",
        "Lindbeck, Assar and Dennis J. Snower (1988): The Insider-Outsider Theory of Employment and Unemployment, MIT Press (Cambridge, MA).",
        "Orphanides, Athanasios (2006): Review of the ECBÃ\u0082â\u0080\u0099s Strategy and Alternative Approaches, contribution to The ECB and its Watchers, Center for Financial Studies, Frankfurt.",
        "Shimer, Robert (2009): Convergence in Macroeconomics: the Labor Wedge, American Economic Journal: Macroeconomics 1(1), 267-297.",
        "Smets, Frank (2010): Comment on chapters 6 and 7, in M. Buti et al. (eds.) The Euro: The First Decade, Cambridge University Press.",
        "Woodford, Michael (2003): Interest and Prices. Foundations of a Theory of Monetary Policy, Princeton University Press (Prin"
    ]
}