{
    "id": 27396,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Adrian, Tobias, Federico Grinberg, Nellie Liang, and Sheheryar Malik, 2018, The term structure of growth-at-risk, Working paper.",
        "Adrian, Tobias and Nellie Liang, 2018, Monetary policy, financial conditions, and financial stability, International Journal of Central Banking 14, 73-131, Agrippino, Silvia Miranda and Helene Rey, 2020, U.S. monetary policy and the global financial cycle, The Review of Economic Studies, (forthcoming).",
        "Baker, Stuart G. and Barnett S. Kramer, 2007, Peirce, Youden, and receiver operating characteristic curves, The American Statistician 61(4), 343-346.",
        "Baron, Matthew, Emil Verner, and Wei Xiong, 2020, Bank equity and banking crises, Working paper.",
        "Baron, Matthew, and Wei Xiong, 2017, Credit expansion and neglected crash risk, Quarterly Journal of Economics 132, 713-764.",
        "Basel Committee on Banking Supervision, 2010, An assessment of the long-term impact of stronger capital and liquidity requirements, Bank for International Settlements, Basel, Switzerland.",
        "Bernanke, Ben S., 1990, On the predictive power of interest rates and interest rate spreads, New England Economic Review Nov/Dec, 51-68.",
        "Bernanke, Ben S., and Gertler, Mark, 2000, Monetary policy and asset price volatility. NBER Working Paper Series No. 7559.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, 2018, Diagnostic expectations and credit cycles, Journal of Finance 73, 199-227.",
        "Bordalo, Pedro, Nicola Gennaioli, Andrei Shleifer, and Stephen J. Terry, 2019, Real credit cycles, Working paper.",
        "Borio, Claudio. 2014. The financial cycle and macroeconomics: What have we learnt? Journal of Banking & Finance 45, 182-198.",
        "Borio, Claudio, and Mathias Drehmann, 2009, Assessing the risk of banking crises Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Revisited, BIS Quarterly Review, March, 29-46.",
        "Borio, Claudio and Philip Lowe, 2002, Asset prices, financial and monetary stability: exploring the nexus, BIS Working paper Series, No. 114, July.",
        "Cecchetti, Stephen G., Marion Kohler, and Christian Upper, 2009, Financial crises and economic activity, BIS Working paper.",
        "Cerra, Valerie and Sweta Chaman Saxena, 2008, Growth dynamics: The myth of economic recovery, American Economic Review 98, 439-457.",
        "Chari, Varadarajan and Patrick Kehoe, 2003, Hot Money, Journal of Political Economy 111, 1262-1292.",
        "Cole, Harold and Kehoe, Timothy, 2000, Self-Fulfilling Debt Crises, Review of Economic Studies 67, 91-116.",
        "Drehmann, Mathias and Mikael Juselius, 2014, Evaluating early warning indicators of banking crises: Satisfying policy requirements, International Journal of Forecasting 30(3), 759780 Driscoll, John C. and Aart C. Kraay, 1998, Consistent covariance matrix estimation with spatially dependent panel data, Review of Economics and Statistics 80, 549-560.",
        "Eggertsson, Gautiand, and Paul Krugman 2012, Debt, deleveraging, and the liquidity trap: A Fisher-Minsky-Koo approach, Quarterly Journal of Economics 127, 1469-1513.",
        "Friedman, Benjamin M. and Kenneth Kuttner, 1992, Money, income, prices, and interest rates, American Economic Review 82, 472-492. Geithner, Timothy F. Stress Test: Reflections on Financial Crises. Penguin Random House.",
        "Gennaioli, Nicola and Andrei Shleifer. A Crisis of Beliefs: Investor Psychology and Financial Fragility. Princeton University Press. (Princeton) 2018.",
        "Gertler, Mark, and Cara S. Lown, 1999, The Information in the high-yield bond spread for the business cycle: Evidence and some implications, Oxford Review of Economic Policy 15, 132-150.",
        "Gilchrist, Simon, Vladimir Yankov, and Egon ZakrajÃ\u0083â\u0080¦Ã\u0082Â¡ek, 2009, Credit market shocks and economic fluctuations: Evidence from corporate bond and stock markets, Journal of Monetary Economics 56, 471-493.",
        "Gilchrist, Simon, and Egon ZakrajÃ\u0083â\u0080¦Ã\u0082Â¡ek, 2012, Credit spreads and business cycle fluctuations, American Economic Review 102, 1692-1749. Gorton, Gary B. Misunderstanding Financial Crises: Why We Don't See Them Coming.",
        "Gourio, Francois, Jae Sim, and Anil K. Kashyap, 2018, The trade offs in leaning against the wind, IMF Economic Review 66, 70-115.",
        "Greenwood, Robin, Samuel G. Hanson, 2013, Issuer quality and corporate bond returns, Review of Financial Studies 26, 1483-1525.",
        "Guerrieri, Veronica, and Guido Lorenzoni, 2017, Credit crises, precautionary savings, and the liquidity trap, Quarterly Journal of Economics 132, 1427-1467.",
        "Hall, Robert E., 2011, The high sensitivity of economic activity to financial frictions, The Economic Journal 121, 351-378.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar, 2005, Estimation and hnference of impulse responses by local projections, American Economc Review 95, 161-182.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar, Moritz Schularick, and Alan M. Taylor, 2015, Leveraged bubbles, Journal of Monetary Economics 76, 1-20.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar, Moritz Shularick, and Alan M. Taylor, 2017, Macrofinancial history and the new business cycle facts, NBER Macroeconomics Annual 31, 213-263.",
        "Kaminsky, Graciela L, and Carmen M. Reinhart, 1999, The twin crises: The cause of banking and balance-of-payments problems, American Economic Review 89, 473-500.",
        "Kiefer, Nicholas M. and Timothy J. Vogelsang, 2005, A new asymptotic theory for heteroskedasticity-autocorrelation robust tests, Econometric Theory 21(6), 1130-1164.",
        "Kindleberger, Charles P. Manias, Panics and Crashes. Basic Books, (New York) 1978.",
        "Kirti, Divya, 2020, Lending standards and output growth, IMF Working paper No. 18/23.",
        "Korinek, Anton, and Alp Simsek, 2016, Liquidity trap and excessive leverage, American Economic Review 106, 699-738.",
        "Krishnamurthy, Arvind, and Tyler Muir, 2018, Credit spreads and the severity of financial crises, Working paper.",
        "Lopez-SalidÃ\u0083Æ\u0092Ã\u0082Â³, David, Jeremy Stein, and Egon ZakrajÃ\u0083â\u0080¦Ã\u0082Â¡ek, 2017, Credit-market sentiment and the business cycle, Quarterly Journal of Economics 132, 1373-1426.",
        "Mbaye, Samba, Marialuz Moreno-Badia, and Kyungla Chae, 2018, Global debt database: Methodology and sources, IMF Working Paper No. 18/111.",
        "Mian, Atif R, Amir Sufi, and Emil Verner 2017, Household debt and business cycles worldwide, Quarterly Journal of Economics 132, 1755-1817.",
        "Minsky, Hyman. Stabilizing an Unstable Economy. Yale University Press (New Haven) 1986.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708. Pepe, Margaret S. The statistical evaluation of medical tests for classification and prediction.",
        "Reinhart, Carmen M, and Kenneth Rogoff, 2011, From financial crash to debt crisis, American Economic Review 101, 1676-1706.",
        "Richter, BjÃ\u0083Æ\u0092Ã\u0082Â¶rn, Moritz Schularick, and Paul Wachterl, 2020, When to lean against the wind, Journal of Money, Credit, and Banking (forthcoming).",
        "Schularick, Moritz and Alan M. Taylor, 2012, Credit booms gone bust, American Economic Review 102, 1029-1061.",
        "Stein, Jeremy C., 2013, Overheating in credit markets: Origins, measurement, and policy Responses. Remarks at the Federal Reserve Bank of St. Louis, February 7, 2013, https://www.federalreserve.gov/newsevents/speech/stein20130207a.htm.",
        "Stein, Jeremy C., 2014, Incorporating financial stability considerations into a monetary policy framework, Remarks at the International Research Forum on Monetary Policy, March 21, 2014, https://www.federalreserve.gov/newsevents/speech/stein20140321a.htm.",
        "Svensson, Lars E.O., 2017, Cost-benefit analysis of leaning against the wind, Journal of Monetary Economics 90, 193-213."
    ]
}