{
    "id": 27395,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Alder, Simon, Lin Shao, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Reforms and Industrial Policy in a Panel of Chinese Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2016, 21 (4), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Asher, Sam and Paul Novosad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politics and Local Economic Growth: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, January 2017, 9 (1), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Azam, Mehtabul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Indian Job Guarantee Scheme on Labor Market Outcomes: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. IZA Discussion Paper 6548.",
        "Bahal, Girish, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impact of Large Public Works: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020. Banerjee, Abhijit, Esther Duflo, CleÃ\u0083Å\u0092Ã\u0082Â\u0081ment Imbert, Santhosh Mathew, and Rohini Pande, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Egovernance, Accountability, and Leakage in Public Programs: Experimental Evidence from a Financial Management Reform in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, forthcoming.",
        "Berg, Erlend, Sambit Bhattacharyya, D Rajasekhar, and R Manjula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Public Works Increase Equilibrium Wages? Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s National Rural Employment Guarantee,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2018, 103, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Bleakley, Hoyt and Jeffrey Lin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portage and Path Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (2), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Borusyak, Kirill and Xavier Jaravel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting Event Study Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Breitkreuz, Rhonda, Carley-Jane Stanton, Nurmaiya Brady, John Pattison-Williams, ED King, Chudhury Mishra, and Brent Swallow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mahatma Gandhi National Rural Employment Guarantee Scheme: A Policy Solution to Rural Poverty in India?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development Policy Review, 2017, 35 (3), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Burlig, Fiona and Louis Preonas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of the Darkness and Into the Light? Development Effects of Rural Electrification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Institute at Haas WP, 2016, 268.",
        "Callaway, Brantley and Pedro H.C. SantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Anna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Difference-in-Differences with Multiple Time Periods, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN WP, 2019. de Chaisemartin, Clement and Xavier DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haultfoeuille, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-way Fixed Effects Estimators with Heterogeneous Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Deininger, Klaus and Yanyan Liu, Welfare and Poverty Impacts of IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s National Rural Employment Guarantee Scheme: Evidence from Andhra Pradesh, The World Bank, 2013.",
        "Dutta, Puja, Rinku Murgai, Martin Ravallion, and Dominique van de Walle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment Guarantee Scheme Guarantee Employment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic & Political Weekly, April 2012, xlviI (16), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Fetzer, Thiemo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Workfare Programs Moderate Violence? Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Suntory and Toyota International Centres for Economics and Related Disciplines, LSE, Working Paper 53.",
        "Goodman-Bacon, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Difference-in-Differences with Variation in Treatment Timing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Working Paper.",
        "Hanna, Rema and Benjamin A Olken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Basic Incomes versus Targeted Transfers: AntiPoverty Programs in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2018, 32 (4), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        ", Tim Squires, Adam Storeygard, and David Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Distribution of Economic Activity: Nature, History, and the Role of Trade.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 133 (1).",
        "Hsiang, Solomon M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperatures and Cyclones Strongly Associated with Economic Production in the Caribbean and Central America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2010, 107 (35), 15367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15372.",
        "Imbert, CleÃ\u0083Å\u0092Ã\u0082Â\u0081ment and John Papp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Effects of Social Programs: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment Guarantee,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2015, 7 (2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Johnson, Doug, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Workfare Serve as a Substitute for Weather Insurance? The Case of NREGA in Andhra Pradesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Institute for Financial Management and Research, Centre for Micro Finance, Working Paper Series No 32.",
        "Kochar, Anjini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Branchless Banking: Evaluating the Doorstep Delivery of Financial Services in Rural India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2018, 135, 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Lee, Yong Suk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Isolation and Regional Inequality: Evidence from Sanctions on North Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2018, 103, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Merfeld, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatially heterogeneous effects of a public works program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2019, 136, 151 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 167.",
        "Michalopoulos, Stelios and Elias Papaioannou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre-colonial Ethnic Institutions and Contemporary African Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Ministry of Rural Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mahatma Gandhi National Rural Employment Guarantee Act 2005: Report to the People 2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Ministry of Rural Development, Government of India 2010.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mahatma Gandhi National Rural Employment Guarantee Act 2005: The Journey of a Decade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Ministry of Rural Development, Government of India 2016.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mahatma Gandhi National Rural Employment Guarantee Act 2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Ministry of Rural Development, Government of India 2017.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Effects of (Improving) Public Employment Programs: Experimental Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23838, National Bureau of Economic Research September 2017.",
        "Niehaus, Paul and Sandip Sukhtankar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Marginal Rate of Corruption in Public Programs: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, August 2013, 104, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Planning Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report of the Task Force: Identification of Districts for Wage and SelfEmployment Programmes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Planning Commission, Government of India 2003.",
        "Raghunathan, K and S Hari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing More than Just Employment? Evidence from the NREGA in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Shah, Manisha and Bryce Millett Steinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workfare and Human Capital Investment: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 2019.",
        "Sukhtankar, Sandip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s National Rural Employment Guarantee Scheme: What Do We Really Know about the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Workfare Program?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d India Policy Forum, 2017.",
        "World Bank, The State of Social Safety Nets 2018. Washington, DC: World Bank.",
        "Zimmermann, Laura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why guarantee employment? Evidence from a Large Indian Public-Works Program, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, GLO Discussion Paper 2020."
    ]
}