{
    "id": 2739,
    "cites": 30,
    "cited_by": 19,
    "reference": [
        "Akerlof, George A. Gift Exchange and Efficiency Wages; Four Views. American Economic Review 74 (May 1984): 79-83.",
        "Baldwin, Richard and Paul Krugman. Industrial Policy and International Competition in Wide-Bodied Jet Aircraft. NBER, Mimeo, June 1987 (a).",
        "Baldwin, Richard and Paul Krugman. Modelling International Competition im High Technology Industries: Lessons from Aircrafts and Semiconductors. NBER Conference Paper, September 1987 (b).",
        "Bhagwati, Jagdish N. and V.K. Ramaswami. Domestic Distortions, Tariffs and the Theory of the Optimum Subsidy. Journal of Political Economy 71 (1963).",
        "Bhagwati, Jagdish N. and T.N. Srinivasan, Lectures on International Trade. Cambridge, Ma.: MIT Press, 1983.",
        "Bulow, Jeremy and Lawrence M. Summers. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment. Journal of Labor Economics 4 (July 1986): 376-414.",
        "Dickens, William T. and Lawrence F. Katz. Inter-Industry Wage Differences and Industry Characteristics. In K. Lang and J. Leonard, eds., Unemployment and the Structure of Labor Markets. Oxford: Basil Blackwell, 1987 (a).",
        "Dickens, William T. and Lawrence F. Katz. Inter-Industry Wage Differences and Theories of Wage Determination. NBER Working Paper No. 2271, June 1987 (b).",
        "Dickens, William T. and Lawrence F. Katz. Further Notes on the Inter-Industry Wage Structure. Mimeo, Marvard University, August 1988.",
        "Dickens, William T. and Kevin Lang. Why It Matters What We Trade. In L. Tyson, W.Dickens and 5. Zysman, eds., The Dynamics of Trade and Employment. Cambridge, Ma.: Ballinger, 1988.",
        "Dixit, Avinash. Optimal Trade and Industrial Policy for the U.S. Automobile Industry. In R. Feenstra, ed., Empirical Research in International Trade. Cambridge, Ma.: MIT Press, 1988.",
        "Doeringer, Peter and Michael 5. Piore. Internal Labor Markets and Manpower Analysis. Lexington, Ma.: D.C. Heath, 1971.",
        "Freeman, Richard B. and Lawrence F. Katz. Industrial Wage and Employment Determination in An Open Economy. Paper presented at NBER Conference on Immigration, Trade, and the Labor Market, September 1987.",
        "Gibbons, Robert S. and Lawrence F. Katz. Learning, Mobility, and Inter-Industry Wage Differences. Mimeo, MIT, December 1987.",
        "Hagen, E. An Economic Justification for Protectionism. quarterly Journal of Economics 62 (November 1958): 496-514.",
        "Harberger, Arnold C. On Measuring the Social Opportunity Cost of Labour. International Labour Review 103 (1971): 559-79.",
        "Harris, 5. and M. Todaro. Migration, Unemployment and Development: A Two-Sector Analysis. American Economic Review 60 (March 1970): 126=43.",
        "Hoizer, Harry, Lawrence F. Katz, and Alan B. Krueger. Job Queues and Wages: Some New Evidence on the Minimum Wage and Inter-Industry Wage Structure. NBER Working Paper No. 2461, April 1988.",
        "Katz, Lawrence F. Efficiency Wage Theories: A Partial Evaluation. NBER Macroeconomics Annual 1 (1986) 235=76.",
        "Krueger, Alan B. Ownership, Agency, and Wages: An Empirical Analysis. Mimeo, Princeton University, 1987.",
        "Krueger, Alan B. and Lawrence H. Summers. Reflections on the InterIndustry Wage Structure, in K. Lang and 5. Leonard, eds., Unemployment and the Structure of Labor Markets. Oxford: Basil Blackwell, 1987.",
        "Mars, Gerald. Cheats At Work. London: Unwim, 1982.",
        "Murphy, Kevin M. and Finis Welch. The Structure of Wages. Mimeo, Unicon Research Corporation, Los Angeles, February 1988.",
        "Pencavel, John. An Analysis of the quit Rate in American Manufacturing. Princeton: Industrial Relations Section, 1970.",
        "Sah, Raaj and Joseph E. Stiglitz. THe Social Cost of Labor and Project Evaluation: A General Approach. Journal of Public Economics 28 (1985) : 135-61.",
        "Salinger, Michael A. Tobins Q, Unionization, and the Concentration-Profits Relationship. Rand Journal of Economics 15 (Summer 1984): 159-70.",
        "Shapiro, Carl and Joseph E. Stiglitz. Equilibrium Unemployment As A Worker Discipline Device. American Economic Review 74 (June 1984): 433-44.",
        "Slichter, Sumner. Notes on the Structure of Wages. Review of Economics and Statistics 32 (1950): 80-91.",
        "Stiglitz, Joseph E. Equilibrium Wage Distributions. Economic Journal 95 (September 1985): 595-618.",
        "Stiglitz, Joseph E. The Causes and Consequences of the Dependence of Quality on Price. Journal of Economic Literature 25 (March 1987): 1-48."
    ]
}