{
    "id": 27390,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron. 2003. Patterns of skill premia. The Review of Economic Studies 70(2):199230.",
        "Acemoglu, Daron and David Autor. 2011. Skills, tasks and technologies: Implications for employment and earnings. Handbook of Labor Economics 4:10431171.",
        "Altonji, Joseph G, Lisa B Kahn and Jamin D Speer. 2014. Trends in Earnings Dierentials across College Majors and the Changing Task Composition of Jobs. The American Economic Review: Papers & Proceedings 104(5):387393.",
        "Altonji, Joseph G, Lisa B Kahn and Jamin D Speer. 2016. Cashier or consultant? Entry labor market conditions, eld of study, and career success. Journal of Labor Economics 34(S1):S361S401.",
        "Arcidiacono, Peter. 2004. Ability sorting and the returns to college major. Journal of Econometrics 121(1):343375.",
        "Autor, David H, Lawrence F Katz and Melissa S Kearney. 2008. Trends in US wage inequality: Revising the revisionists. The Review of Economics and Statistics 90(2):300323.",
        "Barth, Erling, Alex Bryson, James C Davis and Richard Freeman. 2011. The contribution of dispersion across plants to the increase in US earnings dispersion.. Beaudry, Paul and David A Green. 2005. Changes in US Wages, 19762000: Ongoing Skill Bias or Major Technological Change? Journal of Labor Economics 23(3):609648.",
        "Beaudry, Paul, David A Green and Benjamin M Sand. 2014. The declining fortunes of the young since 2000. The American Economic Review: Papers & Proceedings 104(5):381 386.",
        "Card, David and John E DiNardo. 2002. Skill-biased technological change and rising wage inequality: Some problems and puzzles. Journal of Labor Economics 20(4):733783.",
        "Card, David, JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining and Patrick Kline. 2013. Workplace Heterogeneity and the Rise of West German Wage Inequality. The Quarterly Journal of Economics 128(3):9671015.",
        "Dorn, David. 2009. Essays on inequality, spatial interaction, and the demand for skills PhD thesis Verlag nicht ermittelbar.",
        "Galor, Oded and Omer Moav. 2000. Ability-biased technological transition, wage inequality, and economic growth. The Quarterly Journal of Economics pp. 469497.",
        "Guvenen, Fatih, Burhanettin Kuruscu, Satoshi Tanaka and David Wiczer. 2015. Multidimensional Skill Mismatch.. Heywood, John S and Daniel Parent. 2012. Performance pay and the white-black wage gap. Journal of Labor Economics 30(2):249290.",
        "Jensen, Michael C and Kevin J Murphy. 1990. Performance pay and top-management incentives. Journal of Political Economy 98(2):225264.",
        "Juhn, Chinhui, Kevin M Murphy and Brooks Pierce. 1993. Wage inequality and the rise in returns to skill. Journal of Political Economy 101(3):410442.",
        "Kambourov, Gueorgui and Iourii Manovskii. 2009. Occupational mobility and wage inequality.  The Review of Economic Studies 76(2):731759.",
        "Katz, Lawrence F and David H. Autor. 1999. Changes in the wage structure and earnings inequality. Handbook of Labor Economics 3:14631555.",
        "Kirkeboen, Lars J, Edwin Leuven and Magne Mogstad. 2016. Field of study, earnings, and self-selection. The Quarterly Journal of Economics 131(3):10571111.",
        "Capital-skill complementarity and inequality: A macroeconomic analysis. Econometrica 68(5):10291053.",
        "Lee, Sang Yoon, Yongseok Shin and Donghoon Lee. 2015. The option value of human capital: Higher education and wage inequality. Technical report National Bureau of Economic Research.",
        "Lemieux, Thomas. 2006. Increasing residual wage inequality: Composition eects, noisy data, or rising demand for skill? The American Economic Review 96(3):461498.",
        "Leuven, Edwin and Hessel Oosterbeek. 2011. Overeducation and mismatch in the labor market. Handbook of the Economics of Education 4:283326.",
        "Lise, Jeremy and Fabien Postel-Vinay. 2015. Multidimensional Skills, Sorting, and Human Capital Accumulation.. Mueller, Holger M, Paige P Ouimet and Elena Simintzi. 2017. Wage inequality and rm growth. American Economic Review 107(5):37983.",
        "Papageorgiou, Theodore. 2010. Large Firms and Internal Labor Markets. Working paper.",
        "Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States, 19131998.  The Quarterly Journal of Economics 118(1):139.",
        "Piketty, Thomas and Emmanuel Saez. 2014. Inequality in the long run. Science 344(6186):838843.",
        "Ritter, Joseph A. and Kristine L. West. 2014. Field of Study and Earnings Inequality among the Highly Educated: 1993-2010. Working paper.",
        "Robst, John. 2007. Education and job match: The relatedness of college major and work. Economics of Education Review 26(4):397407.",
        "Sanders, Carl. 2014. Skill Uncertainty, Skill Accumulation, and Occupational Choice. Working Paper.",
        "Scotese, Carol A. 2012. Wage inequality, tasks and occupations. Working Paper.",
        "Shi, Shouyong. 2002. A directed search model of inequality with heterogeneous skills and skill-biased technology. The Review of Economic Studies 69(2):467491.",
        "Song, Jae, David J Price, Fatih Guvenen, Nicholas Bloom and Till Von Wachter. 2018. Firming up inequality. The Quarterly Journal of Economics 134(1):150.",
        "Violante, Giovanni L. 2002. Technological acceleration, skill transferability, and the rise in residual inequality. The Quarterly Journal of Economics 117(1):297338."
    ]
}