{
    "id": 27399,
    "cites": 114,
    "cited_by": 13,
    "reference": [
        "Abel, J. and A. Fuster (2019). How do mortgage refinances affect debt, default, and spending? evidence from harp. American Economic Journal: Macroeconomics (forthcoming) (841).",
        "Adelino, M., K. Gerardi, and P. S. Willen (2013). Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lenders renegotiate more home mortgages? redefaults, self-cures and securitization. Journal of Monetary Economics 60(7), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Agarwal, S., G. Amromin, S. Chomsisengphet, T. Landvoigt, T. Piskorski, A. Seru, and V. W. Yao (2019). Mortgage refinancing, consumer spending, and competition: Evidence from the home affordable refinancing program. Working Paper (15-85).",
        "Agarwal, S., J. C. Driscoll, X. Gabaix, and D. Laibson (2009). The age of reason: Financial decisions over the life cycle and implications for regulation. Brookings Papers on Economic Activity 2009(2), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Agarwal, S., Y. Hwee Chua, and C. Song (2020). Inflation expectations of households and the upgrading channel. Working Paper.",
        "Agarwal, S. and W. Qian (2014). Consumption and debt response to unanticipated income shocks: Evidence from a natural experiment in singapore. American Economic Review 104(12), 4205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Alesina, A., C. Favero, and F. Giavazzi (2015). The output effect of fiscal consolidation plans. Journal of International Economics 96, S19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS42.",
        "Alesina, A., C. Favero, and F. Giavazzi (2019). Effects of austerity: Expenditure-and tax-based approaches. Journal of Economic Perspectives 33(2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Andersen, S., J. Y. Campbell, K. M. Nielsen, and T. Ramadorai (2020). Sources of inaction in household finance: Evidence from the danish mortgage market. American Economic Review (forthcoming).",
        "Anderson, E. T. and D. I. Simester (2010). Price stickiness and customer antagonism. The Quarterly Journal of Economics 125(2), 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Andrade, P. and F. Ferroni (2019). Delphic and odyssean monetary policy shocks: Evidence from the euro area. Unpublished Manuscript.",
        "Andre, P., C. Pizzinelli, C. Roth, and J. Wohlfart (2019). Subjective models of the macroeconomy: Evidence from experts and a representative sample. Available at SSRN 3355356.",
        "Angeletos, G.-M. and C. Lian (2017). Dampening general equilibrium: From micro to macro. Technical report, National Bureau of Economic Research.",
        "Armantier, O., W. Bruine de Bruin, S. Potter, G. Topa, W. van der Klaauw, and B. Zafar (2013). Measuring inflation expectations. Annual Review Economics 5(1), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Armantier, O., W. Bruine de Bruin, G. Topa, W. Klaauw, and B. Zafar (2015). Inflation expectations and behavior: Do survey respondents act on their beliefs? International Economic Review 56(2), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Atkinson, A. B. and J. Micklewright (1983). On the reliability of income data in the family expenditure survey 1970-1977. Journal of the Royal Statistical Society. Series A (General) 146(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Attanasio, O. P. and G. Weber (1993). Consumption growth, the interest rate and aggregation. The Review of Economic Studies 60(3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Bachmann, R., T. O. Berg, and E. Sims (2015). Inflation expectations and readiness to spend: Cross-sectional evidence. American Economic Journal: Economic Policy 7(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Bailey, M., E. DaÃ\u0083Å\u0092Ã\u0082Â\u0081vila, T. Kuchler, and J. Stroebel (2019). House price beliefs and mortgage leverage choice. The Review of Economic Studies (forthcoming).",
        "Baker, S. R., N. Bloom, and S. J. Davis (2016). Measuring economic policy uncertainty. Quarterly Journal of Economics (forthcoming).",
        "Barsky, R. B., C. Boehm, C. L. House, and M. S. Kimball (2016). Monetary policy and durable goods. Unpublished Manuscript, University of Michigan 97(3), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Barsky, R. B., C. L. House, and M. S. Kimball (2007). Sticky-price models and durable goods. The American economic review 97(3), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Beraja, M., A. Fuster, E. Hurst, and J. Vavra (2019). Regional heterogeneity and the refinancing channel of monetary policy. The Quarterly Journal of Economics 134(1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Bernanke, B. S. (2007). Inflation expectations and inflation forecasting. Speech 306, Board of Governors of the Federal Reserve System (U.S.). Besley, T. J. and H. S. Rosen (1999). Sales taxes and prices: an empirical analysis. National Tax Journal 52(2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Bundesbank, D. (2019). Household wealth and finances in germany: Results of the 2017 survey.",
        "Burke, M. A. and A. Ozdagli (2014). Household inflation expectations and consumer spending: evidence from panel data. Unpublished Manuscript, Federal Reserve Bank of Boston 13(25), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Campbell, J. R., C. L. Evans, J. D. Fisher, and A. Justiniano (2012). Macroeconomic effects of federal reserve forward guidance. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Cashin, D. (2016). The household expenditure response to a consumption tax rate increase. Unpublished Manuscript, Federal Reserve Board.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2017). Inflation expectations, learning, and supermarket prices: Evidence from survey experiments. American Economic Journal: Macroeconomics 9(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "CDU (2005). Deutschlands Chancen nutzen. Wachstum. Arbeit. Sicherheit. Electoral Manifest.",
        "Christelis, D., D. Georgarakos, T. Jappelli, and M. van Rooij (2016). Trust in the central bank and inflation expectations. Unpublished manuscript, ECB.",
        "Coibion, O., D. Georgarakos, Y. Gorodnichenko, and M. Weber (2020). Forward guidance and household expectations. Technical report, National Bureau of Economic Research.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2019). Monetary policy communications and their effects on household inflation expectations. Technical report, National Bureau of Economic Research.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020a). The cost of the covid-19 crisis: Lockdowns, macroeconomic expectations, and consumer spending. Technical report, National Bureau of Economic Research.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020b). Labor markets during the covid-19 crisis: A preliminary view. Technical report, National Bureau of Economic Research.",
        "Correia, I., E. Farhi, J. P. Nicolini, and P. Teles (2013). Unconventional fiscal policy at the zero bound. American Economic Review 103(4), 1172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Crump, R. K., S. Eusepi, A. Tambalotti, and G. Topa (2015). Subjective intertemporal substitution. FRB of New York Staff Report (734).",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2014). Basic education in the long run: Innovation, investments. Technical report, and finance. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2018). Tear down this wall street: Anti-market rhetoric, motivated beliefs, and investment. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019a). Cognitive abilities and inflation expectations. AEA Papers & Proceedings (forthcoming).",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2019b). Human frictions in the transmission of economic policies. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, M. Paloviita, and M. Weber (2020). Iq, expectations, and choice. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2018). Unconventional fiscal policy. AEA Papers and Proceedings 108.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., U. Malmendier, J. Ospina, and M. Weber (2019). Perceived inflation, frequent price changes, and inflation expectations. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., U. Malmendier, and M. Weber (2018). Gender roles distort womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic expectations. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., M. Prokopczuk, and M. Weber (2018). Historical antisemitism, ethnic specialization, and financial development. The Review of Economic Studies 86(3), 1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Del Negro, M., M. P. Giannoni, and C. Patterson (2015). The forward guidance puzzle. FRB of New York Staff Report (574).",
        "Di Maggio, M. and A. Kermani (2019). Unemployment insurance as an automatic stabilizer: The financial channel. Working Paper.",
        "Di Maggio, M., A. Kermani, and C. J. Palmer (2020). How quantitative easing works: Evidence on the refinancing channel. The Review of Economic Studies 87(3), 1498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1528.",
        "Doepke, M. and M. Schneider (2006). Inflation and the redistribution of nominal wealth. Journal of Political Economy 114(6), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1097.",
        "Eggertsson, G. B. (2008). Great expectations and the end of the depression. The American Economic Review 98(4), 1476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1516.",
        "Eggertsson, G. B. and M. Woodford (2003). The zero bound on interest rates and optimal monetary policy. Brookings Papers on Economic Activity 2003(1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Farhi, E., G. Gopinath, and O. Itskhoki (2014). Fiscal devaluations. The Review of Economic Studies 81(2), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760.",
        "Farhi, E. and I. Werning (2018). Monetary policy, bounded rationality, and incomplete markets. Working Paper.",
        "Feldstein, M. (2002). The role for discretionary fiscal policy in a low interest rate environment. Technical report, National Bureau of Economic Research.",
        "Fuchs-Schuendeln, N. and T. A. Hassan (2016). Natural experiments in macroeconomics. In Handbook of macroeconomics, Volume 2, pp. 923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012. Elsevier.",
        "Gabaix, X. (2016). A behavioral new keynesian model. Technical report, National Bureau of Economic Research.",
        "Gorodnichenko, Y. and M. Weber (2016). Are sticky prices costly? evidence from the stock market. American Economic Review 106(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Hall, R. E. (2011). The long slump. American Economic Review 101(2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hurd, M. D. and S. Rohwedder (2012). Measuring total household spending in a monthly internet survey: Evidence from the American Life Panel. Technical report, National Bureau of Economic Research.",
        "Ichiue, H. and S. Nishiguchi (2015). Inflation expectations and consumer spending at the zero bound: Micro evidence. Economic Inquiry 53(2), 1086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1107.",
        "Ilut, C. and R. Valchev (2017). Economic agents as imperfect problem solvers. Unpublished Manuscript, Boston College.",
        "Jalil, A. and G. Rua (2016). Inflation expectations and recovery from the depression in 1933: Evidence from the narrative record. Explorations in Economic History, forthcoming.",
        "Jappelli, T. and L. Pistaferri (2014). Fiscal policy and MPC heterogeneity. American Economic Journal: Macroeconomics 6(4), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Jonung, L. (1981). Perceived and expected rates of inflation in Sweden. The American Economic Review 71(5), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Kaplan, G., B. Moll, and G. L. Violante (2018). Monetary policy according to hank. American Economic Review 108(3), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kreiner, C. T., D. D. Lassen, and S. Leth-Petersen (2013). Measuring the accuracy of survey responses using administrative register data: Evidence from denmark. Technical report, National Bureau of Economic Research.",
        "Kuchler, T. and B. Zafar (2018). Personal experiences and expectations about aggregate outcomes. Journal of Finance (forthcoming).",
        "Kuhnen, C. M. and A. C. Miu (2017). Socioeconomic status and learning from financial information. Journal of Financial Economics 124(2), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Leth-Petersen, S. (2010). Intertemporal consumption and credit constraints: Does total expenditure respond to an exogenous shock to credit? American Economic Review 100(3), 1080Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Malmendier, U. and S. Nagel (2009). Learning from inflation experiences. Unpublished manuscript, UC Berkeley.",
        "Menz, J.-O. and P. Poppitz (2013). Household disagreement on inflation expectations and socioeconomic media exposure in Germany. Unpublished Manuscript, Deutsche Bundesbank.",
        "Nakamura, E., J. Steinsson, P. Sun, and D. Villar (2016). The elusive costs of inflation: Price dispersion during the US great inflation. Unpublished Manuscript, Columbia University.",
        "Poterba, J. M. (1996). Retail price reactions to changes in state and local sales taxes. National Tax Journal 49(2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Romer, C. D. and D. H. Romer (2010). The macroeconomic effects of tax changes: Estimates based on a new measure of fiscal shocks. The American Economic Review 100(3), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c801.",
        "Romer, C. D. and D. H. Romer (2013). The missing transmission mechanism in the monetary explanation of the Great Depression. The American Economic Review 103(3), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Roth, C. and J. Wohlfart (2019). How do expectations about the macroeconomy affect personal expectations and behavior? Review of Economics and Statistics (forthcoming).",
        "Shapiro, M. D. (1991). Economic stimulant. Technical report, New York Times.",
        "Slacalek, J., O. Tristani, and G. L. Violante (2020). Household balance sheet channels of monetary policy: A back of the envelope calculation for the euro area. Technical report, National Bureau of Economic Research.",
        "SPD (2005). Vertrauen in Deutschland. Das Wahlmanifest der SPD. Electoral Manifest.",
        "Stehle, R. M. (2006, June 23, 2006). Geplante Mehrwertsteuer-Anhebung treibt Inflation. Berliner Zeitung.",
        "Vellekoop, N. and M. Wiederholt (2017). Inflation expectations and choices of households: Evidence from matched survey and administrative data. Unpublished Manuscript, University of Frankfurt.",
        "Weber, A. (2006, June 23, 2006). Weber haelt Zinserhoehung der EZB fuer notwendig. Handelsblatt.",
        "We create a dummy variable which equals 1 when a household expects inflation to increase. The sample periods are January 2004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dDecember 2006 and January 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dDecember 2014. Figure 3: Readiness to Spend on Durables: Germany and European Countries 0 3 / 0 4 0 6 / 0 4 0 9 / 0 4 1 2 / 0 4 0 3 / 0 5 0 6 / 0 5 0 9 / 0 5 1 2 / 0 5 0 3 / 0 6 0 6 / 0 6 0 9 / 0 6 1 1.5 2 2.5 3 Germany European Countries 0 3 / 1 3 0 6 / 1 3 0 9 / 1 3 1 2 / 1 3 0 3 / 1 4 0 6 / 1 4 0 9 / 1 4 1 2 / 1 4 1 1.5 2 2.5 3 Germany European Countries 0 3 / 0 4 0 6 / 0 4 0 9 / 0 4 1 2 / 0 4 0 3 / 0 5 0 6 / 0 5 0 9 / 0 5 1 2 / 0 5 0 3 / 0 6 0 6 / 0 6 0 9 / 0 6 1 1.5 2 2.5 3 Germany France 0 3 / 1 3 0 6 / 1 3 0 9 / 1 3 1 2 / 1 3 0 3 / 1 4 0 6 / 1 4 0 9 / 1 4 1 2 / 1 4 1 1.5 2 2.5 3",
        "Germany UK and Sweden This figure plots the average monthly readiness to purchase durables over time. We use the confidential micro data underlying the GfK Consumer Climate MAXX survey to construct these variables for Germany and similar data from national statistical agencies and GfK subsidiaries for the United Kingdom, Sweden, and France. GfK asks a representative sample of 2,000 households whether it is a good time to purchase durables given the current economic conditions. Higher values correspond to better times to purchase durables. The sample periods are January 2004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d December 2006 and January 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dDecember 2014.",
        "For the VAT shock, the base month m is June 2005.",
        "For the Forward Guidance announcement, the base month m is March 2013. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Dur i,baseÃ\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099m is the difference in the willingness to spend on durable goods between month m and the base month. Ã\u0083Å½Ã\u0082Â² m captures the effect of each shock on the willingness to buy durables for household i in month m. We use the micro data underlying the Directorate-General for Economic and Financial Affairs of the European Commission harmonized consumer surveys to construct these variables.",
        "The sample period is September 2005 to June 2007 for a total of 3 years. Figure 11: Channels of Unconventional Fiscal Policy: Income Effect? 0 0.1 0.2 0.3 0.4 0.5 0.6 Household Expectations 0 3 / 0 4 0 6 / 0 4 0 9 / 0 4 1 2 / 0 4 0 3 / 0 5 0 6 / 0 5 0 9 / 0 5 1 2 / 0 5 0 3 / 0 6 0 6 / 0 6 0 9 / 0 6",
        "Inflation Expectations Income Perception Income Expectations This figure plots average monthly inflation expectation, perception of past income, and expectation of future income over time. We use the confidential micro data underlying the GfK Consumer Climate MAXX survey to construct those variables. GfK asks a representative sample of 2,000 households how consumer prices will evolve in the next 12 months compared to the previous 12 months, how the financial situation of the household evolved during the past 12 months, and how the financial situation of the household will evolve during the next 12 months. We create a dummy variable that equals 1 if a household expects inflation to increase, perceives an improved financial situation, and expects an improved financial situation. The sample period is January 2004 to December 2006 for a total of 3 years.",
        "GfK also asks how consumer prices evolved in the previous 12 months. See the online appendix for data sources and detailed survey questions. The sample period is January 2000 to February 2016.",
        "The sample period is January 2000 to February 2016.",
        "The sample period is January 2000 to February 2016. Income Socioeconomic Education Income Age Gender Expectations Status High School College &lt;= 1,000 2,500 &lt; &lt;= 21 65 &lt;",
        "The sample period is January 2000 to February 2016.",
        "Relevant Narrative about the 2005 German Elections. The Christian Democrats (CDU, center-right) were the only German party in the 2005 electoral campaign advocating an increase in VAT by 2% starting in January 2006 to lower non-wage labor costs (see CDU (2005), page 14). The Social Democrats (SPD, center-left) strongly opposed an increase in VAT, and instead favored a 3% increase in income tax for top income earners (see SPD (2005), page 39). The Greens (center-left) and Liberals (center-right) also strongly opposed an increase in VAT. The Liberals, for example, promised to decrease the general tax burden by EUR 19bn. All parties except the CDU strongly opposed raising VAT, including CDUÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s preferred coalition partner, the Liberals. The projections of the election outcomes were highly uncertain (see below), as were the fiscal policy measures the new government would have implemented.",
        "A VAT increase of 3% was therefore highly unexpected. Consistently, the opposition parties and the popular press accused the new government between CDU and SPD of electoral fraud after it announced this policy measure in November 2005, and they fiercely criticized the new government. The online appendix contains press clippings commenting on the VAT policy (see section A.5 of the online appendix).",
        "Empirically, householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ inflation expectation over the next 12 months did not increase until January 2006, after the new government had announced its plans in November 2005 to increase VAT in 2007, rather than 2006 as the CDU had planned initially which is direct evidence German households did not expect an increase in VAT in 2006, as the CDU proposed.1 Neither of the two blocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dCDU and Liberals on the one hand, and SPD and Greens on the other handÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dhad a majority in polls before the elections.2 In the actual election on September 1",
        "If voters had considered the CDU proposal credible, we should already see an increase in inflation expectation during the campaign in the summer of 2005, because the plan was to increase VAT in January 2006. 2 Eleven days before the elections, the polling institute Infratest Dimap predicted a vote share of 41% for the CDU, 34% for the SPD, 8.5% for the Left, 7% for the Greens, and 6.5% for the Liberals. See http://www.infratestdimap. de/en/umfragen-analysen/bundesweit/sonntagsfrage/. All parties explicitly ruled out any coalition with the Left. The media mentioned all other possible combinations, including non-traditional combinations, as possible coalitions, including a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093traffic-lightÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d coalition among SPD, Greens, and Liberals and a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093JamaicaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d coalition among CDU, Liberals, and Greens.",
        "The coalition agreed on an overall contractionary fiscal policy (see below), including the 3% increase in VAT, and the use of one third of the additional tax revenue to decrease non-wage labor costs by two percentage points. The government planned to use two thirds of the VAT increase to consolidate the federal budget to comply with the Maastricht Treaty and hinder an infringement procedure by the European Commission. Table ?? in the online appendix shows the total tax revenue indeed increased in 2007, and Germany no longer violated the EU Stability and Growth Pact.",
        "Willingness to Spend versus Actual Spending. We are ultimately interested in how inflation expectations transform into actual consumption expenditure. Our survey only reports the willingness to purchase durable goods. Figure A.1 in the online appendix is a scatter plot of the cyclical components of log real durable consumption expenditure and the average propensity to purchase durables.4 Real and reported spending on durables are positively related, which is consistent with Bachmann et al. (2015). The correlation is 0.46. 3 See http://www.kas.de/upload/ACDP/CDU/Koalitionsvertraege/Koalitionsvertrag2005.pdf for details. 4 We use a Hodrick-Prescott filter with smoothing parameter Ã\u0083Å½Ã\u0082Â» of 1,600 to extract the cyclical component.",
        "The reported willingness to purchase has potential advantages compared to measures of actual expenditures elicited with surveys. Spending data in surveys typically contain noise, because survey participants might not recall their actual purchases, or they might overstate their purchases of visible products, such as cars, and understate the consumption of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093sinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d products, such as tobacco and alcohol (see Hurd and Rohwedder (2012) and Atkinson and Micklewright (1983)).",
        "Our natural experiment resembles the proposals in Shapiro (1991), Feldstein (2002), and Hall (2011), but deviates from the setting in Correia et al. (2013) in a few dimensions. First, the German government used 2 percentage points of the 3% increase in VAT to consolidate the federal budget, and 1 percentage point to lower indirect labor taxes by 2%.5 Empirically, we do not find any effect on labor force participation or unit labor costs.6 Moreover, we find similar marginal effects of inflation expectations on the propensity to purchase durables for full-time, part-time, and unemployed survey participants. In addition, Nakamura, Steinsson, Sun, and Villar (2016) question whether producer price dispersion has real economic costs.",
        "Second, we only observe attitudes towards purchases of durable goods. In a model with both durable and non-durable consumption, the intertemporal substitution effect of higher future consumption taxes is larger for durable goods (see Barsky et al. (2007) and Barsky et al. (2016)).7 5 Efficiency gains in the unemployment insurance system financed the second percentage-point decrease in indirect labor taxes. 6",
        "Data from the OECD show unit labor costs decreased in Germany during 2006 and 2007 in absolute terms and relative to France, Sweden, and the UK (see: http://stats.oecd.org/Index.aspx?QueryName=426).",
        "Labor force participation, instead, barely changed from 58.4% in 2005 to 59.1% in 2007 (see: http://data.worldbank.org/indicator/SL.TLF.CACT.ZS?locations=DE). 7",
        "Shapiro (1991) already emphasizes the effect of unconventional fiscal policy should mainly operate through expenditure on durable goods. Storability of durable goods can lead to an increase in durable expenditure due to a future increases in VAT even if the IES is small through an arbitrage effect.",
        "A potential concern for policymakers aiming to stimulate overall consumption is that households might substitute intratemporally from non-durable to durable consumption, because the VAT change did affect nondurable goods less than durable goods (see discussion below). We do not observe householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ attitudes towards purchases of non-durable goods. To address this concern directly, we show realized non-durable consumption growth increased during 2006. German households also lowered their savings attitudes during 2006 in absolute terms and relative to matched foreign households, supporting the conclusion that households increased overall consumption (see Table 5).",
        "Farhi et al. (2014) show an increase in VAT coupled with a decrease in payroll subsidy can, under certain conditions, replicate an exchange-rate devaluation even within a currency union. Theoretically, this fiscal devaluation makes goods in Germany cheaper than French goods and results in an increase in the demand for goods produced in Germany by both French and German households. Crucially, the fiscal devaluation should barely affect the overall consumption decision of French households, and hence the spending attitudes of French households represent a plausible counterfactual for the spending attitudes of German households in our setting.",
        "Salience of VAT Changes. Pre-announced VAT increases are a salient way to generate future consumer price inflation and induce current spending compared to conventional and unconventional monetary policy or future government purchases. Menz and Poppitz (2013) study the media coverage of inflation in Germany during the time period of our natural experiment and document a surge in coverage of inflation.",
        "Reduced and Full VAT. All services and products in Germany are subject to a valueadded tax that is part of the European VAT system. The general tax rate was 16% until December 2006, and increased to 19% in 2007. A reduced rate of 7% applies to many convenience goods, such as food, books, or flowers. The reduced rate has been unchanged since 1983. Rent, services for non-profit organizations, and medical expenses are not subject to VAT. Virtually all durable goods are subject to the full VAT, whereas only 59% of non-durables are subject to a VAT rate of 19%.",
        "Data on the consumer price index, the unemployment rate, real durable consumption expenditure, real GDP, and industrial production are from the German Statistical Office (DeStatis); Data on the European and German uncertainty index are from Baker et al. (2016); Data on DAX and Volatility DAX are from the Deutsche Boerse; and oil price data are from Bloomberg. We obtain the harmonized consumer price indexes (CPI) from the Statistical Data Warehouse at the European Central Bank. The data ID for the harmonized overall CPI is ICP.M.DE.N.000000.4.INX; for the all items CPI excluding food and energy it is ICP.M.DE.N.XEF000.4.INX; for the major durables CPI it is ICP.M.DE.N.0921 2.4.INX; and for the non-durable households goods CPI it is ICP.M.DE.N.056100.4.INX.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mehrwertsteuer ist glatter Betrug an den Waehler.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gruenen-Vorsitzende Claudia Roth haelt den Koalitionsvertrag fuer unsozial Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093VAT is electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Green party leader Claudia Roth calls coalition agreement antisocial Berliner Morgenpost, 11/21/2005 Opposition kritisiertÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wahlbetrug.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vor allem hoehere Mehrwertsteuer stoesst auf Protest Opposition criticizes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Especially higher VAT fiercely criticized Frankfurter Rundschau, 11/14/2005 Opposition spricht von Wahlbetrug.",
        "Opposition stresses Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Die Welt, 11/13/2005 Die dreissten Steuerluegen. Unapologetic tax lies.",
        "Berliner Morgenpost, 5/19/2006 Westerwelle geisselt Steuererhoehungen. Westerwelle criticizes tax hike.",
        "NonÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099durable Ã\u0083Â\u008fÃ\u0082â\u0082¬ This figure plots the monthly time series of the German consumer price (CPI) inflation rate Ã\u0083Â\u008fÃ\u0082â\u0082¬ in percent at an annual rate. The top left panel plots the harmonized overall consumer price inflation rate. The top right panel plots the all items CPI excluding food and energy. The bottom left panel plots major durables CPI. The bottom right panel plots the non-durable households goods CPI. The sample period is January 2000 to December 2013 for a total of fourteen years."
    ]
}