{
    "id": 27405,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Bagwell, K. and Riordan, M. H. (1991). High and declining prices signal product quality. The American Economic Review, pages 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Bils, M. and Klenow, P. J. (2004). Some evidence on the importance of sticky prices. Journal of Political Economy, 112(5):947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Board, S. and Meyer-ter Vehn, M. (2013). Reputation for quality. Econometrica, 81(6):2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2462.",
        "Bolton, G., Greiner, B., and Ockenfels, A. (2013). Engineering trust: reciprocity in the production of reputation information. Management science, 59(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Cabral, L. and Hortacsu, A. (2010). The dynamics of seller reputation: Evidence from ebay. The Journal of Industrial Economics, 58(1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Cabral, L. M., Salant, D. J., and Woroch, G. A. (1999). Monopoly pricing with network externalities. International Journal of Industrial Organization, 17(2):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Cai, H., Jin, G. Z., Liu, C., and Zhou, L.-a. (2014). Seller reputation: From word-of-mouth to centralized feedback. International Journal of Industrial Organization, 34:51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Caves, R. E. and Greene, D. P. (1996). BrandsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ quality levels, prices, and advertising outlays: empirical evidence on signals and information costs. International Journal of Industrial Organization, 14(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Chevalier, J. A. and Mayzlin, D. (2006). The effect of word of mouth on sales: Online book reviews. Journal of marketing research, 43(3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Dai, W., Jin, G., Lee, J., and Luca, M. (2018). Aggregation of consumer ratings: an application to yelp. com. Quantitative Marketing and Economics, 16(3):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "De Langhe, B., Fernbach, P. M., and Lichtenstein, D. R. (2016). Navigating by the stars: Investigating the actual and perceived validity of online user ratings. Journal of Consumer Research, 42(6):817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Eyster, E., Madarasz, K., and Michaillat, P. (2017). Pricing when customers care about fairness but misinfer markups. Technical report, National Bureau of Economic Research.",
        "Filippas, A., Horton, J., and Golden, J. (2018). Reputation inflation. New York University, Working Paper.",
        "Fradkin, A., Grewal, E., and Holtz, D. (2018). The determinants of online review informativeness: Evidence from field experiments on airbnb.",
        "Hirschman, A. O. (1970). Exit, voice, and loyalty: Responses to decline in firms, organizations, and states, volume 25. Harvard university press.",
        "Hobijn, B., Ravenna, F., and Tambalotti, A. (2006). Menu costs at work: restaurant prices and the introduction of the euro. The Quarterly Journal of Economics, 121(3):1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Hubbard, T. N. (2002). How do consumers motivate experts? reputational incentives in an auto repair market. The Journal of Law and Economics, 45(2):437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Jin, G. Z. and Kato, A. (2006). Price, quality, and reputation: Evidence from an online field experiment. The RAND Journal of Economics, 37(4):983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1005.",
        "Jin, G. Z. and Leslie, P. (2009). Reputational incentives for restaurant hygiene. American Economic Journal: Microeconomics, 1(1):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kahneman, D., Knetsch, J. L., and Thaler, R. H. (1991). Anomalies: The endowment effect, loss aversion, and status quo bias. Journal of Economic perspectives, 5(1):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Klein, B. and Leffler, K. B. (1981). The role of market forces in assuring contractual performance. Journal of political Economy, 89(4):615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Li, L. and Xiao, E. (2014). Money talks: Rebate mechanisms in reputation system design. Management Science, 60(8):2054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2072.",
        "Li, L. I., Tadelis, S., and Zhou, X. (2020). Buying reputation as a signal of quality: Evidence from an online marketplace. The RAND Journal of Economics, forthcoming.",
        "Livingston, J. A. (2005). How valuable is a good reputation? a sample selection model of internet auctions. Review of Economics and Statistics, 87(3):453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Luca, M. (2016). Reviews, reputation, and revenue: The case of yelp. com. Com (March 15, 2016). Harvard Business School NOM Unit Working Paper, (12-016).",
        "Luca, M. and Zervas, G. (2016). Fake it till you make it: Reputation, competition, and yelp review fraud. Management Science, 62(12):3412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3427.",
        "Mayzlin, D., Dover, Y., and Chevalier, J. (2014). Promotional reviews: An empirical investigation of online review manipulation. American Economic Review, 104(8):2421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Milgrom, P. and Roberts, J. (1986). Price and advertising signals of product quality. Journal of political economy, 94(4):796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Nosko, C. and Tadelis, S. (2018). The limits of reputation in platform markets: An empirical analysis and field experiment. Technical report, National Bureau of Economic Research.",
        "Proserpio, D. and Zervas, G. (2017). Online reputation management: Estimating the impact of management responses on consumer reviews. Marketing Science, 36(5):645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Resnick, P., Zeckhauser, R., Swanson, J., and Lockwood, K. (2006). The value of reputation on ebay: A controlled experiment. Experimental economics, 9(2):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Schlee, E. E. (2001). Buyer experimentation and introductory pricing. Journal of Economic Behavior & Organization, 44(3):347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Shapiro, C. (1983). Premiums for high quality products as returns to reputations. The quarterly journal of economics, 98(4):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Wolinsky, A. (1983). Prices as signals of product quality. The review of economic studies, 50(4):647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}