{
    "id": 27407,
    "cites": 14,
    "cited_by": 16,
    "reference": [
        "Berchick, Edward R., Jessica C. Barnett, and Rachel D. Upton (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance Coverage in the United States: 2018.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports P60-267, US Census Bureau.",
        "Blinder, Alan S., and Alan B. Krueger (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Measures of Offshorability: A Survey Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 31(S1), pp.97-128.",
        "Centers for Disease Control (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 in Racial and Ethnic Minority Groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.cdc.gov/coronavirus/2019-ncov/",
        "Chowkwanyun, Merlin, and Adolph L. Reed, Jr. (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Health Disparities and Covid-19 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Caution and Context.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal Of Medicine, May 6, 2020.",
        "Desmet, Klaus and Romain Wacziarg (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Spatial Variation in COVID-19 across the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27329 (June).",
        "Dingel, Jonathan I. and Brent Neiman (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Many Jobs Can Be Done At Home?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #26948.",
        "Fothergill, Alice, Enrique G.M. Maestas, and JoAnne DeRouen (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race, Ethnicity and Disasters in the United States: A Review of the Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Disasters 23:2, pp.15673.",
        "Gross, Cary P., Utibe R. Essien, Saamir Pasha, Jacob R Gross, Shi-yi Wang, Marcella Nunez-Smith (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial and Ethnic Disparities in Population Level Covid-19 Mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale School of Medicine, hosted by medRxiv.",
        "Hoffman, Kelly M., Sophie Trawalter, Jordan R. Axt, and M. Norman Oliver (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRacial bias in pain assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Proceedings of the National Academy of Sciences, April.",
        "Johnson, Akilah (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Minds of Black Lives Matter Protesters: A Racist Health System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ProPublica.org, June 5.",
        "Price-Haywood, Eboni G., Jeffrey Burton, Daniel Fort, and Leonardo Seoane, M.D. (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospitalization and Mortality among Black Patients and White Patients with Covid-19.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal Of Medicine, May 27, 2020.",
        "Rubin, Eric J., Lindsey R. Baden, Michele K. Evans, and Stephen Morrissey (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Audio Interview: The Impact of Covid-19 on Minority Communities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, June 11, 2020.",
        "Wiemers, Emily E., Scott Abrahams, Marwa AlFakhri, V. Joseph Hotz, Robert F. Schoeni, and Judith A. Seltzer (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disparities In Vulnerability To Severe Complications From Covid-19 In The United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 27294 (June).",
        "Wood, Graeme (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Behind the COVID-19 Racial Disparity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Atlantic, May 27."
    ]
}