{
    "id": 27402,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Asness, Clifford S., Tobias J. Moskowitz, and Lasse Heje Pedersen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value and Momentum Everywhere.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 68 (3):929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c986.",
        "Autor, David, David Dorn, Lawrence F Katz, Christina Patterson, and John Van Reenen. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the Labor Share and the Rise of Superstar Firms*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 135 (2):645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709. URL https://doi.org/10.1093/qje/qjaa004.",
        "Azar, Jose, Martin Schmalz, and Isabel Tecu. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anticompetitive Effects of Common Ownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 73 (4):1513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1565.",
        "Baker, Malcolm, Daniel Bergstresser, George Serafeim, and Jeffrey Wurgler. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing the Response to Climate Change: The Pricing and Ownership of U.S. Green Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard Business School .",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Investor Sentiment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 49:307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Barbon, Andrea and Virginia Gianinazzi. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Easing and Equity Prices: Evidence from the ETF Program of the Bank of Japan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Asset Pricing Studies 9 (2):210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255. URL https://doi.org/10.1093/rapstu/raz008.",
        "Bebchuk, Lucian, Alma Cohen, and Allen Ferrell. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Matters in Corporate Governance ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 22 (2):783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827. URL https://doi.org/10. 1093/rfs/hhn099.",
        "Bena, Jan, Miguel A. Ferreira, Pedro Matos, and Pedro Pires. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Foreign Investors Locusts? The Long-Term Effects of Foreign Institutional Ownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 126 (1):122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Binsbergen, Jules H. van and Ralph S.J. Koijen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictive Regressions: A PresentValue Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 65:1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1471.",
        "Brunnermeier, Markus K. and Lasse Heje Pedersen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Liquidity and Funding Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22 (6):2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Campbell, John Y., Christopher Polk, and Tuomo Vuolteenaho. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth or Glamour ? Fundamentals and Systematic Risk in Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23 (1):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Campbell, John Y. and Robert J. Shiller. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 1 (3):195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chang, Yen-Cheng, Harrison Hong, and Inessa Liskovich. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression discontinuity and the price effects of stock market indexing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 28 (1):212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Daniel, Kent and Sheridan Titman. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Reactions to Tangible and Intangible Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 61 (4):1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1643.",
        "Fama, Eugene F. and Kenneth R. French. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size and Book-to-Market Factors in Earnings and Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 50 (1):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Fillat, Jos L. and Stefania Garetto. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Risk, Returns, and Multinational Production *.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 130 (4):2027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2073. URL https://doi.org/10. 1093/qje/qjv031.",
        "Garleanu, Nicolae and Lasse Pedersen. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Active and Passive Investing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of California, Berkeley - Haas School of Business .",
        "Giroud, Xavier and Holger M. Mueller. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Governance, Product Market Competition, and Equity Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 66 (2):563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600. URL https: //onlinelibrary.wiley.com/doi/abs/10.1111/j.1540-6261.2010.01642.x. Gompers, Paul, Joy Ishii, and Andrew Metrick. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Governance and Equity Prices*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 118 (1):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156. URL https://doi.org/ 10.1162/00335530360535162.",
        "Guitierrez, German and Thomas Philippon. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Competition and Investment in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, NYU Stern.",
        "Hoerl, Arthur E. and Robert W. Kennard. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ridge Regression: Biased Estimation for Nonorthogonal Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technometrics 12 (1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Hong, Harrison and Marcin Kacperczyk. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price of sin: The effects of social norms on markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 93 (1):15 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 36. URL http://www. sciencedirect.com/science/article/pii/S0304405X09000634.",
        "Itzhak, Ben-David, Francesco A. Franzoni, Rabih Moussawi, and John Sedunov. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Granular Nature of Large Institutional Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Ohio State University.",
        "Kacperczyk, Marcin T., Savitar Sundaresan, and Tianyu Wang. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Foreign Institutional Investors Improve Market Efficiency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Imperial College London.",
        "Koijen, Ralph S.J. and Motohiro Yogo. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Demand System Approach to Asset Pricing. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Forthcoming.",
        "La Porta, Rafael. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and the Cross-Section of Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 51 (5):1715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742. URL https://onlinelibrary.wiley.com/doi/abs/10. 1111/j.1540-6261.1996.tb05223.x. La Porta, Rafael, Florencio Lopez-De-Silanes, Andrei Shleifer, and Robert Vishny. 2002.",
        "Lewellen, Jonathan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Investors and the Limits of Arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 102 (1):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lucas, Robert E., Jr. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices in an Exchange Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 46 (6):1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Melitz, Marc. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 71 (6):1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Merton, Robert C. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of Capital Market Equilibrium with Incomplete Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 42 (3):483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Pflueger, Carolin, Emil Siriwardane, and Adits Sunderam. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Measure of Risk Appetite for the Macroeconomy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, UBC .",
        "Shleifer, Andrei. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do demand curves for stocks slope down?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 41 (3):579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Vuolteenaho, Tuomo. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Firm-Level Stock Returns?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57 (1):233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Yermack, David. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher market valuation of companies with a small board of directors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 40 (2):185 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 211. URL http://www. sciencedirect.com/science/article/pii/0304405X95008445."
    ]
}