{
    "id": 2740,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Alesina, Alberto and Guido Tabellial. A Positive Theory of Fiscal Deficits and Gov- ernment Debt in a Democracy, NBER Working Paper 2308, July 1987.",
        "Bernheim, D. and M. Whinston. Common Agency, Econometrica, Vol. 54, 1986.",
        "Casella, Alessandra and Jonathan Feinstein. Notes on Language and Communication in a Model of Economic Development, and Extension to the Economy of Symbols and Confusion, mimeos, 1988.",
        "Fischer, Stanley. The SDR and the IMF: Toward a World Central Bank?, in Inter- ational Money and Credit: The Policy Roles, ed. by George von Furstenberg, Washington D.C., 1983.",
        "Fratianni, M. and T. Peeters, ed. One Money for Europe. New York: Praeger, 1979.",
        "Hamada, Koichi. A Strategic Analysis of Monetary Interdependence, Journal of Political Economy, Vol. 84, 1976.",
        "Helpman, Elhanan. An Exploration in the Theory of Exchange Rate Regimes, Jour- nal of Political Economy, Vol. 89, 1981.",
        "Helpman, Elhanan and Assaf Razin. Dynamics of a Floating Exchange Rate Regime, Jounal of Political Economy, vol. 90, 1982.",
        "Johnson, Harry C. and Alexander Swoboda, ed. The Economics of Common Cur- rencies. London: George Allen and Tjnwin, 1973.",
        "Kareken, John and Neil Wallace. On the Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics, Vol. 96, 1981.",
        "Kehoe, Patrick. Coordination of Fiscal Policies in a World Economy, Journal of Monetary Economics, Vol. 19, 1987.",
        "Masera, R. and Triflin, editors. Europes Money, 1984.",
        "McKinnon, Ronald. Optimum Currency Areas, American Economic Review. Vol. 53, 1963.",
        "Mundell, Robert A. A Theory of Optimum Currency Areas, American Economic Review, Vol. 51, 1961.",
        "Salin, Pascal, ed. Currency Competition and Monetary Union. The Hague: Martinus Nihoff, 1984.",
        "Common Currency - 23 Wood, Geoffrey E. European Monetary Integration? A Review Essay, Jounal of Monetary Economics, Vol. 18, 1986."
    ]
}