{
    "id": 27417,
    "cites": 70,
    "cited_by": 37,
    "reference": [
        "Acemoglu, Daron, Victor Chernozhukov, Ivan Werning, and Michael D Whinston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Targeted Lockdowns in a Multi-Group SIR Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27102, National Bureau of Economic Research May 2020. Series: Working Paper Series.",
        "Adda, Jerome, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic activity and the spread of viral diseases: Evidence from high frequency data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (2), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941. tex.eprint: https://academic.oup.com/qje/article-pdf/131/2/891/30636376/qjw005.pdf.",
        "Adena, Maja, Ruben Enikolopov, Maria Petrova, Veronica Santarosa, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Radio and the Rise of The Nazis in Prewar Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2015, 130 (4), 1885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939.",
        "Adolph, Christopher, Kenya Amano, Bree Bang-Jensen, Nancy Fullman, and John Wilkerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic politics: Timing state-level social distancing responses to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv, 2020. tex.elocation-id: 2020.03.30.20046326 tex.eprint: https://www.medrxiv.org/content/early/2020/03/31/2020.03.30.20046326.full.pdf tex.publisher: Cold Spring Harbor Laboratory Press.",
        "Ajzenman, Nicols, Tiago Cavalcanti, and Daniel Da Mata, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Than Words: Leaders Speech and Risky Behavior during a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Electronic Journal, 2020.",
        "Akbarpour, Mohammad, Cody Cook, Aude Marzuoli, Simon Mongey, Abhishek Nagaraj, Matteo Saccarola, Pietro Tebaldi, Shoshana Vasserman, and Hanbin Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic Network Heterogeneity and Pandemic Policy Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3623593, Social Science Research Network, Rochester, NY June 2020.",
        "Alesina, Alberto F, Armando Miano, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Polarization of Reality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26675, National Bureau of Economic Research January 2020. Series: Working Paper Series.",
        "Allcott, Hunt, Levi Boxell, Jacob Conway, Billy Ferguson, Matthew Gentzkow, and Benny Goldman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Health Impacts of Social Distancing Policies during the Coronavirus Pandemic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3610422, Social Science Research Network, Rochester, NY May 2020.",
        ", , , Matthew Gentzkow, Michael Thaler, and David Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarization and public health: Partisan differences in social distancing during COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Alsan, Marcella, Luca Braghieri, Sarah Eichmeyer, Joyce Kim, Stefanie Stantcheva, and David Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil Liberties in the Time of Health and Economic Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Harvard University April 2020.",
        "Andersen, Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early evidence on social distancing in response to COVID-19 in the united states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3569368, 2020.",
        "Ash, Elliott and Michael Poyker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservative news media and criminal justice: Evidence from exposure to fox news channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Business School Research Paper, 2019.",
        "Athey, S. and G. W. Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3 - The Econometrics of Randomized Experimentsa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Abhijit Vinayak Banerjee and Esther Duflo, eds., Handbook of Economic Field Experiments, Vol. 1 of Handbook of Field Experiments, North-Holland, January 2017, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Atkeson, Andrew, Karen Kopecky, and Tao Zha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Forecasting Disease Scenarios for COVID-19 with an SIR Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27335, National Bureau of Economic Research June 2020. Series: Working Paper Series.",
        "Banerjee, Abhijit, Eliana La Ferrara, and Victor H Orozco-Olvera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Entertaining Way to Behavioral Change: Fighting HIV with MTV,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26096, National Bureau of Economic Research July 2019.",
        ", , and Victor Orozco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entertainment, education, and attitudes toward domestic violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AEA papers and proceedings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 109 2019, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Barrios, John Manuel and Yael V Hochberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk perception through the lens of politics in the time of the COVID-19 pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper, 2020, (2020-32).",
        "Bartik, Timothy J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who benefits from state and local economic development policies?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1991. tex.publisher: WE Upjohn Institute for Employment Research.",
        "Bootsma, Martin CJ and Neil M Ferguson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of public health measures on the 1918 influenza pandemic in US cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2007, 104 (18), 7588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7593. tex.publisher: National Acad Sciences.",
        "Bursztyn, Leonardo, Georgy Egorov, Ruben Enikolopov, and Maria Petrova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social media and xenophobia: evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26567, National Bureau of Economic Research December 2019.",
        "Card, David and Gordon B Dahl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family violence and football: The effect of unexpected emotional cues on violent behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143. tex.publisher: MIT Press.",
        "Chiang, Chun-Fang and Brian Knight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media bias and influence: Evidence from newspaper endorsements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2011, 78 (3), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820. tex.publisher: Oxford University Press.",
        "Cucinotta, D and M Vanelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WHO declares COVID-19 a pandemic.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Acta bio-medica: Atenei Parmensis, 2020, 91 (1), 157.",
        "DellaVigna, Stefano and Eliana La Ferrara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 19 - Economic and Social Impacts of the Media,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Simon P. Anderson, Joel Waldfogel, and David Stromberg, eds., Handbook of Media Economics, Vol. 1 of Handbook of Media Economics, North-Holland, January 2015, pp. 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Dong, Ensheng, Hongru Du, and Lauren Gardner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An interactive web-based dashboard to track COVID-19 in real time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases, 2020. tex.booktitle: The lancet infectious diseases tex.date-added: 2020-03-06 15:00:59 +0000 tex.date-modified: 2020-03-06 15:00:59 +0000 tex.isbn: 14733099 tex.m3: doi: 10.1016/S1473-3099(20)30120-1 tex.publisher: Elsevier tex.ty: JOUR.",
        "Dupas, Pascaline, Elise Huillery, and Juliette Seban, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk information, risk salience, and adolescent sexual behavior: Experimental evidence from Cameroon,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2018, 145, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175. tex.publisher: Elsevier.",
        "Durante, Ruben and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attack when the world is not watching? US news and the Israeli-Palestinian conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2018, 126 (3), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1133. tex.publisher: University of Chicago Press Chicago, IL.",
        "Eisensee, Thomas and David Strmberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News droughts, news floods, and US disaster relief,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2007, 122 (2), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728. tex.publisher: MIT Press.",
        "Enikolopov, Ruben, Maria Petrova, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media and Political Persuasion: Evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2011, 101 (7), 3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Ferrara, Eliana La, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mass media and social change: Can we use television to fight poverty?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, July 2016, 14 (4), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827. tex.publisher: Oxford University Press.",
        ", Alberto Chong, and Suzanne Duryea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap operas and fertility: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, October 2012, 4 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Fetzer, Thiemo, Lukas Hensel, Johannes Hermle, and Christopher Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus perceptions and economic anxiety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:2003.03848, 2020.",
        "Fortson, Jane G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality risk and human capital investment: The impact of HIV/AIDS in sub-saharan africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2011, 93 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15. tex.bdsk-url2: http://dx.doi.org/10.1162/REST%5C%5C0067 tex.eprint: https://doi.org/10.1162/REST a 00067 tex.url: https://doi.org/10.1162/REST a 00067.",
        "Holshue, Michelle L, Chas DeBolt, Scott Lindquist, Kathy H Lofy, John Wiesman, Hollianne Bruce, Christopher Spitters, Keith Ericson, Sara Wilkerson, Ahmet Tural, and others, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093First case of 2019 novel coronavirus in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2020. tex.publisher: Mass Medical Soc.",
        "Jensen, Robert and Emily Oster, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The power of TV: Cable television and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s status in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, 124 (3), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094. tex.publisher: MIT Press.",
        "Jernigan, Daniel B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Update: public health response to the coronavirus disease 2019 outbreak?United States, February 24, 2020,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MMWR. Morbidity and mortality weekly report, 2020, 69.",
        "Kearney, Melissa S and Phillip B Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media influences on social outcomes: The impact of MTVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 16 and pregnant on teen childbearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (12), 3597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3632.",
        "Kerwin, Jason, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scared straight or scared to death? The effect of risk beliefs on risky behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018. tex.date-added: 2020-03-27 03:34:15 +0000 tex.date-modified: 2020-03-27 03:34:15 +0000.",
        "Kuchler, Theresa, Dominic Russel, and Johannes Stroebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Spread of COVID19 Correlates with Structure of Social Networks as Measured by Facebook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report w26990, National Bureau of Economic Research, Cambridge, MA April 2020.",
        "Lachmann, Alexander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting under-reported COVID-19 case numbers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv, 2020. tex.publisher: Cold Spring Harbor Laboratory Press.",
        "Landis, J. Richard and Gary G. Koch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Observer Agreement for Categorical Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, March 1977, 33 (1), 159.",
        "Long, Elisa F, M Keith Chen, and Ryne Rohla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political storms: Emergent partisan skepticism of hurricane risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Markel, Howard, Harvey B Lipman, J Alexander Navarro, Alexandra Sloan, Joseph R Michalsen, Alexandra Minna Stern, and Martin S Cetron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, 2007, 298 (6), 644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654. tex.publisher: American Medical Association.",
        "Martin, Gregory J. and Ali Yurukoglu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bias in Cable News: Persuasion and Polarization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2017, 107 (9), 2565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2599.",
        "Martinez-Bravo, Monica and Andreas Stegmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In vaccines we trust? The effect of anti-vaccine propaganda on immunization: Evidence from pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEMFI, 2017.",
        "McGee, Ryan Seamus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093seirsplus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2020. original-date: 2020-03-20T02:06:45Z.",
        "Muller, Karsten and Carlo Schwarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making America Hate Again? Twitter and Hate Crime Under Trump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 3149103, Social Science Research Network March 2018.",
        "Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, April 2019, 37 (2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        ", Ira Shoulson, and E. Ray Dorsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal expectations and limited medical testing: Evidence from huntington disease,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2013, 103 (2), 804Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30. tex.bdsk-url-2: http://dx.doi.org/10.1257/aer.103.2.804.",
        "Pei, Sen, Sasikiran Kandula, and Jeffrey Shaman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differential Effects of Intervention Timing on COVID-19 Spread in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv, May 2020, p. 2020.05.15.20103655. Publisher: Cold Spring Harbor Laboratory Press.",
        "Rao, Aakaash, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093starbility: coefficient stability plots in R (v0.9),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Harvard University May 2020.",
        "Shadmehr, Mehdi and Ethan Bueno de Mesquita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination and Social Distancing: Inertia in the Aggregate Response to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3586839, Social Science Research Network, Rochester, NY April 2020.",
        "Simonov, Andrey, Szymon Sacher, Jean-Pierre Dub, and Shirsho Biswas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persuasive Effect of Fox News: Non-Compliance with Social Distancing During the Covid-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3600088, Social Science Research Network, Rochester, NY May 2020.",
        "Stock, James H., Karl M. Aspelund, Michael Droste, and Christopher D. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Undetected Rate among the SARS-CoV-2 Infected using Testing Data from Iceland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d medRxiv, April 2020, p. 2020.04.06.20055582. Publisher: Cold Spring Harbor Laboratory Press.",
        "Wood, Thomas and Ethan Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The elusive backfire effect: Mass attitudes? Steadfast factual adherence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Behavior, January 2019, 41 (1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Wright, Austin L., Konstantin Sonin, Jesse Driscoll, and Jarnickae Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and economic dislocation reduce compliance with COVID-19 shelter-in-place protocols,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Becker Friedman Institute for Economics Working Paper, 2020, (2020-40).",
        "de Salazar, Benjamin J. Cowling, Marc Lipsitch, and Gabriel M. Leung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Medicine, 2020. tex.da: 2020/03/19 tex.date-added: 2020-03-22 09:42:28 +0800 tex.date-modified: 2020-03-22 09:42:28 +0800 tex.id: Wu2020 tex.isbn: 1546-170X tex.ty: JOUR.",
        "Yanagizawa-Drott, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propaganda and Conflict: Evidence from the Rwandan Genocide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2014, 129 (4), 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1994.",
        "Figure 8: Residualized Hannity-Carlson instrument values Notes: Figure 8 plots the values of our instrument, \\ NonFoxHannityd Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 FoxShared, residualized by our minimum set of controls: Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and MSNBCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s share of cable in January 2018, Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ share of television in January 2020, the population density of the county, the log of the countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total population, the number of predicted TVs turned to non-Fox channels during Hannity, Tucker Carlson Tonight, and The Ingraham Angle.",
        "Akbarpour et al. (2020) Table 5: Differential coverage and COVID-19 outcomes across all Fox News evening shows Dependent variable: Cases Deaths Inverse pandemic coverage index Mar 14 Mar 28 (1) (2) (3) (4) (5) (6) Panel A: OLS: inverse pandemic coverage index on relative viewership H-C viewership difference 0.551Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.545Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (0.053) (0.052) Panel B: RF: inverse pandemic coverage index on instrument \\",
        "Figure A3: OLS: R2 vs. coefficient estimates under combinations of controls Panel A: Estimates on log cases (March 14, 2020) Panel B: Estimates on log deaths (March 28, 2020) Notes: Figure A3 shows the relationship between the OLS coefficient estimates (y-axis) and the model R2 (x-axis) for log cases on March 14 (Panel A) and for log deaths on March 28 (Panel B) from specifications with every possible combination of our seven sets of county-level controls (race, geography, age, economic, education, health, politics) and our three levels of fixed effects (no fixed effects, census division fixed effects, and state fixed effects). We cluster standard errors at the DMA level.",
        "Figure A13: Randomization inference Notes: Figure A13 presents placebo treatment effects derived from a randomization inference procedure. We permute the plausibly exogenous Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093shiftÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ( \\ NonFoxHannityd) across DMAs while leaving the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093sharesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (FoxShared), the county-level covariates, and cases and deaths unchanged. For each repetition, we then regenerate our instrument as the interaction of the placebo \\ NonFoxHannityd with FoxShared, then calculate placebo treatment effects. We repeat 1000 times to calculate a distribution of counterfactual treatment effects for each day. The upper boundary of the shaded region corresponds to the 0.975-quantile of treatment effects on that day, while the lower boundary corresponds to the 0.025-quantile.",
        "Figure B2: Instrument first stage on relative viewership Notes: Figure B2 plots the coefficients from regressions of the standardized viewership difference between Hannity and Tucker Carlson Tonight, Dc, on our instrument, \\ NonFoxHannityd Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 FoxShared Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d that is, the predicted number of TVs on during HannityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s timeslot, excluding TVs watching Hannity, multiplied by Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ viewership share, excluding Hannity and Tucker Carlson Tonight.. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Base controlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d include the predicted number of TVs tuned to non-Fox channels during Hannity, Tucker Carlson Tonight, and The Ingraham Angle, Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and MSNBCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s share of cable in 2018, Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ share of television in January 2020, the population density of the county, and the log of the countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total population.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full controlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d additionally include population-weighted latitude and longitude, log distance to Seattle, the percent of the population living in a rural area, the population over the age of 65, the percent male with no high school degree, the percent female with no high school degree, the percent male with no college degree, the percent female with no college degree, an age-adjusted measure of the average physical health in the county from 2018, the percent uninsured, the percent below the federal poverty line, the log of the median household income, the unemployment rate, the Republican vote share in 2016, and the log of the total number of votes in the county in 2016. Robust standard errors are clustered at the DMA level. 95 percent confidence intervals are reported.",
        "Figure B4: 2SLS: robustness to combinations of controls Panel A: Estimates on cases (March 14, 2020) Panel B: Estimates on deaths (March 28, 2020) Notes: Figure B4 shows robustness of our two-stage least squares estimates for the specifications for log one plus cases on March 14 (Panel A) and log one plus deaths on March 28 (Panel B) under every possible combination of our seven sets of county-level controls (race, geography, age, economic, education, health, politics) and our three levels of fixed effects (no fixed effects, census division fixed effects, and state fixed effects). We cluster standard errors at the DMA level and report 90 percent and 95 percent confidence intervals for each model. Black points are not significant at the p < 0.1 level; blue points are significant at the p < 0.1 level; green points are significant at the p < 0.05 level, and red points are significant at the p < 0.01 level.",
        "Figure C2: Instrument first stage on relative viewership Notes: Figure C2 plots the coefficients from regressions of the standardized viewership difference between Hannity and Tucker Carlson Tonight, Dc, on our instrument, \\ NonFoxHannityd Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 FoxShared Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d that is, the predicted number of TVs on during HannityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s timeslot, excluding TVs watching Hannity, multiplied by Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ viewership share, excluding Hannity and Tucker Carlson Tonight.. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Base controlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d include the predicted number of TVs tuned to non-Fox channels during Hannity, Tucker Carlson Tonight, and The Ingraham Angle, Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and MSNBCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s share of cable in 2018, Fox NewsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ share of television in January 2020, the population density of the county, and the log of the countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total population.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full controlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d additionally include population-weighted latitude and longitude, log distance to Seattle, the percent of the population living in a rural area, the population over the age of 65, the percent male with no high school degree, the percent female with no high school degree, the percent male with no college degree, the percent female with no college degree, an age-adjusted measure of the average physical health in the county from 2018, the percent uninsured, the percent below the federal poverty line, the log of the median household income, the unemployment rate, the Republican vote share in 2016, and the log of the total number of votes in the county in 2016. Robust standard errors are clustered at the DMA level. 95 percent confidence intervals are reported.",
        "Figure C4: 2SLS: robustness to combinations of controls Panel A: Estimates on cases (March 14, 2020) Panel B: Estimates on deaths (March 28, 2020) Notes: Figure C4 shows robustness of our two-stage least squares estimates for the specifications for log one plus cases on March 14 (Panel A) and log one plus deaths on March 28 (Panel B) under every possible combination of our seven sets of county-level controls (race, geography, age, economic, education, health, politics) and our three levels of fixed effects (no fixed effects, census division fixed effects, and state fixed effects). We cluster standard errors at the DMA level and report 90 percent and 95 percent confidence intervals for each model. Blue points are significant at the 5 percent level; red points are significant at the 10 percent level; black points are not significant at the 10 percent level.",
        "Figure D2: OLS: robustness to combinations of controls Panel A: Estimates on cases (March 14, 2020) Panel B: Estimates on deaths (March 28, 2020) Notes: Figure D2 shows robustness of our OLS estimates for the specifications for log one plus cases on March 14 (Panel A) and log one plus deaths on March 28 (Panel B) under every possible combination of our seven sets of county-level controls (race, geography, age, economic, education, health, politics) and our three levels of fixed effects (no fixed effects, census division fixed effects, and state fixed effects). We cluster standard errors at the DMA level and report 90 percent and 95 percent confidence intervals for each model. Black points are not significant at the p < 0.1 level; blue points are significant at the p < 0.1 level; green points are significant at the p < 0.05 level, and red points are significant at the p < 0.01 level.",
        "Figure D4: 2SLS: robustness to combinations of controls Panel A: Estimates on cases (March 14, 2020) Panel B: Estimates on deaths (March 28, 2020) Notes: Figure D4 shows robustness of our two-stage least squares estimates for the specifications for log one plus cases on March 14 (Panel A) and log one plus deaths on March 28 (Panel B) under every possible combination of our seven sets of county-level controls (race, geography, age, economic, education, health, politics) and our three levels of fixed effects (no fixed effects, census division fixed effects, and state fixed effects). We cluster standard errors at the DMA level and report 90 percent and 95 percent confidence intervals for each model. Black points are not significant at the p < 0.1 level; blue points are significant at the p < 0.1 level; green points are significant at the p < 0.05 level, and red points are significant at the p < 0.01 level."
    ]
}