{
    "id": 27419,
    "cites": 48,
    "cited_by": 5,
    "reference": [
        "Aaronson, D., S. A. Brave, R. A. Butters, and M. Fogarty (2020). The stay-at-home labor market: Google searches, unemployment insurance, and public health orders. Technical report, Chicago Fed Letter, No. 436.",
        "Adams-Prassl, A., T. Boneva, M. Golin, and C. Rauh (2020). Inequality in the impact of the coronavirus shock: New survey evidence for the uk. Cambridge-INET Working Paper Series (2020/09).",
        "Alon, T. M., M. Doepke, J. Olmstead-Rumsey, and M. Tertilt (2020). The impact of covid-19 on gender equality. Technical report, National Bureau of Economic Research.",
        "Anderson, P. M. and B. D. Meyer (2000). The effects of the unemployment insurance payroll tax on wages, employment, claims and denials. Journal of public Economics 78(1-2), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Baek, C., P. B. McCrory, T. Messer, and P. Mui (2020). Unemployment effects of stay-at-home orders: Evidence from high frequency claims data. Technical report, IRLE Working Paper 101-20.",
        "Bennedsen, M., B. Larsen, I. Schmutte, and D. Scur (2020). Preserving job matches during the covid-19 pandemic: Firm-level evidence on the role of government aid. Working paper, Cornell University.",
        "Blau, F. D., J. Koebe, and P. A. Meyerhofer (2020, April). Essential and frontline workers in the covid-19 crisis. Econofact.",
        "Blick, A. and A. Blandin (2020). Real-time labor market estimates during the 2020 coronavirus outbreak. Technical report, Arizona State University.",
        "Bogage, J. (2020, April). Coronavirus unemployment guide: What to do if you get laid off or furloughed. The Washington Post.",
        "Borden, T. (2020, April). The coronavirus outbreak has triggered unprecedented mass layoffs and furloughs. Business Insider.",
        "Cajner, T., L. D. Crane, R. A. Decker, A. Hamins-Puertolas, and C. Kurz (2020). Tracking labor market developments during the covid-19 pandemic: A preliminary assessment.",
        "Technical report, Finance and Economics Discussion Series 2020-030. Washington: Board of Governors of the Federal Reserve System, https://doi.org/10.17016/FEDS.2020.030.",
        "Cajner, T., T. Radler, D. Ratner, and I. Vidangos (2017). Racial gaps in labor market outcomes in the last four decades and over the business cycle. Technical report, Finance and Economics Discussion Series 2017-071, Washington: Board of Governors of the Federal Reserve System, https://doi.org/10.17016/FEDS.2017.071.",
        "Campello, M., G. Kankanhalli, and P. Muthukrishnan (2020). Tracking labor market developments during the covid-19 pandemic: A preliminary assessment. Technical report, National Bureau of Economic Research Working Paper 27208, DOI: 10.3386/w27208.",
        "Chetty, R., J. Friedman, N. Hendren, and M. Stepner (2020). How did covid-19 and stabilization policies affect spending and employment? a new real-time economic tracker based on private sector data. Working paper, Opportunity Insights.",
        "Choi, H. and H. Varian (2012). Predicting the present with google trends. Economic record 88, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Coibin, O., Y. Gorodnichenko, and M. Weber (2020). The cost of the covid-19 epidemic: Lockdowns, macroeconomic expectations, and consumer spending. Technical report, University of Texas.",
        "Coibion, O., Y. Gorodnichenko, and M. Weber (2020, April). Labor markets during the COVID-19 Crisis: A preliminary view. Technical Report w27017, National Bureau of Economic Research, Cambridge, MA.",
        "Dasgupta, K. and S. Murali (2020). Pandemic containment and inequality in a developing economy.",
        "Davis, S. J. and T. von Wachter (2011). Recessions and the costs of job loss. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Deming, D. and L. B. Kahn (2018). Skill requirements across firms and labor markets: Evidence from job postings for professionals. Journal of Labor Economics 36(S1), S337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S369.",
        "Dingel, J. I. and B. Neiman (2020). How many jobs can be done at home? Technical report, National Bureau of Economic Research.",
        "Fairlie, W. R. (2020). The impact of covid-19 on small business owners: Evidence of earlystage losses from the april 2020 current population survey. Technical report, National Bureau of Economic Research.",
        "Fairlie, W. R., K. Couch, and H. Xu (2020). The impacts of covid-19 on minority unemployment: First evidence from april 2020 cps microdata. Technical report, National Bureau of Economic Research.",
        "Farber, H. S. (2017). Employment, Hours, and Earnings Consequences of Job Loss: US Evidence from the Displaced Workers Survey. Journal of Labor Economics 35(S1), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Friebel, G., M. Heinz, M. Hoffman, and N. Zubanov (2019, June). What do employee referral programs do? a firm-level randomized controlled trial. Working Paper 25920, National Bureau of Economic Research.",
        "Gupta, S., T. D. Nguyen, F. Lozano-Rojas, S. Raman, B. Lee, A. Bento, K. I. Simon, and C. Wing (2020). Tracking public and private response to the covid-19 epidemic: Evidence from state and local government actions. Technical report, National Bureau of Economic Research.",
        "JaÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, S. and J. Heining (2016). How substitutable are workers? evidence from worker deaths. Working Paper.",
        "Kahn, L. B., F. Lange, and D. G. Wiczer (2020). Labor demand in the time of covid-19: Evidence from vacancy postings and UI claims. Technical report, National Bureau of Economic Research.",
        "Lachowska, M., A. Mas, and S. A. Woodbury (2018, January). Sources of displaced workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ long-term earnings losses. Working Paper 24217, National Bureau of Economic Research.",
        "Leibovici, F., A. M. Santacreu, and M. Famiglietti (2020). Social distancing and contactintensive occupations. On the economy, St. Louis FED.",
        "Lise, J. and J.-M. Robin (2017, April). The macrodynamics of sorting between workers and firms. American Economic Review 107(4), 1104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Lozano-Rojas, F., X. Jiang, L. Montenovo, K. I. Simon, B. A. Weinberg, and C. Wing (2020). Is the cure worse than the problem itself? immediate labor market effects of covid-19 case rates and school closures in the us. Working Paper, National Bureau of Economic Research.",
        "Mongey, S. and A. Weinberg (2020). Characteristics of workers in low work-from-home and high personal-proximity occupations. Becker Friedman Institute for Economic White Paper.",
        "Montenovo, L., X. Jiang, F. Lozano-Rojas, I. M. Schmutte, K. I. Simon, B. A. Weinberg, and C. Wing (2020). Determinants of disparities in covid-19 job losses. Technical report, National Bureau of Economic Research.",
        "NCSL (2020). COVID-19: Unemployment Benefits. https://www.ncsl.org/research/ labor-and-employment/covid-19-unemployment-benefits.aspx.",
        "Nguyen, T. D., S. Gupta, M. Andersen, A. Bento, K. I. Simon, and C. Wing (2020). Impacts of state reopening policy on human mobility. Technical report, National Bureau of Economic Research.",
        "O*NET National Center for O*NET Development (2020). O*net online help: Data collection information. Data retrieved from O*NET Online on May 6, 2020 from www.onet.org.",
        "Rothwell, J. and H. Van Drie (2020). The effect of covid-19 and disease suppression policies on labor markets: A preliminary analysis of the data. Data retrieved on May 24, 2020 from wwww.brookings.edu.",
        "Schanzenbach, W. D., R. Nunn, L. Bauer, and A. Breitwieser (2017). The closing of the jobs gap - a decade of recession and recovery. Technical report, The Hamilton Project, Brookings.",
        "Scrivner, O., T. Nguyen, K. Simon, E. Middaugh, B. Taska, and K. BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rner (2020). Job postings in the substance use disorder treatment related sector during the first five years of medicaid expansion. PloS one 15(1), e0228394.",
        "Shumsky, T. and K. Broughton (2020, July). Companies choose furloughs over layoffs to manage coronavirus slowdown. Wall Street Journal.",
        "U.S. Bureau of Labor Statistics (2020a, May). Employment situation summary. News Release USDL-20-1140, U.S. Bureau of Labor Statistics.",
        "U.S. Bureau of Labor Statistics (2020b). Frequently asked questions: The impact of the coronavirus (covid-19) pandemic on the employment situation for april 2020. Document retrieved on May 6, 2020 from www.bls.gov.",
        "U.S. Bureau of Labor Statistics (2020c). Frequently asked questions: The impact of the coronavirus (covid-19) pandemic on the employment situation for march 2020. Document retrieved on May 6, 2020 from www.bls.gov.",
        "U.S. Bureau of Labor Statistics (2020d). Frequently asked questions: The impact of the coronavirus (covid-19) pandemic on the employment situation for may 2020. Document retrieved on June 12, 2020 from .",
        "U.S. Census Bureau (2019, October). Current population survey: Design and methodology, technical paper 77. Technical report.",
        "Vroman, W., E. Maag, C. J. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Leary, and S. A. Woodbury (2017). A comparative analysis of unemployment insurance financing methods."
    ]
}