{
    "id": 27416,
    "cites": 67,
    "cited_by": 5,
    "reference": [
        "Adrian, T., Crump, R. K., and Vogt, E. 2019. Nonlinearity and Flight-to-Safety in the Risk-Return Trade-Off for Stocks and Bonds. The Journal of Finance 74: 1931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973.",
        "Amihud, Y., and Mendelson, H. 1980. Dealership market: Market-making with inventory. Journal of Financial Economics 8: 31 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 53.",
        "Andersen, L., Duffie, D., and Song, Y. 2019. Funding Value Adjustments. The Journal of Finance 74: 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Baele, L., Bekaert, G., Inghelbrecht, K., and Wei, M. 2019. Flights to Safety. The Review of Financial Studies 33 (06): 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Baklanova, V., Copeland, A., and McCaughrin, R. 2015. Reference guide to U.S. repo and securities lending markets. Federal Reserve Bank of New York Staff Reports 740.",
        "Bansal, R., and Coleman, W. J. 1996. A Monetary Explanation of the Equity Premium, Term Premium, and Risk-Free Rate Puzzles. Journal of Political Economy 104: 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Bansal, R., Coleman, W. J., and Lundblad, C. 2011. Endogenous Liquidity Supply. working paper.",
        "Bartolini, L., Hilton, S., Sundaresan, S., and Tonetti, C. 2011. Collateral Values By Asset Class: Evidence from Primary Securities Dealers. Review of Financial Studies 24(1): 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Boyarchenko, N., Eisenbach, T. M., Gupta, P., Shachar, O., and Tassel, P. V. 2018. Bankintermediated arbitrage. Report, No 858.",
        "Broner, F. A., Lorenzoni, G., and Schmukler, S. L. 2013. Why Do Emerging Economies Borrow Short Term?. Journal of the European Economic Association 11: 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Caballero, R. J., Farhi, E., and Gourinchas, P.-O. 2017. The Safe Assets Shortage Conundrum. Journal of Economic Perspectives 31: 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Caballero, R. J., and Simsek, A. 2013. Fire Sales in a Model of Complexity. The Journal of Finance 68: 2549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2587.",
        "Campbell, J. Y., Pflueger, C., and Viceira, L. M. 2019. Macroeconomic Drivers of Bond and Equity Risks. Journal of Political Economy Forthcoming.",
        "Campbell, J. Y., Sunderam, A., and Viceira, L. M. 2017. Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds. Critical Finance Review 6: 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Cieslak, A., and Vissing-Jorgensen, A. 2020. The economics of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fed put. Review of Financial Studies forthcoming.",
        "Clark, J., Cameron, C., and Mann, G. 2016. Examining Liquidity in On-the-Run and Off-the-Run Treasury Securities. Treasury Notes Blog.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, S., Kurakula, V., and Lee, S. 2020. Impacts of the Fed Corporate Credit Facilities through the Lenses of ETFs and CDX. Federal Reserve Bank of Chicago WP 2020-14.",
        "Duffee, G. R. 1996. Idiosyncratic Variation of Treasury Bill Yields. The Journal of Finance 51: 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Duffie, D. 1996. Special repo rates. Journal of Finance 51: 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Duffie, D. 2018. Financial Regulatory Reform After the Crisis: An Assessment. Management Science 64: 4835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4857.",
        "Duffie, D. 2020. Still the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Safe Haven? Redesigning the U.S. Treasury market after the COVID-19 crisis. Brookings Institution Hutchins Center Working Paper 62.",
        "Duffie, D., Garleanu, N., and Pedersen, L. H. 2002. Securities lending, shorting, and pricing. Journal of Financial Economics 66: 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Fleckenstein, M., and Longstaff, F. 2018. Floating Rate Money? The Stability Premium in Treasury Floating Rate Notes. . Fleckenstein, M., and Longstaff, F. A. 2020. Renting Balance Sheet Space: Intermediary Balance Sheet Rental Costs and the Valuation of Derivatives. The Review of Financial Studies (03) hhaa033.",
        "Fleming, M., and Myers, S. 2013. Primary DealersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Waning Role in Treasury Auctions. Federal Reserve Bank of New York Liberty Street Economics.",
        "Fleming, M., and Ruela, F. 2020. Treasury Market Liquidity during the COVID-19 Crisis. Federal Reserve Bank of New York Liberty Street Economics.",
        "Fleming, M. J. 1997. The Round-the-Clock Market for U.S. Treasury Securities. Federal Reserve Bank of New York Economic Policy Review 3: 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Fleming, M. J., and Garbade, K. D. 2003. The Repurchase Agreement Refined: GCF Repo. Federal Reserve Bank of New York Current Issues in Economics and Finance 9.",
        "Fleming, M. J., and Garbade, K. D. 2004. Repurchase agreements with negative interest rates. Federal Reserve Bank of New York Current Issues in Economics and Finance 10.",
        "Fleming, M. J., and Rosenberg, J. V. 2007. How do treasury dealers manage their positions?. Federal Reserve Bank of New York Staff Reports 299.",
        "Garbade, K., Keane, F. M., Logan, L., Stokes, A., and Wolgemuth, J. 2010. The introduction of the TMPG fails charge for U.S. Treasury securities. Economic Policy Review 16: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Garleanu, N., and Pedersen, L. H. 2011. Margin-based asset pricing and deviations from the law of one price. The Review of Financial Studies 24: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2022.",
        "Gorton, G. 2017. The History and Economics of Safe Assets. Annual Review of Economics 9: 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Gorton, G., and Metrick, A. 2012. Securitized banking and the run on repo. Journal of Financial Economics 104: 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gorton, G., and Pennacchi, G. 1990. Financial Intermediaries and Liquidity Creation. The Journal of Finance 45: 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Greenwood, R., Hanson, S. G., and Stein, J. C. 2015. A Comparative-Advantage Approach to Government Debt Maturity. The Journal of Finance 70: 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Greenwood, R., and Vayanos, D. 2014. Bond Supply and Excess Bond Returns. The Review of Financial Studies 27: 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Gromb, D., and Vayanos, D. 2010. Limits of arbitrage. Annu. Rev. Financ. Econ. 2: 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Haddad, V., Moreira, A., and Muir, T. 2020. When Selling Becomes Viral: Disruptions in Debt Markets in the COVID-19 Crisis and the FedÃ\u0083Æ\u0092Ã\u0082Â¢s Response. Working Paper 27168 National Bureau of Economic Research.",
        "He, Z., Kelly, B., and Manela, A. 2017. Intermediary Asset Pricing: New Evidence from Many Asset Classes. Journal of Financial Economics 126: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "He, Z., Khorrami, P., and Song, Z. 2019. Commonality in Credit Spread Changes: Dealer Inventory and Intermediary Distress. Working Paper 26494 National Bureau of Economic Research.",
        "He, Z., and Krishnamurthy, A. 2012. A Model of Capital and Crises. The Review of Economic Studies 79 (09): 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "He, Z., and Krishnamurthy, A. 2013a. Intermediary asset pricing. American Economic Review 103: 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "He, Z., and Krishnamurthy, A. 2013b. Intermediary Asset Pricing. American Economic Review 103 (April): 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "He, Z., and Krishnamurthy, A. 2018. Intermediary Asset Pricing and the Financial Crisis. Annual Review of Financial Economics 10: 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "He, Z., Krishnamurthy, A., and Milbradt, K. 2019. A Model of Safe Asset Determination. American Economic Review 109: 1230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "He, Z., and Song, Z. 2019. Agency MBS as Safe Assets. working paper.",
        "Ho, T., and Stoll, H. R. 1981. Optimal dealer pricing under transactions and return uncertainty. Journal of Financial Economics 9: 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 73.",
        "Hu, G., Pan, J., and Wang, J. 2019. Tri-Party Repo Pricing. Journal of Financial and Quantitative Analysis forthcoming.",
        "Jermann, U. 2019. Negative Swap Spreads and Limited Arbitrage. The Review of Financial Studies 33 (03): 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Jiang, Z., Krishnamurthy, A., and Lustig, H. 2019. Foreign Safe Asset Demand and the Dollar Exchange Rate. Stanford University Graduate School of Business Research Paper No. 18-16.",
        "Kacperczyk, M., PÃ\u0083Æ\u0092Ã\u0082Â©rignon, C., and Vuillemey, G. 2019. The Private Production of Safe Assets.",
        "Working paper. . Kargar, M., Lester, B., Lindsay, D., Liu, S., Weill, P.-O., and Zuniga, D. 2020. Corporate Bond Liquidity During the COVID-19 Crisis. working paper.",
        "Klingler, S., and Sundaresan, M. S. 2019. An explanation of negative swap spreads: Demand for duration from underfunded pension plans. Journal of Finance 72: 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Krishnamurthy, A., Nagel, S., and Orlov, D. 2014. Sizing up Repo. Journal of Finance 69-6: 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2417.",
        "Krishnamurthy, A., and Vissing-Jorgensen, A. 2011. The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy. Brookings Papers on Economic Activity.",
        "Krishnamurthy, A., and Vissing-Jorgensen, A. 2012. The Aggregate Demand for Treasury Debt. Journal of Political Economy 120: 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Lenel, M., Piazzesi, M., and Schneider, M. 2019. The short rate disconnect in a monetary economy. Journal of Monetary Economics.",
        "Longstaff, F. 2004. The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices. The Journal of Business 77: 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Nagel, S. 2016. The Liquidity Premium of Near-Money Assets. The Quarterly Journal of Economics 131: 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, M., and Zhou, A. 2020. Anatomy of a Liquidity Crisis: Corporate Bonds in the Covid-19 Crisis. working paper.",
        "Polk, D. 2014. Supplementary Leverage Ratio (SLR) Visual Memorandum. Davis Polk and Wardwell LLP.",
        "Qiu, Y., and Nozawa, Y. 2020. The Corporate Bond Market Reaction to Quantitative Easing During the COVID-19 Pandemic. working paper.",
        "Schrimpf, A., Shin, H. S., and Sushko, V. 2020. Leverage and margin spirals in fixed income markets during the Covid-19 crisis. BIS Bulletin 2.",
        "Song, Z., and Zhu, H. 2019. Mortgage Dollar Roll. The Review of Financial Studies 32: 2955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2996.",
        "Sunderam, A. 2014. Money Creation and the Shadow Banking System. The Review of Financial Studies 28: 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c977.",
        "Vayanos, V., and Vila, J.-L. 2020. A Preferred-Habitat Model of the Term-Structure of Interest Rates. Working Paper London School of Economics.",
        "Xie, L. 2012. The Seasons of Money: ABS/MBS Issuance and the Convenience Yield. Working paper. Yale University."
    ]
}