{
    "id": 27423,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "[1] National Interagency Fire Center, Wildland fire statistics (2019). [2] J. R. Marlon, et al., Proceedings of the National Academy of Sciences 109, E535 (2012).",
        "[3] A. L. Westerling, H. G. Hidalgo, D. R. Cayan, T. W. Swetnam, science 313, 940 (2006).",
        "[4] J. T. Abatzoglou, A. P. Williams, Proceedings of the National Academy of Sciences 113, 11770 (2016).",
        "[6] V. C. Radeloff, et al., Proceedings of the National Academy of Sciences 115, 3314 (2018).",
        "[7] P. Baylis, J. Boomhower, Moral hazard, wildfires, and the economic incidence of natural disasters, Tech. rep., National Bureau of Economic Research (2019).",
        "[10] W. E. Cascio, Science of the total environment 624, 586 (2018).",
        "[14] S. N. Koplitz, C. G. Nolte, G. A. Pouliot, J. M. Vukovich, J. Beidler, Atmospheric environment 191, 328 (2018).",
        "[16] F. H. Johnston, et al., Environmental health perspectives 120, 695 (2012).",
        "[19] L. Zhang, et al., Atmospheric Chemistry and Physics (2014).",
        "[25] C. E. Reid, et al., Environmental health perspectives 124, 1334 (2016).",
        "[28] R. Burnett, et al., Proceedings of the National Academy of Sciences 115, 9592 (2018).",
        "[31] C. Black, Y. Tesfaigzi, J. A. Bassein, L. A. Miller, Environmental toxicology and pharmacology 55, 186 (2017).",
        "[37] C. Persico, K. R. Johnson, et al., Deregulation in a time of pandemic: Does pollution increase coronavirus cases or deaths?, Tech. rep., Institute of Labor Economics (IZA) (2020).",
        "[43] A. Van Donkelaar, et al., Environmental health perspectives 118, 847 (2010).",
        "[44] N. Fann, et al., Science of the total environment 610, 802 (2018).",
        "Fann et al44 run a CTM with and without wildfire smoke to estimate the contribution of wildfire smoke to total PM2.5 across the continental US between the years 2008-2012. They do not provide validation of model runs against ground data. We compare spatial and temporal patterns in smoke-attributed PM2.5 finding general agreement in overall spatial patterns, and similarity in the level and trend in mean smoke-attributed PM2.5 (Fig S5). Overall, we have higher estimates in the midwest, which is partially attributable to the fact that we also include international fires, which contribute significantly to the midwest."
    ]
}