{
    "id": 27429,
    "cites": 95,
    "cited_by": 3,
    "reference": [
        "Ahmad, E. and N. Stern (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Reform and Indian Indirect Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 25, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Allcott, H., B. B. Lockwood, and D. Taubinsky (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regressive Sin Taxes, with an Application to the Optimal Soda Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134, 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1626.",
        "Allingham, M. G. and A. Sandmo (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income tax Evasion: A Theoretical Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "AlmaÃ\u0083Å\u0092Ã\u0082Å s, I. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Income Inequality: Measuring PPP Bias by Estimating Engel Curves for Food,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Almunia, M., J. Hjor, J. Knebelmann, and L. Tian (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic or Confused Firms? Evidence from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MissingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transactions in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Mimeo, Columbia University.",
        "Alvaredo, F. and L. Gasparini (2015): Recent Trends in Inequality and Poverty in Developing Countries, vol. 2 of Handbook of Income Distribution, Elsevier.",
        "Anker, R. et al. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law around the World 150 Years Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Economy Research Institute Working Paper, No. 247.",
        "Atkin, D., B. Faber, T. Fally, and M. Gonzalez-Navarro (2018a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Engel on the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, No. 26890.",
        "Atkin, D., B. Faber, and M. Gonzalez-Navarro (2018b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Globalization and Household Welfare: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 126, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Atkinson, A. and J. Stiglitz (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Tax Structure: Direct versus Indirect Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 6.",
        "Banks, J., R. Blundell, and A. Lewbel (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quadratic Engel Curves and Consumer Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 79, 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Basri, M. C., M. Felix, R. Hanna, and B. A. Olken (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Administration vs. Tax Rates: Evidence from Corporate Taxation in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers, No. 26150.",
        "Bick, A., N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln, and D. Lagakos (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Hours Worked Vary with Income? Cross-Country Evidence and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Boadway, R., M. Marchand, and P. Pestieau (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards a Theory of the DirectIndirect Tax Mix,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 55.",
        "Boadway, R. and M. Sato (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Design and Enforcement with an Informal Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Brockmeyer, A. and M. Hernandez (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation, Information, and Withholding: Evidence from Costa Rica,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, The World Bank.",
        "Bronnenberg, B. J. and P. B. Ellickson (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adolescence and the Path to Maturity in Global Retail,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 29, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Caspersen, E. and G. Metcalf (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is a Value-Added Tax Regressive? Annual versus Lifetime Incidence Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 47.",
        "Clements, B., R. Mooij, S. Gupta, and M. Keen (2015): Fiscal Redistribution in Developing Countries: Overview of Policy Issues and Options, International Monetary Fund, chap. 4.",
        "Coady, D. (2006): The Distributional Impacts of Indirect Tax and Public Pricing Reforms, vol. 2 of Analyzing the Distributional Impact of Reforms: A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Pension, Health, Labor Market, Public Sector Downsizing, Taxation, Decentralization and Macroeconomic Modeling, The World Bank.",
        "Creedy, J. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect Tax Reform and the Role of Exemptions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, 22, 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Cremer, H. and F. Gahvari (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Evasion and Optimal Commodity Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 50, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "De Paula, A. and J. A. Scheinkman (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value-Added Taxes, Chain Effects, and Informality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Deaton, A. (1997): The Analysis of Household Surveys: a Microeconometric Approach to Development Policy, The World Bank.",
        "Deaton, A., K. Parikh, and S. Subramanian (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food Demand Pattern and Pricing Policy in Maharashtra: An Analysis Using Household Level Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sarvekshana, 17, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Deaton, A. and C. Paxson (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economies of Scale, Household Size, and the Demand for Food,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106, 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "DeSoto, H. (1989): The Other Path, Harper & Row New York.",
        "Diamond, P. A. (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Many-Person Ramsey Tax Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 4, 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Donovan, K., J. Lu, T. Schoellman, et al. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Flows and Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in 2018 Meeting Papers, Society for Economic Dynamics, vol. 976.",
        "Ebrill, L. P., M. Keen, J.-P. Bodin, V. P. Summers, et al. (2001): The Modern V AT, International Monetary Fund.",
        "Enste, D. H. and F. Schneider (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Economies: Size, Causes, and Consequences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 38, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Faber, B. and T. Fally (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Heterogeneity in Consumption Baskets: Evidence from Home and Store Scanner Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, No. 23101.",
        "Feldman, N. E. and J. Slemrod (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Tax Noncompliance with Evidence from Unaudited Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 117, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Gemmell, N. and O. Morrissey (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution and Poverty Impacts of Tax Structure Reform in Developing Countries: How Little We Know,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development Policy Review, 23, 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Gerard, F. and G. Gonzaga (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Labor and the Efficiency Cost of Social Programs: Evidence from the Brazilian Unemployment Insurance Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, No. 22608.",
        "Gordon, R. and W. Li (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Structures in Developing Countries: Many Puzzles and a Possible Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93, 855 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 866.",
        "Gupta, S., M. Keen, A. Shah, and G. Verdier, eds. (2017): Digital Revolutions in Public Finance, International Monetary Fund.",
        "Hanna, R. and B. Olken (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Basic Incomes versus Targeted Transfers: Anti-Poverty Programs in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 32, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Harris, T., D. Phillips, R. Warwick, M. Goldman, J. Jellema, K. Goraus, and G. Inchauste (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution via VAT and Cash Transfers: An Assessment in Four Low and Middle Income Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFS Working Paper, W18/11.",
        "Hsieh, C.-T. and P. Klenow (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Life Cycle of Plants in India and Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129, 1035Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Hsieh, C.-T. and B. A. Olken (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Missing MiddleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Huang, J. and J. Rios (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Mix with Income Tax Non-Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 144, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Jacobs, B. and R. Boadway (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Linear Commodity Taxation under Optimal Non-Linear Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 117.",
        "Jaravel, X. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unequal Gains from Product Innovations: Evidence from the U.S. Retail Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 134, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Jenkins, G. P., H. P. Jenkins, and C. Y. Kuo (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Value Added Tax Naturally Progressive?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Economics Department, QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s University, No. 1059.",
        "Jensen, A. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Structure and the Rise of the Modern Tax system,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, No. 25502.",
        "Keen, M. and J. Mintz (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Threshold for a Value-Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 88, 559 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 576.",
        "Kleven, H. J., C. T. Kreiner, and E. Saez (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Can Modern Governments Tax so Much? An Agency Model of Firms as Fiscal Intermediaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 51.",
        "Kopczuk, W. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution When Avoidance Behavior is Heterogeneous,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 81, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Kumler, T., E. Verhoogen, and J. A. FriÃ\u0083Å\u0092Ã\u0082Â\u0081as (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enlisting Employees in Improving Payroll-Tax Compliance: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, No. 19385.",
        "La Porta, R. and A. Shleifer (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informality and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Lagakos, D. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Cross-Country Productivity Differences in Retail Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124, 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "LondonÃ\u0083Å\u0092Ã\u0082Æ\u0092o-Velez, J. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Wealth Taxation Work in Developing Countries? QuasiExperimental Evidence from Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lustig, N. (2018): Commitment to Equity Handbook: Estimating the Impact of Fiscal Policy on Inequality and Poverty, Brookings Institution Press.",
        "Morrow, P., M. Smart, and A. Swistak (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093VAT Compliance, Trade, and Institutions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series 7780, CESifo Group Munich.",
        "MunÃ\u0083Å\u0092Ã\u0082Æ\u0092oz, S. and S. S.-W. Cho (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Impact of a Tax Reform; The Case of Ethiopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Papers, No. 03/232.",
        "Naritomi, J. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumers as Tax Auditors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109, 3031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72.",
        "Pissarides, C. A. and G. Weber (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Expenditure-Based Estimate of BritainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Black Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 39, 17 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 32.",
        "Pomeranz, D. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Taxation without Information: Deterrence and SelfEnforcement in the Value Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 2539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Poterba, J. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Incidence and the Distributional Burden of Excise Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 79.",
        "Pritchett, L. and M. Spivack (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Income/Expenditure Differences Across Populations: New Fun with Old EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Global Development Working Paper, No. 339.",
        "Ray, R. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOptimalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Commodity Tax Rates to Alternative Demand Functional Forms: An Econometric Case Study of India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 31, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Saez, E. and S. Santcheva (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Social Marginal Welfare Weights for Optimal Tax Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Sah, R. K. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Redistribution is Possible through Commodity Taxes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 20, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Shah, A. and J. Whalley (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence Analysis of Developing Countries: An Alternative View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review, 5, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Srinivasan, P. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive Impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOptimalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Commodity Taxes: Evidence from Indian Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 30, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Tanzi, V. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamental Determinants of Inequality and the Role of Government, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund.",
        "Ulyssea, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Informality, and Development: Theory and Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informality: Causes and Consequences for Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 12, null.",
        "Waseem, M. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overclaimed Refunds, Undeclared Sales, and Invoice Mills: Nature and Extent of Noncompliance in a Value-Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper, No. 8231.",
        "Weigel, J. L. (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Participation Dividend Of Taxation: How Citizens In Congo Engage More with the State When it Tries to Tax Them,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming Quarterly Journal of Economics.",
        "Panels B and C use the 2013 Mexican retail census, which classifies retailers in similar categories as our broad place of purchase taxonomy. The figures show the log median number of employees by place of purchase (Panel C) and the share of firms paying Value-Added-Taxes on sales (Panel C). The data comes from the following firm censuses, keeping only firms which operate in the retail sector: Recensement GeÃ\u0083Å\u0092Ã\u0082Â\u0081neÃ\u0083Å\u0092Ã\u0082Â\u0081ral des entreprises 2016 (Cameroun), Censo EconoÃ\u0083Å\u0092Ã\u0082Â\u0081mico 2014 (Mexico), Censo Nacional EconoÃ\u0083Å\u0092Ã\u0082Â\u0081mico 2008 (Peru), Establishment Census 2011 (Rwanda).",
        "Figure 2: Selected Informality Engel Curves (a) Rwanda 0 20 40 60 80 100 Informal Budget Share 6 7 8 Log Expenditure per Person, Constant 2010 USD (b) Mexico 0 20 40 60 80 100 Informal Budget Share 7 8 9 Log Expenditure per Person, Constant 2010 USD These panels show the local polynomial fit of the Informality Engel Curves in Rwanda (Panel A) and Mexico (Panel B). Per person total expenditure on the horizontal axis is measured in log. Informal budget share is on the vertical axis. The shaded area around the polynomial fit corresponds to the 95% confidence interval. The solid grey line corresponds to the median of each countryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s expenditure distribution, while the dotted lines correspond to the 5th and 95th percentiles. See Appendix Figure A1 for each core sample countryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s informality Engel curve.",
        "Figure 3: Informal Expenditure Across Countries (a) Informal Budget Share BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY 0 20 40 60 80 100 Informal Consumption Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (b) Informality Engel Curve Slope BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD Panel A plots country-level informal budget shares on log per capita GDP. The average informal budget share is 52%. Panel B shows the slope of the informality Engel curves on log per capita GDP. The average slope is 9.8. The bars correspond to the 95% confidence interval of the slope coefficient. GDP per capita is in constant 2010 USD (Source: World Bank WDI).",
        "Figure 4: Food Expenditure Across Countries (a) Food Budget Share BF BI BJ BO BR CD CG CL CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW SN ST SZ TD TN TZ UY ZA 0 20 40 60 80 100 Food Budget Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD Core Sample Extended Sample (b) Food Engel Curve Slope BF BI BJ BO BR CD CG CL CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW SN ST SZ TD TN TZ UY ZA -25 -20 -15 -10 -5 0 5",
        "Food Engel Curve Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD Ã\u0083Å½Ã\u0082Â² Core Sample Ã\u0083Å½Ã\u0082Â² Extended Sample (c) Formal Food Budget Share BF BI BJ BO BR CD CG CL CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW SN ST SZ TD TN TZ UY ZA 0 20 40 60 80 100 Formal Food Budget Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD Core Sample (d) Formal Food Engel Curve Slope BF BI BJ BO BR CD CG CL CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW SN ST SZ TD TN TZ UY ZA -25 -20 -15 -10 -5 0 5",
        "Non Food Rate 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD All panels plot for each country the ratio of the calibrated optimal rate on food products relative to the optimal rate on non-food products, as a function of that countryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s log GDP per capita. Optimal rates are calibrated using expressions (8) (panels A and C) and (9) (panels B and D). A value equal to 1 indicates that both optimal rates are set at the same level, a lower value indicates that it is optimal to subsidize food products relative to non-food products. In panels A and C we assume that all varieties can be taxed; in panels B and D, we assume that only formal varieties can be taxed. In panels A and B we hold efficiency considerations constant by assuming that uncompensated price elasticities of demand are equal across goods and countries, while in panels C and D we allow price elasticities to vary across goods and countries by calibrating values using expression (4).",
        "Non-food: 1.31, All goods: 1.25 Informal share of consumption Ã\u0083Å½Ã\u0082Â±j Varying From our data Cross-variety compensated elasticity eÃ\u0083Å\u0092Ã\u0082Æ\u0092C 1.5 Faber and Fally (2017); Atkin et al. (2018b)2 Own-price compensated elasticity eC-0.7 Deaton et al. (1994)3 Government preferences gi 1-10 Uniform tax rates in the [0.10, 0.25] range4 1 The parameter Ã\u0083Å½Ã\u0082Â²j (Ã\u0083Å½Ã\u0082Â²j1) refers to the estimated slope of the Engel curve for good j (variety j1).",
        "2 For the cross-variety price elasticity we use estimates of the elasticity of substitution Ã\u0083Â\u008fÃ\u0082Æ\u0092 across store types in consumption obtained by Faber and Fally (2017); Atkin et al. (2018b) which are in the [2, 4] range. With a CES utility function eÃ\u0083Å\u0092Ã\u0082Æ\u0092C = Ã\u0083Â\u008fÃ\u0082Æ\u0092s0 where s0 is the aggregate budget share spent in the informal sector, equal to 0.5 on average in our sample.",
        "3 Our choice of value for eC together with our estimated income elasticities and observed budget shares yield uncompensated own-price elasticities for goods in the [Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.5] range, in line with estimates obtained by Deaton et al. (1994) in the developing country context. 4 We set gi = 10 for the first decile, gi = 9 for the second decile, gi = 8 for the third decile, ..., gi = 1 for the tenth decile. This, together with our other calibration choices, yields optimal uniform rates when we assume only formal varieties can be taxed in the 10-25% range, in line with observed consumption tax rates in developing countries.",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (c) Budget Shares (Robustness Scenario) BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY 0 20 40 60 80 100 Informal Consumption Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (d) Slopes (Robustness Scenario) BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD This figure is the equivalent of figure 3 for the two alternative assignments of store types to formality. The Probability scenario uses the observed probability of VAT payment by store type in the Mexican census as the formality probability of each store type across countries (see Figure 1). The robustness scenario differs from the central scenario by assigning specialized stores to the informal sector, in addition to maintaining corner stores, non brick and mortar and self-production in the informal sector. Panel (a) and (c) show informal budget shares, on log per capita GDP. Panel (b) and (d) show the the slope of informality Engel curves on log per capita GDP. The bars correspond to the 95% confidence interval of the slope coefficient.",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (b) Control: Survey Block BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD This figure shows each countries Informality Engel curvesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ on their GDP per capita, when controlling for geographical variables. Panel (a) controls for a rural/urban dummy variable and panel (b) controls for survey enumeration blocks.",
        "Figure A7: Rural vs Urban Informal Consumption (a) Rural: Budget Share BF BI BJ BO BR CD CG CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW ST SZ TD TN TZ UY ZA 0 20 40 60 80 100 Informal Budget Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (b) Urban: Budget Share BF BI BJ BO BR CD CG CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW ST SZ TD TN TZ UY ZA 0 20 40 60 80 100 Informal Budget Share 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (c) Rural: IEC slope BF BI BJ BO BR CD CG CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW ST SZ TD TN TZ UY ZA -25 -20 -15 -10 -5 0 5",
        "Informality Engel Curve Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (d) Urban: IEC slope BF BI BJ BO BR CD CG CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW ST SZ TD TN TZ UY ZA -25 -20 -15 -10 -5 0 5",
        "Informality Engel Curve Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD This figure plots informality levels and the slopes of the informality Engel curves for households located in rural regions (graphs a and c) and urban regions (graphs b and d). It only contains 29 countries instead of 31, since the expenditure surveys in Chile and Senegal concern urban population only. Figure A8: Informality Engel Curve Slopes Controlling for Goods Composition (a) Control: Food Products BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (b) Control: COICOP2 BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (c) Control: COICOP3 BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (d) Control: COICOP4 BJ BO BR BF BI CM TD CL CO KM CD CG CR DO EC SZ MX ME MA MZ NE PG PE RW ST SN RS ZA TZ TN UY Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009925 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 0 5",
        "Informal Consumption Slope 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD This figure shows the informality Engel curvesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ slopes across countries when controlling for increasingly narrow products (and household controls). Panel (a) only controls for food products, panel (b) controls for the 12 COICOP2 good categories, panel (c) controls for the 47 COICOP3 categories and panel (d) controls for the 117 COICOP4 categories.",
        "Sector 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD (b) Informal Non-Food BF BI BJ BO BR CD CG CL CM CO CR DO EC KM MA ME MX MZ NE PE PG RS RW SN ST SZ TD TN TZ UY ZA 0 20 40 60 80 100 Share of Non Food Consumption in Inf.",
        "Sector 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD Panel (a) shows the share of food consumption which occurs in the informal sector. Panel (b) shows the share of non food consumption which occurs in the informal sector. For each good, this is constructed by taking total informal consumption of the good and dividing it by the total consumption of that good.",
        "Non Food Rate 5 6 7 8 9 10 Log GDP per capita, Constant 2010 USD The panels plot for each country the ratio of the calibrated optimal rate on food products relative to the optimal rate on non-food products, as a function of that countryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s log GDP per capita. Optimal rates are calibrated using expression (9). A value equal to 1 indicates that both optimal rates are set at the same level, a lower value indicates that it is optimal to subsidize food products relative to non-food products. In all panels we assume only formal varieties can be taxed and allow price elasticities to vary across goods and countries by calibrating values using expression (4) above. We vary the value of the cross-variety compensated elasticity eÃ\u0083Å\u0092Ã\u0082Æ\u0092C across the three panels: it is 1.5 (our baseline value) in panel (a), 1 in panel (b) and 2 in panel (c)."
    ]
}