{
    "id": 27439,
    "cites": 44,
    "cited_by": 6,
    "reference": [
        "Alvarez, F. E., D. Argente, and F. Lippi (2020). A simple planning problem for covid-19 lockdown. Technical report, National Bureau of Economic Research.",
        "Atkeson, A. (2020, March). What will be the economic impact of covid-19 in the us? rough estimates of disease scenarios. Working Paper 26867, National Bureau of Economic Research.",
        "Beaudry, P. and F. Portier (2004). An exploration into pigou's theory of cycles. Journal of Monetary Economics 51, 11831216.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Sapora-Eksten, and S. Terry (2014). Really uncertain business cycles. NBER working paper 13385.",
        "Carvalho, V. M., S. Hansen, . Ortiz, J. R. Garcia, T. Rodrigo, S. Rodriguez Mora, and P. Ruiz de Aguirre (2020). Tracking the covid-19 crisis with high-resolution transaction data.",
        "Cochrane, J. (2020). What shape recovery? Available at https://johnhcochrane.blogspot. com/2020/04/what-shape-recovery.html (2020/04/06).",
        "Cogley, T. and T. Sargent (2005). The conquest of us ination: Learning and robustness to model uncertainty. Review of Economic Dynamics 8, 528563.",
        "Corbae, D. and P. D'Erasmo (2019). Reorganization or liquidation: Bankruptcy choice and rm dynamics. Technical report, National Bureau of Economic Research.",
        "Correia, S., S. Luck, and E. Verner (1918). Pandemics depress the economy, public health interventions do not: Evidence from the 1918 u. Public Health Interventions do not: Evidence from the.",
        "CPPI (2020). Commercial property price index. Technical report, Green Street Adivsors.",
        "Eaton, J. and M. Gersovitz (1981). Debt with potential repudiation: Theoretical and empirical analysis. The Review of Economic Studies, 289309.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020, March). The macroeconomics of epidemics. Working Paper 26882, National Bureau of Economic Research.",
        "Elenev, V., T. Landvoigt, and S. Van Nieuwerburgh (2020). Can the covid bailouts save the economy? 17.",
        "Fajgelbaum, P., E. Schaal, and M. Taschereau-Dumouchel (2014). Uncertainty traps. NBER Working Paper No. 19973.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020, April). Internal and external eects of social distancing in a pandemic. Working Paper 27059, National Bureau of Economic Research.",
        "Gangestad, S. and D. Buss (1993). Pathogen prevalence and human mate preferences. Ethology and Sociobiology 14(2), 8996.",
        "Gourio, F. (2012). Disaster risk and business cycles. American Economic Review 102(6), 273466.",
        "Gourio, F. (2013). Credit risk and disaster risk. American Economic Journal: Macroeconomics 5(3), 134.",
        "Hall, R. (2015). Macroeconomics of persistent slumps. Handbook of Macroeconomics.",
        "Hansen, L. (2007). Beliefs, doubts and learning: Valuing macroeconomic risk. American Economic Review 97(2), 130.",
        "Huo, Z. and N. Takayama (2015). Higher order beliefs, condence, and business cycles. University of Minnesota working paper.",
        "Jaimovich, N. and S. Rebelo (2006). Can news about the future drive the business cycle? American Economic Review 99(4), 10971118.",
        "Johannes, M., L. Lochstoer, and Y. Mou (2015). Learning about consumption dynamics. Journal of Finance forthcoming.",
        "Jorda, O., S. Singh, and A. Taylor (2020). Longer-run economic consequences of pandemics. Covid Economics 1, 115.",
        "Kaplan, G., B. Moll, and G. Violante (2020). Pandemics according to hank. Draft, University of Chicago.",
        "Kermack, W. O. and A. G. McKendrick (1927). A contribution to the mathematical theory of epidemics. Proceedings of the Royal Society of London. Series A 115 (772), 700721.",
        "Khan, A., T. Senga, and J. K. Thomas (2014). Default risk and aggregate uctuations in an economy with production heterogeneity. Technical report, Ohio State University working paper.",
        "Koren, M. and R. Pet (2020). Business disruptions from social distancing. Covid Economics 2, 1331.",
        "Kozeniauskas, N., A. Orlik, and L. Veldkamp (2014). What are uncertainty shocks? Journal of Monetary Economics 100, 115.",
        "Kozlowski, J., L. Veldkamp, and V. Venkateswaran (2020). The tail that wags the economy: Belief-driven business cycles and persistent stagnation. forthcoming in Journal of Political Economy.",
        "Krishnamurthy, A. and W. Li (2020, May). Dissecting mechanisms of nancial crises: Intermediation and sentiment. Working Paper 27088, National Bureau of Economic Research.",
        "Krugman, P. (2020). Notes on the coronacoma. Available at https://www.nytimes.com/2020/ 04/01/opinion/notes-on-the-coronacoma-wonkish.html (2020/04/01).",
        "Leibovici, F., A. M. Santacreu, and M. Famiglietti (2020). How the impact of social distancing ripples through the economy. Available at https://www.stlouisfed.org/on-the-economy/ 2020/april/impact-social-distancing-ripples-economy (2020/04/07).",
        "Loehle, C. (1995). Social barriers to pathogen transmission in wild animal populations. Ecology 76 (2), 326335.",
        "Lorenzoni, G. (2009). A theory of demand shocks. American Economic Review 99 (5), 205084.",
        "Ludvigson, S. C., S. Ma, and S. Ng (2020, April). Covid19 and the macroeconomic eects of costly disasters. Working Paper 26987, National Bureau of Economic Research.",
        "Moody's investors service (2015). Annual Default Study: Corporate Default and Recovery Rates, 1920-2014. Working paper.",
        "Nimark, K. (2014). Man-bites-dog business cycles. American Economic Review 104(8), 2320 67.",
        "Reinhart, C. and K. Rogo (2020). The coronavirus debt threat. Available at https://www. wsj.com/articles/the-coronavirus-debt-threat-11585262515 (2020/03/26).",
        "Stock, J. H. (2020, March). Data gaps and the policy response to the novel coronavirus. Working Paper 26902, National Bureau of Economic Research.",
        "Straub, L. and R. Ulbricht (2013). Credit crunches, information failures, and the persistence of pessimism. Toulouse School of Economics working paper.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2006). Learning asymmetries in real business cycles. Journal of Monetary Economics 53(4), 753772.",
        "Velde, F. R. (2020). What happened to the us economy during the 1918 inuenza pandemic? a view through high-frequency data.",
        "Veldkamp, L. and J. Wolfers (2007). Aggregate shocks or aggregate information? costly information and business cycle comovement. Journal of Monetary Economics 54, 3755."
    ]
}