{
    "id": 27445,
    "cites": 45,
    "cited_by": 1,
    "reference": [
        "Andolfatto, D. (1996). Business cycles and labor-market search. The american economic review, pages 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Annicchiarico, B. and Di Dio, F. (2015). Environmental policy and macroeconomic dynamics in a new keynesian model. Journal of Environmental Economics and Management, 69:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 21.",
        "Atolia, M., Gibson, J., and Marquis, M. (2018). Labor market volatility in the rbc search model: A look at hagedorn and manovskiis calibration. Computational Economics, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Atolia, M., Gibson, J., and Marquis, M. (2019). Moral hazard in lending and labor market volatility. Journal of Money, Credit and Banking, 51(1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Aubert, D. and Chiroleu-Assouline, M. (2019). Environmental tax reform and income distribution with imperfect heterogeneous labour markets. European Economic Review.",
        "Barrage, L. (2020). Optimal dynamic carbon taxes in a climateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ceconomy model with distortionary fiscal policy. The Review of Economic Studies, 87(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Blanchard, O. and GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2010). Labor markets and monetary policy: A new keynesian model with unemployment. American economic journal: macroeconomics, 2(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Christiano, L., Eichenbaum, M., and Trabandt, M. (2016). Unemployment and business cycles. Econometrica, 84(4):1523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1569.",
        "Christiano, L. J. (2002). Solving dynamic equilibrium models by a method of undetermined coefficients. Computationa Economics, 20(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Ciais, P., Sabine, C., Bala, G., Bopp, L., Brovkin, V., Canadell, J., Chhabra, A., DeFries, R., Galloway, J., Heimann, M., et al. (2014). Carbon and other biogeochemical cycles.",
        "In Climate change 2013: the physical science basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, pages 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570. Cambridge University Press.",
        "Classen, T. J. and Dunn, R. A. (2012). The effect of job loss and unemployment duration on suicide risk in the united states: A new look using mass-layoffs and unemployment duration. Health economics, 21(3):338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Cohen, G., Jalles, J. T., Loungani, P., and Marto, R. (2018). The long-run decoupling of emissions and output: Evidence from the largest emitters. Energy Policy, 118:58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Diamond, P. A. (1982). Aggregate demand management in search equilibrium. Journal of political Economy, 90(5):881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Dissou, Y. and Karnizova, L. (2016). Emissions cap or emissions tax? a multi-sector business cycle analysis. Journal of Environmental Economics and Management, 79:169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Doda, B. (2014). Evidence on business cycles and co2 emissions. Journal of Macroeconomics, 40:214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Fischer, C. and Heutel, G. (2013). Environmental macroeconomics: Environmental policy, business cycles, and directed technical change. Annu. Rev. Resour. Econ., 5(1):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Fischer, C. and Springborn, M. (2011). Emissions targets and the real business cycle: Intensity targets versus caps or taxes. Journal of Environmental Economics and Management, 62(3):352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Hafstead, M. A. and Williams, R. C. (2018). Unemployment and environmental regulation in general equilibrium. Journal of Public Economics, 160:50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Hafstead, M. A., Williams, R. C., and Chen, Y. (2018). Environmental policy, fullemployment models, and employment: A critical analysis. Technical report, National Bureau of Economic Research.",
        "Hagedorn, M. and Manovskii, I. (2008). The cyclical behavior of equilibrium unemployment and vacancies revisited. American Economic Review, 98(4):1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "Heutel, G. (2012). How should environmental policy respond to business cycles? optimal policy under persistent productivity shocks. Review of Economic Dynamics, 15(2):244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 264.",
        "Hohberger, S., Priftis, R., and Vogel, L. (2020). The distributional effects of conventional monetary policy and quantitative easing: Evidence from an estimated dsge model. Journal of Banking & Finance, 113:105483.",
        "Hosios, A. J. (1990). On the efficiency of matching and related models of search and unemployment. The Review of Economic Studies, 57(2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Iacoviello, M. (2005). House prices, borrowing constraints, and monetary policy in the business cycle. American economic review, 95(3):739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Jaffe, A. B., Newell, R. G., and Stavins, R. N. (2005). A tale of two market failures: Technology and environmental policy. Ecological economics, 54(2-3):164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "JarocinÃ\u0083Å\u0092Ã\u0082Â\u0081ski, M. and Karadi, P. (2020). Deconstructing monetary policy surprisesthe role of information shocks. American Economic Journal: Macroeconomics, 12(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Kahneman, D. and Sugden, R. (2005). Experienced utility as a standard of policy evaluation. Environmental and resource economics, 32(1):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Kaplan, G., Moll, B., and Violante, G. L. (2018). Monetary policy according to hank. American Economic Review, 108(3):697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Kassenboehmer, S. C. and Haisken-DeNew, J. P. (2009). Youre fired! the causal negative effect of entry unemployment on life satisfaction. The Economic Journal, 119(536):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 462.",
        "Kennedy, P. W. (1994). Equilibrium pollution taxes in open economies with imperfect competition. Journal of environmental economics and management, 27(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Kunze, L. and Suppa, N. (2017). Bowling alone or bowling at all? the effect of unemployment on social participation. Journal of Economic Behavior & Organization, 133:213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Lu, C.-H. (2019). Optimal government policies related to unemployment. Public Finance Review, 47(1):87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Marcus, J. (2013). The effect of unemployment on the mental health of spousesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cevidence from plant closures in germany. Journal of health economics, 32(3):546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558.",
        "Merz, M. (1995). Search in the labor market and the real business cycle. Journal of monetary Economics, 36(2):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Milner, A., Page, A., and LaMontagne, A. D. (2013). Long-term unemployment and suicide: a systematic review and meta-analysis. PloS one, 8(1).",
        "Mortensen, D. T. and Pissarides, C. A. (1994). Job creation and job destruction in the theory of unemployment. The review of economic studies, 61(3):397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Mortensen, D. T. and Pissarides, C. A. (2001). Taxes, subsidies and equilibrium labour market outcomes.",
        "Nordhaus, W. (2018). Evolution of modeling of the economics of global warming: Changes in the dice model, 1992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2017. Climatic change, 148(4):623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Pissarides, C. A. (2000). Equilibrium unemployment theory. MIT press.",
        "Pissarides, C. A. et al. (1985). Short-run equilibrium dynamics of unemployment vacancies, and real wages. American Economic Review, 75(4):676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Rogerson, R., Shimer, R., and Wright, R. (2005). Search-theoretic models of the labor market: A survey. Journal of economic literature, 43(4):959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Shi, S. and Wen, Q. (1999). Labor market search and the dynamic effects of taxes and subsidies. Journal of Monetary Economics, 43(2):457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Shimer, R. (2005). The cyclical behavior of equilibrium unemployment and vacancies. American economic review, 95(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Stock, J. and Watson, M. (2000). Distribution of quarterly values of gdp/gdi across months within the quarter. Accessed: 7 April 2020."
    ]
}