{
    "id": 27441,
    "cites": 52,
    "cited_by": 3,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. Whinston (2020). A multi-risk SIR model with optimally targeted lockdown. Technical report, NBER Working Paper 27102.",
        "Adda, J. (2016). Economic activity and the spread of viral diseases: Evidence from high frequency data. The Quarterly Journal of Economics 131(2), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Alamian, A., S. Pourbakhsh, A. Shoushtari, and H. Keivanfar (2019). Seroprevalence investigation of newcastle disease in rural poultries of the Northern Provinces (Golestan, Gilan, and Mazandaran) of Iran. Archives of Razi Institute 74(4), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Alvarez, F., D. Argente, and F. Lippi (2020). A simple planning problem for COVID-19 lockdown. Technical report, NBER Working Paper 26981.",
        "Anderson, J. E. and E. Van Wincoop (2003). Gravity with gravitas: A solution to the border puzzle. American Economic Review 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Argente, D. O., C.-T. Hsieh, and M. Lee (2020). The cost of privacy: Welfare effect of the disclosure of COVID-19 cases. Technical report, NBER Working Paper 27220.",
        "Arino, J. and P. Van den Driessche (2003). A multi-city epidemic model. Mathematical Population Studies 10(3), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Atkeson, A. (2020a). How deadly is COVID-19? Understanding the difficulties with estimation of its fatality rate. Technical report, NBER Working Paper 26965.",
        "Atkeson, A. (2020b). What will be the economic impact of COVID-19 in the U.S.? Rough estimates of disease scenarios. Technical report, NBER Working Paper 26867.",
        "Baqaee, D. R., E. Fahri, M. Mina, and J. Stock (2020). Reopening scenarios. Technical report, NBER Working Paper 27244.",
        "Birge, J., O. Candogan, and Y. Feng (2020). Controlling epidemic spread: Reducing economic losses with targeted closure. Technical report, University of Chicago.",
        "Bolker, B. and B. T. Grenfell (1995). Space, persistence and dynamics of measles epidemics. Philosophical Transactions of the Royal Society of London. Series B: Biological Sciences 348(1325), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Bussell, E. H., C. E. Dangerfield, C. A. Gilligan, and N. J. Cunniffe (2019). Applying optimal control theory to complex epidemiological models to inform real-world disease management. Philosophical Transactions of the Royal Society B 374(1776), 20180284.",
        "Caliendo, L., F. Parro, E. Rossi-Hansberg, and P.-D. Sarte (2018). The impact of regional and sectoral productivity changes on the U.S. economy. The Review of Economic Studies 85(4), 2042Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2096.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2008). Bootstrap-based improvements for inference with clustered errors. Review of Economics and Statistics 90(3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Chinazzi, M., J. T. Davis, M. Ajelli, C. Gioannini, M. Litvinova, S. Merler, A. P. y Piontti, K. Mu, L. Rossi, K. Sun, et al. (2020). The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID19) outbreak. Science 368(6489), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Diekmann, O., J. A. P. Heesterbeek, and J. A. Metz (1990). On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations. Journal of mathematical biology 28(4), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Dingel, J. I. and B. Neiman (2020). How many jobs can be done at home? Technical report, NBER Working Paper 26948.",
        "Drakopolous, K. and F. Zheng (2017). Network effects in contagion processes: Identification and control. Technical report, Columbia University.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eubank, S., H. Guclu, V. A. Kumar, M. V. Marathe, A. Srinivasan, Z. Toroczkai, and N. Wang (2004). Modelling disease outbreaks in realistic urban social networks. Nature 429(6988), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Fang, H., L. Wang, and Y. Yang (2020). Human mobility restrictions and the spread of the novel coronavirus (2019-nCoV) in china. Technical report, NBER Working Paper 26906.",
        "Ferguson, N., D. Laydon, G. Nedjati Gilani, N. Imai, K. Ainslie, M. Baguelin, S. Bhatia, A. Boonyasiri, Z. Cucunuba Perez, G. Cuomo-Dannenburg, et al. (2020). Report 9: Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. Technical report, Imperial College.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and C. I. Jones (2020). Estimating and simulating a SIRD model of COVID-19 for many countries, states, and cities. Technical report, NBER Working Paper 27128.",
        "Flaxman, S., S. Mishra, A. Gandy, H. J. T. Unwin, T. A. Mellan, H. Coupland, C. Whittaker, H. Zhu, T. Berah, J. W. Eaton, et al. (2020). Estimating the effects of non-pharmaceutical interventions on covid-19 in europe. Nature, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Germann, T. C., K. Kadau, I. M. Longini, and C. A. Macken (2006). Mitigation strategies for pandemic influenza in the United States. Proceedings of the National Academy of Sciences 103(15), 5935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5940.",
        "Giannone, E., N. Paixao, and X. Pang (2020). Pandemic in an inter-Regional model - staggered restart. Technical report, Bank of Canada Working Paper.",
        "Glover, A., J. Heathcote, D. Krueger, and J. V. Rios Rull (2020). Health versus wealth: On the distributional effects of controlling a pandemic.",
        "Goldman, S. M. and J. Lightwood (2002). Cost optimization in the sis model of infectious disease with treatment. Topics in Economic Analysis & Policy 2(1).",
        "Hall, R. E., C. I. Jones, and P. J. Klenow (2020). Trading off consumption and COVID-19 deaths. Technical report, NBER Working Paper 27340.",
        "Hsiang, S., D. Allen, S. Annan-Phan, K. Bell, I. Bolliger, T. Chong, H. Druckenmiller, L. Y. Huang, A. Hultgren, E. Krasovich, et al. (2020). The effect of large-scale anti-contagion policies on the covid-19 pandemic. Nature, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Jones, C., T. Philippon, and V. Venkateswaran (2020). Optimal mitigation policies in a pandemic: Social distancing and working from home. Technical report, NBER Working Paper 26984.",
        "Kissler, S., N. Kishore, M. Prabhu, D. Goffman, Y. Beilin, R. Landau, C. Gyamfi-Bannerman, B. Bateman, D. Katz, J. Gal, et al. (2020). Reductions in commuting mobility predict geographic differences in SARSCoV -2 prevalence in New York City. Technical report, Harvard University.",
        "Korolev, I. (2020). Quantifying social interactions using smartphone data. Technical report, Binghamton University.",
        "Manski, C. F. and F. Molinari (2020). Estimating the COVID-19 infection rate: Anatomy of an inference problem. Technical report, NBER Working Paper 27023.",
        "Monte, F., S. J. Redding, and E. Rossi-Hansberg (2018). Commuting, migration, and local employment elasticities. American Economic Review 108(12), 3855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Piguillem, F. and L. Shi (2020). The optimal COVID-19 quarantine and testing policies. Technical report, CEPR Discussion Paper DP14613.",
        "Raifman, J., K. Nocka, D. Jones, J. Bor, S. Lipson, J. Jay, and P. Chan (2020). COVID-19 US state policy database. Technical report, Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "Ramondo, N., A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, and M. SaborÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081o-RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez (2016). Trade, domestic frictions, and scale effects. American Economic Review 106(10), 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Redding, S. J. and E. Rossi-Hansberg (2017). Quantitative spatial economics. Annual Review of Economics 9, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Rowthorn, B. R. and F. Toxvaerd (2012). The optimal control of infectious diseases via prevention and treatment. Technical report, CEPR Discussion Paper DP8925.",
        "Rowthorn, R. (2020). A cost-benefit analysis of the COVID-19 disease. CEPR Covid Economics.",
        "Rowthorn, R. and F. Toxvaerd (2020). The optimal control of infectious diseases via prevention and treatment.",
        "Cambridge Working Papers in Economics 2027.",
        "Rowthorn, R. E., R. Laxminarayan, and C. A. Gilligan (2009). Optimal control of epidemics in metapopulations.",
        "Rvachev, L. A. and I. M. Longini Jr (1985). A mathematical model for the global spread of influenza. Mathematical biosciences 75(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Sanche, S., Y. T. Lin, C. Xu, E. Romero-Severson, N. Hengartner, and R. Ke (2020). Early release-high contagiousness and rapid spread of severe acute respiratory syndrome coronavirus 2. Emerging Infectious Diseases 26, 1470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1477.",
        "Shim, E., A. Tariq, W. Choi, Y. Lee, and G. Chowell (2020, apr). Transmission potential and severity of COVID-19 in south korea. International Journal of Infectious Diseases 93, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Stock, J. H. (2020). Data gaps and the policy response to the novel coronavirus. Technical report, NBER Working Paper 26902.",
        "Tian, H., Y. Liu, Y. Li, C.-H. Wu, B. Chen, M. U. Kraemer, B. Li, J. Cai, B. Xu, Q. Yang, et al. (2020). An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in china. Science 368(6491), 638Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Viboud, C., O. N. BjÃ\u0083Æ\u0092Ã\u0082Â¸rnstad, D. L. Smith, L. Simonsen, M. A. Miller, and B. T. Grenfell (2006). Synchrony, waves, and spatial hierarchies in the spread of influenza. Science 312(5772), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Wang, H., Z. Wang, Y. Dong, R. Chang, C. Xu, X. Yu, S. Zhang, L. Tsamlag, M. Shang, J. Huang, et al. (2020). Phase-adjusted estimation of the number of coronavirus disease 2019 cases in Wuhan, China. Cell discovery 6(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8."
    ]
}