{
    "id": 27440,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Capps, Cory and David Dranove. 2004. Hospital consolidation and negotiated PPO prices. Health Aairs 23(2):175181.",
        "Chandra, Amitabh, Amy Finkelstein, Adam Sacarny and Chad Syverson. 2016. Health Care Exceptionalism? Performance and Allocation in the US Health Care Sector. American Economic Review 106(8):211044.",
        "URL: http://www.aeaweb.org/articles?id=10.1257/aer.20151080 Clemens, J., J. D. Gottlieb and J. Hicks. 2020. How Would Medicare for All Aect Health System Capacity? Evidence from Medicare for Some. National Bureau of Economic Research.",
        "Cooper, Zack, Stuart V Craig, Martin Gaynor and John Van Reenen. 2018. The price ain&apos;t right? Hospital prices and health spending on the privately insured. The Quarterly Journal of Economics 134(1):51107.",
        "Crawford, Gregory S. 2012. Endogenous product choice: A progress report. International Journal of Industrial Organization 30(3):315320.",
        "Crawford, Gregory S, Oleksandr Shcherbakov and Matthew Shum. 2019. Quality overprovision in cable television markets. American Economic Review 109(3):95695.",
        "Cutler, David M., Robert S. Huckman and Jonathan T. Kolstad. 2010. Input Constraints and the Eciency of Entry: Lessons from Cardiac Surgery. American Economic Journal: Economic Policy 2(1):5176.",
        "URL: http://www.aeaweb.org/articles?id=10.1257/pol.2.1.51 Dafny, Leemore. 2009. Estimation and identication of merger eects: An application to hospital mergers. The Journal of Law and Economics 52(3):523550.",
        "Dorfman, Robert and Peter O Steiner. 1954. Optimal advertising and optimal quality. The American Economic Review 44(5):826836.",
        "Doyle, Joseph, John Graves and Jonathan Gruber. 2018. Evaluating Measures of Hospital Quality: Evidence from Ambulance Referral Patterns. Review of Economics and Statistics (0).",
        "Geweke, J., G. Gowrisankaran and R. J. Town. 2003a. Bayesian inference for hospital quality in a selection model. Econometrica 71(4):12151238.",
        "Geweke, John, Gautam Gowrisankaran and Robert J. Town. 2003b. Bayesian Inference for Hospital Quality in a Selection Model. Econometrica 71(4):12151238.",
        "URL: https://onlinelibrary.wiley.com/doi/abs/10.1111/1468-0262.00444 Gowrisankaran, G., A. Nevo and R.J. Town. 2015. Mergers When Prices Are Negotiated: Evidence from the Hospital Industry. American Economic Review 175:172203.",
        "Grabowski, David C, Jonathan Gruber and Joseph J Angelelli. 2008. Nursing home quality as a common good. The review of economics and statistics 90(4):754764.",
        "Ho, Katherine and Robin S. Lee. 2018. Equilibrium Provider Networks: Bargaining and Exclusion in Health Care Markets. American Economic Review 109(2):473522.",
        "URL: http://www.jstor.org/stable/2587004 McClellan, Mark, Barbara J. McNeil and Joseph P. Newhouse. 1994. Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality?: Analysis Using Instrumental Variables. JAMA 272(11):859866.",
        "Newhouse, Joseph P and Gail R Wilensky. 2001. Paying for graduate medical education: the debate goes on. Health Aairs 20(2):136147.",
        "Stensland, Jerey, Zachary R Gaumer and Mark E Miller. 2010. Private-payer prots can induce negative Medicare margins. Health Aairs 29(5):10451051.",
        "Waldfogel, J. 2003. Preference Externalities: An Empirical Study of Who Benets Whom in DierentiatedProduct Markets. The RAND Journal of Economics 34(3):557568.",
        "White, Chapin and Christopher Whaley. 2019. Prices Paid to Hospitals by Private Health Plans Are High Relative to Medicare and Vary Widely: Findings from an Employer-Led Transparency Initiative. Technical report RAND Corporation. Santa Monica, CA: ."
    ]
}