{
    "id": 27458,
    "cites": 45,
    "cited_by": 0,
    "reference": [
        "Jason Abaluck, Leila Agha, Chris Kabrhel, Ali Raja, and Arjun Venkatesh. The determinants of productivity in medical testing: Intensity and allocation of care. American Economic Review, 106(12):3730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3764, 2016. doi: 10.1257/aer.20140260.",
        "Leila Agha, Brigham Frandsen, and James B. Rebitzer. Fragmented division of labor and healthcare costs: Evidence from moves across regions. Journal of Public Economics, 169: 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159, 2019. doi: 10.1016/j.jpubeco.2018.11.001.",
        "David Archampong, David Borowski, Peer Wille-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, and Lene H Iversen. Workload and surgeons specialty for outcome after colorectal cancer surgery. Cochrane Database of Systematic Reviews, 2012. doi: 10.1002/14651858.cd005391.pub3.",
        "John Z. Ayanian, Paul J. Hauptman, Edward Guadagnoli, Elliott M Antman, Chris L. Pashos, and Barbara J. Mcneil. Knowledge and practices of generalist and specialist physicians regarding drug therapy for acute myocardial infarction. New England Journal of Medicine, 331(17):1136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142, 1994. doi: 10.1056/nejm199410273311707.",
        "Katherine Baicker and Amitabh Chandra. Medicare spending, the physician workforce, and beneficiariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ quality of care. Health Affairs, 23(Suppl1), 2004a. doi: 10.1377/hlthaff.w4. 184.",
        "Katherine Baicker and Amitabh Chandra. The productivity of physician specialization: Evidence from the medicare program. American Economic Review, 94(2):357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361, 2004b. doi: 10.1257/0002828041301461.",
        "Sanjay Basu, Seth A. Berkowitz, Robert L. Phillips, Asaf Bitton, Bruce E. Landon, and Russell S. Phillips. Association of primary care physician supply with population mortality in the united states, 2005-2015. JAMA Internal Medicine, 179(4):506, 2019. doi: 10.1001/ jamainternmed.2018.7624. G. S. Becker and K. M. Murphy. The division of labor, coordination costs, and knowledge.",
        "The Quarterly Journal of Economics, 107(4):1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160, 1992. doi: 10.2307/2118383. Ernst R. Berndt, Robert S. Gibbons, Anton Kolotilin, and Anna Levine Taub. The heterogeneity of concentrated prescribing behavior: Theory and evidence from antipsychotics.",
        "H. K. Berthold, I. Gouni-Berthold, K. P. Bestehorn, M. BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hm, and W. Krone. Physician gender is associated with the quality of type 2 diabetes care. Journal of Internal Medicine, 264(4):340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350, 2008. doi: 10.1111/j.1365-2796.2008.01967.x.",
        "John D. Birkmeyer, Andrea E. Siewers, Emily V.a. Finlayson, Therese A. Stukel, F. Lee Lucas, Ida Batista, H. Gilbert Welch, and David E. Wennberg. Hospital volume and surgical mortality in the united states. New England Journal of Medicine, 346(15):1128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137, 2002. doi: 10.1056/nejmsa012337. John D. Birkmeyer, Therese A. Stukel, Andrea E. Siewers, Philip P. Goodney, David E. Wennberg, and F. Lee Lucas. Surgeon volume and operative mortality in the united states.",
        "Paul N Casale, Jayne L Jones, Flossie E Wolf, Yanfen Pei, and L.marlin Eby. Patients treated by cardiologists have a lower in-hospital mortality for acute myocardial infarction. Journal of the American College of Cardiology, 32(4):885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889, 1998. doi: 10.1016/s0735-1097(98) 00325-8.",
        "CleÃ\u0083Å\u0092Ã\u0082Â\u0081ment De Chaisemartin. Tolerating defiance? local average treatment effects without monotonicity. Quantitative Economics, 8(2):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 2017. doi: 10.3982/qe601.",
        "David Chan, Matthew Gentzkow, and Chuan Yu. Selection with variation in diagnostic skill: Evidence from radiologists. 2020. doi: 10.3386/w26467. David C. Chan. Influence and information in team decisions: Evidence from medical residency. American Economic Journal: Economic Policy, Forthcoming, forthcoming.",
        "Amitabh Chandra and Douglas O. Staiger. Productivity spillovers in health care: Evidence from the treatment of heart attacks. Journal of Political Economy, 115(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140, 2007. doi: 10.1086/512249.",
        "Michael E. Chernew, Lindsay Sabik, Amitabh Chandra, and Joseph P. Newhouse. Would having more primary care doctors cut health spending growth? Health Affairs, 28(5): 1327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1335, 2009. doi: 10.1377/hlthaff.28.5.1327.",
        "Janet Currie and W. Bentley Macleod. Diagnosing expertise: Human capital, decision making, and performance among physicians. Journal of Labor Economics, 35(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43, 2017. doi: 10.1086/687848. David Cutler, Jonathan S. Skinner, Ariel Dora Stern, and David Wennberg. Physician beliefs and patient preferences: A new look at regional variation in health care spending.",
        "Joseph J. Doyle, Steven M. Ewer, and Todd H. Wagner. Returns to physician human capital: Evidence from patients randomized to physician teams. Journal of Health Economics, 29 (6):866Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882, 2010. doi: 10.1016/j.jhealeco.2010.08.004.",
        "Andrew J. Epstein and Sean Nicholson. The formation and evolution of physician treatment styles: An application to cesarean sections. Journal of Health Economics, 28(6):1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140, 2009. doi: 10.1016/j.jhealeco.2009.08.003.",
        "Elliott S. Fisher, David E. Wennberg, Therese A. Stukel, Daniel J. Gottlieb, F. L. Lucas, and EÃ\u0083Å\u0092Ã\u0082Â\u0081toile L. Pinder. The implications of regional variations in medicare spending. part 2: Health outcomes and satisfaction with care. Annals of Internal Medicine, 138(4):288, 2003. doi: 10.7326/0003-4819-138-4-200302180-00007.",
        "Leslie Allison Gillum and S. Claiborne Johnston. Influence of physician specialty on outcomes after acute ischemic stroke. Journal of Hospital Medicine, 3(3):184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192, 2008. doi: 10. 1002/jhm.313.",
        "J. Alison Glover. The incidence of tonsillectomy in school children. Proceedings of the Royal Society of Medicine, 31(10):1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236, 1938. doi: 10.1177/003591573803101027.",
        "Alan S Go, Rajni K Rao, Kent W Dauterman, and Barry M Massie. A systematic review of the effects of physician specialty on the treatment of coronary disease and heart failure in the united states. The American Journal of Medicine, 108(3):216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226, 2000. doi: 10.1016/s0002-9343(99)00430-1.",
        "L.b. Goldstein, D.b. Matchar, J. Hoff-Lindquist, G.p. Samsa, and R.d. Horner. Va stroke study: Neurologist care is associated with increased testing but improved outcomes. Neurology, 61(6):792Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796, 2003. doi: 10.1212/01.wnl.0000082724.77447.3a.",
        "Brad N. Greenwood, Seth Carnahan, and Laura Huang. PatientÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cphysician gender concordance and increased mortality among female heart attack patients. Proceedings of the National Academy of Sciences, 115(34):8569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8574, 2018. doi: 10.1073/pnas.1800097115. M. J. Hall, C. J. DeFrances, S. N. Williams, A. Golosinskiy, and A. Schwartzman. volume 29 of National Health Statistics Reports.",
        "Leslie R. Harrold, Terry S. Field, and Jerry H. Gurwitz. Knowledge, patterns of care, and outcomes of care for generalists and specialists. Journal of General Internal Medicine, 14 (8):499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511, 1999. doi: 10.1046/j.1525-1497.1999.08168.x. A. Hartz and P. A. James. A systematic review of studies comparing myocardial infarction mortality for generalists and specialists: Lessons for research and health policy. The Journal of the American Board of Family Medicine, 19(3):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302, 2006. doi: 10.3122/ jabfm.19.3.291.",
        "James Heckman and Edward Vytlacil. Structural equations, treatment effects and econometric policy evaluation. Econometrica, 73:669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738, 2005. doi: 10.1111/j.1468-0262.2005. 00594.x. Guido W. Imbens and Joshua D. Angrist. Identification and estimation of local average treatment effects. Econometrica, 62(2):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475, 1994. doi: 10.2307/2951620.",
        "James G. Jollis, Elizabeth R. Delong, Eric D. Peterson, Lawrence H. Muhlbaier, Donald F. Fortin, Robert M. Califf, and Daniel B. Mark. Outcome of acute myocardial infarction according to the specialty of the admitting physician. New England Journal of Medicine, 335(25):1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1887, 1996. doi: 10.1056/nejm199612193352505.",
        "Dennis T. Ko, Peter C. Austin, Benjamin T. B. Chan, and Jack V. Tu. Quality of care of international and canadian medical graduates in acute myocardial infarction. Archives of Internal Medicine, 165(4):458, 2005. doi: 10.1001/archinte.165.4.458.",
        "Toru Kondo, Takahiro Okumura, Yuya Matsue, Atsushi Shiraishi, Nobuyuki Kagiyama, Tetsuo Yamaguchi, Shunsuke Kuroda, Keisuke Kida, Atsushi Mizuno, and Shogo Oishi. Specialty-related differences in the acute-phase treatment and prognosis in patients with acute heart failureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d insights from reality-ahf Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. Circulation Journal, 83(1):174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181, 2018. doi: 10.1253/circj.cj-18-0724.",
        "David M. Levine, Bruce E. Landon, and Jeffrey A. Linder. Quality and experience of outpatient care in the united states for adults with or without primary care. JAMA Internal Medicine, 179(3):363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372, 2019. doi: 10.1001/jamainternmed.2018.6716.",
        "Herng-Ching Lin, Sudha Xirasagar, Chi-Hung Chen, and Yi-Ting Hwang. PhysicianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s case volume of intensive care unit pneumonia admissions and in-hospital mortality. American Journal of Respiratory and Critical Care Medicine, 177(9):989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c994, 2008. doi: 10.1164/ rccm.200706-813oc.",
        "David Meltzer. Hospitalists and the doctor-patient relationship. The Journal of Legal Studies, 30(S2):589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606, 2001. doi: 10.1086/339294.",
        "Janet B. Mitchell, David J. Ballard, Jack P. Whisnant, Carol J. Ammering, Gregory P. Samsa, and David B. Matchar. What role do neurologists play in determining the costs and outcomes of stroke patients? Stroke, 27(11):1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1943, 1996. doi: 10.1161/01.str.27. 11.1937.",
        "Debra L. Roter, Judith A. Hall, and Yutaka Aoki. Physician gender effects in medical communication. Jama, 288(6):756, 2002. doi: 10.1001/jama.288.6.756.",
        "David M Shahian and Sharon-Lise T Normand. The volume-outcome relationship: from luft to leapfrog. The Annals of Thoracic Surgery, 75(3):1048Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1058, 2003. doi: 10.1016/ s0003-4975(02)04308-4. David Silver. Haste or waste? peer pressure and productivity in the emergency department.",
        "Jonathan S. Skinner, Douglas O. Staiger, and Elliott S. Fisher. Is technological change in medicine always worth it? the case of acute myocardial infarction. Health Affairs, 25 (Suppl1), 2006. doi: 10.1377/hlthaff.25.w34.",
        "Bruce Steinwald, Paul Ginsburg, Caitlin Brandt, Sobin Lee, and Kavita Patel. We need more primary care physicians: HereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s why and how, Jul 2019. URL https://www.brookings.edu/blog/usc-brookings-schaeffer-on-health-policy/ 2019/07/08/we-need-more-primary-care-physicians-heres-why-and-how/.",
        "Yusuke Tsugawa, Anupam B. Jena, Jose F. Figueroa, E. John Orav, Daniel M. Blumenthal, and Ashish K. Jha. Comparison of hospital mortality and readmission rates for medicare patients treated by male vs female physicians. JAMA Internal Medicine, 177(2):206, 2017a. doi: 10.1001/jamainternmed.2016.7875.",
        "Yusuke Tsugawa, Anupam B Jena, E John Orav, and Ashish K Jha. Quality of care delivered by general internists in us hospitals who graduated from foreign versus us medical schools: observational study. Bmj, 2017b. doi: 10.1136/bmj.j273.",
        "Yusuke Tsugawa, Ashish K. Jha, Joseph P. Newhouse, Alan M. Zaslavsky, and Anupam B. Jena. Variation in physician spending and association with patient outcomes. JAMA Internal Medicine, 177(5):675, 2017c. doi: 10.1001/jamainternmed.2017.0059.",
        "Shanmugam Uthamalingam, Jagdesh Kandala, Vijairam Selvaraj, William Martin, Marlyn Daley, Eshan Patvardhan, Robert Capodilupo, Stephanie Moore, and James L. Januzzi. Outcomes of patients with acute decompensated heart failure managed by cardiologists versus noncardiologists. The American Journal of Cardiology, 115(4):466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471, 2015. doi: 10.1016/j.amjcard.2014.11.034.",
        "Christopher Jd Wallis, Bheeshma Ravi, Natalie Coburn, Robert K Nam, Allan S Detsky, and Raj Satkunasivam. Comparison of postoperative outcomes among patients treated by male and female surgeons: a population based matched cohort study. Bmj, 2017. doi: 10.1136/bmj.j4366.",
        "J. Wennberg and A. Gittelsohn. Small area variations in health care delivery: A populationbased health information system can guide planning and regulatory decision-making. Science, 182(4117):1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108, 1973. doi: 10.1126/science.182.4117.1102.",
        "Salman Zaheer, Samuel D. Pimentel, Kristina D. Simmons, Lindsay E. Kuo, Jashodeep Datta, Noel Williams, Douglas L. Fraker, and Rachel R. Kelz. Comparing international and united states undergraduate medical education and surgical outcomes using a refined balance matching methodology. Annals of Surgery, 265(5):916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922, 2017. doi: 10.1097/ sla.0000000000001878.",
        "M. Justin Zaman, Robert Fleetcroft, Max Bachmann, Toomas Sarev, Susan Stirling, Allan Clark, and Phyo Kyaw Myint. Association of increasing age with receipt of specialist care and long-term mortality in patients with non-st elevation myocardial infarction. Age and Ageing, 45(1):96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103, 2015. doi: 10.1093/ageing/afv162. This figure reports 20 equally-spaced points in the distribution of the standard deviation of the number of cardiologists observed on the same date as the patient's admission after this availability measure has been de-meaned at the hospital x quarter x day-ofweek level. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901.5 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.5"
    ]
}