{
    "id": 27454,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Agarwal, Vikas, Naveen D Daniel, and Narayan Y Naik, 2009, Role of managerial incentives and discretion in hedge fund performance, Journal of Finance 64, 2221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2256.",
        "Agarwal, Vikas, Vyacheslav Fos, and Wei Jiang, 2013, Inferring reporting-related biases in hedge fund databases from hedge fund equity holdings, Management Science 59, 1271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1289.",
        "Agarwal, Vikas, Kevin A Mullally, and Narayan Y Naik, 2015, The economics and finance of hedge funds: A review of the academic literature, Foundations and Trends in Finance 10, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Aiken, Adam L, Christopher P Clifford, and Jesse Ellis, 2013, Out of the dark: Hedge fund reporting biases and commercial databases, Review of Financial Studies 26, 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Ang, Andrew, and Nicolas P B Bollen, 2010, Locked up by a lockup: Valuing liquidity as a real option, Financial Management 39, 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Aragon, George, and Jun Qian, 2009, High-water marks and hedge fund compensation, Working paper, Arizona State University.",
        "Aragon, George O, and Vikram Nanda, 2017, Strategic delays and clustering in hedge fund reported returns, Journal of Financial and Quantitative Analysis 52, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Bhardwaj, Geetesh, Gary B Gorton, and K Geert Rouwenhorst, 2014, Fooling some of the people all of the time: The inefficient performance and persistence of commodity trading advisors, Review of Financial Studies 27, 3099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3132.",
        "Bollen, Nicolas P.B., Juha Joenvaara, and Mikko Kauppila, 2020, Hedge fund performance: End of an era?, Working paper, Vanderbilt University.",
        "Brown, Stephen J, William N Goetzmann, and James Park, 2001, Careers and survival: Competition and risk in the hedge fund and CTA industry, Journal of Finance 56, 1869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1886.",
        "Cao, Charles, and Raisa Velthuis, 2017, Are hedge fund capacity constraints binding? Evidence on scale and competition, Working paper, Villanova University.",
        "Cherry, Miriam A, and Jarrod Wong, 2009, Clawbacks: Prospective contract measures in an era of excessive executive compensation and Ponzi schemes, Minnesota Law Review 94, 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Dichev, Ilia D, and Gwen Yu, 2011, Higher risk, lower returns: What hedge fund investors really earn, Journal of Financial Economics 100, 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Elton, Edwin J, Martin J Gruber, and Christopher R Blake, 2011, Incentive fees and mutual funds, in Investments And Portfolio Performance, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234 (World Scientific).",
        "French, Kenneth R., 2008, Presidential address: The cost of active investing, Journal of Finance 63, 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Fung, William, David A Hsieh, Narayan Y Naik, and Tarun Ramadorai, 2008, Hedge funds: Performance, risk, and capital formation, Journal of Finance 63, 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1803.",
        "Getmansky, Mila, 2012, The life cycle of hedge funds: Fund flows, size, competition, and performance, Quarterly Journal of Finance 02, 1250003.",
        "Getmansky, Mila, Peter A Lee, and Andrew W Lo, 2015, Hedge funds: A dynamic industry in transition, Annual Review of Financial Economics 7, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Getmansky, Mila, Andrew W Lo, and Shauna X Mei, 2004, Sifting through the wreckage: Lessons from recent hedge-fund liquidations, Journal of Investment Management 2, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Goetzmann, William N, Jonathan E Jr Ingersoll, and Stephen A Ross, 2003, High-water marks and hedge fund management contracts, Journal of Finance 58, 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1718.",
        "Grossman, Sanford J, and Zhongquan Zhou, 1993, Optimal investment strategies for controlling drawdowns, Mathematical Finance 3, 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "JoenvaÃ\u0083Å\u0092Ã\u0082Ë\u0086aÃ\u0083Å\u0092Ã\u0082Ë\u0086raÃ\u0083Å\u0092Ã\u0082Ë\u0086, Juha, Mikko Kauppila, Robert Kosowski, and Pekka Tolonen, 2019, Hedge fund performance: Are stylized facts sensitive to which database one uses?, Critical Finance Review forthcoming.",
        "Jorion, Philippe, and Christopher Schwarz, 2013, The delisting bias in hedge fund databases, Journal of Alternative Investments 16, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Jorion, Philippe, and Christopher Schwarz, 2015, Who are the smartest investors in the room? Evidence from U.S. hedge funds solicitation, Working paper, University of California at Irvine.",
        "Jorion, Philippe, and Christopher Schwarz, 2019, The fix is in: Properly backing out backfill bias, Review of Financial Studies 32, 5048Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5099.",
        "JP Morgan, 2019, Institutional investor survey, Research report, JP MorganÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Capital Advisory Group.",
        "Kosowski, Robert, Narayan Y Naik, and Melvyn Teo, 2007, Do hedge funds deliver alpha? A bayesian and bootstrap analysis, Journal of Financial Economics 84, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Lack, Simon A., 2012, The hedge fund mirage: The illusion of big money and why itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s too good to be true (John Wiley & Sons).",
        "Lan, Yingcong, Neng Wang, and Jinqiang Yang, 2013, The economics of hedge funds, Journal of Financial Economics 110, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Liang, Bing, and Hyuna Park, 2010, Predicting hedge fund failure: A comparison of risk measures, Journal of Financial and Quantitative Analysis 45, 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Lim, Jongha, Berk A Sensoy, and Michael S Weisbach, 2016, Indirect incentives of hedge fund managers, Journal of Finance 71, 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Mitchell, Daniel, Kumar Muthuraman, and Sheridan Titman, 2019, Hedge fund compensation: Incentive fees and performance intervals, Working paper, University of Texas.",
        "Panageas, Stavros, and Mark M Westerfield, 2009, High-water marks: High risk appetites? Convex compensation, long horizons, and portfolio choice, Journal of Finance 64, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Schneeweis, Thomas, and Hossein B. Kazemi, 2012, An academic response to the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009chedge fund mirageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Working paper, University of Massachusetts at Amherst.",
        "Starks, Laura T, 1987, Performance incentive fees: An agency theoretic approach, Journal of Financial and Quantitative Analysis 22, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Teo, Melvyn, 2009, Does size matter in the hedge fund industry?, Working paper, Singapore Management University.",
        "Titman, Sheridan, and Cristian Tiu, 2010, Do the best hedge funds hedge?, Review of Financial Studies 24, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Waterman, Jonathan, and Tom Kehoe, 2019, In harmony: How hedge funds and investors continue to strike the right note in aligning their interests, Research report, The Alternative Investment Management Association.",
        "Yin, Chengdong, 2016, The optimal size of hedge funds: Conflict between investors and fund managers, Journal of Finance 71, 1857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1894."
    ]
}