{
    "id": 27456,
    "cites": 65,
    "cited_by": 1,
    "reference": [
        "Abrucio, F. L. (1998). Os BarÃ\u0083Æ\u0092Ã\u0082Âµes da FederaÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o: Os governadores e a redemocratizaÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o brasileira. Hucitec, USP, SÃ\u0083Æ\u0092Ã\u0082Â£o Paulo.",
        "Acemoglu, D., Bautista, M. A., Querubin, P., and Robinson, J. (2008). Economic and Political Inequality in Development: The Case of Cundinamarca, Colombia. In Helpman, E., editor, Institutions and Economic Performance, chapter 05. Harvard University Press.",
        "Acemoglu, D., Cantoni, D., Johnson, S., and Robinson, J. A. (2011). The Consequences of Radical Reform: The French Revolution. American Economic Review, 101(7):3286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3307.",
        "Acemoglu, D., Johnson, S., and Robinson, J. (2005). Institutions as a fundamental cause of longrun growth. In Aghion, P. and Durlauf, S., editors, Handbook of Economic Growth, volume 1, Part A, chapter 06, pages 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472. Elsevier, 1 edition.",
        "Acemoglu, D., Reed, T., and Robinson, J. (2014). Chiefs: Economic development and elite control of civil society in sierra leone. Journal of Political Economy, 122(2):319 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 368.",
        "Acemoglu, D. and Robinson, J. A. (2006a). Economic Backwardness in Political Perspective. American Political Science Review, 100(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Acemoglu, D. and Robinson, J. A. (2006b). Economic Origins of Dictatorship and Democracy. Number 9780521855266 in Cambridge Books. Cambridge University Press.",
        "Acemoglu, D. and Robinson, J. A. (2012). Why Nations Fail: The Origins of Power, Prosperity and Poverty. Crown, New York, 1st edition.",
        "Aidt, T. and Eterovic, D. (2011). Political competition, electoral participation and public finance in 20th century latin america. European Journal of Political Economy, 27(1):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Anderson, S., Francois, P., and Kotwal, A. (2015). Clientelism in indian villages. American Economic Review, 105(6):1780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1816.",
        "Arvate, P. R. (2013). Electoral competition and local government responsiveness in brazil. World Development, 43:67 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 83.",
        "Avis, E., Ferraz, C., and Finan, F. (2018). Do government audits reduce corruption? estimating the impacts of exposing corrupt politicians. Journal of Political Economy, 126(5):1912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964.",
        "Baiocchi, G. (2006). Decentralization as Opportunity Structure: Inequality and Innovation in Brazil, pages 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80. MIT Press.",
        "Baland, J.-M. and Robinson, J. A. (2008). Land and Power: Theory and Evidence from Chile.",
        "Banerjee, A. and Iyer, L. (2005). History Institutions and Economic Performance: The Legacy of Colonial Land Tenure Systems in India. American Economic Review, 95(5):1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Becker, G. (1983). A theory of competition among pressure groups for political influence. The Quarterly Journal of Economics, 98(3):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Becker, G. S. (1958). Competition and democracy. The Journal of Law and Economics, 1:105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Besley, T. and Case, A. (2003). Political Institutions and Policy Choices: Evidence from the United States. Journal of Economic Literature, 41(1):7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Besley, T., Persson, T., and Sturm, D. M. (2010). Political Competition, Policy and Growth: Theory and Evidence from the US. Review of Economic Studies, 77(4):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1352.",
        "Besley, T. and Reynal-Querol, M. (2017). The logic of hereditary rule: theory and evidence. Journal of Economic Growth, 22(2):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Carson, J. L., Engstrom, E. J., and Robesrts, J. M. (2007). Candidate quality, the personal vote, and the incumbency advantage in congress. American Political Science Review, 101(2):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Dal BÃ\u0083Æ\u0092Ã\u0082Â³, E., Dal BÃ\u0083Æ\u0092Ã\u0082Â³, P., and Snyder, J. (2009). Political dynasties. Review of Economic Studies, 76(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "de Carvalho, J. M. (1982). Political Elites and State Building: The Case of Nineteenth-Century Brazil. Comparative Studies in Society and History, 24(3):378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "de Souza Carreirao, Y. (1988). EleiÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Âµes e sistema partidÃ\u0083Æ\u0092Ã\u0082Â¡rio em Santa Catarina (1945-79). MasterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s thesis, Ciencias Sociais, UFSC, Florianopolis, SC.",
        "Dell, M. (2010). The Persistent Effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mining Mita. Econometrica, 78(6):1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Dittmar, J. E. and Meisenzahl, R. R. (2020). Public Goods Institutions, Human Capital, and Growth: Evidence from German History. Review of Economic Studies, 87(2):959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c996.",
        "Fausto, B. (1989). Society and politics. In Bethell, L., editor, Brazil: Empire and Republic, 1822Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1930, chapter 6, pages 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256. Cambridge University Press, Cambridge, UK.",
        "Galasso, V. and Nannicini, T. (2011). Competing on good politicians. American Political Science Review, 105(1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "George, S. E. (2020). Like Father, Like Son? The Economic Effects of Political Dynasties.",
        "Geys, B. (2017). Political Dynasties, Electoral Institutions and PoliticiansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Human Capital. Economic Journal, 127(605):474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Graham, D. H., Gauthier, H., and de Barros, J. R. M. (1987). Thirty years of agricultural growth in brazil: Crop performance, regional profile, and recent policy review. Economic Development and Cultural Change, 36(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Griffin, J. D. (2006). Electoral competition and democratic responsiveness: A defense of the marginality hypothesis. Journal of Politics, 68(4):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Hagopian, F. (1996). Traditional Politics and Regime Change in Brazil. Cambridge University Press, New York and Cambridge.",
        "Houtzager, P. P. (1998). State and unions in the tranformation of the brazilian countryside 19641979. Latin American Research Review, 33(2).",
        "Jenks, M. S. (1979). Political Parties in Authoritarian Brazil. PhD thesis, Duke University.",
        "Leal, V. N. (1977). Coronelismo: The Municipality and Representative Government in Brazil. Cambridge University Press, Cambridge, UK.",
        "Lewin, L. (2014). Politics and Parentela in Paraiba: A Case Study of Family-Based Oligarchy in Brazil. Princeton University Press, Princeton, NJ.",
        "Lizzeri, A. and Persico, N. (2004). Why did the elites extend the suffrage? democracy and the scope of government, with an application to britainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s age of reform. The Quarterly Journal of Economics, 119(2):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Machado Madeira, R. (2006). Vinhos antigos em novas garrafas: a influÃ\u0083Æ\u0092Ã\u0082Âªncia de ex-arenistas e ex-emedebistas no atual multipartidarismo brasileiro. PhD thesis, Universidade Federal do Rio Grande do Sul.",
        "Mainwaring, S. (1986). The transition to democracy in brazil. Journal of Interamerican Studies and World Affairs, 28(1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Mainwaring, S. P. (1999). Rethinking Party Systems in the Third Wave of Democratization: the Case of Brazil. Stanford University Press, Stanford, California.",
        "Martinez-Bravo, M., Mukherjee, P., and Stegmann, A. (2017). The Non-Democratic Roots of Elite Capture: Evidence From Soeharto Mayors in Indonesia. Econometrica, 85(6):1991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010.",
        "Michels, R. (1911). Political Parties. The Free Press, New York.",
        "Naritomi, J., Soares, R. R., and AssunÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o, J. J. (2012). Institutional Development and Colonial Heritage within Brazil. The Journal of Economic History, 72(2):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "North, D. and Weingast, B. (1989). Constitutions and commitment: The evolution of institutions governing public choice in seventeenth-century england. The Journal of Economic History, 49(4):803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c832.",
        "Nunn, N. (2008). The Long-term Effects of AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slave Trades. The Quarterly Journal of Economics, 123(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donnell, G. (1979). Tensions in the bureaucratic-authoritarian state and the question of democracy. In Collier, D., editor, The New Authoritarianism in Latin America, Princeton, NJ. Princeton University Press.",
        "Powell, G. (2000). Elections As Instruments of Democracy: Majoritarian and Proportional Visions. Yale University Press, New Haven, CT.",
        "Power, T. J. (1997). Parties, puppets and paradoxes: Changing attitudes toward party institutionalization in post-authoritarian brazil. Party Politics, 3(2):189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Power, T. J. (2000). The Political Right in Postauthoritarian Brazil: Elites, Institutions, and Democratization. The Pennsylvania State University Press.",
        "Przeworski, A. and Limongi, F. (1993). Political Regimes and Economic Growth. Journal of Economic Perspectives, 7(3):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Querubin, P. (2016). Family and Politics: Dynastic Persistence in the Philippines. Quarterly Journal of Political Science, 11(2):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Roett, R. (1999). Brazil: Politics in a Patrimonial Society. Praeger Publishers, Westport, CT.",
        "Samuels, D. and Abrucio, F. L. (2000). Federalism and democratic transitions: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093newÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d politics of the governors in brazil. Publius, pages 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Sarles, M. J. (1982). Maintaining political control through parties: The brazilian strategy. Comparative Politics, 15(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Schmitter, P. C. (1973). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093portugalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of brazi? In Stepan, A., editor, Authoritarian Brazil: Origins, Policies, and Future, New Haven, CT. Yale University Press.",
        "Skidmore, T. E. (1988). The Politics of Military Rule in Brazil, 1964-1985. Oxford University Press, Oxford.",
        "Soares, G. A. D. (1979). Military authoritarianism and executive absolutism in Brazil. Studies in Comparative International Development, 14(1).",
        "Soares, G. A. D. (1982). The Brazilian political system: New parties and old cleavages. LusoBrazilian Review, 19(1).",
        "Sokoloff, K. L. and Engerman, S. L. (2000). Institutions, Factor Endowments, and Paths of Development in the New World. Journal of Economic Perspectives, 14(3):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Stepan, A. (1973). Authoritarian Brazil: Origins, Policies, and Future. Yale Univeristy Press, New Haven, CT.",
        "Stigler, G. (1972). Economic competition and political competition. Public Choice, 13(1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Weyland, K. (2005). The Growing Sustainability of BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Low-Quality Democracy, page 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120. Cambridge University Press.",
        "Willis, E., da C.B. Garman, C., and Haggard, S. (1999). Latin american research review. American Economic Review, 34(1):7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Wittman, D. (1989). Why democracies produce efficient results. Journal of Political Economy, 97(6):1395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1424. Number of Municipalities .2 .3 .4 .5 .6 .7 .8 .9 1 Political Concentration Pre-Dictatorship"
    ]
}