{
    "id": 27465,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Ronald C. Anderson and David M. Reeb. Founding-family ownership and firm performance: Evidence from the S&P 500. Journal of Finance, 58(3):1301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328, June 2003.",
        "Shuhei Aoki and Makoto Nirei. ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law, paretoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law, and the evolution of top incomes in the United States. American Economic Journal: Macroeconomics, 9(3): 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71, 2017.",
        "Laurent Bach, Laurent E. Calvet, and Paolo Sodini. Rich pickings? Risk, return, and skill in the portfolios of the wealthy. December 2018.",
        "Jess Benhabib, Alberto Bisin, and Mi Luo. Earnings inequality and other determinants of wealth inequality. American Economic Review, 107(5):593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, May 2017.",
        "Jess Benhabib, Alberto Bisin, and Mi Luo. Wealth distribution and social mobility in the U.S.: A quantitative approach. American Economic Review, 109(5):1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47, May 2019.",
        "Marianne Bertrand and Antoinette Schoar. The role of family in family firms. Journal of Economic Perspectives, 20(2):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96, Spring 2006.",
        "Marco Cagetti and Mariacristina De Nardi. Estate taxation, entrepreneurship, and wealth. American Economic Review, 99(1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111, March 2009.",
        "D. G. Champernowne. A model of income distribution. The Economic Journal, 63 (250):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351, June 1953.",
        "Andreas Fagereng, Martin Blomhoff Holm, Benjamin Moll, and Gisle Natvik. Saving behavior across the wealth distribution: The importance of capital gains. December 2019.",
        "Andreas Fagereng, Luigi Guiso, Davide Malcrino, and Luigi Pistaferri. Heterogeneity and persistence in returns to wealth. Econometrica, 88(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170, January 2020.",
        "Xavier Gabaix, Jean-Michel Lasry, Pierre-Louis Lions, and Benjamin Moll. The dynamics of inequality. Econometrica, 84(6):2071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2111, 2016.",
        "Raymond William Goldsmith. The distribution of ownership in the 200 largest nonfinancial corporations. Monograph no. 29 of the Temporary National Economic Committee, 78th Congress 3d session, 1940.",
        "Matthieu Gomez. Displacement and the rise in top wealth inequality. Working Paper, 2019. URL https://www.matthieugomez.com/files/topshares.pdf. Bernard Herskovic, Bryan Kelly, Hanno Lustig, and Stijn Van Nieuwerburgh. The common factor in idiosyncratic volatility: Quantitative asset pricing implications.",
        "Joachim Hubmer, Per Krusell, and Anthony Smith. Sources of U.S. wealth inequality: Past, present, and future. NBER Macroeconomics Annual 2020, April Forthcoming.",
        "Erik Hurst and Benjamin Pugsley. What do small businesses do? Brookings Papers on Economic Activity, 43:73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142, Fall 2009. Charles I. Jones and Jihee Kim. A Schumpeterian model of top income inequality.",
        "Eugene Klerk, Richard Kersley, Maria Bhatti, and Brandon Vair. The CS Family 1000 in 2018. Credit Suisse Research Institute, Zurich, Switzerland, September 2018.",
        "Ferdinand Lundberg. AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 60 Families. The Vanguard Press, New York, 1937. Erzo G.L. Luttmer. Further notes on micro heterogeneity and macro slow convergence.",
        "Alessandra Peter. Owning up: Closely held firms and wealth inequality. January 2019.",
        "Thomas Piketty. Capital in the Twenty First Century. Harvard University Press, 2014.",
        "Vincenzo Quadrini. Entrepreneurship in macroeconomics. Annals of Finance, 2009.",
        "Emmanuel Saez and Gabriel Zucman. Wealth inequality in the United States since 1913: Evidence from capitalized income tax data. The Quarterly Journal of Economics, 131(2):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578, May 2016. Emmanuel Saez and Gabriel Zucman. Progressive wealth taxation. Brookings Papers on Economic Activity, Forthcoming.",
        "Matthew Smith, Danny Yagan, Owen Zidar, and Eric Zwick. Capitalists in the twenty-first century. Quarterly Journal of Economics, 134(4):1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745, 2019.",
        "Matthew Smith, Owen Zidar, and Eric Zwick. Top wealth in the United States: New estimates and implications for taxing the rich. April 2020.",
        "Philip Vermuelen. How fat is the top tail of the wealth distribution? The Review of Income and Wealth, 64(2):357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387, June 2018.",
        "Belen Villalonga and Raphael Amit. How do family ownership, control and management affect firm value? Journal of Financial Economics, 80(2):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417, May 2006.",
        "Annette Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen and Tobias J. Moskowitz. The returns to entrepreneurial investment: A private equity premium puzzle? American Economic Review, 92(4): 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778, September 2002.",
        "Geoffrey Zheng. Wealth shares in the long run. December 2019."
    ]
}