{
    "id": 27472,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Asriyan, Vladimir, Luc Laeven, and Alberto Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral booms and information depletion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, CEPR WP 2018.",
        "Azariadis, Costas and Bruce Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation and regime switching in business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 1998, pp. 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Baron, Matthew and Wei Xiong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit expansion and neglected crash risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (2), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Beaudry, Paul, Dana Galizia, and Franck Portier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the cycle back into business cycle analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2020, 110 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Becker, Bo and Victoria Ivashina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality of credit supply: Firm level evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2014, 62, 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Boldrin, Michele and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium models displaying endogenous fluctuations and chaos: a survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1990, 25 (2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic expectations and credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2018, 73 (1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Demyanyk, Yuliya and Otto Van Hemert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the subprime mortgage crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2009, 24 (6), 1848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1880.",
        "Farboodi, Maryam and PeÃ\u0083Å\u0092Ã\u0082Â\u0081ter Kondor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Global Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 62, Paul Woolley Centre Paper Series 2018.",
        "Fishman, Michael J., Johanthan A. Parker, and Ludwig Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Theory of Lending Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. MIT.",
        "Gallagher, Emily, Lawrence Schmidt, Allan Timmermann, and Russ Wermers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Information Acquisition and Money Market Fund Risk Rebalancing During the 2011-12 Eurozone Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. MIT.",
        "Gennaioli, Nicola and Andrei Shleifer, A Crisis of Beliefs, Princeton University Press, 2020.",
        "Gorton, Gary and Guillermo Ordonez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Greenwood, Robin and Samuel G Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issuer quality and corporate bond returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2013, 26 (6), 1483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1525.",
        "Greenwood, Robin Marc, Samuel Gregory Hanson, and Lawrence J Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reflexivity in Credit Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Harvard University.",
        "Greenwood, Robin, Samuel G Hanson, Andrei Shleifer, and Jakob Ahm SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictable Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Harvard Business School Working Paper 2020.",
        "Gu, Chao, Fabrizio Mattesini, Cyril Monnet, and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (5), 940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c965.",
        "Ivashina, Victoria, David S Scharfstein, and Jeremy C Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar funding and the lending behavior of global banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (3), 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281.",
        "Kaplan, Steven N and Per Stromberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraged buyouts and private equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2009, 23 (1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Kiyotaki, Nobuhiro and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1997, 105 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Kurlat, Pablo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset markets with heterogeneous information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, David, Jeremy C Stein, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit-market sentiment and the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2017, 132 (3), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1426.",
        "Lorenzoni, Guido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient credit booms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2008, 75 (3), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Martin, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 1001861, 2005.",
        "Matsuyama, Kiminori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit traps and credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (1), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "Mendoza, Enrique G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden stops, financial crises, and leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2010, 100 (5), 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Morais, Bernardo, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Luis PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, Jessica RoldaÃ\u0083Å\u0092Ã\u0082Â\u0081n-PenÃ\u0083Å\u0092Ã\u0082Æ\u0092a, and Claudia RuizOrtega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Bank Lending Channel of Monetary Policy Rates and QE: Credit Supply, Reach-for-Yield, and Real Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2019, 74 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Myerson, Roger B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of moral-hazard credit cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (5), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c878.",
        "Stein, Jeremy C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overheating in credit markets: origins, measurement, and policy responses, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speech given to the symposium on Restoring Household Financial Stability After the Great Recession, Federal Reserve Bank of St. Louis, St. Louis, Missouri, February, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 7 2013."
    ]
}