{
    "id": 27471,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Allen, Franklin, Ana Babus, and Elena Carletti, 2012, Asset commonality, debt maturity and systemic risk, Journal of Financial Economics 104, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Allen, Franklin, and Douglas Gale, 1994, Limited market participation and volatility of asset prices, The American Economic Review 84, 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c955.",
        "Alvarez, Fernando, and Gadi Barlevy, 2015, Mandatory disclosure and financial contagion, working paper University of Chicago.",
        "Asriyan, Vladimir, Dana Foarta, and Victoria Vanasco, 2018, Strategic complexity when seeking approval, Technical report, Stanford University, Graduate School of Business.",
        "Azarmsa, Ehsan, and Lin William Cong, 2018, Persuasion in relationship finance, Technical report, Available at SSRN.",
        "Bouvard, Matthieu, Pierre Chaigneau, and Adolfo de Motta, 2015, Transparency in the financial system: Rollover risk and crises, The Journal of Finance 70, 1805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1837.",
        "Chemla, Gilles, and Christopher A. Hennesy, 2014, Skin in the game and moral hazard, The Journal of Finance 69, 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1641.",
        "Dang, Tri Vi, Gary Gorton, Bengt HolmstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, and Guillermo OrdonÃ\u0083Å\u0092Ã\u0082Æ\u0092ez, 2017, Banks as secret keepers, American Economic Review 107, 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1029.",
        "DeMarzo, Peter M., 2004, The pooling and tranching of securities: A model of informed intermediation, Review of Financial Studies 18, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Dewatripont, Mathias, and Jean Tirole, 2018, Liquidity regulation, bail-ins and bailouts.",
        "Diamond, Douglas W., 1984, Financial intermediation and delegated monitoring, The Review of Economic Studies 51, 393.",
        "Duffie, Darrell, 2008, Innovations in credit risk transfer: Implications for financial stability, BIS Working Papers No 255.",
        "Egan, Mark, Ali HortacÃ\u0083Å\u0092Ã\u0082Â§su, and Gregor Matvos, 2017, Deposit competition and financial fragility: Evidence from the US banking sector, American Economic Review 107, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Erica Jiang, Tomasz Piskorski, Gregor Matvos, and Amit Seru, 2020, Banking without deposits: Evidence from shadow bank call reports, working paper Northwestern University.",
        "Flannery, Mark J., Simon H. Kwan, and Mahendrarajah Nimalendran, 2013, The 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 financial crisis and bank opaqueness, Journal of Financial Intermediation 22, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Galeotti, Andrea, and Christian Ghiglino, 2019, Financial linkages and portfolio choice, working paper LBS.",
        "Glode, Vincent, Christian C Opp, and Xingtan Zhang, 2018, Voluntary disclosure in bilateral transactions, Journal of Economic Theory 175, 652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Goldstein, Itay, and Yaron Leitner, 2018, Stress tests and information disclosure, Journal of Economic Theory 177, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Ibragimov, Rustam, Dwight Jaffee, and Johan Walden, 2011, Diversification disasters, Journal of Financial Economics 99, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Jiang, Liangliang, Ross Levine, and Chen Lin, 2016, Competition and bank opacity, Review of Financial Studies 29, 1911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1942.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Lorenzoni, Guido, 2008, Inefficient credit booms, Review of Economic Studies 75, 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 833.",
        "Matutes, Carmen, and Xavier Vives, 1996, Competition for deposits, fragility, and insurance, Journal of Financial Intermediation 5, 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Mondria, Jordi, Thomas Wu, and Yi Zhang, 2010, The determinants of international investment and attention allocation: Using internet search query data, Journal of International Economics 82, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Morgan, Donald P, 2002, Rating banks: Risk and uncertainty in an opaque industry, American Economic Review 92, 874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c888.",
        "Orlov, Dmitry, Pavel Zryumov, and Andrzej Skrzypacz, 2017, Design of macroprudential stress tests, Stanford University Graduate School of Business Research Paper No. 17-41.",
        "Shaffer, Sherrill, 1994, Pooling intensifies joint failure risk, Research in Financial Services 6, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, The Journal of Finance 47, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Vanasco, Victoria, 2017, The downside of asset screening for market liquidity, The Journal of Finance 72, 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982."
    ]
}