{
    "id": 27478,
    "cites": 52,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D. and Angrist, J. D. (2001). Consequences of employment protection? the case of the Americans with Disability Act. Journal of Political Economy, 109(5):915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Acemoglu, D. and Shimer, R. (1999). Efficient unemployment insurance. Journal of Political Economy, 107(5):893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Aizawa, N. and Fang, H. (2020). Equilibrium labor market search and health insurance reform. Journal of Political Economy, forthcoming.",
        "Akerlof, G. (1976). The economics of caste and of the rat race and othe woeful tales. The Quartely Journal of Economics, 90(4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Altonji, J. G. and Segal, L. M. (1996). Small-sample bias in GMM estimation of covariance structures. Journal of Business & Economic Statistics, 14(3):353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Ameriks, J., Briggs, J. S., Caplin, A., Lee, M., Shapiro, M. D., and Tonetti, C. (2019). Older Americans would work longer if jobs were flexible. American Economic Journal: Macroeconomics, 12(1):174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Auster, S. and Gottardi, P. (2019). Competing mechanisms in markets for lemons. Theoretical Economics, 14(3):927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "Azevedo, E. and Gottlieb, D. (2017). Perfect competition in markets with adverse selection. Econometrica, 85(1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Becker, G. (1971). The Economics of Discrimination. University of Chicago Press.",
        "Blanchard, O. J. and Tirole, J. (2008). The joint design of unemployment insurance and employment protection: A first pass. Journal of the European Economic Association, 6(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Bound, J. and Burkhauser, R. V. (1999). Economic analysis of transfer programs targeted on people with disabilities. Handbook of Labor Economics, 3.",
        "Braun, R. A., Kopecky, K. A., and Koreshkova, T. (2017). Old, sick, alone, and poor: A welfare analysis of old-age social insurance programmes. The Review of Economic Studies, 84(2):580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c612.",
        "Braun, R. A., Kopecky, K. A., and Koreshkova, T. (2019). Old, frail, and uninsured: Accounting for features of the U.S. long-term care insurance market. Econometrica, 87(3):981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1019.",
        "Braxton, C., Herkenhoff, K., and Phillips, G. (2020). Can the unemployed borrow? implications for public insurance. NBER working paper series, No.27026.",
        "Chang, B. (2017). Adverse selection and liquidity distortion. Review of Economic Studies, 85(1):275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 306.",
        "Chetty, R. (2006). A general formula for the optimal level of social insurance. Journal of Public Economics, 90(10):1879 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1901.",
        "Chodorow-Reich, G., Coglianese, J., and Karabarbounis, L. (2019). The macro effects of unemployment benefit extensions: a measurement error approach. The Quarterly Journal of Economics, 134(1):227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Cole, H. L., Kim, S., and Krueger, D. (2019). Analysing the effects of insuring health risks: On the trade-off between short-run insurance benefits versus long-run incentive costs. The Review of Economic Studies, 86(3):1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1169.",
        "Corbae, D. and Glover, A. (2020). Employer credit checks: Poverty traps versus matching efficiency. Working Paper, University of Wisconsin-Madison.",
        "Davoodalhosseini, S. M. R. (2019). Constrained efficiency with adverse selection and directed search. Journal of Economic Theory, 183:568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "De Nardi, M., French, E., and Jones, J. B. (2016). Medicaid insurance in old age. American Economic Review, 106(11):3480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3520.",
        "DeLeire, T. (2000). The wage and employment effects of the Americans with Disability Act. Journal of Human Resources, 35(4):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "Equal Employment Opportunity Commission (1992). A technical assistance manual on the employment provisions (Title 1) of the Americans with Disabilities Act. Technical report, Equal Employment Opportunity Commission, Washington, D.C. French, E. and Song, J. (2014). The effect of disability insurance receipt on labor supply. American Economic Journal: Economic Policy, 6(2):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "French, E. and Song, J. (2017). The effect of disability insurance receipt on labor supply: A dynamic analysis. Working paper, University of College London.",
        "Golosov, M., Maziero, P., and Menzio, G. (2013). Taxation and redistribution of residual income inequality. Journal of Political Economy, 121(6):1160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204.",
        "Golosov, M. and Tsyvinski, A. (2006). Designing optimal disability insurance: A case for asset testing. Journal of Political Economy, 114:257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Gourieroux, C., Monfort, A., and Renault, E. (1993). Indirect inference. Journal of Applied Econometrics, 8:S85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS118.",
        "Guerrieri, V., Shimer, R., and Wright, R. (2010). Adverse selection in competitive search equilibrium.",
        "Hamersma, S. (2008). The effects of an employer subsidy on employment outcomes: A study of the Work Opportunity and Welfare-to-Work Tax Credits. Journal of Policy Analysis and Management, 27(3):498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Khan, M. R., Rutledge, M. S., and Sanzenbacher, G. T. (2017). Social Security and total replacement rates in disability and retirement. Center for Retirement Research at Boston College Working Paper, (6).",
        "Kim, S. and Rhee, S. (2018). Measuring the effects of employment protection policies: Theory and evidence from the americans with disabilities act. Labour Economics, 54:116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Kitao, S. (2014). A life-cycle model of unemployment and disability insurance. Journal of Monetary Economics, 68:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Koning, P. and Lindeboom, M. (2015). The rise and fall of disability insurance enrollment in the Netherlands. The Journal of Economic Perspectives, 29(2):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Lester, B., Shourideh, A., Venkateswaran, V., and Zetlin-Jones, A. (2019). Screening and adverse selection in frictional markets. Journal of Political Economy, 127(1):338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Levine, L. (2005). The Work Opportunity Tax Credit (WOTC) and the Welfare-to-Work (WtW) Tax Credit. Technical Report Order Code RL30089, Congressional Research Service, Washington, DC.",
        "Liebman, J. B. (2015). Understanding the increase in disability insurance benefit receipt in the United States. Journal of Economic Perspectives, 29(2):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Lise, J., Meghir, C., and Robin, J.-M. (2016). Matching, sorting and wages. Review of Economic Dynamics, 19:63 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 87.",
        "Lise, J. and Robin, J.-M. (2017). The macrodynamics of sorting between workers and firms. American Economic Review, 107(4):1104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Low, H. and Pistaferri, L. (2015). Disability insurance and the dynamics of the incentive-insurance tradeoff. American Economic Review, 105(10):2986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3029.",
        "Low, H. and Pistaferri, L. (2019). Disability insurance: Error rates and gender differences. NBER Working Paepr Series, No.26513.",
        "Maestas, N., Mullen, K. J., and Strand, A. (2013). Does disability insurance receipt discourage work? using examiner assignment to estimate causal effects of SSDI receipt. American Economic Review, 103(5):1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829.",
        "Menzio, G. and Shi, S. (2011). Efficient search on the job and the business cycle. Journal of Political Economy, 119(3).",
        "Michaud, A. and Wiczer, D. (2018). Occupational hazards and social disability insurance. Journal of Monetary Economics, 96:77 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 92.",
        "Mitman, K. and Rabinovich, S. (2015). Optimal unemployment insurance in an equilibrium business-cycle model. Journal of Monetary Economics, 71(C):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "OECD (2010). Sickness, Disability and Work: Breaking the Barriers. A Synthesis of Findings across OECD Countries. Paris.",
        "OECD (2016). OECD Social Expenditure Update 2016. Paris.",
        "Rothschild, M. and Stiglitz, J. (1976). Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. The Quarterly Journal of Economics, 90(4):629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Saez, E. (2001). Using elasticities to derive optimal income tax rates. The Review of Economic Studies, 68(1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Schimmel, J., Stapleton, D., Mann, D. R., and Phelps, D. (2013). Participant and provider outcomes since the inception of ticket to work and the effects of the 2008 regulatory changes. Technical report, Mathematica Policy Research.",
        "Scott, C. (2013). The Work Opportunity Tax Credit (WOTC). Technical Report CRS 7-5700, Congressional Research Service, Washington, D.C. Shimer, R. (2005). The cyclical behavior of equilibrium unemployment and vacancies. American Economic Review, 95(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Social Security Administration (2018). Annual statistical report on the Social Security Disability Insurance Program, 2017. SSA Publication No. 13-11826, Social Security Administration, 500 E Street, SW, 8th Floor, Washington, DC 20254.",
        "Stantcheva, S. (2014). Optimal income taxation with adverse selection in the labour market. Review of Economic Studies, 81:1296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1329."
    ]
}