{
    "id": 27480,
    "cites": 120,
    "cited_by": 2,
    "reference": [
        "Aaronson, Daniel, Jonathan Davis, and Karl Schulze, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal Immigrant Mobility in the Early 20th Century: Experimental Evidence from Galveston Immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Abbott, Edith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration RestrictionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cEconomic Results and Prospects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1927, 17 (1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        ", The tenements of Chicago, 1908-1935 number 29, University of Chicago Press, 1936.",
        ", Leah Platt Boustan, and Katherine Eriksson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tired, poor, huddled masses: Self-selection and economic outcomes in the age of mass migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (5), 1832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1856.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A nation of immigrants: Assimilation and economic outcomes in the age of mass migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        ", Philipp Ager, Leah Platt Boustan, Elior Cohen, and Casper W Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Immigration on the Economy: Lessons from the 1920s Border Closure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2019.",
        "Addams, Jane, Twenty Years at Hull-House, New York, NY: The Macmillan Company, 1911.",
        "Ager, Philipp and Casper Worm Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National immigration quotas and local economic growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2866411, 2016.",
        "Aldridge, Robert W, Laura B Nellums, Sean Bartlett, Anna Louise Barr, Parth Patel, Rachel Burns, Sally Hargreaves, J Jaime Miranda, Stephen Tollman, Jon S Friedland, and Ibrahim Abubakar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Patterns of Mortality in International Migrants: A Systematic Review and Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, December 2018, 392 (10164), 2553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2566.",
        "Alesina, Alberto, Armando Miano, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and redistribution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper 24733.",
        "Alsan, Marcella and Claudia Goldin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Watersheds in Child Mortality: The Role of Effective Water and Sewerage Infrastructure, 1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1920,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (2), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Anderson, D. Mark, Kerwin Kofi Charles, and Daniel I. Rees, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Health Efforts and the Decline in Urban Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25027, 2019.",
        "Antecol, Heather and Kelly Bedard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unhealthy Assimilation: Why Do Immigrants Converge to American Health Status Levels?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, May 2006, 43 (2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Arthi, Vellore, Brian Beach, and W Walker Hanlon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions, Mortality, and Migration Bias: Evidence from the Lancashire Cotton Famine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Bartik, Timothy J., The debate over state and local economic development policies, WE Upjohn Institute for Employment Research, 1991.",
        "Belluz, Julia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fox News Says the Migrant Caravan Will Bring Disease Outbreaks. ThatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Xenophobic Nonsense.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.vox.com/science-and-health/2018/11/1/18048332/migrantcaravan -fox-news-disease-smallpox-outbreaks-vaccines-xenophobia November 2018.",
        "Borhade, Anjali and Subhojit Dey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Migrants Have a Mortality Advantage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, December 2018, 392 (10164), 2517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2518.",
        "Britten, Rollo H, JE Brown, and Isidore Altman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Certain characteristics of urban housing and their relation to illness and accidents: summary of findings of the national health survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Memorial Fund Quarterly, 1940, 18 (2), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Burchardi, Konrad, Thomas Chaney, and Tarek A. Hassan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrants, Ancestors, and Foreign Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. NBER Working Paper 21847.",
        "Cain, Louis and Elyce Rotella, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Death and spending: Urban mortality and municipal expenditure on sanitation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annales de deÃ\u0083Å\u0092Ã\u0082Â\u0081mographie historiqueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d number 1 Belin 2001, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant inflows, native outflows, and the local labor market impacts of higher immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2001, 19 (1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Catillon, Maryaline, David Cutler, and Thomas Getzen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two hundred years of health and medical care: The importance of medical care for life expectancy gains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional data in macroeconomics: Some advice for practioners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019. Unpublished.",
        "Coale, Ansley Johnson and Melvin Zelnik, New estimates of fertility and population in the United States, Princeton University Press, 1963.",
        "Cohn, Samuel K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics: Waves of Disease, Waves of Hate from the Plague of Athens to A.I.D.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Historical journal (Cambridge, England), November 2012, 85 (230), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Condran, Gretchen A. and Eileen Crimmins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality differentials between rural and urban areas of states in the northeastern United States 1890?1900,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Historical Geography, 1980, 6 (2), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Condran, Gretchen A and Eileen Crimmins-Gardner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public health measures and mortality in US cities in the late nineteenth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Ecology, 1978, 6 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Cook, Noble David, Born to Die: Disease and New World Conquest, 1492-1650, Cambridge University Press, February 1998.",
        "Costa, Dora L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and the Economy in the United States from 1750 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2015, 55 (3), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Costa, Dora L and Matthew E Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Health and Mortality: What Can We Learn from the Past?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public policy and the income distribution, 2006, pp. 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Costa, Dora L. and Richard H. Steckel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Trends in Health, Welfare, and Economic Growth in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard H. Steckel and Roderick Floud, eds., Health and Welfare During Industrialization, University of Chicago Press, 1997, pp. 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Cutler, David and Ellen Meara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the age distribution of mortality over the twentieth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on the Economics of Aging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2004, pp. 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        ", Angus Deaton, and Adriana Lleras-Muney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determinants of mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic perspectives, 2006, 20 (3), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Diamond, Jared M, Guns, germs and steel: a short history of everybody for the last 13,000 years, Random House, 1998.",
        "Doran, Kirk and Chungeun Yoon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Invention: Evidence from the Quota Acts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Immigrants and Foreign Students in Science, Innovation, and Entrepreneurship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2018.",
        "Dublin, Louis I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factors in American Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1916, 6 (3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mortality of Foreign Race Stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Scientific Monthly, 1922, 14 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Duffy, John, History of public health in New York City, 1625-1866, Vol. 1, Russell Sage Foundation, 1968.",
        ", The sanitarians: a history of American public health, University of Illinois Press, 1992.",
        "Eriksson, Katherine and Gregory Niemesh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Death in the promised land: The Great Migration and black infant mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3071053, 2016.",
        "Escamilla-Guerrero, David and Moramay Lopez-Alonso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Selection of Mexican Migrants in the Presence of Random Shocks: Evidence from the Panic of 1907,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2019/23, WIDER Working Paper 2019.",
        "Feigenbaum, James J and Christopher Muller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lead exposure and violent crime in the early twentieth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in economic history, 2016, 62, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Feigenbaum, James J., Christopher Muller, and Elizabeth Wrigley-Field, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional and Racial Inequality in Infectious Disease Mortality in U.S. Cities, 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1948,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, June 2019.",
        "Ferrie, Joseph P. and Werner Troesken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Water and ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mortality transition, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1925,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2008, 45 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Fogel, Robert William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New findings on secular trends in nutrition and mortality: some implications for population theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of population and family economics, 1997, 1, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        ", The escape from hunger and premature death, 1700-2100: Europe, America, and the Third World, Vol. 38, Cambridge University Press, 2004.",
        "Gibson, Campbell J. and Emily Lennon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical Census Statistics on the Foreign-born Population of the United States: 1850-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1999. POPULATION DIVISION WORKING PAPER NO. 29.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political economy of immigration restriction in the United States, 1890 to 1921,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Claudia Goldin and Gary Leibcap, eds., The regulated economy: A historical approach to political economy, University of Chicago Press, 1994, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Goldsmith-Pinkham, Paul, Isaac Sorkin, and Henry Swift, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik instruments: What, when, why, and how,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        "Goodman-Bacon, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-run effects of childhood insurance coverage: Medicaid implementation, adult health, and labor market outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2016.",
        "Green, Eva G. T., Franciska Krings, Christian StaerkleÃ\u0083Å\u0092Ã\u0082Â\u0081, Adrian Bangerter, Alain CleÃ\u0083Å\u0092Ã\u0082Â\u0081mence, Pascal Wagner-Egger, and Thierry Bornand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping the Vermin out: Perceived Disease Threat and Ideological Orientations as Predictors of Exclusionary Immigration Attitudes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Community & Applied Social Psychology, 2010, 20 (4), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Greenwood, Michael J. and Zachary Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration quotas, World War I, and emigrant flows from the United States in the early 20th century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2015, 55, 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Haines, Michael R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The urban mortality transition in the United States, 1800-1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annales de deÃ\u0083Å\u0092Ã\u0082Â\u0081mographie historiqueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d number 1 Belin 2001, pp. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Higgs, Robert, The transformation of the American economy, 1865-1914: An essay in interpretation, Vol. 53, John Wiley & Sons, 1971.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cycles and trends of mortality in 18 large American cities, 1871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1900,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 1979, 16 (4), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Higham, John, Strangers in the land: Patterns of American nativism, 1860-1925, Rutgers University Press, 2002.",
        "Hoehn-Velasco, Lauren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining declines in US rural mortality, 1910-1933: The role of county health departments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2018, 70, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Hopkins, Donald R, The greatest killer: smallpox in history, Vol. 793, University of Chicago Press, 2002.",
        "Howard, William Travis, Public health administration and the natural history of disease in Baltimore, Carnegie Institution, 1924.",
        "Jacobs, Michael and Gelvin Stevenson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and housing: a historical examination of alternative perspectives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International journal of health services, 1981, 11 (1), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Jaeger, David A, Joakim Ruist, and Jan Stuhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shift-share instruments and the impact of immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. NBER Working Paper 24285.",
        "Jayachandran, Seema, Adriana Lleras-Muney, and Kimberly V Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modern medicine and the twentieth century decline in mortality: evidence on the impact of sulfa drugs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2010, 2 (2), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Jenks, Jeremiah Whipple and William Jett Lauck, The immigration problem, Funk & Wagnalls Company, 1911.",
        "Jones, David S, Scott H Podolsky, and Jeremy A Greene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The burden of disease and the changing task of medicine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2012, 366 (25), 2333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2338.",
        "Jones, Keith Allen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American nativism and exclusion: The rise and fall of the immigration restriction league, 1894-1921.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, Georgetown University 2013.",
        "Kim, Sukkoo and Robert Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical Perspectives on U.S. Economic Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Vernon Henderson and Jacques-FranÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086Ã\u0083â\u0080¦Ã\u0082â\u0080\u009cois Thisse, eds., Handbook of Regional and Urban Economics Volume 4, Elsevier B.V., 2004, pp. 2981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3019.",
        "King, Desmond, Making Americans: Immigration, race, and the origins of the diverse democracy, Harvard University Press, 2000.",
        "Komisarow, Sarah, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public health regulation and mortality: Evidence from early 20th century milk laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 2017, 56, 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Kosack, Edward and Zachary Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Crossed the Border? Self-Selection of Mexican Migrants in the Early Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, December 2014, 74 (4), 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Kraut, Alan M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Silent travelers: Germs, genes, and American efficiency, 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1924,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science History, 1988, 12 (4), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        ", Silent Travelers: Germs, Genes, and the Immigrant Menace, Johns Hopkins University Press, 1994.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perennial Fear of Foreign Bodies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Modern American History, March 2019, 2 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Krieger, James and Donna L Higgins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and health: time again for public health action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of public health, 2002, 92 (5), 758Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Lee, Erika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093America First, Immigrants Last: American Xenophobia Then and Now,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of the Gilded Age and Progressive Era, 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        ", America for Americans: A History of Xenophobia in the United States, New York: Basic Books, November 2019.",
        "Lee, Kwang-Sun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Infant mortality decline in the late 19th and early 20th centuries: the role of market milk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives in Biology and Medicine, 2007, 50 (4), 585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "Lopez, Russell, Building American public health: urban planning, architecture, and the quest for better health in the United States, Springer, 2012.",
        "Ludmerer, Kenneth M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genetics, eugenics, and the Immigration Restriction Act of 1924,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the History of Medicine, 1972, 46 (1), 59.",
        "Markel, Howard and Alexandra Minna Stern, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Foreignness of Germs: The Persistent Association of Immigrants and Disease in American Society,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Quarterly, December 2002, 80 (4), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Massey, Catherine G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration quotas and immigrant selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2016, 60, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "McKeown, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The modern rise of population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1976.",
        "Meckel, Richard A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, mortality, and population growth in Boston, 1840-1880,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of interdisciplinary history, 1985, 15 (3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Meeker, Edward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The improving health of the United States, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1915,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 1971, 9, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Melosi, M.V., The Sanitary City: Urban Infrastructure in America from Colonial Times to the Present Creating the North American landscape, Johns Hopkins University Press, 2000.",
        "Miller, Grant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s suffrage, political responsiveness, and child survival in American history, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2008, 123 (3), 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Moser, Petra and Shmuel San, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, Science, and Invention. Lessons from the Quota Acts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 3558718, Social Science Research Network, Rochester, NY March 2020.",
        "National Industrial Conference Board, The immigration problem in the United States, New York: National Industrial Conference Board, 1923.",
        "Olmstead, Alan L and Paul W Rhode, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An impossible undertaking: the eradication of bovine tuberculosis in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 2004, 64 (3), 734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Park, Yoosun and Susan P Kemp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Little alien colonies: Representations of immigrants and their neighborhoods in social work discourse, 1875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1924,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Service Review, 2006, 80 (4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Riis, Jacob, How the other half lives: studies among the tenements of New York, New York: Charles ScribnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sons, 1890.",
        "Rogers, Adam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Calling the CaravanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Migrants Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDiseasedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Is a Classic Xenophobic Move,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wired, October 2018.",
        "Schaller, Mark and Steven L. Neuberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Danger, Disease, and the Nature of Prejudice(s),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James M. Olson and Mark P. Zanna, eds., Advances in Experimental Social Psychology, Vol. 46, Academic Press, January 2012, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Sequeira, Sandra, Nathan Nunn, and Nancy Qian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrants and the Making of America: The Short-and Long-Run Effects of Immigration during the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. NBER Working Paper 23289.",
        "Shah, Sonia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pandemic of Xenophobia and Scapegoating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://time.com/5776279/pandemic-xenophobia-scapegoating/ February 2020.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zoning and the Economic Geography of Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, May 2018, 105, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Solon, Gary, Steven J. Haider, and Jeffrey Wooldridge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are we weighting for?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2015, 50 (2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Spitzer, Yannay and Ariell Zimran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant Self-Selection: Anthropometric Evidence from the Mass Migration of Italians to the United States, 1907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, September 2018, 134, 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Steffens, Lincoln, The Shame of the Cities, New York, McClure, Phillips, 1904.",
        "Stella, Antonio, The effects of urban congestion on Italian women and children, W. Wood, 1908.",
        "Swanson, Joseph A and C Curran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fiscal behavior of municipal governments: 1905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 1976, 3 (4), 344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Tabellini, Marco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gifts of the Immigrants, Woes of the Natives: Lessons from the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, January 2020, 87 (1), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        ", The Pox of Liberty: How the Constitution Left Americans Rich, Free, and Prone to Infection, University of Chicago Press, 2015.",
        "U.S. Department of Commerce, Statistical Abstract of the United States, United States Government Printing Office, 1929.",
        "Veiller, Lawrence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Room overcrowding and the lodger evil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 1913, 3 (1), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing as a factor in health progress in the past fifty years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A Half Century of Public Health.",
        "VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder, Nico and Hans-Joachim Voth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persecution perpetuated: the medieval origins of anti-Semitic violence in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (3), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1392.",
        "Wang, Xinyang, Surviving the city: the Chinese immigrant experience in New York City, 18901970, Rowman & Littlefield, 2001.",
        "Ward, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Emergence of Central Immigrant Ghettoes in American Cities: 1840-1920,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the Association of American Geographers, 1968, 58 (2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        ", Cities and immigrants: A geography of change in nineteenth century America, Oxford University Press, USA, 1971.",
        "Ward, Zachary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Birds of passage: Return migration, self-selection and immigration quotas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 2017, 64, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Willcox, Walter F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Immigrants in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1906, 20 (4), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        ", International Migrations Volume I: Statistics, New York, National Bureau of Economic Research, 1929.",
        "Xie, Bin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Immigration Quotas on Wages, the Great Black Migration, and Industrial Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Unpublished.",
        "Xu, Dafeng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Surname-based ethnicity and ethnic segregation in the early twentieth century US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2019, 77, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Yew, Elizabeth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical inspection of immigrants at Ellis Island, 1891-1924.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the New York Academy of Medicine, 1980, 56 (5), 488.",
        "Mn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 WWIn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919  FBnc,1910 FBn,1910 , (7) where c Mn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919 is the predicted average annual number of immigrants of nationality n who would have arrived in 1915-1919 had WWI not occurred.66 We make these predictions using the same method outlined in Section 3.2. WWIn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919, on the other hand, is the average number of immigrants of nationality n that actually arrived in the US annually over this period. Similar to the construction of the number of missing immigrants due to the quota system, c Mn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099WWIn,15Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919 denotes the number of missing immigrants as a result of WWI. These missing immigrants are then distributed according to the nationality-specific settlement patterns in 1910, FBnc,1910/FBn,1910.",
        "The total number of missing immigrants in each city is then scaled by the city population in 1910, 100/Pc,1910. For the empirical analysis, we interact this cross-sectional variable with an indicator for the period after 1914.",
        "Our alternative measure of quota exposures follows Greenwood and Ward (2015): Quota exposureA c = Pc,1910 N X n=1 c Mn,22Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009930 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Qn,22Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009930 c Mn,22Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009930 !",
        "FBnc,1910, (8) where the expression in parentheses measures the bite of the quota system for nationality n, which is then multiplied by the foreign-born share in city c in 1910, FBnc,1910 Pc,1910 . Cities in 1910 that primarily received immigrants from countries that were subsequently tightly restricted will have a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093biteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d that is close to 1 for most nationalities. Quota exposure would then amount to the share of foreign-born people in that city. For cities in 1910 that mainly received groups that were not restricted in the Since the immigration year ends on June, 30, the year 1915 refers to immigration from July 1, 1914 to June 30, 1915. See also footnote 27 in the main text. 1920s, quota exposure would be close to 0.",
        "To assess this hypothesis, we construct two novel measures of the presence of dangerous jobs in each city. Our first measure is based on the 1920 Proceedings of the Casualty Actuarial and Statistical Society of America, which classifies industries for the purposes of group disability insurance using ratings from A to F, in order of compensation. Industries with a rating of A are the least dangerous activities. We take industries with E and F classifications to be dangerous jobs and map them to the IPUMS industry codes where possible. The share of men working in these dangerous jobs can then be computed for each city.",
        "Our second measure is based on the 1922 Massachusetts Annual Report of the Department of Industrial Accidents, which records the number of deaths by industry in Massachusetts between July 1, 1920 and June 30, 1921. Again, we map these industries to the IPUMS industry codes where possible, and then use the 1920 population in Massachusetts to scale the death counts in order to determine which industries have the highest mortality rates. The top 25 industries in terms of mortality rates are taken to be dangerous jobs. We can then compute the share of men in these jobs for each city. With our measures of dangerous jobs, we test for heterogeneity and direct effects in two ways, mirroring the analysis in Section 6. Using a DiD specification similar to the regression underlying"
    ]
}