{
    "id": 27484,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Abramitzky, Ran, Leah Boustan (2017). Immigration in American Economic History. Journal of Economic Literature 55 (4): 1311-1345.",
        "Akyol, Ã\u0085Å¾. Pelin, Kala Krishna, Jinwen Wang (2018). Taking PISA Seriously: How Accurate Are Low Stakes Exams? NBER Working Paper 24930. Cambridge, MA: National Bureau of Economic Research (August).",
        "Alan, Sule, Teodora Boneva, Seda Ertac (2019). Ever Failed, Try Again, Succeed Better: Results from a Randomized Educational Intervention on Grit. Quarterly Journal of Economics 134 (3): 1121-1162.",
        "Alan, Sule, Seda Ertac (2018). Fostering Patience in the Classroom: Results from Randomized Educational Intervention. Journal of Political Economy 126 (5): 1865-1911.",
        "Alesina, Alberto, Paola Giuliano (2014). Family Ties. In Handbook of Economic Growth, Vol. 2, edited by Philippe Aghion, Steven N. Durlauf. Amsterdam: North Holland: 177-215.",
        "Alesina, Alberto, Paola Giuliano (2015). Culture and Institutions. Journal of Economic Literature 53 (4): 898-944.",
        "Almlund, Mathilde, Angela L. Duckworth, James Heckman, Tim Kautz (2011). Personality Psychology and Economics. In Handbook of the Economics of Education, Vol. 4, edited by Eric A. Hanushek, Stephen Machin, Ludger Woessmann. Amsterdam: North Holland: 1-181.",
        "Andreoni, James, Charles Sprenger (2012). Risk Preferences Are Not Time Preferences. American Economic Review 102 (7): 3357-3376.",
        "Andreoni, James, Charles Sprenger (2015). Risk Preferences Are Not Time Preferences: Reply.",
        "Balart, Pau, Matthijs Oosterveen, Dinand Webbink (2018). Test Scores, Noncognitive Skills and Economic Growth. Economics of Education Review 63: 134-153.",
        "Becker, Gary S. (1964). Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. New York, NY: National Bureau of Economic Research.",
        "Ben-Porath, Yoram (1967). The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy 75 (4): 352-365.",
        "Ben-Porath, Yoram (1970). The Production of Human Capital over Time. In Education, Income and Human Capital, edited by W. Lee Hansen. New York: National Bureau of Economic Research: 129-147.",
        "Benzoni, Luca, Olena Chyruk (2015). The Value and Risk of Human Capital. Annual Review of Financial Economics 7 (1): 179-200.",
        "Bisin, Alberto, Thierry Verdier (2011). The Economics of Cultural Transmission and Socialization. In Handbook of Social Economics, edited by Jess Benhabib, Alberto Bisin, Matthew O. Jackson. Amsterdam: North-Holland: 339-416.",
        "Borghans, Lex, Trudie Schils (2012). The Leaning Tower of Pisa: Decomposing Achievement Test Scores into Cognitive and Noncognitive Components. Mimeo.",
        "Borjas, George J. (1987). Self-Selection and the Earnings of Immigrants. American Economic Review 77 (4): 531-553.",
        "Brown, Jeffrey, Chichun Fang, Francisco Gomes (2012). Risk and Returns to Education. NBER Working Paper No. 18300. Cambridge, MA: National Bureau of Economic Research (August).",
        "Carroll, Christopher D., Byung-Kun Rhee, Changyong Rhee (1994). Are There Cultural Effects on Saving? Some Cross-Sectional Evidence*. Quarterly Journal of Economics 109 (3): 685699.",
        "Chetty, Raj, David Grusky, Maximilian Hell, Nathaniel Hendren, Robert Manduca, Jimmy Narang (2017). The Fading American Dream: Trends in Absolute Income Mobility since 1940. Science 356 (6336): 398-406.",
        "Cheung, Stephen L. (2015). Comment on Risk Preferences Are Not Time Preferences: On the Elicitation of Time Preference under Conditions of Risk. American Economic Review 105 (7): 2242-2260.",
        "Cordero, Jose M., Cristina Polo, Daniel SantÃ\u0083Â­n, Rosa Simancas (2018). Efficiency Measurement and Cross-Country Differences among Schools: A Robust Conditional Nonparametric Analysis. Economic Modelling 74: 45-60.",
        "Cunha, Flavio, James J. Heckman, Susanne M. Schennach (2010). Estimating the Technology of Cognitive and Noncognitive Skill Formation. Econometrica 78 (3): 883-931.",
        "Dohmen, Thomas, Benjamin Enke, Armin Falk, David Huffman, Uwe Sunde (2019). Patience and Comparative Development. Mimeo.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde (2010). Are Risk Aversion and Impatience Related to Cognitive Ability? American Economic Review 100 (3): 1238-1260.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde (2018). On the Relationship between Cognitive Ability and Risk Preference. Journal of Economic Perspectives 32 (2): 115-134.",
        "Grit: Perseverance and Passion for Long-Term Goals. Journal of Personality and Social Psychology 92 (6): 1087-1101.",
        "Epper, Thomas, Helga Fehr-Duda (2015). Comment on Risk Preferences Are Not Time Preferences: Balancing on a Budget Line. American Economic Review 105 (7): 2261-2271.",
        "Falk, Armin, Anke Becker, Thomas Dohmen, Benjamin Enke, David Huffman, Uwe Sunde (2018). Global Evidence on Economic Preferences. Quarterly Journal of Economics 133 (4): 1645-1692.",
        "Falk, Armin, Anke Becker, Thomas Dohmen, David Huffman, Uwe Sunde (2016). The Preference Survey Module: A Validated Instrument for Measuring Risk, Time, and Social Preferences. IZA Discussion Paper 9674. Bonn: Institute for the Study of Labor.",
        "FernÃ\u0083Â¡ndez, Raquel, Alessandra Fogli (2009). Culture: An Empirical Investigation of Beliefs, Work, and Fertility. American Economic Journal: Macroeconomics 1 (1): 146-77."
    ]
}