{
    "id": 27486,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstructing Life Cycle Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2013, 121 (3), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Aiyagari, S. Rao and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimum Quantity of Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 1998, 42 (3), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Alves, Felipe, Greg Kaplan, Benjamin Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Further Look at the Propagation of Monetary Policy Shocks in HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, 2019.",
        "Auclert, Adrien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2019, 109 (6), 2333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2367.",
        ", Bence BardÃ\u0083Æ\u0092Ã\u0082Â³czy, Matthew Rognlie, and Ludwig Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Sequence-Space Jacobian to Solve and Estimate Heterogeneous-Agent Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26123, National Bureau of Economic Research, July 2019.",
        ", Matthew Rognlie, and Ludwig Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intertemporal Keynesian Cross,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25020, National Bureau of Economic Research, September 2018.",
        "Bayer, Christian, Ralph Luetticke, Lien Pham-Dao, and Volker Tjaden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Savings, Illiquid Assets, and the Aggregate Consequences of Shocks to Household Income Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2019, 87 (1), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Berger, David, Veronica Guerrieri, Guido Lorenzoni, and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Consumer Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, July 2018, 85 (3), 1502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1542.",
        "Bilbiie, Florin O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonseparable Preferences, Fiscal Policy Puzzles, and Inferior Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2009, 41 (2-3), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonseparable Preferences, Frisch Labor Supply, and the Consumption Multiplier of Government Spending: One Solution to a Fiscal Policy Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, February 2011, 43 (1), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A GHH-CRRA Utility for Macro: Complementarity, Income, and Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, April 2020.",
        "Broer, Tobias, Niels-Jakob Harbo Hansen, Per Krusell, and Erik Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093berg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Keynesian Transmission Mechanism: A Heterogeneous-Agent Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 2020, 87 (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Carroll, Christopher D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Method of Endogenous Gridpoints for Solving Dynamic Stochastic Optimization Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2006, 91 (3), 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Cesarini, David, Erik Lindqvist, Matthew J. Notowidigdo, and Robert Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093stling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Wealth on Individual and Household Labor Supply: Evidence from Swedish Lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2017, 107 (12), 3917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3946.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy with Staggered Wage and Price Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 2000, 46 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Eusepi, Stefano and Bruce Preston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Heterogeneity, Employment Dynamics and Macroeconomic Co-Movement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, April 2015, 71, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Fagereng, Andreas, Martin B. Holm, and Gisle J. Natvik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MPC Heterogeneity and Household Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, March 2020.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, J. David LÃ\u0083Æ\u0092Ã\u0082Â³pez-Salido, and Javier VallÃ\u0083Æ\u0092Ã\u0082Â©s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Effects of Government Spending on Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2007, 5 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Gornemann, Nils, Keith Kuester, and Makoto Nakajima, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doves for the Rich, Hawks for the Poor? Distributional Consequences of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, April 2016.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1988, 78 (3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Hagedorn, Marcus, Iourii Manovskii, and Kurt Mitman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 25571, National Bureau of Economic Research, February 2019.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Progressivity: An Analytical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (4), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2001, 91 (4), 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Kaplan, Greg and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 2014, 82 (4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        ", Benjamin Moll, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2018, 108 (3), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "McKay, Alisdair, Emi Nakamura, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Forward Guidance Revisited, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2016, 106 (10), 3133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3158.",
        "Monacelli, Tommaso and Roberto Perotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy, Wealth Effects, and Markups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14584, National Bureau of Economic Research, December 2008.",
        "Mountford, Andrew and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are the Effects of Fiscal Policy Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2009, 24 (6), 960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Nakamura, Emi and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2014, 104 (3), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Nekarda, Christopher J. and Valerie A. Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Price-Cost Markup,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, March 2020.",
        "Parker, Jonathan A. and Nicholas S. Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reported Effects versus Revealed-Preference Estimates: Evidence from the Propensity to Spend Tax Rebates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Insights, December 2019, 1 (3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Pencavel, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 1 - Labor Supply of Men: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Labor Economics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 1, Elsevier, January 1986, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Ramey, Valerie A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Government Purchases Stimulate the Economy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011, 49 (3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ten Years after the Financial Crisis: What Have We Learned from the Renaissance in Fiscal Research?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, May 2019, 33 (2), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Ravn, Morten O. and Vincent Sterk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Uncertainty and Deep Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 2017, 90 (Supplement C), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Rotemberg, Julio J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Prices in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1982, 90 (6), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211."
    ]
}