{
    "id": 275,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Baumol, W.J., \"The Transactions Demand for Caah; an ~nventory Theoretic Approach,\" Quarterly Journal of Economics, 1952:66, pp. 545-56 Eckstein, O. and R. Brinner, The Inflation Process in the United States, (A Study for the Joint Economic Committee, U.S. Congress), Washington: 1972.",
        "Feldstein, Martin S., \"Inflation, Income Taxes and the Rate of Interest: A Theoretical Analysis\", American Economic Review, December 1976, pp. 809-820.",
        "Feldstein, Martin S., \"Does the U.S. Save Too Little?,\" American Economic Review, May 1977. Feldstein, Martin S., \"National Savings in the United States,\" Investment and Saving for Productivity, Growth and High Employment The American Assembly, forthcoming.",
        "Feldstein, Martin S. and Gary Chamberlain, \"Multimarket Expectations and the Rate of Interest,\" Journal of Money, Credit and Banking, 1973.",
        "Feldstein, Martin S. and O. Eckstein, \"The Fundamental Determinants of the Interest Rate,\" Review of Economics and Statistics, November 1970, pp. 363-375.",
        "Feldstein, Martin S. and J.S. Flemming, \"The Problem of Time-Stream Evaluation,\" Bulletin of the Oxford Institute of Statistics, February 1964, pp. 79-85.",
        "Feldstein, Martin S., Jerry Green and Eytan Sheshinski, \"Corporate Financial Policy and Taxation in a Growing Economy,\" mimeo, 1977.",
        "Feldstein, Martin S., Jerry Green, and Eytan Sheshinski, \"Inflation and Taxes in a Growing Economy with Debt and Equity Finance\", Journal of Political Economics, 1978.",
        "Feldstein, Martin S. and M. Rothschild, \"Towards an Economic Theory of Replacement Investment,\" Econometrica, May 1974, pp. 393-423.",
        "Feldstein, Martin S. and Lawrence Summers, \"The Rate of Profit: Falling or Cyclical?\", Brookings Papers on Economic Activity, 1977:1.",
        "Fisher, I., The Theory of Interest. Reprinted New York: Kelley and Millman, 1954.",
        "Friedman, Benjamin J., \"Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates,\" Journal of Political Economy, August 1977, pp. 661-689.",
        "Gordon, R., \"The Incidence of the Corporation Income Tax,\"American Economic Review, September 1967.",
        "Gordon, Robert J., \"Inflation in Recession and Recovery,\" Brookings Papers on Economic Actiyity, 1971:1, Arthur Okun and George Perry (eds.). Green, Jerry and Eytan Sheshinski, \"Budget Displacement Effects of Inflationary Finance,\" American Economic Review, September 1977, pp. 671-682.",
        "Harberger, Arnold C., \"The Incidence of the Corporate Income Tax,\" Journal of Political Economy, June 1962, pp. 215-240.",
        "Harris, Seymour, Economics of Social Security. New York: McGraw Hill, 1941.",
        "Keynes, John M., The General Theory of Employment, Interest and Money. London: Macmillan and Company, Ltd., 1936.",
        "Krzyzaniak, M. and Musgrave, R., The Shifting of the Corporation Income Tax, Baltimore: The Joh~Hopkins Press, 1963.",
        "Levhari, David and Don Patinkin, \"The Role of Money in a Simple Growth Model,\" American Economic Review, September 1968, pp. 713-753.",
        "Oakland, W., \"Corporate Earnings and Tax Shifting in U.S. Manufacturing,\" Review of Economics and Statistics, 1972.",
        "Sargent, Thomas J., \"Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment,\" Brookings Panel on Economic Activity, 1973:2, pp. 429-472.",
        "Sargent, Thomas J., \"Interest Rates and Expected Inflation: A Selective Summary of Recent Research,\" Explorations in Economic Research, Occasiona1 Papers of the National Bureau of Economic Research, Summer 1976, pp. 303-325.",
        "Shoven, J.B. and J. Whalley, \"A General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S.\", Journal of Public Economics, November 1972, pp. 281-321.",
        "Stiglitz, Joseph, \"The Corporation Income Tax,\" Journal of Public Economics, April-May 1976, pp. 303-311.",
        "Stiglitz, Joseph, \"Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics, February 1973, pp. 1-34.",
        "Yohe, William P. and Denis S. Karnovsk~ \"Interest Rates and Price Level Changes, 1952-69,\" Review of the Federal Reserve Bank of St. Louis, ,"
    ]
}