{
    "id": 27500,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Adrian, Tobias, Richard K. Crump, and Emanuel Moench, 2013, Pricing the term structure with linear regressions., Journal of Financial Economics 110, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Ang, Andrew, and Joseph Chen, 2010, Yield curve predictors of foreign exchange returns, working paper.",
        "Augustin, Patrick, 2018, The term structure of cds spreads and sovereign credit risk., Journal of Monetary Economics 1, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Augustin, Patrick, Mikhail Chernov, and Dongho Song, 2018, Sovereign credit risk and exchange rates: Evidence from CDS quanto spreads., Journal of Financial Economics forthcoming.",
        "Bai, Jennie, Michael Fleming, and Casidhe Horan, 2013, The microstructure of chinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s government bond market, FRBNY Staff Report No. 622, Federal Reserve Bank of New York.",
        "Bansal, Ravi, and Magnus Dahlquist, 2000, The forward premium puzzle: different tales from developed and emerging economies, Journal of International Economics 51, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 144.",
        "Bansal, Ravi, and Magnus Dahlquist, 2002, Expropriation risk and return in global equity markets, Working Paper .",
        "Bry, G., and C. Boschan, 1971, Cyclical analysis of economic time series: Selected procedures and computer programs, NBER Working Paper No. 20 .",
        "Buraschi, Andrea, Emrah Sener, and Murat Menguetuerk, 2014, The geography of funding markets and limits to arbitrage, Review of Financial Studies 28, 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Calvo, Guillermo A., 1988, Servicing the public debt: The role of expectations, American Economic Review 78, 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d-661.",
        "Chaieb, Ines, Vihang Errunza, and Rajna Gibson, 2019, Measuring sovereign bond market integration, Review of Financial Studies, forthcoming.",
        "Chernov, Mikhail, and Drew Creal, 2018, Why are international yield curves different?, working paper.",
        "Cruces, Juan, and Christoph Trebesch, 2013, Sovereign defaults: The price of haircuts, American Economic Journal: Macroeconomics 5, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Dahlquist, Magnus, and Henrik Hasseltoft, 2013, International bond risk premia, Journal of International Economics 90, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Della-Corte, Pasquale, Lucio Sarno, Maik Schmeling, and Christian Wagner, 2016, Exchange rates and sovereign risk, Working Paper .",
        "Doshi, Hitesh, Kris Jacobs, and Carlos Zurita, 2017, Economic and financial determinants of credit risk premiums in the sovereign cds market, Review of Asset Pricing Studies 7, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Driessen, Joost, Bertrand Melenberg, and Theo Nijman, 2003, Common factors in international bond returns 22, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Du, Wenxin, and Jesse Schreger, 2016, Local currency sovereign risk, The Journal of Finance 71, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Duffee, Gregory, 2013, Forecasting interest rates., in A. Timmermann, and G. Elliott, eds., Handbook of Economic Forecasting, Vol. 2, Part A, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Duffee, Gregory R., 2010, Sharpe ratios in term structure models, Working paper, Johns Hopkins University.",
        "Duffee, Gregory R., 2011, Information in (and not in) the term structure, The Review of Financial Studies 24, 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Duffie, Darrell, and Kenneth J Singleton, 1999, Modeling term structures of defaultable bonds, The Review of Financial Studies 12, 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Farhi, Emmanuel, and Matteo Maggiori, 2019, China versus the United States: IMS meets IPS, American Economic Review P&P 109, 476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Haddad, Valentin, Serhiy Kozak, and Shrihari Santosh, 2017, Predicting relative returns, NBER working paper No. 23886.",
        "Hamilton, James D., and Jing Cynthia Wu, 2012, Identification and estimation of Gaussian affine term structure models., Journal of Econometrics 168, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Harvey, Campbell, 1995, Predictable risk and returns in emerging markets, The Review of Financial Studies 8, 773?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Hilscher, Jens, and Yves Nosebusch, 2010, Determinants of sovereign risk: Macroeconomic fundamentals and the pricing of sovereign debt 14, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Hofmann, Boris, Ilhyock Shim, and Hyun Song Shin, 2017, Sovereign yields and the risktaking channel of currency appreciation, BIS working paper 538.",
        "Joslin, Scott, Anh Le, and Kenneth J. Singleton, 2013, Why Gaussian macro-finance term structure models are (nearly) unconstrained factor-VARs, Journal of Financial Economics 109, 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Joslin, Scott, Marcel Priebsch, and Kenneth J. Singleton, 2014, Risk premiums in dynamic term structure models with unspanned macro risks, The Journal of Finance 69, 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1233.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu, 2011, A new perspective on Gaussian affine term structure models, The Review of Financial Studies 27, 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "Jotikasthira, Chotibhak, Anh Le, and Christian Lundblad, 2015, Why do term structures in different countries co-move?, Journal of Financial Economics 115, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kim, Don H., 2008, Challenges in macro-finance modeling, Federal Reserve Board, Finance and Economics Discussion Series 2008-06.",
        "Kremens, Lukas, and Ian Martin, 2019, The quanto theory of exchange rates, American Economic Review 109, 810Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Longstaff, Francis, Jun Pan, Lasse Pedersen, and Kenneth Singleton, 2011, How sovereign is sovereign credit risk?, American Economic Journal: Macroeconomics 3, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Mano, Rui, 2013, Exchange rates upon sovereign default, Working Paper .",
        "Na, Seunghoon, Stephanie Schmitt-Grohe, Martin Uribe, and Vivian Yue, 2018, The twin Ds: Optimal default and devaluation, American Economic Review 108, 1773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1819.",
        "Nelson, Charles R., and Andrew Siegel, 1987, Parsimonious modelling of yield curves, Journal of Business 60, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Reinhart, Carmen M., 2002, Default, currency crises, and sovereign credit ratings, World Bank Economic Review 16, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Uribe, Martin, and Vivian Yue, 2006, Country spreads and emerging countries: Who drives whom?, Journal of International Economics 69, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36."
    ]
}