{
    "id": 2750,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Angell, Wayne D., A Commodity Price Guide to Monetary Aggregate Targeting, paper prepared for Lehrman Institute, December 10, 1987.",
        "Bosworth, Barry P., and Robert Z. Lawrence, Commodity Prices and the New Inflation, The Brookings Institution (Washington), 1982.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamics, Journal of Political Economy, Vol. 84 (1976), pp. 1161-76.",
        "Durand, Martine and Sveinbjorn BlOndal, Are Commodity Prices Leading Indicators of OECD Prices? OECD Department of Economics and Statistics, Working Paper No. 49 (February 1988).",
        "Engle, Robert F. and C.W.J. Granger, Co-Integration and Error Correction: Representation, Estimation, and Testing, Econometrica, Vol. 55 (March 1987), pp. 251-76.",
        "Frankel, Jeffrey A. , Expectations and Commodity Price Dynamics: The Overshooting Model, American Journal of Aericultural Economics, Vol. 68 (May 1986), pp. 344-48.",
        "Frenkel, Jacob A. and Carlos A. Rodriguez, Exchange Rate Dynamics and the Overshooting Hypothesis, Staff Papers, International Monetary Fund (Washington) Vol. 29, No. 1 (March 1982), pp. 1-30.",
        "Granger, C.W.J., Developments in the Study of Cointegrated Economic Variables, Oxford Bulletin of economics and Statistics, Vol. 48 (August 1986), pp. 213-28.",
        "Hall, Robert E. (1982), Inflation: Causes and Effects, (Chicago: The University of Chicago Press), 1982.",
        "Hall, Robert E. (1987), Choice of Indicators for Monetary Policy, testimony before the Subcommittee on Domestic Monetary Policy and the Subcommittee on International Finance, Trade, and Monetary Policy, U.S. House Committee on Banking, Finance, and Urban Affairs, November 17, 1987.",
        "International Monetary Fund (1986), Primary Commodities: Market Developments and Outlook (Washington: IMF), May 1986.",
        "International Monetary Fund (1988), World Economic Outlook: A Survey by the Staff of the International Monetary Fund (Washington: IMF), April 1988.",
        "Klein, Philip A., Leading Indicators of Inflation in Market Economies, International Journal of Forecasting, Vol. 2 (1986), pp. 403-12."
    ]
}