{
    "id": 27509,
    "cites": 9,
    "cited_by": 0,
    "reference": [
        "Arriaga, E. E. (1984). Measuring and explaining the change in life expectancies. Demography 21(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Case, A. and A. Deaton (2015). Rising morbidity and mortality in midlife among white non-Hispanic Americans in the 21st century. Proceedings of the National Academy of Sciences 112(49), 15078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15083.",
        "Case, A. and A. Deaton (2017). Mortality and morbidity in the 21st century. BPEA Conference Drafts, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Chetty, R., M. Stepner, S. Abraham, S. Lin, B. Scuderi, N. Turner, A. Bergeron, and D. Cutler (2016). The association between income and life expectancy in the United States, 2001-2014.",
        "Currie, J. and H. Schwandt (2016). Inequality in mortality decreased among the young while increasing for older adults, 1990-2010. Science 352(6286), 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Kinge, J. M., J. H. Modalsli, S. Ã\u0083Æ\u0092Ã\u0082Ë\u009cverland, H. K. Gjessing, M. C. TollÃ\u0083Æ\u0092Ã\u0082Â¥nes, A. K. Knudsen, V. Skirbekk, B. H. Strand, S. E. HÃ\u0083Æ\u0092Ã\u0082Â¥berg, and S. E. Vollset (2019). Association of Household Income with Life Expectancy and Cause-Specific Mortality in Norway, 2005-2015. JAMA - Journal of the American Medical Association 321(19), 1916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925.",
        "Kreiner, C. T., T. H. Nielsen, and B. L. Serena (2018). Role of income mobility for the measurement of inequality in life expectancy. Proceedings of the National Academy of Sciences of the United States of America 115(46), 11754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11759.",
        "Mackenbach, J. P., J. R. Valverde, B. Artnik, M. Bopp, H. BrÃ\u0083Æ\u0092Ã\u0082Â¸nnum-Hansen, P. Deboosere, R. Kalediene, K. KovÃ\u0083Æ\u0092Ã\u0082Â¡cs, M. Leinsalu, P. Martikainen, G. Menvielle, E. Regidor, J. RychtaÃ\u0083â\u0080¦Ã\u0082â\u0084¢Ã\u0083Æ\u0092Ã\u0082Â­kovÃ\u0083Æ\u0092Ã\u0082Â¡, M. Rodriguez-Sanz, P. Vineis, C. White, B. Wojtyniak, Y. Hu, and W. J. Nusselder (2018). Trends in health inequalities in 27 European countries. Proceedings of the National Academy of Sciences 115(25), 201800028.",
        "Sullivan, D. F. (1971). A single index of mortality and morbidity. HSMHA health reports 86(4), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354."
    ]
}