{
    "id": 2751,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Abreu, M. and W. Fritsch (1988) Market Access to Manufactured Exports from Developing Countries: Trends and Prospects in Whalley (ed.)(1988).",
        "Beeby, C. (1986) Two Sides to Foreign Policy, New Zealand Foreign Affairs Review, Vol. 36, No. 3 (July-September), p. 8.",
        "Binmore, K. (1985) Bargaining and Coalitions in A.E. Roth (ad. Game-Theoretic Models of Bargaining. New York: Cambridge University Press.",
        "Agricultural Producing Countries, 2217/86. Dam, (.W. (1970) The GATT: Law and International Economic Organization. Chicago: University of Chicago Press.",
        "Debreu, G. and H. Scarf (1963) A Limit Theorem on the Core of an conomy. International Economic Review 4: 235-46.",
        "GATT (1974) Basic Instruments and Selected Documents: 20th Suoplement. Geneva.",
        "Haas, H. (1980) Why Collaborate? Issue Linkage and International Regimes, World Politics.",
        "Hansen, R.D. (1979) Beyond the North-South Stalemate. New York: Council on Foreign Relations.",
        "Keohane and Nye (1977) Power and Interdependence: World Politics in Transition. Boston: Little, Brown and Co.",
        "Odell, J. and M. Kahler (1988) Developing Country CoalitionBuilding and International Trade Negotiations in Whalley (1988).",
        "Ostry, S. (1987) Interdependence, Vulnerability and Opportunity. 1987 Per Jacobsson Lecture. Washington: International Monetary Fund.",
        "Preeg, E.H. (1970) Traders and Diplomats: Ar. Analysis of the Kennedy Round of Negotiations Under the General Agreement on Tariffs and Trade. Washington: Brookings Institution.",
        "Roth,A.E. (1985)(ed.) Game Theoretic Models of 3argaining. `Tew York: Cambridge University Press.",
        "Economist, Vol. 300, No. 7463 (September 13, 1986), p. 6369. Toronto Globe and Mail, 1986/07/26, 1986/08/27 3.18.",
        "Whalley, J. (1988) Rules, Power and Credibility: Thematic Studies from a Ford Foundation Project on Developing Countries and the Global Trading System. London, Ontario: CSIER Research Monograph.",
        "Winham, 0. (1986) International Trade and the Tokyo Round Negotiation. Princeton, NJ: Princeton University Press."
    ]
}