{
    "id": 27517,
    "cites": 51,
    "cited_by": 3,
    "reference": [
        "Acharya, V., Almeida, H., Campello, M., 2007. Is cash negative debt? a hedging perspective on corporate financial policies. Journal of Financial Intermediation 16, 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Almeida, H., Campello, M., Weisbach, M. S., 2004. The cash flow sensitivity of cash. Journal of Finance 59, 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1804.",
        "Alti, A., 2006. How persistent is the impact of market timing on capital structure. Journal of Finance 61, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1710.",
        "Azar, J., Kagy, J.-F., Schmalz, M. C., 2016. Can changes in the cost of carry explain the dynamics of corporate Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ccashÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ holdings? Review of Financial Studies 29, 2194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2240.",
        "Baker, M., Stein, J., Wurgler, J., 2003. When does the market matter? stock prices and the investment of equity-dependent firms. Quarterly Journal of Economics 118, 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Bates, T. W., Kahle, K. M., Stulz, R. M., 2009. Why do U.S. firms hold so much more cash than they used to? Journal of Finance 64, 1985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2021.",
        "Bolton, P., Chen, H., Wang, N., 2013. Market timing, investment, and risk management. Journal of Financial Economics 109, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Botosan, C. A., Plumlee, M. A., 2005. Assessing alternative proxies for the expected risk premium. Accounting Review 80, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Burgstahler, D. C., Hail, L., Leuz, C., 2006. The importance of reporting incentives: Earnings management in european private and public firms. The Accounting Review 81, 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1016.",
        "Byoun, S., 2008. How and when do firms adjust their capital structures toward targets? Journal of Finance 63, 3069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3096.",
        "Byoun, S., Ng, D., Wu, K., 2016. Corporate financing, investment and the implied cost of capital. Cornell University working paper.",
        "Campbell, J. Y., Polk, C., Vuolteenaho, T., 2010. Growth or glamour? Fundamentals and systematic risk in stock returns. Review of Financial Studies 23, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Chang, X., Dasgupta, S., Wong, G., Yao, J., 2014. Cash-flow sensitivities and the allocation of internal cash flow. Review of Financial Studies 27, 3628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3657.",
        "Chen, Z., Dhaliwal, D. S., Xie, H., 2010. Regulation fair disclosure and the cost of equity capital. Review of Account Studies 15, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Claus, J., Thomas, J., 2001. Equity premia as low as three percent? Evidence from analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings forecasts for domestic and international stock markets. The Journal of Finance 56, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666.",
        "DeAngelo, H., DeAngelo, L., Stulz, R. M., 2010. Seasoned equity offerings, market timing, and the corporate lifecyle.",
        "Dittmar, A., Duchin, R., Harford, J., 2019. Corporate cash holdings: A review of the empirical research. University of Michigan working paper.",
        "Erickson, T., Jiang, C. H., Whited, T. M., 2014. Minimum distance estimation of the errorsin -variables model using linear cumulant equations. Journal of Econometrics 183, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Fama, E. F., French, K. R., 2002. Testing tradeoff and pecking order predictions about dividends and debt. Review of Financial Studies 15, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Fazzari, S. M., Hubbard, R. G., Petersen, B., 1998. Financing constraints and corporate investment. Brooking Papers on Economic Activity 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Frank, M. Z., Goyal, V. K., 2003. Testing the pecking order theory of capital structure. Journal of Financial Economics 67, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Frank, M. Z., Shen, T., 2016. Investment and the weighted average cost of capital. Journal of Financial Economics 119, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Froot, K., Scharfstein, D., Stein, J., 1993. Risk management: Coordinating corporate investment and financing policies. The Journal of Finance 48, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1658.",
        "Gao, X., Whited, T. M., Zhang, N., 2020. Corporate money demand. Review of Financial Studies forthcoming.",
        "Gebhardt, W. R., Lee, C. M. C., Swaminathan, B., 2001. Towards an ex-ante cost of capital. Journal of Accounting Research 38, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Gomes, J. F., 2001. Financing investment. American Economic Review 91, 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Gomes, J. F., Yaron, A., Zhang, L., 2006. Asset pricing implications of firms financing constraints. Review of Financial Studies 19, 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1356.",
        "Hadlock, C. J., Pierce, J. R., 2010. New evidence on measuring financial constraints: Moving beyond the KZ index. Review of Financial Studies 23, 1909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940.",
        "Han, S., Qiu, J., 2007. Corporate precautionary cash holdings. Journal of Corporate Finance 13, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Hertzel, M. G., Li, Z., 2010. Behavioral and rational explanations of stock price performance around seos: Evidence from a decomposition of market-to-book ratios. Journal of Financial and Quantitative Analysis 45 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Hughes, J., Liu, J., Liu, J., 2009. On the relation between expected returns and implied cost of capital. Review of Accounting Studies 14, 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Keynes, J., 1936. The general theory of employment, interest and money.",
        "Kim, W., Weisbach, M., 2008. Motivations for public equity offers: An international perspective. Journal of Financial Economics 87, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Lamont, O., Polk, C., Saa-Requejo, J., 2001. Financial constraints and stock returns. Review of Financial Studies 25, 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Lee, C., So, E. C., Wang, C. C., 2020. Evaluating firm-level expected-return proxies: Implications for estimating treatment effects, Review of Financial Studies, forthcoming.",
        "Li, Y., Ng, D. T., Swaminathan, B., 2013. Predicting market returns using aggregate implied cost of capital. Journal of Financial Economics 110, 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "McLean, R. D., 2011. Share issuance and cash savings. Journal of Financial Economics 99, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "Myers, S. C., 1984. The capital structure puzzle. Journal of Finance 39, 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Opler, T., Pinkowitz, L., Stulz, R., Williamson, R., 1999. The determinants and implications of corporate cash holdings. Journal of Financial Economics 60, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Qiu, J., Wan, C., 2015. Technology spillovers and corporate cash holdings. Journal of Financial Economics 115, 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Rajan, R. G., Zingales, L., 1998. Financial development and growth. American Economic Review 88, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Riddick, L. A., Whited, T. M., 2009. The corporate propensity to save. Journal of Finance 64, 1729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "Shyam-Sunder, L., Myers, S. C., 1999. Testing static trade-off against pecking order models of capital structure. Journal of Financial Economics 51, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Whited, T., Wu, G., 2006. Financial constraints risk. Review of Financial Studies 19, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 559.",
        "Whited, T. M., 1992. Debt, liquidity constraints, and corporate investment: Evidence from panel data. Journal of Finance 47, 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Xu, Z., 2020. Economic policy uncertainty, cost of capital, and corporate innovation. Journal of Banking and Finance 111, forthcoming.",
        "Constrained and unconstrained firms are defined as firms that do not have a credit rating and firms that have a credit rating (Columns 1 and 2), top and bottom 30% of WW index (Whited and Wu (2006)) (Columns 3 and 4), top and bottom 30% of HP index (Hadlock and Pierce (2010)) (Columns 5 and 6), respectively. The dependent variable is the change in cash and equivalents divided by total assets at the beginning of the year. ExCapital and ICF are external capital and internal cash flow, respectively, divided by total assets at the beginning of the year.",
        "Panel B compares cash saving from external capital and internal capital for financially constrained and unconstrained firms with high hedging motive using our hedging measure and using the Acharya et al. (2007) measure. The reported results are based on WW index and Hedging Motive 1 measure. Detailed variable definitions are provided in the Appendix. The coefficient estimates on the control variables are not reported for brevity. Standard errors are clustered at the firm level and corrected for heteroscedasticity. ***, **, and * indicate the 1%, 5%, and 10% significance levels, respectively.",
        "Panel A: Cash Savings and Cost of Capital Rating WW Index HP Index Unconstrained Constrained Unconstrained Constrained Unconstrained Constrained (1) (2) (3) (4) (5) (6) COC -0.0826*** -0.1889*** -0.0750*** -0.1822*** -0.1377*** -0.1754*** [0.0227] [0.0262] [0.0246] [0.0382] [0.0251] [0.0422] ExCapital 0.2883*** 0.3683*** 0.2685*** 0.3748*** 0.2652*** 0.3794*** [0.0311] [0.0180] [0.0316] [0.0292] [0.0345] [0.0235] ICF 0.2270*** 0.2860*** 0.2313*** 0.3421*** 0.1730*** 0.3168*** [0.0423] [0.0326] [0.0388] [0.0402] [0.0476] [0.0439] ExCapitalÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094COC -0.9598*** -0.5716*** -0.8544*** -0.6891** -0.7893** -0.4032* [0.2951] [0.1791] [0.3058] [0.2728] [0.3091] [0.2330] ICFÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094COC -0.8359** -0.4532* -0.5761 -1.0025*** 0.0104 -0.7275** [0.3831] [0.2697] [0.3857] [0.3528] [0.4455] [0.3476] Controls Yes Yes Yes Yes Yes Yes Fixed Effects Yes Yes Yes Yes Yes Yes Observations 19,386 39,560 17,479 16,920 17,738 16,894 Adj.",
        "The Gebhardt, Lee, and Swaminathan (2001) model is based on the following equation: Pt = BEt + 12 X k=1 (ROEt+k Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ICCt)BEt+kÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 (1 + ICCt)k + (ROEt+12 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ICCt)BEt+11 ICCt(1 + ICCt)12 (A.14) where ROEt+k is the return on equity at t + k which is assumed to revert linearly to the median industry ROE by year t + 12. The industry median ROE is for 48 Fama and French industries based on past 10-year data, excluding firms with losses. The book value of equity is estimated by BEt+k = BEt+kÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 + FEt+k Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 bt+k.",
        "High-Order Cumulants Gebhardt et al. (2001) Claus and Thomas (2001) High Low High Low High Low (1) (2) (3) (4) (5) (6) COC 0.0431 0.0536-0.0284-0.0293 0.0293-0.0286 [0.0766] [0.0774] [0.0398] [0.0367] [0.0263] [0.0283] ExCapital 0.3453*** 0.2484*** 0.2825*** 0.2140*** 0.2892*** 0.2232*** [0.0217] [0.0211] [0.0231] [0.0229] [0.0197] [0.0181] ICF 0.3834*** 0.4321*** 0.5026*** 0.1743*** 0.2478*** 0.1810*** [0.0351] [0.0422] [0.0388] [0.0384] [0.0299] [0.0283] ExCapitalÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094COC-0.3646* 0.1681-0.9373*** -0.1174-0.4317*** -0.1074 [0.2042] [0.1764] [0.2467] [0.2419] [0.1609] [0.1464] ICFÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094COC-1.1091*** -1.7002*** -2.4779*** 0.8630** -0.5021** 0.2562 [0.2910] [0.4078] [0.3536] [0.3759] [0.2085] [0.1869] Controls Yes Yes Yes Yes Yes Yes Fixed Effects No No Yes Yes Yes Yes Observations 17,766 17,803 14,240 14,468 17,236 17,529 Adj. R2 0.2720 0.2476 0.2581 0.2453"
    ]
}