{
    "id": 27510,
    "cites": 77,
    "cited_by": 8,
    "reference": [
        "Acemoglu, D., D. Autor, D. Dorn, G. H. Hanson, and B. Price (2016). Import Competition and the Great U.S. Employment Sag of the 2000s. Journal of Labor Economics 34(S1), S141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS198.",
        "Ahn, J., A. Khandelwal, and S. Wei (2011). The role of intermediaries in facilitating trade. Journal of International Economics 84(1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Amiti, M., S. H. Kong, and D. Weinstein (2020, May). The effect of the u.s.-china trade war on u.s. investment. Working Paper 27114, National Bureau of Economic Research.",
        "Amiti, M. and J. Konings (2007). Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia. American Economic Review 97(5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, P., T. C. Fort, and F. Tintelnot (2017). The margins of global sourcing: Theory and evidence from u.s. firms. American Economic Review 107(9), 2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Autor, D., D. Dorn, G. H. Hanson, G. Pisano, and P. Shu (2016, December). Foreign competition and domestic innovation: Evidence from u.s. patents. Working Paper 22879, National Bureau of Economic Research.",
        "Autor, D., D. Dorn, G. H. Hanson, G. Pisano, and P. Shu (2017). Foreign Competition and Domestic Innovation: Evidence from U.S. Patents. NBER Working Paper #22879.",
        "Autor, D., D. Dorn, G. H. Hanson, and J. Song (2014). Trade adjustment: Worker-level evidence.",
        "Autor, D., D. Dorn, L. F. Katz, C. Patterson, and J. Van Reenen (2017, May). The fall of the labor share and the rise of superstar firms. Working Paper 23396, National Bureau of Economic Research.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2013). The china syndrome: Local labor market effects of import competition in the united states. American Economic Review 103(6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bai, X., K. Krishna, and H. Ma (2015, May). How you export matters: Export mode, learning and productivity in china. Working Paper 21164, National Bureau of Economic Research.",
        "Ball, R. and P. Brown (1968). An empirical evaluation of accounting income numbers. Journal of accounting research, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Bernanke, B. S. and K. N. Kuttner (2005). What explains the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction to federal reserve policy? The Journal of Finance 60(3), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Bernard, A. B., J. B. Jensen, S. Redding, and P. Schott (2011). Multi-product firms and trade liberalization. Quarterly Journal of Economics 126(3), 1271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Bernard, A. B., J. B. Jensen, S. J. Redding, and P. K. Schott (2018, June). Global firms. Journal of Economic Literature 56(2), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Bernard, A. B., J. B. Jensen, and P. K. Schott (2006). Survival of the best fit: Exposure to lowwage countries and the (uneven) growth of u.s. manufacturing plants. Journal of International Economics 68, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Besedes, T., T. Kohl, and J. Lake (2020). Phase out tariffs, phase in trade? Working Paper.",
        "Bianconi, M., F. Esposito, and M. Sammon (2018). Trade policy uncertainty and stock market performance.",
        "Bloom, N., M. Draca, and J. V. Reenen (2016). Trade induced technical change: The impact of chinese imports on innovation, diffusion, and productivity. Review of Economic Studies 83, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bloom, N., M. Draca, and J. Van Reenen (2016). Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT, and Productivity. Review of Economic Studies (83), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bombardini, M. and B. Li (2016, November). Trade, pollution and mortality in china. Working Paper 22804, National Bureau of Economic Research.",
        "Brambilla, I., A. K. Khandelwal, and P. K. Schott (2010). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s experience under the multi-fiber arrangement (mfa) and the agreement on textiles and clothing (atc). In ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade, pp. 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387. University of Chicago Press.",
        "Brandt, L., J. Van Biesebroeck, L. Wang, and Y. Zhang (2017, September). Wto accession and performance of chinese manufacturing firms. American Economic Review 107(9), 2784Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2820.",
        "Brauchli, M. W. and H. Cooper (1999, May). Nato bombing of chinese embassy hurts chinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s talks to enter wto. Wall Street Journal.",
        "Breinlich, H. (2014). Heterogenous Firm-Level Responses to Trade Liberalization: A Test Using Stock Price Reactions. Journal of International Economics 2014(93), 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Bustos, P. (2011). Trade liberalization, exports and technology upgrading: Evidence on the impact of mercosur on argentinian firms. American Economic Review 101(1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Caliendo, L., M. Dvorkin, and F. Parro (2015). Trade and labor market dynamics. NBER Working Paper 21149.",
        "Campbell, J. Y., A. W. Lo, and A. C. MacKinlay (1997). The Econometrics of Financial Markets. Princeton University Press.",
        "Decker, R., J. Haltiwanger, R. Jarmin, and J. Miranda (2014). The role of entrepreneurship in u.s. job creation and economic dynamism. Journal of Economic Perspectives 28, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Ding, X., T. C. Fort, S. J. Redding, and P. K. Schott (2019). Structural change within versus across firms: Evidence from the united states. Technical report, Technical Report, Discussion Paper). Dartmouth College.",
        "Dix-Carneiro, R. (2014). Trade Liberalization and Labor Market Dynamics. Econometrica 82(3), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885.",
        "Fama, E. F., L. Fisher, M. C. Jensen, and R. Roll (1969). The Adjustment of Stock Prices to New Information. International Economic Review 10.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stocks and bonds. Journal of financial economics 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Feenstra, R. C., H. Ma, and Y. Xu (2017). US Exports and Employment. NBER Working Paper No. 24056.",
        "Feenstra, R. C., J. Romalis, and P. K. Schott (2002). Us imports, exports, and tariff data, 19892001. Working Paper 9387, National Bureau of Economic Research.",
        "Feenstra, R. C. and A. Sasahara (2017). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China Shock,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Exports and U.S. Employment: A Global Input-Output Analysis. NBER Working Paper No. 24022.",
        "Fernandes, A. M. (2007). Trade Policy, Trade Volumes, and Plant-Level Productivity in Columbian Manufacturing Industries. Journal of International Economics 71(1).",
        "Fisman, R. and E. Zitzewitz (2019, December). An event long-short index: Theory and applications. American Economic Review: Insights 1(3), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Fort, T. C., J. R. Pierce, and P. K. Schott (2018). New perspectives on the decline of us manufacturing employment. Journal of Economic Perspectives 32(2), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Goldberg, P. K., A. K. Khandelwal, N. Pavcnik, and P. Topalova (2010). Imported Intermediate Inputs and Domestic Productivity Growth: Evidence From India. Quarterly Journal of Economics 125(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Goldberg, P. K. and N. Pavcnik (2016). The effects of trade policy. mineo.",
        "Griffin, T. (2018). Globalization and U.S. Industry Concentration. Working Paper.",
        "Grossman, G. M. and J. A. Levinsohn (1989). Import competition and the stock market return to capital. The American Economic Review 79(5), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Gutierrez, G. and T. Philippon (2017, July). Declining competition and investment in the u.s. Working Paper 23583, National Bureau of Economic Research.",
        "Gutierrez, G. and T. Phillipon (2017). Declining Competition and Investment in the U.S. Hakobyan, S. and J. McLaren (2016). Looking for Local Labor Market Effects of NAFTA. The Review of Economics and Statistics 98(4), 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Handley, K. and N. LimaÃ\u0083Å\u0092Ã\u0082Æ\u0092o (2017). Policy Uncertainty, Trade, and Welfare: Theory and Evidence for China and the U.S. American Economic Review 107(9), 2731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Hu, F. (1999). WTO Membership: What This Means for Greater China. Goldman Sachs.",
        "Huang, Y., C. Lin, S. Liu, and T. Heiwai (2018). Trade Linkages and Firm Value: Evidence from the 2018 U.S.-China Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. working paper.",
        "Keller, W. and W. W. Olney (2017, May). Globalization and executive compensation. Working Paper 23384, National Bureau of Economic Research.",
        "Khandelwal, A. (2010). The long and short (of) quality ladders. Review of Economic Studies 77, 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "Khotari, S. and J. B. Warner (2006). Econometrics of Event Studies. Handbook of Corporate Finance: Empirical Corporate Finance A(1).",
        "Kogan, L., D. Papanikolau, A. Seru, and N. Stoffman (2017). Technological Innovation, Resource Allocation, and Growth. Quarterly Journal of Economics 132(2).",
        "Kurtz, S. and R. Morris (2000). The World (Trade Organization) is Not Enough. Goldman Sachs.",
        "Lintner, J. (1965). The journal of finance. 20(4), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Lucca, D. O. and E. Moench (2015). The pre-fomc announcement drift. The Journal of Finance 70(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Melitz, M. J. and G. I. P. Ottaviano (2008). Market size, trade, and productivity. Review of Economic Studies 75(1), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Mobarak, A. M. and D. P. Purbasari (2006). Protection for Sale To Firms: Evidence from Indonesia. Yale mimeo.",
        "Moser, C. and A. Rose (2014). Who Benefits from Regional Trade Agreements? The View from the Stock Market. European Economic Review 68, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Pangestu, M. and D. Mrongowius (2002). Telecommunications in china: Facing the challenges of wto accession. Washington, DC: The World Bank, mimeo.",
        "Peters, R. H. and L. A. Taylor (2017). Intangible Capital and The Investment-q Relation. Journal of Financial Economics 123(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Pierce, J. R. and P. K. Schott (2012). A concordance between ten-digit u.s. harmonized system codes and sic/naics product classes and industries. Journal of Economic and Social Measurement 37, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Pierce, J. R. and P. K. Schott (2016). The Surprisingly Swift Decline of U.S. Manufacturing Employment. American Economic Review 106(7), 1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1662.",
        "Pierce, J. R. and P. K. Schott (2017). Investment responses to trade liberalization: Evidence from u.s. industries and establishments. NBER Working Papers #24017.",
        "Reuters (2000, J). Lott removes hurdle for vote on china trade bill. New York Times.",
        "Schmitt, E. (2000, July). Bill on trade with china faces delay, lott predicts. New York Times.",
        "Schmitt, E. and J. Kahn (2000, May). The china trade vote: A clinton triumph. New York Times.",
        "Sharpe, W. F. (1964). Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk.",
        "Tello-Trillo, C. (2015). The impact of trade on managerial incentives and productivity.",
        "Thompson, A. J. (1993). The anticipated sectoral adjustment to the canada - united states free trade agreement: An event study analysis. The Canadian Journal of Economics / Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economique 26(2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Topalova, P. (2010). Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty from India. American Economic Journal: Applied Economics 2(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Topalova, P. and A. K. Khandelwal (2011). Trade Liberalization and Firm Productivity: The Case of India. The Review of Economics and Statistics 93(3), 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1009.",
        "Trefler, D. (2004). The long and short of the canada-us free trade agreement. American Economic Review 94(4), 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Vuolteenaho, T. (2002). What drives firm-level stock returns? The Journal of Finance 57(1), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Wagner, A. F., R. J. Zeckhauser, and A. Ziegler (2018). Company Stock Price Reactions to the 2016 Election: Trump, Taxes, and Trade. Journal of Financial Economics Forthcoming.",
        "Wang, Z., S.-J. Wei, X. Yu, and K. Zhu (2018). Re-examining the Impact of the China Trade Shock on US Labor Market: A Value Chain Perspective. Working Paper.",
        "Whalley, J. (2003). Liberalization in chinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s key service sectors following wto accession: some scenarios and issues of measurement. Technical report, National Bureau of Economic Research."
    ]
}