{
    "id": 27520,
    "cites": 61,
    "cited_by": 0,
    "reference": [
        "Ali, M. M., Dowd, W. N., Classen, T., Mutter, R., and Novak, S. P. (2017). Prescription drug monitoring programs, nonmedical use of prescription drugs, and heroin use: Evidence from the national survey of drug use and health. Addictive behaviors, 69:65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Alpert, A., Dykstra, S., and Jacobson, M. (2020). How do prescription drug monitoring programs reduce opioid prescribing? the role of hassle costs versus information. Technical report, National Bureau of Economic Research.",
        "Alpert, A., Powell, D., and Pacula, R. L. (2018). Supply-side drug policy in the presence of substitutes: Evidence from the introduction of abuse-deterrent opioids. American Economic Journal: Economic Policy, 10(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Babalonis, S., Lofwall, M., Nuzzo, P., Siegel, A., and Walsh, S. (2013). Abuse liability and reinforcing efficacy of oral tramadol in humans. Drug and Alcohol Dependence, 129:116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 124.",
        "Bala, R., Bhardwaj, P., and Chintagunta, P. K. (2017). Pharmaceutical product recalls: Category effects and competitor response. Marketing Science, 36(6):931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Beheshti, D. (2019). The impact of opioids on the labor market: Evidence from drug rescheduling. Technical report, Working Paper.",
        "Bernhardt, M., Taylor, R., Hagan, J., Patel, N., Chumpitazi, C., Fox, K., and C., G. (2016). Evaluation of opioid prescribing after rescheduling of hydrocodone-containing products.",
        "Bradford, A. C., Bradford, W. D., Abraham, A., and Adams, G. B. (2018). Association between us state medical cannabis laws and opioid prescribing in the medicare part d population. JAMA internal medicine, 178(5):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Buchmueller, T. C. and Carey, C. (2018a). The effect of prescription drug monitoring programs on opioid utilization in medicare. American Economic Journal: Economic Policy, 10(1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Buchmueller, T. C. and Carey, C. (2018b). The effect of prescription drug monitoring programs on opioid utilization in medicare. American Economic Journal: Economic Policy, 10(1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086tikofer, A., Cronin, C. J., and Skira, M. M. (2020). Employment effects of healthcare policy: Evidence from the 2007 fda black box warning on antidepressants. Journal of Health Economics, page 102348.",
        "Cawley, J. and Rizzo, J. (2008). Spillover effects of prescription drug withdrawals. Advances in Health Economics and Health Services Research, 19:119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "CDC (2018). Multiple cause of death data on cdc wonder. department of health and human services. Atlanta, GA. http://wonder.cdc.gov/mcd.html.",
        "Collins, M., K. S. and Tennyson, S. (2013). Drug withdrawals and the utilization of therapeutic substitutes: The case of vioxx. Journal of Economic Behavior Organization, 86(Feb):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Davis, C. S., Lieberman, A. J., Hernandez-Delgado, H., and Suba, C. (2019a). Laws limiting the prescribing or dispensing of opioids for acute pain in the united states: A national systematic legal review. Drug and alcohol dependence, 194:166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Davis, C. S., Lieberman, A. J., Hernandez-Delgado, H., and Suba, C. (2019b). Laws limiting the prescribing or dispensing of opioids for acute pain in the united states: A national systematic legal review. Drug and Alcohol Dependence, 194:166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Daysal, N. M. and Orsini, C. (2015). Spillover effects of drug safety warnings on preventive health care use. The BE Journal of Economic Analysis & Policy, 15(1):179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "DEA (2009). Automation of reports and consolidated orders system (arcos). https://www.deadiversion.usdoj.gov/arcos/index.html.",
        "DEA (2018). Tramadol. diversion control division. drug and chemical evaluation section. Technical report.",
        "DEA, 2014a. Schedules of controlled substances: Placement of tramadol into schedule iv. final rule.",
        "DEA, 2014b. Schedules of controlled substances: Rescheduling of hydrocodone combination products from schedule iii to schedule ii. final rule.",
        "Deiana, C. and Giua, L. (2018). The US Opidemic: Prescription Opioids, Labour Market Conditions and Crime. MPRA Paper, University Library of Munich, Germany.",
        "Dowell, D., Haegerich, T., and Chou, R. (2016a). Cdc guideline for prescribing opioids for chronic pain Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d united states. MMWR, 65(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Dowell, D., Zhang, K., Noonan, R. K., and Hockenberry, J. M. (2016b). Mandatory provider review and pain clinic laws reduce the amounts of opioids prescribed and overdose death rates. Health Affairs, 35(10):1876Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1883.",
        "Evans, W. N., Lieber, E., and Power, P. (2019). How the reformulation of oxycontin ignited the heroin epidemic. Review of Economics and Statistics, 101.",
        "Fleming, M., Driver, L., Sansgiry, S., Abughosh, S., Wanat, M., Sawant, R., Ferries, E., Reeve, K., and Todd, K. (2017). PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ intention to prescribe hydrocodone combination products after rescheduling: A theory of reasoned action approach. Research in Social and Administrative Pharmacy, 13(3):503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Freedman, S., K. M. . L. M. (2012). Product recalls, imperfect information, and spillover effects: Lessons from the consumer response to the 2007 toy recalls. The Review of Economics and Statistics, 94(2):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Grecu, A. M., Dave, D. M., and Saffer, H. (2019). Mandatory access prescription drug monitoring programs and prescription drug abuse. Journal of Policy Analysis and Management, 38(1):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Gudin, J. and Lee, A. (2013). The downside of upscheduling. Pain Medicine, 14(11):1628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        "Hahn, J., P. T. and der Klaauw, W. V. (2001). Identification and estimation of treatment effects with a regression-discontinuity design. Econometrica, 69(1):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Hausman, C. and Rapson, D. (2018). Regression discontinuity in time: Considerations for empirical applications. Annual Review of Resource Economics, 10(1):533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Hollingsworth, A., Ruhm, C. J., and Simon, K. (2017). Macroeconomic conditions and opioid abuse. Journal of Health Economics, 56:222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "IMS Health (2012). Top 25 medicines by dispensed prescriptions (u.s.). https: //www.imshealth.com/deployedfiles/imshealth/Global/Content/Corporate/ Press%20Room/2012_U.S/Top_25_Medicines_Dispensed_Prescriptions_U.S..pdf, note = Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d[Online; accessed 28-June-2019]Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Jones, C., Lurie, P., and Throckmorton, D. (2016). Effect of us drug enforcement administration Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rescheduling of hydrocodone combination analgesic products on opioid analgesic prescribing. JAMA Internal Medicine, 176(3).",
        "Kaestner, R. and Ziedan, E. (2019). Mortality and socioeconomic consequences of prescription opioids: Evidence from state policies. Technical report, National Bureau of Economic Research.",
        "Kaiser Family Foundation (2019). Status of state action on the medicaid expansion decision. Technical report.",
        "Kilby, A. (2016). Opioids for the masses: welfare tradeoffs in the regulation of narcotic pain medications. In 2016 Fall Conference: The Role of Research in Making Government More Effective. APPAM.",
        "Kuo, Y.-F., Raji, M. A., Liaw, V., Baillargeon, J., and Goodwin, J. S. (2018). Opioid prescriptions in older medicare beneficiaries after the 2014 federal rescheduling of hydrocodone products. Journal of the American Geriatrics Society, 66(5):945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Mallatt, J. (2018). The effect of prescription drug monitoring programs on opioid prescriptions and heroin crime rates. Available at SSRN 3050692.",
        "McCrary, J. (2008). Manipulation of the running variable in the regression discontinuity design: A density test. Journal of Econometrics, 142:698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Meara, E., Horwitz, J. R., Powell, W., McClelland, L., Zhou, W., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, A. J., and Morden, N. E. (2016). State legal restrictions and prescription-opioid use among disabled adults. New England Journal of Medicine, 375(1):44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Meinhofer, A. (2018). Prescription drug monitoring programs: The role of asymmetric information on drug availability and abuse. American Journal of Health Economics, 4(4):504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 526.",
        "Miotto, K., Cho, A., Khalil, M., Blanco, K., Sasaki, J., and R, R. (2017). Trends in tramadol: Pharmacology, metabolism, and misuse. Anesth Analg, 124(1):44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Murimi, I., Chang, H., Bicket, M., Jones, C., and Alexander, G. (2019). Using trajectory models to assess the effect of hydrocodone upscheduling among chronic hydrocodone users. Pharmacoepidemiol Drug Saf., 28(1):70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Nguyen, T. D., Bradford, W. D., and Simon, K. I. (2019). How do opioid prescribing restrictions affect pharmaceutical promotion? lessons from the mandatory access prescription drug monitoring programs. Technical report, National Bureau of Economic Research.",
        "Northrup, T., Carroll, K., Suchting, R., Villarreal, Y., Zare, M., and Stotts, A. (2019). The impact of increased hydrocodone regulation on opioid prescribing in an urban safety-net health care system. The Journal of the American Board of Family Medicine, 32 (3):362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 374.",
        "Parkinson, K., Price, J., Simon, K. I., and Tennyson, S. (2014). The influence of fda advisory information and black box warnings on individual use of prescription antidepressants. Review of Economics of the Household, 12(4):771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c790.",
        "PDAPS (2018). Prescription drug abuse policy system. http://pdaps.org. Accessed: 2018-01-30.",
        "Popovici, I., Maclean, J. C., Hijazi, B., and Radakrishnan, S. (2018). The effect of state laws designed to prevent nonmedical prescription opioid use on overdose deaths and treatment. Health Economics, 27(2):294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Report, T. D. (2013). Substance abuse and mental health services administration, center for behavioral health statistics and quality. Highlights of the 2011 Drug Abuse Warning Network (DAWN) Findings on Drug-Related Emergency Department Visits, February.",
        "Romley, J. and Shih, T. (2017). Product safety spillovers and market viability for biologic drugs. International Journal of Health Economics and Management, 17(2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Sacks, D. W., Hollingsworth, A., Nguyen, T. D., and Simon, K. I. (2019). Can policy affect initiation of addictive substance use? evidence from opioid prescribing. Technical report, National Bureau of Economic Research.",
        "Saloner, B., Levin, J., Chang, H.-Y., Jones, C., and Alexander, G. C. (2018). Changes in buprenorphine-naloxone and opioid pain reliever prescriptions after the affordable care act medicaid expansion. JAMA network open, 1(4):e181588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce181588.",
        "Tjaderborn, M., JoÃ\u0083Å\u0092Ã\u0082Ë\u0086nsson, A., Ahlner, J., and HaÃ\u0083Å\u0092Ã\u0082Ë\u0086gg, S. (2009). Tramadol dependence: a survey of spontaneously reported cases in sweden. Pharmacoepidemiol Drug Saf, 18:1192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Toledo, C. and Villas-Boas, S. B. (2019). Safe or not? consumer responses to recalls with traceability. Applied Economic Perspectives and Policy, 41(3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION. National prescription opiate litigation (case no. 1:17-md-2804).",
        "Wen, H., Hockenberry, J. M., Jeng, P. J., and Bao, Y. (2019). Prescription Drug Monitoring Program Mandates: Impact On Opioid Prescribing And Related Hospital Use. Health Affairs, 38(9):1550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1556.",
        "Zabihi, E., Hoseinzaadeh, A., Emami, M., Mardani, M., Mahmoud, B., and Akbar, M. (2011). Potential for tramadol abuse by patients visiting pharmacies in northern iran. Subst Abuse, 5:11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Zacny, J. (2005). Profiling the subjective, psychomotor, and physiological effects of tramadol in recreational drug users. Drug and Alcohol Dependence, 80:273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Zhang, H. and Liu, Z. (2013). The investigation of tramadol dependence with no history of substance abuse: a cross-sectional survey of spontaneously reported cases in guangzhou city, china. Biomed Research International, 283425.",
        "Ziedan, E. and Kaestner, R. (2020). Effect of prescription opioids and prescription opioid control policies on infant health. Technical report, National Bureau of Economic Research. A Effective dates of opioid related state policies"
    ]
}