{
    "id": 27525,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Burdett, Kenneth and Dale Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1998, 39 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Davis, Steven and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Re-Evaluating Labor Market DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jackson Hole Economic Policy Symposium Proceedings, Federal Reserve Bank of Kansas City, 2014, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Decker, Ryan, John Haltiwanger, Ron Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining business dynamism: What we know and the way forward,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 2016, 106 (5), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Fallick, Bruce and Charles Fleischman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Federal Reserve Board Finance and Economics Discussion Series 2004-34.",
        "Feng, Shuaizhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Longitudinal Matching of Current Population Surveys: A Proposed Algorithm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement, 2001, 27 (1-2), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Haltiwanger, John, Henry Hyatt, Lisa Kahn, and Erika McEntarfer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Job Ladders by Firm Size and Firm Wage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2018, 10 (2), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Hubmer, Joachim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Job Ladder and Its Implications for Earnings Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2018, 29, 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Hyatt, Henry, Erika McEntarfer, Kevin McKinney, Stephen Tibbets, and Doug Walton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job (J2J) Flows: New Labor Market Statistics from Linked EmployerEmployee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JSM Proceedings 2014, Business and Economic Statistics Section, 2014, pp. 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Lentz, Rasmus and Dale Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Growth Through Product Innovation.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (6), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        "Madrian, Brigitte and Lars John Lefgren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Approach To Longitudinally Matching Population Survey (CPS) Respondents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement, 2000, 26 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Mathiowetz, Nancy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Errors in Reports of Occupation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 1992, 56 (3), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Molloy, Raven, Christopher Smith, Riccardo Trezzi, and Abigail Wozniak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Declining Fluidity in the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2016, Spring, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Moscarini, Giuseppe and Fabien Postel-Vinay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Job Search and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018. Unpublished Manuscript.",
        "Peracchi, Franco and Finis Welch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Representative are Matched Cross-sections? Evidence from the Current Population Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1995, 68 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Polivka, Anne and Jennifer Rothgeb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redesigning the CPS Questionnaire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 1993, 116 (9), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        ", Polly Phipps, Christine Rho, and Hugette Sun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Current Population SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experience With the Respondent Identification Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Slides Prepared for May 2009 AAPOR Conference 2009.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Topel, Robert and Michael Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Mobility and the Careers of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1992, 107 (2), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Welch, Finis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching the Current Population Surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Technical Bulletin, 1993, 12 (2), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11."
    ]
}