{
    "id": 27528,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Boston Public Health Commission. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Results Released for Antibody and COVID-19 Testing of Boston Residents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Press Release, May 18,2020.",
        "Bullard, Jared, et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting infectious SARS-CoV-2 from diagnostic samples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Infectious Diseases.",
        "Cocci, Matthew D, and Mikkel Plagborg-MÃ\u0083Æ\u0092Ã\u0082Â¸ller. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard errors for calibrated parameters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "GuÃ\u0083Æ\u0092Ã\u0082Â°bjartsson, DanÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081el F, et al. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Spread of SARS-CoV-2 in the Icelandic population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MedRxiv Pre-Print: https://doi.org/10.1101/2020.03.26.20044446.",
        "GuÃ\u0083Æ\u0092Ã\u0082Â°bjartsson, DanÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081el F., et al. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spread of SARS-CoV-2 in the Icelandic population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine.",
        "Horowitz, Joel L, and Charles F Manski. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric analysis of randomized experiments with missing covariate and outcome data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American statistical Association, 95(449): 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Indiana State Dept. of Health. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 Random Sample Study: Preliminary Results.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presentation, May 13.",
        "Li, Ruiyun, et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 368: 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Manski, Charles F., and Francesca Molinari. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the COVID-19 infection rate: Anatomy of an inference problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics.",
        "Mizumoto, Kenji, Katsushi Kagaya, Alexander Zarebski, and Gerardo Chowell. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama, Japan, 2020.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Euro Surveillance, 25.",
        "New York GovernorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press Office. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amid Ongoing COVID-19 Pandemic, Governor Cuomo Announces Results of Completed Antibody Testing Study of 15,000 People Showing 12.3 Percent of Population Has COVID-19 Antibodies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Press Release, May 2, 2020.",
        "Nishiura, Hiroshi, et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Infectious Diseases, 94.",
        "Office for National Statistics. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus (COVID-19) Infection Survey pilot: 5 June 2020.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Bulletin, June 5.",
        "Public Health Agency of Sweden. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FoÃ\u0083Å\u0092Ã\u0082Ë\u0086rsta resultaten fraÃ\u0083Å\u0092Ã\u0082Å n paÃ\u0083Å\u0092Ã\u0082Å gaÃ\u0083Å\u0092Ã\u0082Å ende undersoÃ\u0083Å\u0092Ã\u0082Ë\u0086kning av antikroppar foÃ\u0083Å\u0092Ã\u0082Ë\u0086r covid-19-virus.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, May 20, 2020.",
        "Public Health England. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weekly Coronavirus Disease 2019 (COVID-19) Surveillance Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, Week 22.",
        "Qiu, Jane. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covert coronavirus infections could be seeding new outbreaks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature News.",
        "Ramdas, Kamalini, Ara Darzi, and Sanjay Jain. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Test, re-test, re-testÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: using inaccurate tests to greatly increase the accuracy of COVID-19 testing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Medicine.",
        "Russell, Timothy W., et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using a delay-adjusted case fatality ratio to estimate underreporting. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Mathematical Modeling of Infectious Diseases Repository.",
        "Spanish Ministry of Health. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estudio nacional de sero-epidemilogÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a de la infeccioÃ\u0083Å\u0092Ã\u0082Â\u0081n por SARS-CoV-2 en EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a: Informe preliminar 13 de Mayo de 2020.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, May 13, 2020.",
        "Streeck, Hendrick, Gunther Hartmann, Martin Exner, and Matthias Schmid. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093VorlaÃ\u0083Å\u0092Ã\u0082Ë\u0086ufiges Ergebnis und Schlussfolgerungen der COVID-19 Case-ClusterStudy (Gemeinde Gangelt).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report.",
        "Tamer, Elie. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial Identification in Econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2: 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Vogel, Gretchen. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Antibody surveys suggesting vast undercount of coronavirus infections may be unreliable.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science News.",
        "Wu, Joseph T., et al. 2020a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Medicine, 26: 506Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Wu, Xiaodong, Bo Fu, Lang Chen, and Yong Feng. 2020b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Serological tests facilitate identification of asymptomatic SARS-CoV-2 infection in Wuhan, China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Medical Virology."
    ]
}