{
    "id": 2753,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Allen R. and Gertler P. Regulation and the Provision of Quality to Heterogeneous Consumers: The Case of Prospective Pricing of Medical Services National Bureau of Economic Research Working Paper No. 2269, May 1987.",
        "Danzon P.M. Hospital `Profits: The Effect of Reimbursement Policies Journal of Health Economics, 1:29-52, 1982.",
        "Douglas 0. and Miller J. Quality Competition, Industry Equilibrium, and Efficiency in the Price-Constrained Airline Market American Economic Review, 64:657-669, 1974.",
        "Feldstein M.S. Hospital Cost Inflation:A Study of Nonprofit Price Dynamics American Economic Review, 61:853-72, 1971.",
        "James E. How Nonprofits Grow: A Model Journal of Policy Analysis and Management, 2:350-65, 1983.",
        "Long M.F. Efficient Use of Hospitals in The Economics of Health and Medical Care, Ann Arbor:University of Michigan Press-,- 1964.",
        "Long M.F. and Feldstein P.J. Economics of Hospital Systems:Peak Loads and Regional Coordination American Economic Review, 57(2):119-129, 1967.",
        "Newhouse J.P. Toward an Economic Theory of Non-Profit Institutions: An Economic Model of A Hospital American Economic Review, 60:64-74, 1970.",
        "Pauly M.V. Nonprofit Firms in Medical Markets, American Economic Review, 77(2):257-262, 1987.",
        "Standing on Your Head Journal of Health Economics, 6:73-81, 1987.",
        "Reder M.W. Some Problems in the Economics of Hospitals American Economic Review, 55(2): 472-480, 1965.",
        "Rice R.G. Analysis of the Hospital as an Economic Organism Modern HosDital, 106(4): 88-92, 1966.",
        "Roberts R.D. A Positive Model of Private Charity and Public Transfers Journal of Political Economy, 92 136-48, 1984.",
        "Rose-Ackerman S., Ideals versus Dollars: Donors Charity and Government Grants Journal of Political Economy, 95:810-823, 1987.",
        "Rosko M.D. and Broyles R.W. The Economics of Health Care: A Reference Handbook, New York: Greenwood Press, 1988.",
        "Sloan F. Property Rights in the Hospital Industry in Frech H.E. (ed.) Health Care in America, San Francisco: Pacific Research Institute, 1988.",
        "Sloan F.A., Morrissey M.A. and Valvona J. Hospital Care for the `Self Pay Patient Journal of Health Politics. Policy and Law, 13(1):83-102, 1988.",
        "Sloan F.A., Valvona, J. and Mullner R., Identifying the Issues: A Statistical Profile, in Frank A. Sloan, James F. Blumstein and James M. Perrin (eds.), Uncomoensated HosDital Care: Rights and ResDonsibilities, Baltimore: The Johns Hopkins University Press, 1986.",
        "State of New Jersey, Department of Health, Division of Research, Policy and Planning, New Jerseys Uninsured and Hospital Uncompensated Care Unpublished paper, January 1988.",
        "Staten M., Umbeck J. and Dunkelberg W. Market Share and the Illusion of Power: Can Blue Cross Force Hospitals to Discount? Journal of Health Economics, 6:43-58, 1987.",
        "Thorpe K.E. and Phelps, C.E. The Social Role of Not-for-Profit Organizations: Hospital Provision of Charity Care Unpublished paper, Harvard School of Public Health, January 1988.",
        "Thorpe,K.E. Do Hospital-Based Subsidy Programs Increase Care to the Uninsured? Recent Evidence from the New York Prospective Hospital Reimbursement Methodology (NYPHRM), Unpublished Paper, Harvard School of Public Health, October 1987.",
        "Warr P.G. Pareto Optimal Redistribution and Private Charity Journal of Public Economics, 19:131-138, 19B2. Weisbrod B.A. The Nonprofit Economy, Cambridge: Harvard University Press 1988.",
        "White L.J. Quality Variation When Prices Are Regulated, Bell Journal of Economics and Management Science, 3:425-436 1972."
    ]
}