{
    "id": 27547,
    "cites": 47,
    "cited_by": 6,
    "reference": [
        "Acharya, Viral, Deniz Anginer, and Joseph Warburton. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of Market Discipline ? Investor Expectations of Implicit Government Guarantees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, NYU Stern.",
        "Antill, Sam, and Asani Sarkar. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Size Everything?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical Report 864, Federal Reserve Bank of New York Staff Report.",
        "Arteta, Carlos, Mark Carey, Ricardo Correa, and Jason Kotter. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revenge of the Steamroller: ABCP as a Window on Risk Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 24(3): 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Atanasov, Vladimir, and Bernard Black. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shock-Based Causal Inference in Corporate Finance and Accounting Research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 5(2): 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Baggatini, Giulio, Falko Fecht, and Patrick Weber. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fire-Sale Channel of Universal Banks in the European Sovereign Debt Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript.",
        "Balasubramnian, Bhanu, and Ken Cyree. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has market discipline on banks improved after the DoddFrank Act?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 41(C): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Baldenius, Tim, Nahum Melumad, and Xiaojing Meng. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Board composition and CEO power.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 112(1): 53 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 68.",
        "Bali, Turan G., Robert F. Engle, and Yi Tang. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Conditional Beta is Alive and Well in the Cross Section of Daily Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 63(11): 3760 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3779.",
        "Barth, James, and Clas Wihlborg. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too big to fail: Measures, remedies, and consequences for efficiency and stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Markets, Institutions, and Instruments, 26(4): 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Bekaert, Geert, Eric Engstrom, and Nancy Xu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time Variation in Risk Appetite and Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research paper 17-108, Columbia Business School.",
        "Brandao-Marques, Luis, Ricardo Correa, and Horacio Sapriza. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government support, regulation, and risk taking in the banking sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, Forthcoming.",
        "Brewer, Elijah, and Julapa Jagtiani. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Did Bankgs Pay to Become Too-BigTo -Fail and to Become Systemically Important?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Services Research, 43(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Brownlees, Christian, and Robert F. Engle. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SRISK: A Conditional Capital Shortfall Measure of Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 30(1): 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Buch, C. M., C. T. Koch, and M. Koetter. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Banks Benefit from Internationalization? Revisiting the Market Power - Risk Nexus.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 17(4): 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Cetorelli, Nicola, and Linda Goldberg. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Complexity in Global Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review, 20(2): 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Cetorelli, Nicola, and Linda Goldberg. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizational Complexity and Balance Sheet Management in Global Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22169, National Bureau of Economic Research.",
        "Cetorelli, Nicola, Michael Jacobides, and Sam Stern. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transformation of Corporate Scote in U.S. Banks: Patterns and Performance Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report 813, Federal Reserve Bank of New York.",
        "Cetorelli, Nicola, Jamie McAndrews, and James Traina. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolution in Bank Complexity. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, Economic Policy Review, 20(2): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Cetorelli, Nicola, and Samuel Stern. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Same Name, New Businesses: Evolution in the Bank Holding Company.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d blog, Liberty Street Economics.",
        "Cetorelli, Nicola, and James Traina. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too Big to FailÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report 859, Federal Reserve Bank of New York.",
        "Chernobai, Anna, Ali Ozdagli, and Jianlin Wang. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Complexity and Risk Management: Evidence from Operational Risk Events in U.S. Bank Holding Companies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Forthcoming.",
        "Claessens, Stijn, and Neeltje Van Horen. 2014a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Banks: Trends and Impact.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 46(s1): 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Coles, Jeffrey, Naveen D. Daniel, and Lalitha Naveen. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial incentives and risk-taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 79(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Dam, L., and M. Koetter. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Bailouts and Moral Hazard: Evidence from Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 25(8): 2343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2380.",
        "DeYoung, Robert, Emma Peng, and Meng Yan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Compensation and Business Policy Choices at U.S. Commercial Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 48(1): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Duchin, R., and D. Sosyura. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safer ratios, riskier portfolios: BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ response to government aid.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 113(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Engle, Robert F. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Conditional Beta.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, 14(4): 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Fleming, Michael, and Asani Sarkar. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Failure Resolution at Lehman Borthers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, Economic Policy Review, 20(2): 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Flood, Mark, Dror Kennett, Robin Lumsdaine, and Jonathan Simon. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Complexity of Bank Holding Companies: A Topological Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, Forthcoming.",
        "Freixas, Xavier, Gyongyi Loranth, and Alan Morrison. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Financial Conglomerates. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 16(4): 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Gandhi, Priyank, and Hanno Lustig. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size Anomalies in U.S. Bank Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 70(2): 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Gaspar, Jose-Miguel, Massimo Massa, and Pedro Matos. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shareholder investment horizons and the market for corporate control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 76(1): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Goetz, Martin, Luc Laeven, and Ross Levine. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the valuation effects and agency costs of corporate diversification: Evidence from the geographic diversification of U.S. Banks..Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26(7): 1787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Goetz, Martin, Luc Laeven, and Ross Levine. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the geographic expansion of banks reduce risk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 120(2): 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Goldberg, Linda, and April Meehl. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complexity in Large U.S. Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, Economic Policy Review, 26(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Gong, D., H. Huizinga, and L. Laeven. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonconsolidated Subsidiaries, Bank Capitalization and Risk Taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 97(1): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Jensen, Michael, and William Meckling. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory of the firm: Managerial behavior, agency costs and ownership structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 3(4): 305 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 360.",
        "Laeven, Luc, and Ross Levine. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a diversification discount in financial conglomerates ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 85(2): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Laeven, Luc, and Ross Levine. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank governance, regulation and risk taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 93(2): 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Lepetit, Laetitia, Emmanuelle Nys, Philippe Rous, and Amine Tarazi. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank income structure and risk: An empirical analysis of European banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 32(8): 1452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Luciano, Elisa, and Clas Wihlborg. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Synergies and the Organization of Bank Affiliates: A Theoretical Perspective on Risk and Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 88(C): 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Penas, Maria, and Hanak Unal. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gains in Bank Mergers: Evidence from the Bond Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 74(1): 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Ragu, Rajan, and Luigi Zingales. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Firm as a Dedicated Heirarchy: A Theory of Origins and Growth of Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(3): 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c851.",
        "Scharfstein, David, and Jeremy Stein. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dark side of Internal Capital markets: Divisional Rent Seeking and Inefficient Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55(6): 2537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2564.",
        "Shleifer, Andrei, and Robert W. Vishny. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management entrenchment: The case of manager-specific investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 25(1): 123 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 139.",
        "Stein, Jeremy. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Production and Capital Allocation: Decentralized versus Heirarchical Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57(5): 1891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1921.",
        "Xuan, Yuhai. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empire-Building or Bridge-Building? Evidence from New CEOs Internal Capital Allocation Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 22(12): 4919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4948."
    ]
}