{
    "id": 27548,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Acevedo, Paloma, Guillermo Cruces, Paul Gertler and Sebastian Martinez. 2017. How Job Training Made Women Better O and Men Worse O, NBER Working Paper No. 23264. Forthcoming in Labour Economics.",
        "Acemoglu, Daron and Autor, David. 2011. Skills, Tasks and Technologies: Implications for Employment and Earnings, in Handbook of Labor Economics, Volume 4, pages 1043-1171. Elsevier.",
        "Alfonsi, Livia, Oriana Bandiera, Vittorio Bassi, Robin Burgess, Imran Rasul, Munshi Sulaiman, and Anna Vitali. 2017. Tackling Youth Unemployment: Evidence from a Labor Market Experiment in Uganda, STICERD-Development Economics Papers.",
        "Attanasio, Orazio, Arlen Guarin, Carlos Medina and Costas Meghir. 2017. Vocational Training for Disadvantaged Youth in Colombia: A Long Term Follow Up. American Economic Journal: Applied Economics 9(2): 131-143.",
        "Attanasio, Orazio, Adriana Kugler., and Costas Meghir. 2011. Subsidizing vocational training for disadvantaged youth in Colombia: Evidence from a Randomized Trial, American Economic Journal: Applied Economics, 3(3):188-220.",
        "Benjamini, Yoav., Abba M. Krieger, and Daniel Yekutieli. 2006. Adaptive Linear Step-up Procedures that Control the False Discovery Rate, Biometrika, 93(3): 491-507.",
        "Bertrand, Marianne, Magne Mogstad, and Jack Mountjoy. 2019. Improving Educational Pathways to Social Mobility: Evidence from Norway's Reform 94, NBER Working Paper No. 26092. Cambridge, MA: NBER.",
        "Brunner, Eric, Shaun Dougherty, and Steven Ross, S. 2019. The Eects of Career and Technical Education: Evidence from the Connecticut Technical High School System, EdWorking Paper No. 19-112, Annenberg School, Brown University.",
        "Deming, David J. 2017. The Growing Importance of Social Skills in the Labor Market, Quarterly Journal of Economics, 132(4): 1593-1640.",
        "Deming, David J. and Kadeem Noray. 2018. Stem Careers and Technological Change, NBER Working Paper No. 26092. Cambridge, MA: NBER.",
        "Dhaliwal, Iqbal, Esther Duo, Rachel Glennerster, and Caitlin Tulloch. 2013. Comparative cost-eectiveness analysis to inform policy in developing countries: a general framework with applications for education, Education policy in developing countries, 285-338.",
        "Field, Erica M., Leigh L. Linden, Ofer Malmud, Daniel Rubenson and Shing-Yi Wang. 2019. Does Vocational Education work? Evidence from a Randomized Experiment in Mongolia. NBER Working Paper No. 26092. Cambridge, MA: NBER.",
        "Goldin, Claudia and Larry Katz. 2009. The Race Between Education and Technology. Cambridge, MA: Harvard University Press.",
        "Goos, Maarten, Alan Manning, and Anna Salomons. 2014. Explaining Job Polarization: Routine-biased Technological Change and Oshoring, American Economic Review, 104(8): 2509-26.",
        "Groh, Matthew, Nandini Krishnan, David McKenzie and Tara Vishwanath. 2016. The Impact of Soft Skills Training on Female Youth Employment: evidence form a Randomized Experiment in Jordan, IZA Journal of Labor and Development, 5:9.",
        "Hall, Caroline. 2016. Does More General Education Reduce the Risk of Future Unemployment ? Evidence from an Expansion of Vocational Upper Secondary Education, Economics of Education Review, 52: 251-271.",
        "Hampf, Franziska. and Ludger Woessmann. 2017. Vocational vs. General Education and Employment Over the Life Cycle: New Evidence from PIACC, CESifo Economic Studies, 63(3): 255-269.",
        "Hanushek, Eric A., Guido Schwerdt, Ludger Woessmann, and Lei Zhang. 2017. General Education, Vocational Education, and Labor-market Outcomes Over the Lifecycle, Journal of Human Resources, 52(1): 48-87.",
        "Heckman, James and Alan Krueger. 2005. Inequality in America: What Role for Human Capital Policies? Cambridge, MA: MIT Press.",
        "Ibarraran, Pablo, Laura Ripani, Bibiana Taboada, Juan Miguel Villa, and Brigida Garcia. 2014. Life skills, employability and training for disadvantaged youth: Evidence from a randomized evaluation design. IZA Journal of Labor & Development, 3(1), 10.",
        "Kemple, James J. and Cynthia J. Willner. 2008. Career Academies: Long-term Impacts on Labor Market Outcomes, Educational Attainment, and Transitions to Adulthood. New York, NY: MDRC.",
        "Krueger, Dirk and Krishna B. Kumar. 2004. Skill-specic Rather than General Education: A Reason for US-Europe Growth Dierences? Journal of Economic Growth, 9(2): 167-207.",
        "Kugler, Adriana, Maurice Kugler, Juan Saavedra and Luis Omar Herrera-Prada. 2020. The Long-term Impacts and Spillovers of Training for Disadvantaged Youth, Journal of Human Resources, forthcoming.",
        "Malamud, Ofer and Cristian Pop-Eleches. 2011. School Tracking and Access to Higher Education among Disadvantaged Groups, Journal of Public Economics, 95(11-12): 15381549.",
        "Malamud, Ofer and Cristian Pop-Eleches. 2010. General Education versus Vocational Training: Evidence from an Economy in Transition, Review of Economics and Statistics, 92(1): 43-60.",
        "Meer, Jonathan. 2007. Evidence on the returns to secondary vocational education, Economics of Education Review, 26(5), 559-573.",
        "Silliman, Mikko and Hanna Virtanen. 2019. Labor Market Returns to Vocational Secondary Education, ETLA Working Papers. No 65."
    ]
}