{
    "id": 27556,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Alexandratos, Nikos and Jelle Bruinsma. 2012. World agriculture towards 2030/2050: The 2012 revision. ESA Working Paper No. 12-03. Accessed at <http://www.fao.org/3/a-ap106e.pdf> in May 2020.",
        "AntolÃ\u0083Æ\u0092Ã\u0082Â­n-DÃ\u0083Æ\u0092Ã\u0082Â­az, Juan and Juan F. Rubio-RamÃ\u0083Æ\u0092Ã\u0082Â­rez. 2018. Narrative sign restrictions for SVARs.",
        "Feenstra, Robert C. 1994. New product varieties and the measurement of international prices. American Economic Review 84(1): 157-177.",
        "Johnson, D. Gale. 1999. The growth of demand will limit output growth for food over the next quarter century. Proceedings of the National Academy of Sciences 96(11): 5915-5920.",
        "Leamer, Edward E. 1981. Is it a demand curve, or is it a supply curve? Partial identification through inequality constraints. The Review of Economics and Statistics 63(3): 319-327.",
        "Leontief, Wassily. 1929. Ein Versuch zur statistischen Analyse von Angebot und Nachfrage. Weltwirtschaftliches Archiv 30: 1-53.",
        "Logan, Trevon D. 2006. Nutrition and well-being in the late nineteenth century. Journal of Economic History 66(2): 313-341.",
        "Ludvigson, Sydney C., Sai Ma, and Serena Ng. 2020. Shock restricted structural vector-autoregressions. National Bureau of Economic Research Working Paper No. 23225.",
        "MacKay, Alexander and Nathan H. Miller. 2019. Estimating models of supply and demand: Instruments and covariance restrictions. Harvard Business School Working Paper No. 19-051.",
        "Matzkin, Rosa L. 2007. Chapter 73: Nonparametric identification. In James J. Heckman and Edward E. Leamer (eds.), Handbook of Econometrics Volume 6, Part B: 5307-5368. Amsterdam: Elsevier.",
        "Morgan, Mary S. 1990. The History of Econometric Ideas. Cambridge: Cambridge University Press.",
        "Muhammad, Andrew, James L. Seale, Jr., Birgit Meade, and Anita Regmi. 2011. International evidence on food consumption patterns: An update using 2005 International Comparison Program data. Economic Research Technical Bulletin No. 1929. Accessed at <https://www.ers.usda.gov/webdocs/publications/47579/7637_tb1929.pdf?v=45> in May 2020. Mullin, Wallace P. and Christopher M. Snyder. Forthcoming. A simple method for bounding the elasticity of growing demand with applications to the analysis of historic antitrust cases. American Economic Journal: Microeconomics.",
        "Roberts, Michael J. and Wolfram Schlenker. 2013a. Identifying supply and demand elasticities of agricultural commodities: Implications for the US ethanol mandate. American Economic Review 103(6): 2265-95.",
        "Roberts, Michael J. and Wolfram Schlenker. 2013b. Replication data for: Identifying supply and demand elasticities of agricultural commodities: Implications for the US ethanol mandate.",
        "Accessed at <https://doi.org/10.3886/E112674V1> in December 2019.",
        "Robbins, Herbert and Cun-Hui Zhang. 1986. Maximum likelihood estimation in regression with uniform errors. Institute of Mathematical Statistics Lecture Notes-Monograph Series 8: 365-85.",
        "Tamer, Elie. 2010. Partial identification in econometrics. Annual Review of Economics 2: 167-195.",
        "Uhlig, Harald. 2017. Shocks, sign restrictions, and identification. In Bo HonorÃ\u0083Æ\u0092Ã\u0082Â©, Ariel Pakes, Monika Piazzesi, and Larry Samuelson (eds.), Advances in Economics and Econometrics: Eleventh World Congress of the Econometric Society Volume 2, Chapter 4: 95-127. Cambridge: Cambridge University Press.",
        "Valin, Hugo, Ronald D. Sands, Dominique van der Mensbrugghe, Gerald C. Nelson, Helal Ahammad, Elodie Blanc, Benjamin Bodirsky, Shinichiro Fujimori, Tomoko Hasegawa, Petr Havlik, Edwina Heyhoe, Page Kyle, Daniel Mason-DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Croz, Sergey Paltsev, Susanne Rolinski, Andrzej Tabeau, Hans van Meijl, Martin von Lampe, and Dirk Willenbockel. 2014. The future of food demand: understanding differences in global economic models. Agricultural Economics 45(1): 51-67.",
        "Weyl, E. Glen and Michal Fabinger. 2013. Pass-through as an economic tool: Principles of incidence under imperfect competition. Journal of Political Economy 121(3): 528-583.",
        "Working, Elmer J. 1927. What do statistical Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093demand curvesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d show? Quarterly Journal of Economics 41(2): 212-235.",
        "World Bank. 2019a. Population, total. World Development Indicators. The World Bank Group.",
        "World Bank. 2019b. GDP (current US$). World Development Indicators. The World Bank Group.",
        "Wright, Philip G. 1915. Reviews: MooreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic cycles. Quarterly Journal of Economics 29(3): 631-641."
    ]
}