{
    "id": 27557,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Anselin, L. (1988). Spatial Econometrics: Methods and Models. Boston: Kluwer. Badev, A. (2017). Discrete games in endogenous networks: Equilibria and policy. https://arxiv.org/abs/1705.03137.",
        "Bai, J. and Li, K. (2012). Statistical analysis of factor models of high dimension. Annals of Statistics, 40(1):436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Bala, V. and Goyal, S. (2000). A noncooperative model of network formation. Econometrica, 68(5):1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1229.",
        "Battaglini, M. and Patacchini, E. (2018). Influencing connected legislators. Journal of Political Economy, 126(6):2277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Battaglini, M., Patacchini, E., and Rainone, E. (2019). Endogenous social connections in legislatures.",
        "Battaglini, M., Sciabolazza, V. L., and Patacchini, E. (2020). Effectiveness of connected legislators. American Journal of Political Science.",
        "Belloni, A., Chernozhukov, V., and Hansen, C. (2014). Inference on treatment effects after selection amongst high-dimensional controls. The Review of Economic Studies, 81(2):608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Blume, L. E., Brock, W. A., Durlauf, S. N., and Jayaraman, R. (2015). Linear social interactions models. Journal of Political Economy, 123(2):444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c496.",
        "Bonaldi, P., HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A., and Kastl, J. (2015). An empirical analysis of funding costs spillovers in the euro-zone with application to systemic risk.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¼hlmann, P. and van de Geer, S. (2011). Statistics for high-dimensional data. Springer.",
        "Caner, M., Han, X., and Lee, Y. (2018). Adaptive elastic net gmm estimation with many invalid moment conditions: Simultaneous model and moment selection. Journal of Business & Economic Statistics, 36(1):24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Chandrasekaran, V., Parrilo, P. A., and Willsky, A. S. (2012). Latent variable graphical model selection via convex optimization. The Annals of Statistics, 40(4):The Annals of Statistics.",
        "Chandrasekhar, A. G. and Lewis, R. (2016). Econometrics of sampled networks. https://web.stanford.edu/~arungc/CL.pdf.",
        "Cohen, L. and Malloy, C. J. (2014). Friends in high places. American Economic Journal: Economic Policy, 6(3):63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Cox, G. W. and Poole, K. T. (2002). On measuring partisanship in roll-call voting: The u.s. house of representatives, 1877-1999. American Journal of Political Science, 46(3):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Currarini, S. and Morelli, M. (2000). Network formation with sequential demands. Review of Economic Design, 5(3):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "de Paula, A., Rasul, I., and Souza, P. C. (2019). Recovering social networks from panel data: identification, simulations and an application.",
        "ErdÃ\u0083Æ\u0092Ã\u0082Â¶s, P. and RÃ\u0083Æ\u0092Ã\u0082Â©nyi, A. (1959). On random graphs. i. Publicationes Mathematicae, 6:290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Falk, A. and Kosfeld, M. (2012). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s all about connections: Evidence on network formation. Review of Network Economics, 11(3):Article 2.",
        "Fowler, J. H. (2006). Connecting the congress: A study of cosponsorship networks. Political Analysis, 14(4):456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Fowler, J. H. and Christakis, N. A. (2010). Cooperative behavior cascades in human social networks. Proceedings of the National Academy of Sciences, 107(12):5334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5338.",
        "Friedman, J., Hastie, T., and Tibshirani, R. (2008). Sparse inverse covariance estimation with the graphical lasso. Biostatistics, 9(3):432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Goeree, J., Riedl, A., and Ule, A. (2009). In search of stars: Network formation among heterogeneous agents. Games and Economic Behavior, 67(2):445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Goyal, S., van der Leij, M. J., and Moraga-GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez, J. L. (2006). Economics: An emerging small world. Journal of Political Economy, 114(2):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Goyal, S. and Vega-Redondo, F. (2007). Structural holes in social networks. Journal of Economic Theory, 137(1):460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Graham, B. S. (2016). Homophily and transitivity in dynamic network formation. revision requested by the Review of Economic Studies.",
        "Jackson, M. O. and Wolinsky, A. (1996). A strategic model of social and economic networks. Journal of Economic Theory, 71(1):44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "James M. Snyder, J. and Groseclose, T. (2000). Estimating party influence in congressional roll-call voting. American Journal of Political Science, 44(2):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Jin, F. and Lee, L.-F. (2016). Lasso maximum likelihood estimation of parametric models with singular information matrices.",
        "Kirkland, J. H. (2011). The relational determinants of legislative outcomes: Strong and weak ties between legislators. The Journal of Politics, 73(3):887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Kirkland, J. H. and Gross, J. H. (2014). Measurement and theory in legislative networks: The evolving topology of congressional collaboration. Social Networks, 36:97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 109.",
        "Lam, C. and Fan, J. (2009). Sparsistency and rates of convergence in large covariance matrix estimation. The Annals of Statistics, 37(6B):4254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4278.",
        "Lee, L. (2004). Asymptotic distributions of quasi-maximum likelihood estimators for spatial econometric models. Econometrica, 72:1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1926.",
        "Manresa, E. (2013). Estimating the structure of social interactions using panel data. CEMFI Working Paper.",
        "Manski, C. (1993). Identification of endogenous social effects: The reflection problem. The Review of Economic Studies, 60(3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "McCarty, N., Poole, K. T., and Rosenthal, H. (2001). The hunt for party discipline in congress. The American Political Science Review, 95(3):673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Meinshausen, N. and BÃ\u0083Æ\u0092Ã\u0082Â¼hlmann, P. (2006). High-dimensional graphs and variable selection with the lasso. The Annals of Statistics, 34(1436-1462).",
        "Mele, A. (2017). A structural model of dense network formation. Econometrica, 85(3):825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Peng, S. (2019). Heterogeneous endogenous effects in networks.",
        "Poole, K. T. and Rosenthal, H. (2007). On party polarization in congress. Daedalus, 136(3):104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Rohde, D. W. (1991). Parties and Leaders in the Postreform House. University of Chicago Press.",
        "Rose, C. (2018). Identification of spillover effects using panel data.",
        "Rosenthal, H. and Poole, K. T. (1997). Congress: a political-economic history of roll call voting. New York: Oxford University Press. SantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Anna, P. H. C. and Zhao, J. B. (forthcoming). Doubly robust difference-indifferences estimators. Journal of Econometrics.",
        "Snyder, J. M. and Groseclose, T. (2000). Estimating party influence in congressional roll-call voting. American Journal of Political Science, 44(2):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Souza, P. C. (2014). Estimating network effects without network data. mimeo.",
        "Volden, C. and Wiseman, A. E. (2018). Legislative effectiveness in the united states senate. Journal of Politics, 80(2):731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c735.",
        "Xue, L., Ma, S., , and Zou, H. (2012). Positive-definite 1-penalized estimation of large covariance matrices. Journal of the American Statistical Association, 107:1480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1491.",
        "Xue, L. and Zou, H. (2012). Regularized rank-based estimation of high-dimensional nonparanormal graphical models. Annals of Statistics, 40(5):2541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2571."
    ]
}