{
    "id": 27553,
    "cites": 47,
    "cited_by": 0,
    "reference": [
        "Alcott, Hunt, Benjamin B. Lockwood, and Dmitry Taubinsky (2019). Should We Tax Sugar-Sweetened Beverages? An Overview of Theory and Evidence. Journal of Economic Perspectives 33(3): 202-227.",
        "Becker, Gary S. and Kevin M. Murphy (1988). A Theory of Rational Addiction. Journal of Political Economy 96(4): 675-700.",
        "Bhargava, Saurabh, George Loewenstein, and Justin Sydnor (2017). Choose to Lose: Health Plan Choices from a Menu with Dominaated Options. Quarterly Journal of Economics 132(3): 1319-1372.",
        "Braithwaite, R. Scott, David O. Meltzer, Joseph T. Jr. King, Douglas Leslie, and Mark S. Roberts (2008). What Does the Value of Modern Medicine Say About the $50,000 per Quality-Adjusted Life-Year Decision Rule? Medical Care 46(4): 349-356.",
        "Budish, Eric, Benjamin N. Roin, and Heidi Williams (2015). Do Firms Underinvest in Long-Term Research? Evidence from Cancer Clinical Trials. American Economic Review 105(7): 2044-2085.",
        "Buttorff, Christne, Teague Ruder, and Melissa Bauman. (2017). Multiple Chronic Conditions in the United States. Retrieved June 25, 2020, from https://www.rand.org/content/dam/rand/pubs/tools/TL200/TL221/RAND_TL221.pdf Campbell, Frances, Gabriella Conti, James J. Heckman, Seong Hyeok Moon, Rodrigo Pinto, Elizabeth Pungello, and Yi Pan (2014). Early Childhood Investments Substantially Boost Adult Health. Science 343(6178): 1478-1485.",
        "Centers for Disease Control and Prevention. (n.d.). Polio Elimination in the United States. Retrieved June 23, 2020, from https://www.cdc.gov/polio/what-is-polio/polio-us.html.",
        "Chalfin, Aaron, Benjamin Hansen, and Rachel Ryley. (2019, July). The Minimum Legal Drinking Age and Crime Victimization. Cambridge: National Bureau of Economic Research, Working Paper Working Paper 26051.",
        "Chaloupka, Frank J. and Kenneth E. Warner (2000). The Economics of Smoking. Handbook of Health Economics. A. J. Culyer and J. P. Newhouse. Amsterdam, North-Holland. 1b: 1539-1627.",
        "Chernew, Michael E., Mayur R. Shah, Arnold Wegh, Stephen N. Rosenberg, Iver A. Juster, Allison B. Rosen, Michael C. Solol, Kristina Yu-Isenberg, and A. Mark Fendrick (2008). Impact of Decreasing Copayments on Medication Adherence Within a Disease Management Environment. Health Affairs 27(1): 103-112.",
        "Brennan (2011). Full Coverage for Preventive Medications After Myocardial Infaractions. New England Journal of Medicine 365(22): 2088-2097.",
        "Cohen, Joshua T., Peter Neumann, and Milton C. Weinstein (2008). Does Preventive Care Save Money? Health Economics and the Presidential Candidates. New England Journal of Medicine 358(7): 661-663.",
        "Cutler, David M., Edward L. Glaeser, and Jesse M. Shapiro (2003). Why Are Americans Becoming More Obese. Journal of Economic Perspectives 17(3): 93-118.",
        "Einav, Liran, Amy Finkelstein, Tamar Oostrom, Abigail J. Ostriker, and Heidi L. Williams. (2019). Screening and Selection: The Case of Mammograms. Cambridge MA: National Bureau of Economic Research, Working Paper 26162.",
        "Ellis, Randall P. and Willard G. Manning (2007). Optimal Health Insurance for Prevention and Treatment. Journal of Health Economics 26(6): 1128-1150.",
        "Ericson, Keith Marzilli and Justin Sydnor (2017). The Questionable Value of Having a Choice of Levels of Health Insurance Coverage. Journal of Economic Perspectives 31(4): 51-72.",
        "Franklin, Benjamin. (1735). Letter to the Editor of the Philadelphia Gazette. Retrieved September 19, 2019, from http://www.ushistory.org/franklin/philadelphia/fire.htm.",
        "GarcÃ\u0084Â±a, Jorge Luis, James J. Heckman, Duncan Ermini Leaf, and MarÃ\u0084Â±a Jose Prados (2020). Quantifying the Life-Cycle Benefits of an Influential Early-Childhood Program. Journal of Political Economy 128(7): 2502-2541.",
        "Gaziano, Thomas A., Ankur Pandya, Stephen Sy, Thihago Veiga Jardim, Jenna M. Ogden, Anthony Rodgers, and Milton C. Weinstein (2019). Modeling the Cost Effectiveness and Budgetary Impact of Polypills for Secondary Prevention of Cardiovascular Disease in the United States. American Heart Journal 214: 77-87.",
        "Gold, Marthe R., Joanna E. Siegel, Louise B. Russell, and Milton C. Weinstein (1996). Cost-Effectiveness in Health and Medicine. New York, Oxford University Press.",
        "Goldman, Dana P. and Tomas J. Philipson (2007). Integrated Insurance Design in the Presence of Multiple Medical Technologies. American Economic Review 97(2): 427-432.",
        "Goodman-Bacon, Andrew (2018). Public Insurance and Mortality: Evidence from Medicaid Implementation. Journal of Political Economy 126(1): 216-262.",
        "Grossman, Michael (1972). On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80(2): 223-255.",
        "Grossman, Michael (2000). The Human Capital Model. Handbook of Health Economics. A. J. Culyer and J. P. Newhouse. Amsterdam, North-Holland.",
        "Gruber, Joanthan and Botond Koszegi (2001). Is Addiction Rational? Theory and Evidence. Quarterly Journal of Economics 116(4): 1261-1305.",
        "Hajar, Rachel (2017). The Physician's Oath: Historical Perspectives. Heart Views 18(4): 154-159.",
        "Handel, Benjamin R. and Jonathan T. Kolstad (2015). Health Insurance for Humans: Information Frictions, Plan Choice, and Consumer Welfare. American Economic Review 105(8): 2449-2500.",
        "Handel, Benjamin R. and Joshua Schwartzstein (2018). Frictions or Mental Gaps: What's Behind the Information We (Don't) Use and When Do We Care? Journal of Economic Perspectives 32(1): 155-178.",
        "Heckman, James J., Rodrigo Pinto, and Peter Savelyev (2013). Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes. American Economic Review 103(6): 2052-2086.",
        "Hendren, Nathaniel and Ben Sprung-Keyser. (2019, August). A Unified Welfare Analysis of Government Policies. Cambridge: National Bureau of Economic Research, Working Paper Working Paper 26144.",
        "Hoynes, Hilary, Diane Whitmore Schanzenbach, and Douglas Almond (2016). Long-Run Impacts of Childhood Access to the Safety Net. American Economic Review 106(4): 903-934.",
        "Kenkel, Donald S. (2000). Prevention. Handbook of Health Economics. A. J. Culyer and J. P. Newhouse.",
        "Kremer, Michael and Christopher M. Snyder (2015). Preventives versus Treatments. Quarterly Journal of Economics 130(3): 1167-1239.",
        "Lehman, Constance D., Robert F. Arao, Brian L. Sprague, Janie M. Lee, Diana S.M. Buist, Karla Kerlikowske, Louise M. Henderson, Tracy Onega, Anna N.A. Tosteson, Garth H. Rauscher, and Diana L. Miglloretti (2017). National Performance Benchmarks for Modern Screening Digital Mammography: Update from the Breast Cancer Surveillance Consortium. Radiology 283(1): 49-58.",
        "Manning, Willard G., Emmett B. Keeler, Joseph P. Newhouse, Elizabeth M. Sloss, and Jeffrey Wasserman (1989). The Taxes of Sin: Do Smokers and Drinkers Pay Their Way? JAMA 261(11): 1604-1609.",
        "National Academies of Sciences, Engineering, and Medicine (2019). A Roadmap to Reducing Child Poverty. Washington, DC:, The National Academies Press.National Center for Health Statistics (2018).",
        "Health, United States, 2017: With Special Feature on Mortality. Hyattsville, MD.Nelson, Heidi D., Amy Cantor, Linda Humphrey, Rochelle Fu, Miranda Pappas, Monica Daeges, and Jessica Griffin. (2016).",
        "Screening for Breast Cancer: A Systematic Review to Update the 2009 U.S. Preventive Services Task Force Recommendation, Evidence Syntheses, No. 124. Rockville MD: Agency for Healthcare Research and Quality Working Paper 14-05201-EF-1.",
        "Neumann, Peter J., Gillian D. Sanders, Louise B. Russell, Joanna E. Siegel, and Theodore G. Ganiats, Eds. (2016). Cost-Effectiveness in Health and Medicine. New York, Oxford University Press.",
        "Oster, Emily (2018). Does Disease Cause Vaccination? Disease Outbreaks and Vaccination Response. Journal of Health Economics 57: 90-101.",
        "Phelps, Charles E. (1978). Illness Prevention and Medical Insurance. Journal of Human Resources XIII(Supplement): 183-207.",
        "Pogue, Thomas F. and Larry G. Sgontz (1989). Taxing to Control Social Costs: The Case of Alcohol. American Economic Review 79(1): 235-243.",
        "Saez, Emmanuel and Stefanie Stantcheva (2016). Generalized Social Welfare Weights for Optimal Tax Theory. American Economic Review 106(1): 24-45.",
        "Siegel, Rebecca L., Kimberly D. Miller, and Ahmedin Jemal (2020). Cancer Statistics, 2020. CA: A Cancer Journal for Clinicians 70(1): 7-30.",
        "Starc, Amanda and Robert J. Town. (2018). Externalities and Benefit Design in Health Insurance. Cambridge MA: National Bureau of Economic Research, Working Paper 21783.",
        "Torrance, George W. (1986). Measurement of Health State Activities for Economic Appraisal. Journal of Health Economics 5(1): 1-30.",
        "US Preventive Services Task Force. (n.d.). US Preventive Services Task Force Ratings. Retrieved June 22, 2020, from https://www.uspreventiveservicestaskforce.org/uspstf/us-preventive-services-taskforce -ratings."
    ]
}