{
    "id": 2756,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Abreu, Dilip (1987), On the Theory of Infinitely Repeated Games with Discounting, Econometrica Vol. 56, No. 2, p. 383-396.",
        "Bergsten, Fred C., What to Do about U.S.-Japan Economic Conflict, Foreign Affairs 60, 1982. pp. 1059-1075.",
        "Bertiheim, B. Douglas and Michael D. Whinston, Multimarket Contact and Collusive Behavior, Harvard Discussion Paper No. 1317, May 1987.",
        "Conybeare, John A.C., Trade Wars: The Theory and Practice of International Commercial Rivalry, Columbia Press, New York, 1937.",
        "Corden, W. Max, Trade Policy and Economic Welfare, Clarendon Press, Oxford, 1974.",
        "Dixit, Avinash, Strategic Aspects of Trade Policy, in Advances in Economic Theory: Fifth World Congress, Truman F. Bewley, ed. : Cambridge University Press, New York, 1987, 329-362.",
        "Farrell, Joseph and Eric Maskin (1987), Renegotiation in Repeated Games, Harvard University Discussion Paper No. 1335.",
        "Feenstra, Robert C. and Tracy R. Lewis, Negotiated Trade Restrictions with Private Political Pressure, NBER Working Paper No. 2374, September 1987.",
        "Haltiwanger, John, and Joseph E. Harrington, Jr., The Impact of Cyclical Demand Movements on Collusive Behavior, Working Paper No. 209, April 1988.",
        "Keenan, John and Raymond Riezman, Do Big Countries Win Tariff Wars?, International Economic Review 29, February 1988, pp. 81-85.",
        "Mayer, Wolfgang, Theoretical Considerations on Negotiated Tariff Adjustments, Oxford Economic Paners 33, 1981, pp. 135-53.",
        "Richardson, J. David, Safeguards Issues in the Uruguay Round and Beyond, in Robert E. Baldwin and J. Dvaid Richardson (eds.): Issues in the Uruauav Round, NBER Conference Report, 1988.",
        "Riezman, Raymond, Tariff Retaliation from a Strategic Viewpoint, Southern Economic Journal 48, 1982, pp. 583-93.",
        "Riezman, Raymond, Dynamic Tariffs with Asymmetric Information, University of Iowa, unpublished manuscript, October 1987.",
        "Rotemberg, Julio J. and Garth Saloner, A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review 76, 1986, pp. 390-407."
    ]
}