{
    "id": 27566,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Ahn, Hie Joo and James Hamilton (2020a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Unemployment DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Business & Economic Statistics 38 (3): 554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2020b). Measuring Labor-Force Participation and the Incidence and Duration of Unemployment. Working Paper 27394. National Bureau of Economic Research.",
        "Barrero, Jose Maria, Nick Bloom, and Steven Davis (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 Is Also a Reallocation ShockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Bartik, Alexander, Marianne Bertrand, Feng Lin, Jesse Rothstein, and Matthew Unrath (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the labor market at the onset of the COVID-19 crisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Bewley, Truman (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimum Quantity of MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Models of Monetary Economics. Ed. by John Kareken and Neil Wallace. Under existing law states may opt out of EB triggers, and the majority do so, presumably because states must pay for 50% of EB.",
        "Cajner, Tomaz, Leland Crane, Ryan Decker, John Grigsby, Adrian Hamins-Puertolas, Erik Hurst, Christopher Kurz, and Ahu Yildirmaz (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. labor market during the beginning of the pandemic recessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Chodorow-Reich, Gabriel and John Coglianese (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Macroeconomic StabilizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Recession Ready: Fiscal Policies to Stabilize the American Economy. Ed. by Heather Boushey, Ryan Nunn, and Jay Shambaugh, p. 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Chodorow-Reich, Gabriel, John Coglianese, and Loukas Karabarbounis (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macro Effects of Unemployment Benefit Extensions: a Measurement Error ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics 134 (1): 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Coglianese, John (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of In-and-Outs: Declining Labor Force Participation of Prime Age MenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Drew, Julia A. Rivera, Sarah Flood, and John Robert Warren (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making Full Use of the Longitudinal Design of the Current Population Survey: Methods for Linking Records Across 16 MonthsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic and Social Measurement 39 (3): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Flood, Sarah, Miriam King, Renae Rodgers, Steven Ruggles, and John Robert Warren (2020). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series Current Population Survey: Version 7.0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Fujita, Shigeru and Giuseppe Moscarini (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recall and UnemploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 107 (12): 3875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3916.",
        "Ganong, Peter and Pascal Noel (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending during Unemployment: Positive and Normative ImplicationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 109 (7): 2383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2424.",
        "Hall, Robert E and Marianna Kudlyak (2019). Job-Finding and Job-Losing: A Comprehensive Model of Heterogeneous Individual Labor-Market Dynamics. Working Paper 25625. National Bureau of Economic Research.",
        "Jarosch, Gregor (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for Job Security and the Consequences of Job LossÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Jarosch, Gregor and Laura Pilossoph (2018). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Discrimination and Duration Dependence in the Job Finding RateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Review of Economic Studies 86 (4): 1631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1665.",
        "Kroft, Kory, Fabian Lange, and Matthew J. Notowidigdo (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment*Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Quarterly Journal of Economics 128 (3): 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Kroft, Kory, Fabian Lange, Matthew J. Notowidigdo, and Lawrence F. Katz (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LongTerm Unemployment and the Great Recession: The Role of Composition, Duration Dependence, and NonparticipationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Labor Economics 34 (S1): S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS54.",
        "Krueger, Alan, Judd Cramer, and David Cho (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity: 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Krueger, Alan, Alexandre Mas, and Xiaotong Niu (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Rotation Group Bias: Will the Real Unemployment Rate Please Stand Up?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 99 (2): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Mueller, Andreas I, Johannes Spinnewijn, and Giorgio Topa (2018). Job SeekersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Perceptions and Employment Prospects: Heterogeneity, Duration Dependence and Bias. Working Paper 25294. National Bureau of Economic Research.",
        "Yagan, Danny (2019). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Hysteresis from the Great RecessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 127 (5): 2505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2558. Simulation Unemployment Durations: A Factor-Flows Simulation Approach With Application to the COVID-19 Recession Online Appendix Gabriel Chodorow-Reich John Coglianese"
    ]
}