{
    "id": 27563,
    "cites": 76,
    "cited_by": 1,
    "reference": [
        "Abaluck, J., J. Gruber, and A. Swanson (2018). Prescription drug use under medicare part d: A linear model of nonlinear budget sets. Journal of Public Economics 164, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Acemoglu, D., P. Aghion, L. Bursztyn, and D. Hemous (2012). The environment and directed technical change. American Economic Review 102(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Acemoglu, D., D. Cutler, A. Finkelstein, and J. Linn (2006). Did medicare induce pharmaceutical innovation? American Economic Review 96(2), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Acemoglu, D. and J. Linn (2004). Market size in innovation: theory and evidence from the pharmaceutical industry. The Quarterly Journal of Economics 119(3), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Aghion, P., A. DechezlepreÃ\u0083Å\u0092Ã\u0082â\u0080\u009atre, D. Hemous, R. Martin, and J. Van Reenen (2016). Carbon taxes, path dependency, and directed technical change: Evidence from the auto industry. Journal of Political Economy 124(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bagley, N., A. Chandra, and A. Frakt (2015). Correcting Signals for Innovation in Health Care. Brookings Institution.",
        "Blume-Kohout, M. E. and N. Sood (2013). Market size and innovation: Effects of Medicare Part D on pharmaceutical research and development. Journal of Public Economics 97, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Brennan, T. (2017, August). 2018 Formulary strategy. Technical report, CVS Health Payor Solutions. Online at: https://payorsolutions.cvshealth.com/insights/ 2018-formulary-strategy.",
        "Brown, J. R., S. M. Fazzari, and B. C. Petersen (2009). Financing innovation and growth: Cash flow, external equity, and the 1990s r&d boom. The Journal of Finance 64(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Budish, E., B. N. Roin, and H. Williams (2015). Do firms underinvest in long-term research? Evidence from cancer clinical trials. American Economic Review 105(7), 2044Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2008). Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics 90(3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Celgene (2016, September). Prescription plan exclusion lists grow at patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ expense. Online at: https://www.celgene.com/ patient-prescription-plan-exclusion-lists-grow.",
        "Chambers, J. D., P. B. Rane, and P. J. Neumann (2016). The impact of formulary drug exclusion policies on patients and healthcare costs. Am J Manag Care 22(8), 524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Choudhry, N. K., J. Avorn, R. J. Glynn, E. M. Antman, S. Schneeweiss, M. Toscano, L. Reisman, J. Fernandes, C. Spettell, J. L. Lee, et al. (2011). Full coverage for preventive medications after myocardial infarction. New England Journal of Medicine 365(22), 2088Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2097.",
        "Claxton, G., M. Rae, M. Long, A. Damico, G. Foster, and H. Whitmore (2017). Employer health benefits survey. Kaiser Family Foundation and Health Research & Educational Trust.",
        "Clemens, J. (2013, December). The effect of U.S. health insurance expansions on medical innovation. Working Paper 19761, National Bureau of Economic Research.",
        "Clemens, J. and P. Rogers (2020, January). Demand shocks, procurement policies, and the nature of medical innovation: Evidence from wartime prosthetic device patents. Working Paper 26679, National Bureau of Economic Research.",
        "Congressional Budget Office (2007, April). Medicare prescription drug price negotiation act of 2007. Technical report, Congressional Budget Office Cost Estimate. Online at https://www.cbo.gov/sites/default/files/110th-congress-2007-2008/ costestimate/s30.pdf.",
        "Cournoyer, A. and L. Blandford (2016, October). Formulary exclusion lists create challenges for pharma and payers alike. Journal of Clinical Pathways. https://www.journalofclinicalpathways.com/article/ formulary-exclusion-lists-create-challenges-pharma-and-payers-alike.",
        "DiMasi, J. A., H. G. Grabowski, and R. W. Hansen (2016). Innovation in the pharmaceutical industry: new estimates of R&D costs. Journal of Health Economics 47, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Dixit, A. (1979). A model of duopoly suggesting a theory of entry barriers. The Bell Journal of Economics, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Djogbenou, A. A., J. G. MacKinnon, and M. Ã\u0083Æ\u0092Ã\u0082Ë\u009c. Nielsen (2019). Asymptotic theory and wild bootstrap inference with clustered errors. Journal of Econometrics 212(2), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Dranove, D., C. Garthwaite, and M. I. Hermosilla (2020, May). Expected profits and the scientific novelty of innovation. Working Paper 27093, National Bureau of Economic Research.",
        "Dubois, P., O. De Mouzon, F. Scott-Morton, and P. Seabright (2015). Market size and pharmaceutical innovation. The RAND Journal of Economics 46(4), 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c871.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2017). Bunching at the kink: implications for spending responses to health insurance contracts. Journal of Public Economics 146, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Fein, A. J. (2017, December). The CVS-Aetna deal: Five industry and drug channel implications. Technical report, Drug Channels. Online at: https://www. drugchannels.net/2017/12/the-cvs-aetna-deal-five-industry-and.html.",
        "Fernandez, J.-M., R. M. Stein, and A. W. Lo (2012, 10). Commercializing biomedical research through securitization techniques. Nature Biotechnology 30(10), 964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Filzmoser, P., A. Eisl, and F. Endel (2009). Atc-icd: Determination of the reliability for predicting the icd code from the atc code.",
        "Finkelstein, A. (2004). Static and dynamic effects of health policy: Evidence from the vaccine industry. The Quarterly Journal of Economics 119(2), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Frank, R. G. and R. J. Zeckhauser (2018, January). High-priced drugs in medicare part d: Diagnosis and potential prescription. Working Paper 24240, National Bureau of Economic Research.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein (1993, December). Risk Management: Coordinating Corporate Investment and Financing Policies. Journal of Finance 48(5), 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Funk, R. J. and J. Owen-Smith (2017). A dynamic network measure of technological change. Management Science 63(3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Garber, A. M., C. I. Jones, and P. Romer (2006). Insurance and incentives for medical innovation. In Forum for Health Economics & Policy, Volume 9. De Gruyter.",
        "Garthwaite, C. and F. S. Morton (2017). Perverse market incentives encourage high prescription drug prices. ProMarket Blog Post. https://promarket.org/ perversemarket-incentives-encourage-high-prescription-drug-prices.",
        "Government Accountability Office (2019, July). Medicare Part D: Use of Pharmacy Benefit Managers and Efforts to Manage Drug Expenditures and Utilization. GAO-19-498 https://www.gao.gov/assets/710/700259.pdf.",
        "Health Strategies Group (2015). 2015 Pharmacy benefit managers research agenda. Technical report. https://www.healthstrategies.com/sites/default/files/ agendas/2015_PBM_Research_Agenda_RA_110714.pdf.",
        "Hoadley, J., L. Summer, E. Hargrave, J. Cubanski, and T. Neuman (2011). Analysis of medicare prescription drug plans in 2011 and key trends since 2006. Kaiser Family Foundation Issue Brief. The Henry J. Kaiser Family Foundation.",
        "Hult, K. J. (2014). Incremental innovation and pharmacuetical productivity. Technical report, Health Strategies Group.",
        "Huskamp, H. A., A. M. Epstein, and D. Blumenthal (2003). The impact of a national prescription drug formulary on prices, market share, and spending: Lessons for Medicare? Health Affairs 22(3), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Kakani, P., M. Chernew, and A. Chandra (2020). Rebates in the pharmaceutical industry: Evidence from medicines sold in retail pharmacies in the us. Technical report, National Bureau of Economic Research.",
        "Kerr, W. R. and R. Nanda (2015). Financing innovation. Annual Review of Financial Economics 7(1), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Krieger, J., D. Li, and D. Papanikolaou (2017). Developing novel drugs. Available at SSRN 3095246.",
        "Krieger, J., D. Li, and D. Papanikolaou (2019). Missing novelty in drug development. Technical report, National Bureau of Economic Research.",
        "Kyle, M. K. and A. M. McGahan (2012). Investments in pharmaceuticals before and after TRIPS. Review of Economics and Statistics 94(4), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1172.",
        "Lakdawalla, D. and N. Sood (2009). Innovation and the welfare effects of public drug insurance. Journal of public economics 93(3-4), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Lopez, L. (2018, march). What CVS is doing to mom-and-pop pharmacies in the US will make your blood boil. Business Insider. https://www.businessinsider.com/ cvs-squeezing-us-mom-and-pop-pharmacies-out-of-business-2018-3.",
        "Lopez, L. (2019, June). States are starting to stand up to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢the new big tobaccoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ because Washington wonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t. Business Insider. https://www.businessinsider.com/ states-tackling-drug-prices-with-pbm-legislation-2017-6.",
        "Mankiw, N. G. and M. D. Whinston (1986). Free entry and social inefficiency. The RAND Journal of Economics, 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Marx, M. and A. Fuegi (2020, April). Reliance on science: Worldwide front-page patent citations to scientific articles. Strategic Management Journal.",
        "Miller, S. and P. Wehrwein (2015). A conversation with Steve Miller, MD: Come in and talk with us, pharma. Managed care 24(4), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Morgan, P., D. G. Brown, S. Lennard, M. J. Anderton, J. C. Barrett, U. Eriksson, M. Fidock, B. Hamren, A. Johnson, R. E. March, et al. (2018). Impact of a five-dimensional framework on R&D productivity at AstraZeneca. Nature Reviews Drug Discovery 17(3), 167.",
        "Motheral, B. R. and R. Henderson (1999). The effect of a closed formulary on prescription drug use and costs. Inquiry, 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Myers, S. C. and N. S. Majluf (1984). Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics 13(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Regnier, S. (2013). What is the value of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093me-tooÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d drugs? Health Care Management Science 16(4), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Reinke, T. (2015). Pbms just say no to some drugsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbut not to others. Managed Care 24(4), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Shirneshan, E., P. Kyrychenko, O. Matlin, J. Avila, T. Brennan, and W. Shrank (2016). Impact of a transition to more restrictive drug formulary on therapy discontinuation and medication adherence. Journal of Clinical Pharmacy and Therapeutics 41(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Stanford, J. (2020, July). Price controls would throttle biomedical innovation. Wall Street Journal 41.",
        "Tamblyn, R., R. Laprise, J. A. Hanley, M. Abrahamowicz, S. Scott, N. Mayo, J. Hurley, R. Grad, E. Latimer, R. Perreault, et al. (2001). Adverse events associated with prescription drug cost-sharing among poor and elderly persons. JAMA 285(4), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "The Doctor-Patient Rights Project (2017, December). The de-list: How formulary exclusion lists deny patients access to essential care. Technical report. https://www.healthstrategies.com/sites/default/files/agendas/2015_ PBM_Research_Agenda_RA_110714.pdf.",
        "Thiebaud, P., B. V. Patel, and M. B. Nichol (2008). The demand for statin: The effect of copay on utilization and compliance. Health Economics 17(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Wang, Y. R. and M. V. Pauly (2005). Spillover effects of restrictive drug formularies on physician prescribing behavior: Evidence from medicaid. Journal of Economics & Management Strategy 14(3), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Werble, C. (2014, September). Pharmacy benefit managers: Health policy brief. Technical report, Health Affairs.",
        "WHO Collaborating Centre for Drug Statistics Methodology (2010). Guidelines for atc classification and ddd assignment. Technical report, World Health Organization. https://www.whocc.no/filearchive/publications/2011guidelines.pdf.",
        "Yin, W. (2008). Market incentives and pharmaceutical innovation. Journal of Health Economics 27(4), 1060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "Zycher, B. (2006). The human cost of federal price negotiations: the Medicare prescription drug benefit and pharmaceutical innovation. Manhattan Institute, Center for Medical Progress. Figure 1: Pharmaceutical Payment and Supply Chain Example Notes: Illustration of the flow funds and prescription drugs for a prescription drug purchase covered by a Medicare Part D Insurance plan. Other private insurance plans using PBMs have similar flow of funds.",
        "Figure credit to Government Accountability Office (2019).",
        "Figure 2: Number of Excluded Drugs by PBMs 0 50 100 150 Number of Excluded Drugs 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Year CVS Express Scripts Optum Notes: This figure plots the number of drugs excluded by each of the three Pharmacy Benefit Managers.",
        "CVS was the first to begin excluding drugs in 2012, followed by Express Scripts in 2014 and OptumRx in 2016.",
        "Figure 3: Number of Excluded Drugs by Disease Categories 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 2011 2012 2013 2014 2015 2016 2017 2018 Notes: Each bubble represents a disease category in a year, and the size of the bubble reflects the number of drugs that were excluded by CVS, Express Scripts, or OptumRx in that disease category. There were a total of 300 drugs that were ever excluded from 2012-2017 by at least one of the three PBMs. Of these 300 excluded drugs, we were able to match 260 of them to the First Data Bank data, from which we obtained the ATC4 data. We manually matched each ATC4 to a disease category; this disease taxonomy was adapted from the disease categories provided by the PBMs in their exclusion lists.",
        "Figure 6: Counterfactual Development Activity by Pre-Period Availability of Existing Therapies & Market Size A. Reduction in development B. Reduction in development by number of drugs in class by number of prescriptions in class 0 2 4 6 8 10 % decrease in development after 2012 Low Medium High Terciles of pre-period no. available drugs 0 2 4 6 8 10 % decrease in development after 2012 Low Medium High Terciles of pre-period no. prescriptions Notes: This figure displays the percent decrease in annual development attributable to exclusions.",
        "Predictions are based on our estimation of equation (1); we match the specification reported in Table 4 column 4. The figure shows the percent difference between predictions at the ATC4 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year with and without exclusions, averaged over the post-period (2012-2017). In Panel A, we group ATC4 drug classes by terciles of the number of existing drugs in the class (in 2011); data on existing drugs is from First Data Bank. In Panel B, we group ATC4 drug classes by the number of prescriptions written in the class (in 2011); data on prescriptions is from the 2011 Medical Expenditure Panel Survey. Drug classes are weighted by the number of drugs with advancing development over the pre-period.",
        "Figure 7: Counterfactual Development Activity by Pre-Period Disease Category 0 5 10 15 20 25 % decrease in development after 2012 Other Nutrition & Weight Management Antineoplastic Hematology Ophthalmic Immunosuppressants Musculoskeletal & Rheumatology Anti-Infectives, Anti-Virals, Anti-Bacterials Dermatology Pain/Inflammation Autonomic & Central Nervous System Gastrointestinal Ear, Nose & Allergies Urology, Obstetrics & Gynecology Respiratory Endocrine Cardiovascular Diabetes Notes: This figure plots the predicted percent decline in drug development activity attributable to formulary exclusions, by disease class. Predictions are based on our estimation of equation (1); we match the specification reported in Table 4 column 4. We manually matched each ATC4 to a disease category; this disease taxonomy was adapted from the disease categories provided by the PBMs in their exclusion lists.",
        "Estimated Impact 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Year Notes: See notes to Figure 5. Each panel displays results from estimating the same equation with a distinct outcome variable. The outcome variables correspond to the number of drug candidates tested at the indicated phase within the ATC4 category and year. The sample includes 1,397 ATC4-year observations.",
        "Identifying variation comes from the debut of multiple drugs within an ATC4 drug class, some of which are immediately excluded and others are not. Immediate exclusion is defined as exclusion in the calendar year immediately following market entry. The sample is restricted to drugs that enter the market in 2007 or later, and so are ten years old or younger for the duration of the sample. In columns 2 and 4, the sample is further restricted to only ATC4 categories that have at least one immediately excluded drug. See notes to Appendix Table A.2 for more details on the data. Standard errors are clustered at the drug level.",
        "Indirect method: matching via ICD9 codes. An alternative way to link the drug candidates to ATC4 classes is through the drugsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ areas of therapeutic use (ICD9) provided by Cortellis. Using the drug to ICD9 crosswalk from Cortellis, we linked to a crosswalk of ICD9 to ATC4 codes created by Filzmoser et al. (2009), in which the authors assigned a probabilistic match score of ICD9-ATC4 pairs.23 Since this results in a drug being matched (indirectly via ICD9) to many ATC4s, we assigned the likelihood of an ATC4 matching to a drug based on the probabilistic match scores from Filzmoser et al. (2009), such that the assigned weights sum to 1 for each drug.",
        "For our main analyses, we matched the drug candidates to ATC4 codes using the direct method via EphMRA codes and used the indirect method via ICD9 codes for drugs with missing EphMRA codes. As shown in Appendix Table A.7, our results are similar regardless of the linking method used. 23 Filzmoser et al. (2009) merged a dataset of prescriptions (with ATC4 codes) and a dataset of hospital admissions (with ICD9 codes) at the patient-level. Since the ATC4 code of a patientÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s drug matches to many diagnosis codes of the patient, the authors use a frequency-based measure to calculate a probabilistic match score of an ICD9-ATC4 pair. They conduct this match specific to gender/age group of the patients. For our analysis, we take the average match probability across the gender/age groups for a given ICD9-ATC4 pair."
    ]
}