{
    "id": 27573,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Agarwal, S., S. Chomsisengphet, N. Mahoney, and J. Stroebel (2015). Regulating consumer financial products: Evidence from credit cards. Quarterly Journal of Economics 130(1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Agnew, J., P. Balduzzi, and A. SundeÃ\u0083Å\u0092Ã\u0082Â\u0081n (2003). Portfolio choice and trading in a large 401(k) plan. American Economic Review 93(1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Badoer, D. C., C. P. Costello, and C. M. James (2020). I can see clearly now: Salience and the impact of disclosure requirements. Journal of Financial Economics 136, 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Barber, B. M., X. Huang, and T. Odean (2016). Which factors matter to investors? evidence from mutual fund flows. Review of Financial Studies 29(10), 2600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2642.",
        "Barber, B. M. and T. Odean (2008). All that glitters: The effect of attention and news on the buying behavior of individual and institutional investors. Review of Financial Studies 21(2), 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c818.",
        "Barber, B. M., T. Odean, and L. Zheng (2005). Out of sight, out of mind: The effects of expenses on mutual fund flows. Journal of Business 78(6), 2095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2120.",
        "Ben-David, I., J. Li, A. Rossi, and Y. Song (2019). What do mutual fund investors really care about? (2019-03), 005. Working Paper, Fisher College of Business.",
        "Benartzi, S. (2002). Excessive extrapolation and the allocation of 401(k) accounts to company stock. Journal of Finance 56(5), 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1764.",
        "Benartzi, S., R. H. Thaler, S. P. Utkus, and C. R. Sunstein (2007). The law and economics of company stock in 401(k) plans. Journal of Law and Economics 50(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Berk, J. B. and R. C. Green (2004). Mutual fund flows and performance in rational markets.",
        "Berk, J. B. and J. H. van Binsbergen (2015). Measuring skill in the mutual fund industry. Journal of Financial Economics 118, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Berk, J. B. and J. H. van Binsbergen (2016). Assessing asset pricing models using revealed preference. Journal of Financial Economics 119, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bertrand, M. and A. Morse (2011). Information disclosure, cognitive biases, and payday borrowing. Journal of Finance 66(6), 1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1893.",
        "Bollen, N. P. B. and J. A. Busse (2005). Short-term persistence in mutual fund performance. Review of Financial Studies 18(2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2013). Salience and consumer choice. Journal of Political Economy 121(5), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Brown, J. R., N. Liang, and S. Weisbenner (2007). Individual account investment options and portfolio choice: Behavioral lessons from 401(k) plans. Journal of Public Economics 91, 1992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013.",
        "Carhart, M. M. (1997). On persistence in mutual fund performance. Journal of Finance 52(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carroll, G. D., J. J. Choi, D. Laibson, B. C. Madrian, and A. Metrick (2009). Optimal defaults and active decisions. Quarterly Journal of Economics 124, 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Chalmers, J., W. Johnson, and J. Reuter (2013). The effect of pension design on employer costs and employee retirement choices: Evidence from oregon. Journal of Public Economics 116, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Chetty, R., A. Looney, and K. Kroft (2009). Salience and taxation: Theory and evidence.",
        "Chevalier, J. A. and G. D. Ellison (1997). Risk taking in mutual funds as a response to incentives. Journal of Political Economy 105(6), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200.",
        "Choi, J. J., D. Laibson, and B. C. Madrian (2009). Mental accounting in portfolio choice: Evidence from a flypaper effect. American Economic Review 99(5), 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2095.",
        "Choi, J. J., D. Laibson, and B. C. Madrian (2010). Why does the law of one price fail? An experiment on index mutual funds. Review of Financial Studies 23(4), 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Choi, J. J., D. Laibson, B. C. Madrian, and A. Metrick (2004a). EmployeesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ investment decisions about company stock. In O. S. Mitchell and S. P. Utkus (Eds.), Pension Design and Structure: New Lessons from Behavioral Finance.",
        "Cronqvist, H. and R. H. Thaler (2004). Design choices in privatized social-security systems: Learning from the Swedish experience. American Economic Review 94(2), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Da, Z., B. Larrain, C. Sialm, and J. Tessada (2018). Destabilizing financial advice: Evidence from pension fund reallocations. Review of Financial Studies 31(10), 3720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3755.",
        "Del Guercio, D. and P. Tkac (2002). The determinants of the flow of funds of managed portfolios: Mutual funds versus pension funds. Journal of Financial and Quantitative Analysis 37, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Del Guercio, D. and P. A. Tkac (2008). Star power: The effect of Monrningstar ratings on mutual fund flow. Journal of Financial and Quantitative Analysis 43(4), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936.",
        "DellaVigna, S. (2009). Psychology and economics: Evidence from the field. Journal of Economic Literature 47(2), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Dranove, D., D. Kessler, M. McClellan, and M. Satterthwaite (2003). Is more information better? The effects of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093report cardsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d on health care providers. Journal of Political Economy 111(3), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Duarte, F. and J. S. Hastings (2012). Fettered consumers and sophisticated firms: Evidence from MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s privatized social security market. Working Paper.",
        "Dvorak, T. (2015). Do 401(k) plan advisors take their own advice? Journal of Pension Economics and Finance 14, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2006). The adequacy of investment choices offered by 401(k) plans. Journal of Public Economics 90, 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1314.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2007). Participant reaction and the performance of funds offered by 401(k) plans. Journal of Financial Intermediation 16, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Evans, R. B. and Y. Sun (2018). Models or stars: The role of asset pricing models and heuristics in investor risk adjustment. Available at SSRN 3287997.",
        "Fama, E. F. and K. R. French (2010). Luck versus skill in the cross-section of mutual fund returns. Journal of Finance 65, 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947."
    ]
}