{
    "id": 27577,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Agarwal, S., I. Ben-David, and V. Yao (2017). Systematic mistakes in the mortgage market and lack of financial sophistication. Journal of Financial Economics 123(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Agarwal, S., J. C. Driscoll, X. Gabaix, and D. Laibson (2009). The age of reason: Financial decisions over the life cycle and implications for regulation. Brookings Papers on Economic Activity 2009(2), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Anagol, S., S. Cole, and S. Sarkar (2017). Understanding the advice of commissions-motivated agents: Evidence from the indian life insurance market. Review of Economics and Statistics 99(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Bergstresser, D., J. M. Chalmers, and P. Tufano (2008). Assessing the costs and benefits of brokers in the mutual fund industry. The Review of Financial Studies 22(10), 4129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4156.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile prices in market equilibrium. Econometrica: Journal of the Econometric Society, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. The RAND Journal of Economics, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bhattacharya, V., G. Illanes, and M. Padi (2020). Fiduciary duty and the market for financial advice. (25861).",
        "Bhutta, N., A. Fuster, and A. Hizmo (2020). Paying too much? price dispersion in the us mortgage market.",
        "Brown, J. R. and A. Goolsbee (2002). Does the internet make markets more competitive? evidence from the life insurance industry. Journal of political economy 110(3), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Brown, J. R. and J. M. Poterba (2006). Household ownership of variable annuities. Tax Policy and the Economy 20, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Campbell, J. Y. (2006). Household finance. The journal of finance 61(4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Campbell, J. Y., H. E. Jackson, B. C. Madrian, and P. Tufano (2010). The regulation of consumer financial products: an introductory essay with four case studies.",
        "Campbell, J. Y., H. E. Jackson, B. C. Madrian, and P. Tufano (2011). Consumer financial protection. Journal of Economic Perspectives 25(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Carlin, B. I. (2009). Strategic price complexity in retail financial markets. Journal of financial Economics 91(3), 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Carlin, B. I. and G. Manso (2011). Obfuscation, learning, and the evolution of investor sophistication. The Review of Financial Studies 24(3), 754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c785.",
        "CÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â©rier, C. and B. VallÃ\u0083Æ\u0092Ã\u0082Â©e (2017). Catering to investors through security design: Headline rate and complexity. The Quarterly Journal of Economics 132(3), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Chalmers, J. and J. Reuter (2012). Is conflicted investment advice better than no advice? Technical report, National Bureau of Economic Research.",
        "Charoenwong, B., A. Kwan, and T. Umar (2019). Does regulatory jurisdiction affect the quality of investment-adviser regulation? American Economic Review 109(10), 3681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3712.",
        "Choi, J. J., D. Laibson, and B. C. Madrian (2010). Why does the law of one price fail? an experiment on index mutual funds. The Review of Financial Studies 23(4), 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Christoffersen, S. E., R. Evans, and D. K. Musto (2013). What do consumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ fund flows maximize? evidence from their brokersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ incentives. The Journal of Finance 68(1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Christoffersen, S. E. and D. K. Musto (2002). Demand curves and the pricing of money management.",
        "Dimmock, S. G., W. C. Gerken, and N. P. Graham (2018). Is fraud contagious? coworker influence on misconduct by financial advisors. The Journal of Finance 73(3), 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1450.",
        "Drexler, A., T. Plestis, R. J. Rosen, et al. (2017). How much risk do variable annuity guarantees pose to life insurers. Chicago Fed Letter 384.",
        "Duarte, F. and J. S. Hastings (2012). Fettered consumers and sophisticated firms: evidence from mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s privatized social security market. Technical report, National Bureau of Economic Research.",
        "Egan, M. (2019). Brokers versus retail investors: Conflicting interests and dominated products.",
        "Egan, M., G. Matvos, and A. Seru (2019). The market for financial adviser misconduct. Journal of Political Economy 127(1), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Egan, M. L., G. Matvos, and A. Seru (2017). When harry fired sally: The double standard in punishing misconduct. Technical report, National Bureau of Economic Research.",
        "Finkelstein, A. and J. Poterba (2004). Adverse selection in insurance markets: Policyholder evidence from the uk annuity market. Journal of Political Economy 112(1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Foerster, S., J. T. Linnainmaa, B. T. Melzer, and A. Previtero (2017). Retail financial advice: does one size fit all? The Journal of Finance 72(4), 1441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1482.",
        "Foley-Fisher, N., B. Narajabad, and S. Verani (2018). Self-fulfilling runs: Evidence from the us life insurance industry. Available at SSRN 2674708.",
        "Ge, S. (2020). How do financial constraints affect product pricing? evidence from weather and life insurance premiums.",
        "Gennaioli, N., A. Shleifer, and R. Vishny (2015). Money doctors. The Journal of Finance 70(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Guiso, L., A. Pozzi, A. Tsoy, L. Gambacorta, and P. E. Mistrulli (2018). The cost of steering in financial markets: Evidence from the mortgage market. Available at SSRN 2951042.",
        "Guiso, L., P. Sapienza, and L. Zingales (2008). Trusting the stock market. the Journal of Finance 63(6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2600.",
        "Gurun, U., N. Stoffman, and S. E. Yonker (2019). Unlocking clients. Kelley School of Business Research Paper (18-29).",
        "Gurun, U. G., G. Matvos, and A. Seru (2016). Advertising expensive mortgages. The Journal of Finance 71(5), 2371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2416.",
        "Gurun, U. G., N. Stoffman, and S. E. Yonker (2018). Trust busting: The effect of fraud on investor behavior. The Review of Financial Studies 31(4), 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Hastings, J., A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and C. Syverson (2017). Sales force and competition in financial product markets: the case of mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s social security privatization. Econometrica 85(6), 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1761.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A. and C. Syverson (2004). Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&P 500 index funds. The Quarterly Journal of Economics 119(2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Inderst, R. and M. Ottaviani (2012a). Financial advice. Journal of Economic Literature 50(2), 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Inderst, R. and M. Ottaviani (2012b). How (not) to pay for advice: A framework for consumer financial protection. Journal of Financial Economics 105(2), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Koijen, R. and M. Yogo (2018). The fragility of market risk insurance.",
        "Koijen, R. S. and M. Yogo (2016). Shadow insurance. Econometrica 84, 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287.",
        "Qureshi, H. and J. S. Sokobin (2015). Do investors have valuable information about brokers? FINRA Office of the Chief Economist Working Paper.",
        "Robles-Garcia, C. (2019). Competition and incentives in mortgage markets: The role of brokers.",
        "Roussanov, N., H. Ruan, and Y. Wei (2018). Marketing mutual funds. Technical report, National Bureau of Economic Research.",
        "Sen, I. (2019). Regulatory limits to risk management. Working Paper.",
        "Woodward, S. E. and R. E. Hall (2012). Diagnosing consumer confusion and sub-optimal shopping effort: Theory and mortgage-market evidence. American Economic Review 102(7), 3249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76."
    ]
}