{
    "id": 27578,
    "cites": 65,
    "cited_by": 3,
    "reference": [
        "Abaluck, J. and A. Adams (2017). What do consumers consider before they choose? Identification from asymmetric demand responses. Technical report, National Bureau of Economic Research.",
        "Abaluck, J. and J. Gruber (2011). Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review 101(4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abaluck, J. and J. Gruber (2016a). Evolving choice inconsistencies in choice of prescription drug insurance. American Economic Review.",
        "Abaluck, J. and J. Gruber (2016b). Improving the quality of choices in health insurance markets. Technical report, National Bureau of Economic Research.",
        "Allende, C. (2019). Competition under social interactions and the design of education policies. Job Market Paper.",
        "Angrist, J., P. Hull, P. Pathak, and C. Walters (2016). Interpreting tests of school VAM validity. American Economic Review: Papers & Proceedings 106(5), 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Angrist, J., P. Hull, P. Pathak, and C. Walters (2017). Leveraging lotteries for school value-added: Testing and estimation. Quarterly Journal of Economics 132(2), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Atherly, A., R. D. Feldman, B. Dowd, and E. Van Den Broek-Altenburg (2020). Switching costs in Medicare Advantage. In Forum for Health Economics & Policy, Volume 1. De Gruyter.",
        "Berry, S., A. Gandhi, and P. Haile (2013). Connected substitutes and invertibility of demand.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile prices in market equilibrium. Econometrica 63, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. RAND Journal of Economics 25(2).",
        "Brown, J., M. Duggan, I. Kuziemko, and W. Woolston (2014). How does risk-selection respond to risk-adjustment: Evidence from the Medicare Advantage program. American Economic Review 104(10), 3335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Cabral, M., M. Geruso, and N. Mahoney (2014). Does privatized health insurance benefit patients or producers? Evidence from Medicare Advantage. NBER Working Paper No. 20470.",
        "Card, D., C. Dobkin, and N. Maestas (2008). The impact of nearly universal insurance coverage on health care utilization: Evidence from Medicare. American Economic Review 98(5), 2242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Chandra, A., A. Finkelstein, A. Sacarny, and C. Syverson (2015). Healthcare exceptionalism? Performance and allocation in the U.S. healthcare sector. American Economic Review 106(8), 2110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Chernew, M. E., W. P. Wodchis, D. P. Scanlon, and C. G. McLaughlin (2004). Overlap in hmo physician networks. Health Affairs 23(2), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Chetty, R., J. Friedman, and J. Rockoff (2014). Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates. American Economic Review 104(9), 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Commission, M. P. A. (2001). Report to the congress: Medicare in rural America. Technical report, Medicare Payment Advisory Commission.",
        "Commission, P. P. A. (1998). Medicare prospective payment and the American health care system report to the congress. Technical report, Prospective Payment Assessment Commission.",
        "Curto, V., L. Einav, J. Levin, and J. Bhattacharya (2015). Can health insurance competition work? Evidence from Medicare Advantage. NBER Working Paper No. 20818.",
        "Cutler, D. M. (2005). Your money or your life: Strong medicine for AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health care system. Oxford University Press.",
        "Dafny, L. and D. Dranove (2008). Do report cards tell consumers anything they donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t already know? The case of Medicare HMOs. The Rand journal of economics 39(3), 790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Darden, M. and I. McCarthy (2015). The star treatment estimating the impact of star ratings on Medicare Advantage enrollments. Journal of Human Resources 50(4), 980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1008.",
        "Decarolis, F. (2015). Medicare Part D: Are insurers gaming the low income subsidy design? American Economic Review 105(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Decarolis, F. and A. Guglielmo (2017). InsurersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ response to selection risk: Evidence from Medicare enrollment reforms. Journal of Health Economics 56, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Deryugina, T. and D. Molitor (2018). Does when you die depend on where you live? Evidence from Hurricane Katrina. Technical report, National Bureau of Economic Research.",
        "Dillender, M. (2018). What happens when the insurer can say no? Assessing prior authorization as a tool to prevent high-risk prescriptions and to lower costs. Journal of Public Economics 165, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Doyle, J., J. Graves, and J. Gruber (2014). Paying for quality in healthcare. Working Paper.",
        "Doyle, J., J. Graves, and J. Gruber (2017). Evaluating measures of hospital quality. NBER Working Paper No. 14607.",
        "Doyle, J., J. Graves, J. Gruber, and S. Kleiner (2015). Measuring returns to hospital care: Evidence from ambulance referral patterns. Journal of Political Economy 123(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Drake, C., C. Ryan, and B. E. Dowd (2020). Sources of inertia in health plan choice in the individual health insurance market. Available at SSRN 3556857.",
        "Duggan, M., A. Starc, and B. Vabson (2015). Who benefits when government pays more? Passthrough in the Medicare Advantage program. NBER Working Paper No. 19989.",
        "Ericson, K. and A. Starc (2016, December). How product standardization affects choice: Evidence from the Massachusetts health insurance exchange. Journal of Health Economics 50, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Finkelstein, A., M. Gentzkow, P. Hull, and H. Williams (2017). Adjusting risk adjustment Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c accounting for variation in diagnostic intensity. New England Journal of Medicine 376(7), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 610.",
        "Finkelstein, A., M. Gentzkow, and H. L. Williams (2019). Place-based drivers of mortality: Evidence from migration. Technical report, National Bureau of Economic Research.",
        "Fletcher, J., L. Horwitz, and E. Bradley (2014). Estimating the value added of attending physicians on patient outcomes. NBER Working Paper No. 20534.",
        "Gaynor, M., R. Moreno-Serra, and C. Propper (2013). Death by market power: Reform, competition, and patient outcomes in the National Health Service. American Economic Journal: Economic Policy 5(4), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Geruso, M., T. J. Layton, and D. Prinz (2019). Screening in contract design: Evidence from the ACA health insurance exchanges. American Economic Journal: Economic Policy.",
        "Geweke, J., G. Gowrisankaran, and R. J. Town (2003). Bayesian inference for hospital quality in a selection model. Econometrica 71(4), 1215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238.",
        "Goldin, J., I. Z. Lurie, and J. McCubbin (2019). Health insurance and mortality: Experimental evidence from taxpayer outreach. Technical report, National Bureau of Economic Research.",
        "Gruber, J., B. R. Handel, S. H. Kina, and J. T. Kolstad (2020). Managing intelligence: Skilled experts and AI in markets for complex products. Technical report, National Bureau of Economic Research.",
        "Handel, B. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts.",
        "Handel, B. R. and J. T. Kolstad (2015). Getting the most from marketplaces: Smart policies on health insurance choice. Brookings Hamilton Project Discussion Paper 2015-08.",
        "Heiss, F., D. McFadden, J. Winter, A. Wuppermann, and B. Zhou (2016). Inattention and switching costs as sources of inertia in Medicare Part D. Technical report, National Bureau of Economic Research.",
        "Hull, P. (2020). Estimating hospital quality with quasi-experimental data. Working Paper.",
        "Kane, T. J. and D. O. Staiger (2008). Estimating teacher impacts on student achievement: An experimental evaluation. Technical report, National Bureau of Economic Research.",
        "KFF (2009). Medicare Advantage 2010 data spotlight: Plan availability and premiums.",
        "KFF (2019). A dozen facts about Medicare Advantage in 2019.",
        "Kniesner, T. J. and W. K. Viscusi (2019). The value of a statistical life. Forthcoming, Oxford Research Encyclopedia of Economics and Finance, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Koijen, R. S. and S. Van Nieuwerburgh (2020). Combining life and health insurance. The Quarterly Journal of Economics 135(2), 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "McGuire, T., J. Newhouse, and A. Sinaiko (2011). An economic history of Medicare Part C. Milbank Quarterly 89(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Miller, K. S., A. Petrin, R. Town, and M. Chernew (2019). Optimal managed competition subsidies. Technical report, National Bureau of Economic Research.",
        "Miller, S., S. Altekruse, N. Johnson, and L. R. Wherry (2019). Medicaid and mortality: New evidence from linked survey and administrative data. Technical report, National Bureau of Economic Research.",
        "Morris, C. (1983). Parametric empirical Bayes inference: Theory and applications. Journal of the American Statistical Association 78(381), 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 55.",
        "Murphy, K. M. and R. H. Topel (2006). The value of health and longevity. Journal of Political Economy 114(5), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Pakes, A., J. Porter, K. Ho, and J. Ishii (2015). Moment inequalities and their application. Econometrica 83(1), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Pelech, D. (2018). Paying more for less? Insurer competition and health plan generosity in the Medicare Advantage program. Journal of Health Economics 61, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Polyakova, M. (2016). Regulation of insurance with adverse selection and switching costs: Evidence from Medicare Part D. American Economic Journal: Applied Economics 8(3), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Rothstein, J. (2009). Student sorting and bias in value-added estimation: Selection on observables and unobservables. Education finance and policy 4(4), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Sabety, A. (2020). The value of relationship-specific capital in health care. Technical report, Harvard University.",
        "Sommers, B. D., A. A. Gawande, K. Baicker, et al. (2017). Health insurance coverage and healthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d what the recent evidence tells us. N Engl J Med 377(6), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Staiger, B. (2020). Disruptions to the provider-patient relationship and patient utilization and outcomes: Evidence from Medicaid Managed Care.",
        "Starc, A. (2015, Spring). Insurer pricing and consumer welfare: Evidence from Medigap. RAND Journal of Economics 45(1), 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Starc, A. and R. Town (2019). Benefit integration in health insurance. Forthcoming, Review of Economic Studies.",
        "Yakusheva, O., R. Lindrooth, and M. Weiss (2014). Nurse mortality-added and patient outcomes in acute care. Health Services Research 49(6), 1767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1786. A Appendix Figures and Tables"
    ]
}