{
    "id": 27581,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Altonji, Joseph G and Charles R Pierret, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Learning and Statistical Discrimination, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (1), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Ashenfelter, Orley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Labor Market Discrimination over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1970, pp. 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "AÃ\u0083Å\u0092Ã\u0082Å slund, Olof, Lena Hensvik, and Oskar NordstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m Skans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeking Similarity: How Immigrants and Natives Manage in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2014, 32 (3), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Baert, Stijn, Bart Cockx, Niels Gheyle, and Cora Vandamme, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there Less Discrimination in Occupations where Recruitment is Difficult?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2015, 68 (3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Becker, Gary S, The Economics of Discrimination, University of Chicago press, 1957.",
        "Bendick, Marc, Charles W Jackson, and J Horacio Romero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Discrimination against Older Workers: An Experimental Study of Hiring Practices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Aging & Social Policy, 1997, 8 (4), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        ", Lauren E Brown, and Kennington Wall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Foot in the Door: An Experimental Study of Employment Discrimination Against Older Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Aging & Social Policy, 1999, 10 (4), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bertrand, Marianne and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field Experiments on Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 1, Elsevier, 2017, pp. 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Biddle, Jeff E and Daniel S Hamermesh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Discrimination over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Policy, 2013, 2 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Black, Sandra E. and Elizabeth Brainerd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing Equality? The Impact of Globalization on Gender Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 2004, 57 (4), 540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Boone, Jan, Jan C Van Ours, Jean-Philippe Wuellrich, and Josef ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions are Bad for Workplace Safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2011, 30 (4), 764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Bosworth, Barry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Consequences of the Great Recession: Evidence from the Panel Study of Income Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Retirement Research at Boston College Working Paper, 2012, (2012-4).",
        "Boulware, Karl David and Kenneth N. Kuttner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Conditions and Discrimination: Is There a Link?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, May 2019, 109, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Bulow, Jeremy I and Lawrence H Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1986, 4 (3, Part 1), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Burn, Ian, Patrick Button, Luis Felipe Munguia Corella, and David Neumark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Older Workers Need Not Apply? Ageist Language in Job Ads and Age Discrimination in Hiring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26552, December 2019.",
        "Carlsson, Magnus and Dan-Olof Rooth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revealing Taste-Based Discrimination in Hiring: A Correspondence Testing Experiment with Geographic Variation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Eco31 nomics Letters, 2012, 19 (18), 1861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1864.",
        ", Luca Fumarco, and Dan-Olof Rooth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Discrimination in Hiring, Labour Market Tightness and the Business Cycle-Evidence from Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics, 2018, 50 (24), 2652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2663.",
        "Dahl, Christian M, Daniel Le Maire, and Jakob R Munch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion and Decentralization of Wage Bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2013, 31 (3), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Doleac, Jennifer L. and Benjamin Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unintended Consequences of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ban the BoxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Statistical Discrimination and Employment Outcomes When Criminal Histories Are Hidden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2020, 38 (2), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Edo, Anthony, Nicolas Jacquemet, and Constantine Yannelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Language Skills and Homophilous Hiring Discrimination: Evidence from Gender and Racially Differentiated Applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 2019, 17 (1), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Egan, Mark L, Gregor Matvos, and Amit Seru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Harry Fired Sally: The Double Standard in Punishing Misconduct,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Farber, Henry S, Dan Silverman, and Till M Von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factors Determining Callbacks to Job Applications by the Unemployed: An Audit Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RSF: The Russell Sage Foundation Journal of the Social Sciences, 2017, 3 (3), 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Freeman, Richard B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Labor Market for Black Americans, 1948-1972,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1973, 1, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Gallo, William T, Elizabeth H Bradley, Michele Siegel, and Stanislav V Kasl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Effects of Involuntary Job Loss among Older Workers: Findings from the Health and Retirement Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journals of Gerontology Series B: Psychological Sciences and Social Sciences, 2000, 55 (3), S131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS140.",
        "Giuliano, Laura, David I Levine, and Jonathan Leonard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manager Race and the Race of New Hires,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2009, 27 (4), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Bias in the Manager-Employee Relationship An Analysis of Quits, Dismissals, and Promotions at a Large Retail Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2011, 46 (1), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Goldin, Claudia and Cecilia Rouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orchestrating Impartiality: The Impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BlindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Auditions on Female Musicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (4), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Helleseter, Miguel Delgado, Peter Kuhn, and Kailing Shen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Age Twist in Employers Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Gender Requests: Evidence from Four Job Boards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2018, pp. 0416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7836R2.",
        "Hutchens, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Benefits and Employer Behavior: Evaluating Social Security Early Retirement Benefits as a Form of Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1999, 40 (3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Johnson, Richard W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Older Workers, Retirement, and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Great Recession Brief, October 2012, 2012.",
        "Knepper, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When the Shadow is the Substance: Judge Gender and the Outcomes of Workplace Sex Discrimination Cases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2018, 36 (3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Kroft, Kory, Fabian Lange, and Notowidigdo Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Kuhn, Peter and Kailing Shen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Discrimination in Job Ads: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 128 (1), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Lahey, Joanna N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age, Women, and Hiring: An Experimental Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2008, 43 (1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Maestas, Nicole, Kathleen J Mullen, and Alexander Strand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Economic Conditions on the Disability Insurance Program: Evidence from the Great Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2018.",
        ", , and David Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Population Aging on Economic Growth, the Labor Force and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22452, July 2016.",
        "McCann, Robert M and Shaughan A Keaton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cross Cultural Investigation of Age Stereotypes and Communication Perceptions of Older and Younger Workers in the USA and Thailand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Gerontology, 2013, 39 (5), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Neumark, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Research on Labor Market Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2018, 56 (3), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        ", Ian Burn, and Patrick Button, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is it Harder for Older Workers to Find Jobs? New and Improved Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2019, 127 (2), 922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        ", , , and Nanneh Chehras, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do State Laws Protecting Older Workers from Discrimination Reduce Age Discrimination in Hiring? Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics, 2019, 62 (2), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        ", Roy J Bank, and Kyle D Van Nort, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex Discrimination in Restaurant Hiring: An Audit Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1996, 111 (3), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Oreopoulos, Philip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do Skilled Immigrants Struggle in the Labor Market? A Field Experiment with Thirteen Thousand Resumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2011, 3 (4), 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Phillips, David C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Comparisons of Fictional Applicants Measure Discrimination when Search Externalities are Present? Evidence from Existing Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2019, 129 (621), 2240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2264.",
        "Riach, Peter A and Judith Rich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field Experiments of Discrimination in the Market Place,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2002, 112 (483), F480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF518.",
        "Rooth, Dan-Olof, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Associations and Discrimination in Hiring: Real World Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2010, 17 (3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Scott, Frank A, Mark C Berger, and John E Garen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Health Insurance and Pension Costs Reduce the Job Market Opportunities of Older Workers?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILR Review, 1995, 48 (4), 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c791.",
        "Shulman, Steven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination, Human Capital, and Black-White Unemployment: Evidence from Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1987, pp. 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376."
    ]
}