{
    "id": 27580,
    "cites": 8,
    "cited_by": 0,
    "reference": [
        "Baumol, W. J. (1967). Macroeconomics of unbalanced growth: The anatomy of urban crisis. The American Economic Review 57(3), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426. 3 Boppart, T. (2014). Structural change and the kaldor facts in a growth model with relative price effects and non-gorman preferences. Econometrica 82(6), 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196. 1, 4, 3.1, 12, 4 Buera, F. J. and J. P. Kaboski (2009, 05). Can Traditional Theories of Structural Change Fit the Data? Journal of the European Economic Association 7(2-3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477. 4 Carter, S. B., S. S. Gartner, M. R. Haines, A. L. Olmstead, R. Sutch, and G. W.",
        "Journal of Economic Growth 21, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70. 1 Gollin, D., D. Lagakos, and M. E. Waugh (2013, 12). The Agricultural Productivity Gap *. The Quarterly Journal of Economics 129(2), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993. 17 Gollin, D., S. Parente, and R. Rogerson (2002). The role of agriculture in development.",
        "American Economic Review 97(3), 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585. 5 Johnston, B. F. and P. Kilby (1975). Agriculture and Structural Transformation: Economic Strategies in Late-Developing Countries. Oxford University Press. 5 Johnston, B. F. and J. W. Mellor (1961). The role of agriculture in economic development.",
        "The American Economic Review 51, 566Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593. 5 Kongsamut, P., S. Rebelo, and D. Xie (2001, 10). Beyond Balanced Growth. The Review of Economic Studies 68(4), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882. 3, 4 Ngai, L. R. and C. A. Pissarides (2007, March). Structural change in a multisector model of growth. American Economic Review 97(1), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443. 3, 4 Restuccia, D., D. T. Yang, and X. Zhu (2008). Agriculture and aggregate productivity: A quantitative cross-country analysis. Journal of Monetary Economics 55(2), 234 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 250.",
        "Rodrik, D. (2012, 11). Unconditional Convergence in Manufacturing *. The Quarterly Journal of Economics 128(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204. 5 Rodrik, D. (2016). Premature deindustrialization. Journal of Economic Growth 21, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33. 1, 2, 5, 8 Sposi, M., K. Yi, and J. Zhang (2020). Structural change and deindustrialization. Working paper, University of Houston. 1 Tombe, T. (2015, July). The missing food problem: Trade, agriculture, and international productivity differences. American Economic Journal: Macroeconomics 7(3), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Wise, A. (2020). Global dynamics of structural change. Working paper, Princeton University.",
        "UÃ\u0083Å\u0092Ã\u0082Ë\u0086ngoÃ\u0083Å\u0092Ã\u0082Ë\u0086r, M. (2013). De-agriculturalization as a result of productivity growth in agriculture.",
        "Economics Letters 119(2), 141 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 145. 11 SÃ\u0083Å\u0092Ã\u0082Â\u0081wiecki, T. (2017). Determinants of structural change. Review of Economic Dynamics 24, 95 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 131. 3, 1"
    ]
}