{
    "id": 27594,
    "cites": 37,
    "cited_by": 16,
    "reference": [
        "Allcott, Hunt. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program EvaluationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130(3), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Andrews, Isaiah and Maximilian Kasy. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of and Correction for Publication BiasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109(8), 2766-94.",
        "Banerjee, Abhijit V. and Esther Duflo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Experimental Approach to Development Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1: 151-178.",
        "Bhargava, Saurabh and Daylan Manoli. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychological Frictions and the Incomplete Take-Up of Social Benefits: Evidence from an IRS Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 105(11): 3489-3529.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hning, D., Dietz, E. and Schlattmann, P. 1998. Recent developments in computerassisted analysis of mixtures. Biometrics, 54(2), 525-36.",
        "Bold, Tessa, Mwangi Kimenyi, Germano Mwabu, Alice NgÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢angÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢a, Justin Sandefur. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental evidence on scaling up education reforms in KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Public Economics, 168, 1-20.",
        "Brodeur, Abel, Mathias LeÃ\u0083Å\u0092Ã\u0082Â\u0081, Marc Sangnier, and Yanos Zylberberg. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Star Wars: The Empirics Strike BackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ: Applied Economics, 8(1), 1-32.",
        "Bronchetti, Erin Todd, Thomas S. Dee, David B. Huffman, and Ellen Magenheim. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When a Nudge IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Enough: Defaults and Saving among Low-income Tax Filers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 66(3): 609-634.",
        "Camerer, Colin F., et al. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Replicability of Laboratory Experiments in Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 351 (6280): 1433-1436.",
        "Card, David and Alan B. Krueger. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Series Minimum-Wage Studies: A Metaanalysis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 85 (2): 238-243.",
        "Card, David, Jochen Kluve, and Andrea Weber. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Works? A Meta Analysis of Recent Active Labor Market Program Evaluations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 16 (3): 894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Christensen, Garrett and Edward Miguel. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transparency, Reproducibility, and the Credibility of Economics ResearchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, 56(3), 920-980.",
        "Dehejia, Rajeev, Cristian Pop-Eleches, and Cyrus Samii. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Local to Global: External Validity in a Fertility Natural Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics. https://doi.org/10.1080/07350015.2019.1639407 DerSimonian, Rebecca and Nan Laird. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Meta-Analysis in Clinical Trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Controlled Clinical Trials, 7(3): 177-88.",
        "DellaVigna, Stefano, and Devin Pope. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Motivates Effort? Evidence and Expert ForecastsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 85, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "DellaVigna, Stefano, Devin Pope, and Eva Vivalt. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predict science to improve scienceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 366(6464), 428-429.",
        "Franco, Annie, Neil Malhotra, Gabor Simonovits. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Publication bias in the social sciences: Unlocking the file drawer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 19 Sep 2014, 345(6203), 1502-1505.",
        "Hallsworth, Michael, John A. List, Robert D. Metcalfe, and Ivo Vlaev. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The behavioralist as tax collector: Using natural field experiments to enhance tax compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 148(C): 14-31. Halpern D. Inside the Nudge Unit: How Small Changes Can Make a Big Difference.",
        "Hummel, Denis and Alexander Maedche. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Effective Is Nudging? A Quantitative Review on the Effect Sizes and Limits of Empirical Nudging Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral and Experimental Economics, 80: 47-58.",
        "Jachimowicz, Jon M., Duncan, Shannon, Weber, Elke U., and Johnson, Eric. J. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When and why defaults influence decisions: a meta-analysis of default effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral Public Policy, 3(2): 159-186.",
        "Johnson et al. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Nudges: Tools of a Choice Architecture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Letters, 23: 487-504.",
        "Laibson, David. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudges are Not Enough: The Case for Price-Based Paternalism Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. https://www.aeaweb.org/webcasts/2020/aea-afa-joint-luncheon-nudges-arenot -enough.",
        "Meager, Rachael. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Average Impact of Microcredit Expansions: A Bayesian Hierarchical Analysis of Seven Randomized Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 11 (1): 57-91.",
        "Miguel et al. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Promoting Transparency in Social Science ResearchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Science, 10.1126/science.1245317.",
        "Milkman et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A mega-study approach to evaluating interventions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Munscher, Robert, Max Vetter, and Thomas Scheuerle. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review and Taxonomy of Choice Architecture Techniques.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Decision Making, 29: 511524.",
        "Muralidharan, Karthik and Paul Niehaus. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimentation at ScaleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 31(4), 103-24.",
        "OECD. 2017. Behavioural insights and public policy: Lessons from around the world. OECD.",
        "Paule, Robert C. and John Mandel. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consensus Values, Regressions, and Weighting Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Research of the National Institute of Standards and Technology, 94(3): 197-203.",
        "Shapiro, Bradley, Hitsch, Gunter J., and Tuchman, Anna. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizable and robust TV advertising effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Simonsohn, Uri, Leif D. Nelson, and Joseph P. Simmons. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093P-curve: A key to the file-drawer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology: General, 143(2), 534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Sunstein, Cass. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudging: A Very Short Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Policy, 37: 583-588.",
        "A Online appendix A.1 Categorizing psychological nudge mechanisms While this paper does not focus on a taxonomy of nudges (see Johnson et al., 2012, Sunstein, 2014, and Munscher, Vetter, and Scheuerle, 2016), we categorized each nudge under six mechanisms from the descriptions in the trial reports: Simplification, Personal motivation, Reminders & planning prompts, Social cues, Framing & formatting, and Choice design.",
        "Another nudge simplified the payment instructions sent to businesses for fire inspections, false alarms, and permit fees. In the Academic Journals sample, Bettinger et al. (2012) pre-filled fields using tax returns to make signing up for FAFSA easier.",
        "Reminders & planning prompts This category consists of (i) communications that remind recipients to take up, for instance, veteran health benefits for transitioning servicemembers, and (ii) planning prompts, which remind recipients of deadlines or induce them to plan/set goals. Suggesting an appointment is an example; in one Nudge Unit trial, nurses called pre- and post-natal mothers to schedule a home visit. In the Academic Journals sample, Nickerson and Rogers (2010) study the effect of implementation intentions (i.e., forming a concrete plan) on voter turnout.",
        "From the Academic Journals sample, Wansink and Hanks (2013) investigate how the layout and order of menu items in a buffet line affect selection of healthy foods.",
        "Choice design This category contains active choice interventions, which prompt recipients into making a decision. Nudge Units have used active choice nudges to enroll servicemembers into retirement savings plans, and to raise donations for a charity. In the Academic Journals sample, Chapman et al. (2010) apply active choice to flu vaccinations, Carroll et al.",
        "Table A1a: List of published papers in the Nudge Units sample Published papers featuring OES trials 1. Anteneh et al. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Appraising praise: experimental evidence on positive framing and demand for health services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economimcs Letters. Cited by 0 (Insignificant) 2. Benartzi et al. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Governments Invest More in Nudging?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 28(8): 1041-1055."
    ]
}