{
    "id": 27595,
    "cites": 51,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D., M. Golosov, and A. Tsyvinski (2011). Power fluctuations and political economy. Journal of Economic Theory 146(146), 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Agranov, M., C. Cotton, and C. Tergiman (2020). Persistence of power: Repeated multilateral bargaining with endogenous agenda setting authority. Journal of Public Economics 184, 104126.",
        "Alesina, A. and G. Tabellini (1990, 07). A Positive Theory of Fiscal Deficits and Government Debt. The Review of Economic Studies 57(3), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Anesi, V. (2010). Noncooperative foundations of stable sets in voting games. Games and Economic Behavior 70(2), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Anesi, V. and T. R. Bowen (2018). Policy experimentation in committees: a case against veto rights under redistributive constraints. American Economic Journal: Microeconomics.",
        "Anesi, V. and J. Duggan (2018). Existence and indeterminacy of Markovian equilibria in dynamic bargaining games. Theoretical Economics 13(2), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Anesi, V. and D. J. Seidmann (2013). Bargaining in standing committees with an endogenous default. Review of Economic Studies 82(3), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Arellano, C., Y. Bai, and G. Mihalache (2019). Monetary Policy and Sovereign Risk in Emerging Economies (NK-Default). Technical report.",
        "Azzimonti, M. (2011, August). Barriers to investment in polarized societies. American Economic Review 101(5), 2182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2204.",
        "Azzimonti, M., M. Battaglini, and S. Coate (2016). The costs and benefits of balanced budget rules: Lessons from a political economy model of fiscal policy. Journal of Public Economics 136(February), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Baron, D. P. (1996). A Dynamic Theory of Collective Goods Programs. The American Political Science Review 90(2), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Baron, D. P. and T. R. Bowen (2015). Dynamic Coalitions. Working paper.",
        "Baron, D. P. and M. C. Herron (2003). A dynamic model of multidimensior il collective choice. Computational Models in Political Economy, 13.",
        "Battaglini, M. and S. Coate (2007, March). Inefficiency in legislative policymaking: A dynamic analysis. American Economic Review 97(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Battaglini, M. and S. Coate (2008, March). A dynamic theory of public spending, taxation, and debt. American Economic Review 98(1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Besley, T. and S. Coate (1997). An Economic Model of Representative Democracy. The Quarterly Journal of Economics 112(1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Bhaskar, V., G. J. Mailath, and S. Morris (2013). A foundation for markov equilibria in sequential games with finite social memory. Review of Economic Studies 80(3), 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Bouton, L., A. Lizzeri, and N. Persico (2020). The political economy of debt and entitlements. The Review of Economic Studies.",
        "Bowen, T. R., Y. Chen, and H. Eraslan (2014). Mandatory versus discretionary spending: The status quo effect.",
        "Bowen, T. R., Y. Chen, H. Eraslan, and J. ZaÃ\u0083Å\u0092Ã\u0082Â\u0081pal (2017). Efficiency of flexible budgetary institutions. Journal of Economic Theory 167(167), 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Bowen, T. R. and Z. Zahran (2012). On dynamic compromise. Games and Economic Behavior 76(2), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Chatterjee, S. and B. Eyigungor (2020). Policy Inertia, Election Uncertainty and Incumbency Disadvantage of Political Parties. Review of Economic Studies.",
        "Diermeier, D., G. Egorov, and K. Sonin (2017). Political Economy of Redistribution. Econometrica 85(3), 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Diermeier, D. and P. Fong (2011). Legislative bargaining with reconsideration. The Quarterly Journal of Economics 126(2), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Diermeier, D., C. Prato, and R. Vlaicu (2016). A bargaining model of endogenous procedures.",
        "Duggan, J. and T. Kalandrakis (2012). Dynamic legislative policy making. Journal of Economic Theory 147(5), 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1688.",
        "Dziuda, W. and A. Loeper (2016). Dynamic Collective Choice With Endogenous Status Quo. Journal of Political Economy 124.4, 1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1186.",
        "Dziuda, W. and A. Loeper (2018). Dynamic Pivotal Politics. American Political Science Review 112.3, 580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Epple, D. and M. H. Riordan (1987, sep). Cooperation and punishment under repeated majority voting. Public Choice 55(1-2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Eraslan, H., K. Evdokimov, and J. ZaÃ\u0083Å\u0092Ã\u0082Â\u0081pal (2020). Dynamic legislative bargaining. Technical report, Institute of Social and Economic Research, Osaka University.",
        "Eyigungor, B. and S. Chatterjee (2019, January). Incumbency Disadvantage of Political Parties: The Role of Policy Inertia and Prospective Voting. Working Papers 19-7, Federal Reserve Bank of Philadelphia.",
        "Gordon, G. (2019, September). Efficient Computation with Taste Shocks. Working Paper 19-15, Federal Reserve Bank of Richmond.",
        "Grechyna, D. (2017). Mandatory spending, political polarization, and macroeconomic volatility.",
        "Halac, M. and P. Yared (2014). Fiscal Rules and Discretion Under Persistent Shocks. Econometrica: Journal of the Econometric Society 82(5).",
        "Kalandrakis, A. (2004). A three-player dynamic majoritarian bargaining game. Journal of Economic Theory 116(2), 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Kalandrakis, A. (2010). Minimum winning coalitions and endogenous status quo. International Journal of Game Theory 39, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Lizzeri, A. and N. Persico (2001, March). The provision of public goods under alternative electoral incentives. American Economic Review 91(1), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Martin, F. (2009, October). A Positive Theory of Government Debt. Review of Economic Dynamics 12(4), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "McFadden, D. (1973). Conditional logit analysis of qualitative choice behavior.",
        "Mihalache, G. (2019). Sovereign Default Resolution Through Maturity Extension. Technical report.",
        "Nunnari, S. (2018). Dynamic legislative bargaining with veto power.",
        "Nunnari, S. and J. ZaÃ\u0083Å\u0092Ã\u0082Â\u0081pal (2017). Dynamic elections and ideological polarization. Political Analysis 25(4), 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Osborne, M. J. and A. Slivinski (1996). A model of political competition with citizen-candidates. Quarterly Journal of Economics 111(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Persson, T. and G. E. Tabellini (2000). Political Economics: Explaining Economic Policy. MIT Press.",
        "Piguillem, F. and A. Riboni (2011). Dynamic Bargaining over Redistribution in Legislatures. (April), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Piguillem, F. and A. Riboni (2020). Fiscal rules as bargaining chips.",
        "Richter, M. (2014). Fully absorbing dynamic compromise. Journal of Economic Theory 152(1), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Rust, J. (1987, September). Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher. Econometrica 55(5), 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Sanchez, J. M., M. Dvorkin, E. Yurdagul, and H. Sapriza (2018, June). Sovereign Debt Restructurings.",
        "Working Papers 2018-13, Federal Reserve Bank of St. Louis.",
        "Yared, P. (2019, May). Rising government debt: Causes and solutions for a decades-old trend. Journal of Economic Perspectives 33(2), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40."
    ]
}