{
    "id": 27598,
    "cites": 107,
    "cited_by": 0,
    "reference": [
        "M. B. Albert, D. Avery, F. Narin, and P. McAllister. Direct validation of citation counts as indicators of industrially important patents. Research Policy, 20(3):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259, 1991.",
        "S. Arts, B. Cassiman, and J. C. Gomez. Text matching to measure patent similarity. Strategic Management Journal, 39(1):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84, 2018.",
        "R. Azen and D. V. Budescu. The dominance analysis approach for comparing predictors in multiple regression. Psychological Methods, 8(2):129, 2003.",
        "C. L. Benson and C. L. Magee. Quantitative determination of technological improvement from patent data. PLOS ONE, 10(4), 2015.",
        "J. Bessen. The value of US patents by owner and patent characteristics. Research Policy, 37 (5):932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945, 2008.",
        "J. Bessen and M. J. Meurer. The patent litigation explosion. Loy. U. Chi. LJ, 45:401, 2013.",
        "D. M. Blei, A. Y. Ng, and M. I. Jordan. Latent dirichlet allocation. Journal of machine Learning research, 3(Jan):993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022, 2003.",
        "K. A. Bryan, Y. Ozcan, and B. Sampat. In-text patent citations: A userÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s guide. Research Policy, 49(4):103946, 2020.",
        "D. V. Budescu. Dominance analysis: a new approach to the problem of relative importance of predictors in multiple regression. Psychological Bulletin, 114(3):542, 1993. M. P. Carpenter, F. Narin, and P. Woolf. Citation rates to technologically important patents.",
        "World Patent Information, 3(4):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163, 1981. J. B. Carroll. An analytical solution for approximating simple structure in factor analysis.",
        "Psychometrika, 18(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 1953. J. B. Carroll. Biquartimin criterion for rotation to oblique simple structure in factor analysis.",
        "R. B. Cattell. The scree test for the number of factors. Multivariate Behavioral Research, 1(2): 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276, 1966.",
        "D. Chicco and G. Jurman. The advantages of the Matthews correlation coefficient (MCC) over F1 score and accuracy in binary classification evaluation. BMC Genomics, 21(1):6, 2020.",
        "C. Chien, C. Helmers, and A. Spigarelli. Inter partes review and the design of post-grant patent reviews. Berkeley Tech. LJ, 33:817, 2018.",
        "A. B. Costello and J. Osborne. Best practices in exploratory factor analysis: Four recommendations for getting the most from your analysis. Practical Assessment, Research, and Evaluation, 10(1):7, 2005.",
        "C. A. Cotropia. The folly of early filing in patent law. Hastings LJ, 61:65, 2009.",
        "C. A. Cotropia, M. A. Lemley, and B. Sampat. Do applicant patent citations matter? Research Policy, 42(4):844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c854, 2013.",
        "K. Cremers. Determinants of patent litigation in Germany. Discussion Paper 04-72, Zentrum fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r EuropaÃ\u0083Å\u0092Ã\u0082Ë\u0086ische Wirtschaftsforschung, May 2004.",
        "D. Czarnitzki, B. H. Hall, and R. Oriani. The market valuation of knowledge assets in US and European firms. In The Management of Intellectual Property, pages 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131. Edward Elgar Publishing, 2006. G. de Rassenfosse. Notice failure revisited: Evidence on the use of virtual patent marking.",
        "G. de Rassenfosse and K. Higham. Decentralising the patent system. Available at SSRN 3446337, 2019.",
        "G. de Rassenfosse and K. Higham. Wanted: a standard for virtual patent marking. Journal of Intellectual Property Law & Practice, 15(7):544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553, 06 2020. ISSN 1747-1532.",
        "G. de Rassenfosse and A. B. Jaffe. Are patent fees effective at weeding out low-quality patents? Journal of Economics and Management Strategy, 27:134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148, 2018. doi: 10.1111/jems.12219.",
        "G. de Rassenfosse, H. Dernis, and G. Boedt. An introduction to the patstat database with example queries. Australian Economic Review, 47(3):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408, 2014.",
        "G. de Rassenfosse, W. E. Griffiths, A. B. Jaffe, and E. Webster. Low-quality patents in the eye of the beholder: Evidence from multiple examiners. Technical report, National Bureau of Economic Research, 2016.",
        "S. Deerwester, S. T. Dumais, G. W. Furnas, T. K. Landauer, and R. Harshman. Indexing by latent semantic analysis. Journal of the American Society for Information Science, 41(6): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407, 1990.",
        "N. Falk and K. Train. Patent valuation with forecasts of forward citations. Journal of Business Valuation and Economic Loss Analysis, 12(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121, 2017.",
        "J. Feng and X. Jaravel. Crafting intellectual property rights: Implications for patent assertion entities, litigation, and innovation. American Economic Journal: Applied Economics, 12(1): 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81, 2020.",
        "T. Fischer and J. Leidinger. Testing patent value indicators on directly observed patent valueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c An empirical analysis of Ocean Tomo patent auctions. Research Policy, 43(3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529, 2014.",
        "L. Fleming. Breakthroughs and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093long tailÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of innovation. MIT Sloan Management Review, 49(1):69, 2007.",
        "L. Fleming and O. Sorenson. Science as a map in technological search. Strategic Management Journal, 25(8-9):909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928, 2004.",
        "A. Galasso and M. Schankerman. Patents and cumulative innovation: Causal evidence from the courts. The Quarterly Journal of Economics, 130(1):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369, 2015.",
        "A. Gambardella, D. Harhoff, and B. Verspagen. The value of European patents. European Management Review, 5(2):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84, 2008.",
        "P. Giuri, M. Mariani, S. Brusoni, G. Crespi, D. Francoz, A. Gambardella, W. Garcia-Fontes, A. Geuna, R. Gonzales, D. Harhoff, et al. Inventors and invention processes in Europe: Results from the PatVal-EU survey. Research Policy, 36(8):1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1127, 2007.",
        "C. Gourieroux, A. Monfort, and A. Trognon. Pseudo maximum likelihood methods: Applications to poisson models. Econometrica: Journal of the Econometric Society, pages 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720, 1984.",
        "Z. Griliches. Patent statistics as economic indicators: A survey. Journal of Economic Literature, 28(4):1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707, 1990.",
        "D. Guellec and B. van Pottelsberghe. The economics of the European patent system: IP policy for innovation and competition. Oxford University Press, 2007.",
        "C. J. Guerrini. Defining patent quality. Fordham L. Rev., 82:3091, 2013.",
        "B. H. Hall, A. B. Jaffe, and M. Trajtenberg. The NBER patent citation data file: Lessons, insights and methodological tools. Working Paper 8498, National Bureau of Economic Research, October 2001.",
        "B. H. Hall, A. Jaffe, and M. Trajtenberg. Market value and patent citations. RAND Journal of Economics, 36(1):16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 2005. D. Harhoff and S. Wagner. The duration of patent examination at the European Patent Office.",
        "D. Harhoff, F. M. Scherer, and K. Vopel. Citations, family size, opposition and the value of patent rights. Research Policy, 32(8):1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363, 2003.",
        "D. Hegde, D. C. Mowery, and S. J. Graham. Pioneering inventors or thicket builders: Which us firms use continuations in patenting? Management Science, 55(7):1214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1226, 2009.",
        "C. Helmers et al. The economic analysis of patent litigation data, volume 48. WIPO, 2018.",
        "D. J. Hemel and L. Ouellette. Innovation policy pluralism. Yale LJ, 128:544, 2018.",
        "J. Henkel and F. Jell. Patent pendingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwhy faster isnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t always better. Available at SSRN 1738912, 2010.",
        "K. W. Higham, M. Governale, A. Jaffe, and U. ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086licke. Fame and obsolescence: Disentangling growth and aging dynamics of patent citations. Physical Review E, 95(4):042309, 2017a.",
        "K. W. Higham, M. Governale, A. Jaffe, and U. ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086licke. Unraveling the dynamics of growth, aging and inflation for citations to scientific articles from specific research fields. Journal of Informetrics, 11(4):1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200, 2017b.",
        "K. W. Higham, M. Governale, A. Jaffe, and U. ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086licke. Ex-ante measure of patent quality reveals intrinsic fitness for citation-network growth. Physical Review E, 99(6):060301, 2019.",
        "A. B. Jaffe and G. de Rassenfosse. Patent citation data in social science research: Overview and best practices. Journal of the Association for Information Science and Technology, 68 (6):1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374, 2017.",
        "A. B. Jaffe, M. Trajtenberg, and M. S. Fogarty. Knowledge spillovers and patent citations: Evidence from a survey of inventors. American Economic Review, 90(2):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218, May 2000.",
        "J. W. Johnson. A heuristic method for estimating the relative weight of predictor variables in multiple regression. Multivariate Behavioral Research, 35(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19, 2000.",
        "K. G. JoÃ\u0083Å\u0092Ã\u0082Ë\u0086reskog and A. S. Goldberger. Estimation of a model with multiple indicators and multiple causes of a single latent variable. journal of the American Statistical Association, 70 (351a):631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639, 1975.",
        "H. J. Jung and J. Lee. The quest for originality: A new typology of knowledge search and breakthrough inventions. Academy of Management Journal, 59(5):1725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1753, 2016.",
        "H. F. Kaiser. The varimax criterion for analytic rotation in factor analysis. Psychometrika, 23 (3):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200, 1958.",
        "N. Khanna. Patent quality: Does one size fit all? 4iP Council, January, 2019.",
        "L. Kogan, D. Papanikolaou, A. Seru, and N. Stoffman. Technological innovation, resource allocation, and growth. The Quarterly Journal of Economics, 132(2):665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712, 2017.",
        "J. M. Kuhn and N. C. Thompson. How to measure and draw causal inferences with patent scope. International Journal of the Economics of Business, 26(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 2019.",
        "F. Lafond and D. Kim. Long-run dynamics of the us patent classification system. Journal of Evolutionary Economics, 29(2):631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664, 2019.",
        "Y.-H. Lai and H.-C. Che. Evaluating patents using damage awards of infringement lawsuits: A case study. Journal of Engineering and Technology Management, 26(3):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180, 2009a.",
        "Y.-H. Lai and H.-C. Che. Modeling patent legal value by extension neural network. Expert Systems with Applications, 36(7):10520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10528, 2009b. J. O. Lanjouw and M. Schankerman. Characteristics of patent litigation: A window on competition.",
        "J. O. Lanjouw and M. Schankerman. Patent quality and research productivity: Measuring innovation with multiple indicators. The Economic Journal, 114(495):441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465, 2004.",
        "J. O. Lanjouw, A. Pakes, and J. Putnam. How to count patents and value intellectual property: The uses of patent renewal and application data. The Journal of Industrial Economics, 46 (4):405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432, 1998.",
        "J. Lerner. The importance of patent scope: An empirical analysis. RAND Journal of Economics, 25:319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333, 1994.",
        "B. J. Love, S. P. Miller, and S. Ambwani. Determinants of patent quality: Evidence from inter partes review proceedings. U. Colo. L. Rev., 90:67, 2019.",
        "T. Magerman, B. van Looy, and X. Song. Exploring the feasibility and accuracy of latent semantic analysis based text mining techniques to detect similarity between patent documents and scientific publications. Scientometrics, 82(2):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306, 2010.",
        "R. J. Mann and M. Underweiser. A new look at patent quality: Relating patent prosecution to validity. Journal of Empirical Legal Studies, 9(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32, 2012.",
        "A. C. Marco, A. Tesfayesus, and A. A. Toole. Patent litigation data from US district court electronic records (1963-2015). Technical Report 2017-06, 2017.",
        "A. C. Marco, J. D. Sarnoff, and A. Charles. Patent claims and patent scope. Research Policy, 48(9):103790, 2019.",
        "M. Marx and A. Fuegi. Reliance on science: Worldwide front-page patent citations to scientific articles. Strategic Management Journal, 2020.",
        "B. W. Matthews. Comparison of the predicted and observed secondary structure of T4 phage lysozyme. Biochimica et Biophysica Acta (BBA)-Protein Structure, 405(2):442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451, 1975.",
        "D. McFadden. Conditional logit analysis of qualitative choice behavior. Frontiers in Econometrics, pages 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142, 1973.",
        "M. Mejer and B. v. P. de la Potterie. Patent backlogs at uspto and epo: systemic failure vs deliberate delays. World Patent Information, 33(2):122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127, 2011.",
        "S. P. Miller. WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s suing us: Decoding patent plaintiffs since 2000 with the Stanford NPE litigation dataset. Stan. Tech. L. Rev., 21:235, 2018.",
        "P. Moser, J. Ohmstedt, and P. W. Rhode. Patent citationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dan analysis of quality differences and citing practices in hybrid corn. Management Science, 64(4):1926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940, 2018. S. Mukherjee, D. M. Romero, B. Jones, and B. Uzzi. The nearly universal link between the age of past knowledge and tomorrowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s breakthroughs in science and technology: The hotspot.",
        "Science Advances, 3:e1601315, 2017. doi: 10.1126/sciadv.1601315.",
        "S. A. Mulaik. Foundations of factor analysis. CRC Press, 2009.",
        "F. Narin and E. Noma. Is technology becoming science? Scientometrics, 7(3-6):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 1985. F. Narin, E. Noma, and R. Perry. Patents as indicators of corporate technological strength.",
        "A. Pakes and Z. Griliches. Patents and r&d at the firm level: A first report. Economics letters, 5(4):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 1980.",
        "A. Pakes and M. Schankerman. The rate of obsolescence of patents, research gestation lags, and the private rate of return to research resources. In R&D, patents, and productivity, pages 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88. University of Chicago Press, 1984.",
        "A. Palangkaraya, P. H. Jensen, and E. Webster. Applicant behaviour in patent examination request lags. Economics Letters, 101(3):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245, 2008. A. M. Petruzzelli, D. Rotolo, and V. Albino. Determinants of patent citations in biotechnology: An analysis of patent influence across the industrial and organizational boundaries.",
        "Technological Forecasting and Social Change, 91:208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221, 2015.",
        "F. Poege, D. Harhoff, F. Gaessler, and S. Baruffaldi. Science quality and the value of inventions. Science Advances, 5(12):eaay7323, 2019.",
        "P. ReÃ\u0083Å\u0092Ã\u0082Â\u0081gibeau and K. Rockett. Innovation cycles and learning at the patent office: Does the early patent get the delay? The Journal of Industrial Economics, 58:222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246, 2010. doi: 10.1111/j.1467-6451.2010.00418.x. E. B. Roberts. What weÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ve learned: Managing invention and innovation. Research-Technology Management, 31(1):11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, 1988.",
        "E. Sapsalis and B. van Pottelsberghe. The institutional sources of knowledge and the value of academic patents. Economics of Innovation and New Technology, 16(2):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157, 2007.",
        "E. Sapsalis, B. van Pottelsberghe, and R. Navon. Academic versus industry patenting: An in-depth analysis of what determines patent value. Research Policy, 35(10):1631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1645, 2006. F. M. Scherer and D. Harhoff. Technology policy for a world of skew-distributed outcomes.",
        "Research Policy, 29(4-5):559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566, 2000. S. Scotchmer. Standing on the shoulders of giants: Cumulative research and the patent law.",
        "G. Silverberg and B. Verspagen. The size distribution of innovations revisited: an application of extreme value statistics to citation and value measures of patent significance. Journal of Econometrics, 139(2):318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339, 2007.",
        "M. Squicciarini, H. Dernis, and C. Criscuolo. Measuring patent quality: Indicators of technological and economic value. Working Paper 2013/03, OECD Science, Technology and Industry Working Papers, 2013.",
        "M. Trajtenberg, R. Henderson, and A. Jaffe. University versus corporate patents: A window on the basicness of invention. Economics of Innovation and New Technology, 5(1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 1997. B. van Looy and T. Magerman. Using text mining algorithms for patent documents and publications.",
        "In Springer Handbook of Science and Technology Indicators, pages 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956. Springer, 2019.",
        "B. van Pottelsberghe. The quality factor in patent systems. Industrial and Corporate Change, 20(6):1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1793, 2011.",
        "N. van Zeebroeck. The puzzle of patent value indicators. Economics of Innovation and New Technology, 20(1):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62, 2011.",
        "N. van Zeebroeck and B. van Pottelsberghe. Filing strategies and patent value. Economics of Innovation and New Technology, 20(6):539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561, 2011a. N. van Zeebroeck and B. van Pottelsberghe. The vulnerability of patent value determinants.",
        "E. Webster and P. H. Jensen. Do patents matter for commercialization? The Journal of Law and Economics, 54(2):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453, 2011. J. Weston, S. Bengio, and N. Usunier. WSABIE: Scaling up to large vocabulary image annotation.",
        "In Twenty-Second International Joint Conference on Artificial Intelligence, 2011.",
        "G.-C. Yang, G. Li, C.-Y. Li, Y.-H. Zhao, J. Zhang, T. Liu, D.-Z. Chen, and M.-H. Huang. Using the comprehensive patent citation network (cpc) to evaluate patent value. Scientometrics, 105(3):1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1346, 2015.",
        "K. Zahringer, C. Kolympiris, and N. Kalaitzandonakes. Time to patent at the uspto: the case of emerging entrepreneurial firms. The Journal of Technology Transfer, 43(4):923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952, 2018.",
        "G. Zhang, L. Xiong, H. Duan, and D. Huang. Obtaining certainty vs. creating uncertainty: Does firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ patent filing strategy work as expected? Technological Forecasting and Social Change, 160:120234, 2020.",
        "From the perspective of the patent owners, the number of backward citations should be minimized for strategic reasons, as this would maximize the technological space this patent allows them to exploit (Jaffe and de Rassenfosse, 2017). Therefore, one could expect many backward citations to hurt the inventionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s prospects for economic-value generation. On the other hand, many backward citations could also be an indicator of a technologically complex invention reliant on or related to a wide array of technology types. To give us the best chance to observe these potential effects, we consider specific subsets and properties of backward citations separately.",
        "Backward citations to US patents can be split along two lines: whether or not the citation is a self-citation, and whether the applicant or the examiner added it. The USPTO tag the latter, which are added for different reasons by different parties (see Jaffe and de Rassenfosse, 2017, for an overview). In short, applicants are obliged to submit known prior art material to patentability, and examiners find closely related prior art that they discover during the prosecution process that impacts the assessment of novelty or non-obviousness of the application.",
        "(2019), the pedigree of patent i that has been applied for at time T (a) i is defined as BPEi = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° Ni Y j=1 kj T (a) i  k T (a) i  Sj Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» Ni , (1) where Ni is the number of patents cited by patent i, and kj T (a) i  denotes the number of citations the cited patent j has at T (a) i . The citation counts of cited patents j are normalized by the average number k T (a) i  Sj of citations of patents from the same CPC Section Sj of patent j granted within the same three-month period. The geometric, rather than the arithmetic, mean has been adopted because of the high skewness of citation distributions.",
        "P (i) C 2 , (2) where P (i) C is the proportion of the Ni backward citations from patent i to other patents going into a given Class C from the CPC system.19 Information about all Classes a cited patent j is categorized into is utilized here, rather than just the first listed as was done in Ref. (Trajtenberg et al., 1997). Specifically, each cited patent j contributes to P (i) C for each one of the N (cl) j classes it is listed under with a value (1/N (cl) j )  (1/Ni). This construction ensures the relation P",
        "Lastly, backward citations to foreign patents (BFP) cover knowledge disclosed in patents granted by a jurisdiction other than the USPTO. The vast majority of these citations are added by the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009capplicantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ rather than the examiner (Cotropia et al., 2013)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009din reality, the foreign patents cited are generally those listed in search reports compiled by a foreign office such as the European Patent Office. As the applicant is aware of this prior art before the grant of the patent, they are obliged to pass this information to the USPTO, where they are designated Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009capplicant citations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ As these are still a form of backward citation, the abbreviations retain the initial B.",
        "Thus, one would only expect an extended examination period to be tolerated if there was some prospect of a return on this investment. Therefore, a long grant lag may reflect a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s confi21 cooperativepatentclassification.org, accessed 10 July 2020 dence in the economic value of an invention, even if the invention is only marginally patentable. Finally, the complexity of an invention may also affect the length of the examination period, as the more components an invention has, or knowledge required to understand its function, the longer it may take to determine its patentability.",
        "If the applicant wishes to continue with the process, they will generally have to pay an attorney to address the non-final rejection. Assuming that the applicant will only continue the process if they expect to recoup the additional legal fees, the number of non-final rejections (with the knowledge that the patent was eventually granted) may be an indicator of the financial value of a patent to the assignee. Non-final rejections also extend the length of the examination process, and so may be useful for teasing out useful components of the grant lag, which, as mentioned above, could reflect many different patent qualities. This indicator is particularly uncommon in studies on patent quality and as far, as we can tell, have only been used to assist in the estimation of damage awards in infringement lawsuits (Lai and Che, 2009b,a).",
        "C Oblique Factor Rotation Unlike in the case of orthogonal factor rotation, there is often little difference between oblique rotation strategies (Costello and Osborne, 2005), and we find the same is true for the current analysis. For this reason, we a rotation from the oblimin family, which is both popular and mathematically simple.",
        "The oblimin criterion has its roots in the oblique counterpart to the varimax criterion (as used for the orthogonal rotation in our patent fitness paper). In words, oblimin is the minimization of the covariances of squared (communality-normalized) factor loadings between each pair of factors, summed across variables. Mathematically, the objective function is (Mulaik, 2009) B = r X j=1 r X k=1  n X i=1 Ã\u0083Å½Ã\u0082Â»2 ijÃ\u0083Å½Ã\u0082Â»2 ik h4 i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â³ n  n X i=1 Ã\u0083Å½Ã\u0082Â»2 ij h2 i  n X j=1 Ã\u0083Å½Ã\u0082Â»2 ik h2 i  , with j 6= k , (3) in the case of r factors, n variables, factor loading matrix Ã\u0083Å½Ã\u0082Â», and variable communalities hi.",
        "Parameter Ã\u0083Å½Ã\u0082Â³ may be set to zero to obtain the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cquartiminÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ criterion (Carroll, 1953), to unity for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ccovariminÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ criterion (Kaiser, 1958), and a compromise known as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cbiquartiminÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for the case Ã\u0083Å½Ã\u0082Â³ = 0.5 (Carroll, 1957). However, this latter value does not appear to be special, and, in fact, any value in [0,1] may be substituted to suit the situation faced by the factor analyst. In general, the Ã\u0083Å½Ã\u0082Â³ = 0 produces the most oblique solutions, while Ã\u0083Å½Ã\u0082Â³ = 1 produces the most orthogonal. The choice of gamma depends on how much freedom one would like to give to the optimization procedure. In this work, we choose Ã\u0083Å½Ã\u0082Â³ = 0 to maximize the obliqueness of our solution and find few highly correlated factors. We find that our results are not particularly sensitive to this choice."
    ]
}