{
    "id": 27602,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Abadie, Alberto. 2003. Semiparametric Instrumental Variable Estimation of Treatment Response Models. Journal of Econometrics, 113 (2): 231263.",
        "Autor, David H. and Mark G. Duggan. 2003. The Rise in the Disability Rolls and the Decline in Unemployment.  Quarterly Journal of Economics, 118 (1): 157206.",
        "Autor, David H. and Mark G. Duggan. 2006. The Growth in the Social Security Disability Rolls: A Fiscal Crisis Unfolding. Journal of Economic Perspectives, 20 (3): 7196.",
        "Ball, Stean and Hamish Low. 2014. Do Self-insurance and Disability Insurance Prevent Consumption Loss on Disability? Economica, 81 (323): 468490.",
        "Benitez-Silva, Hugo, Moshe Buchinsky, and John Rust. 2004. How Large are the Classication Errors in the Social Security Disability Award Process? Working Paper 10219, National Bureau of Economic Research.",
        "Borghans, Lex, Anne C. Gielen, and Erzo F.P. Luttmer. 2014. Social Support Substitution and the Earnings Rebound: Evidence from a Regression Discontinuity in Disability Insurance Reform. American Economic Journal: Economic Policy, 6 (4): 3470.",
        "Bound, John. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review, 79 (3): 482503.",
        "Bound, John and Richard V. Burkhauser. 1999. Economic Analysis of Transfer Programs Targeted on People with Disabilities. In Handbook of Labor Economics, volume 3, chapter 51, Elsevier, pp. 34173528.",
        "Campolieti, Michele. 2004. Disability Insurance Benets and Labor Supply: Some Additional Evidence. Journal of Labor Economics, 22 (4): 863889.",
        "Campolieti, Michele and Chris Riddell. 2012. Disability Policy and the Labor Market: Evidence from a Natural Experiment in Canada, 19982006. Journal of Public Economics, 96 (3-4): 30616.",
        "Chen, Susan and Wilbert van der Klaauw. 2008. The Work Disincentive Eects of the Disability Insurance Program in the 1990s. Journal of Econometrics, 142 (2): 757784.",
        "Chetty, Raj. 2006a. A General Formula for the Optimal Level of Social Insurance. Journal of Public Economics, 90 (10-11): 18791901.",
        "Chetty, Raj. 2008. Moral Hazard versus Liquidity and Optimal Unemployment Insurance. Journal of Political Economy, 116 (2): 173234.",
        "Chetty, Raj and Amy Finkelstein. 2013. Social Insurance: Connecting Theory to Data. In Alan J. Auerbach, Raj Chetty, Martin Feldstein, and Emmanuel Saez, eds., Handbook of Public Economics: Volume 5, chapter 3, Elsevier, pp. 111193.",
        "de Jong, Philip, Maarten Lindeboom, and Bas van der Klaauw. 2011. Screening Disability Insurance Applications. Journal of the European Economic Association, 9 (1): 106129. Deshpande, Manasi, Tal Gross, and Yalun Su. forthcoming. Disability and Distress: The Eect of Disability Programs on Financial Outcomes. American Economic Journal: Applied Economics.",
        "Deshpande, Manasi and Yue Li. 2019. Who Is Screened Out? Application Costs and the Targeting of Disability Programs. American Economic Journal: Economic Policy, 11 (4): 21348.",
        "Fevang, Elisabeth, InÃ\u0083Æ\u0092Ã\u0082Â©s Hardoy, and Knut RÃ\u0083Æ\u0092Ã\u0082Â¸ed. 2017. Temporary Disability Insurance and Economic Disincentives. The Economic Journal, 127 (603): 14101432.",
        "Gelber, Alexander, Timothy J. Moore, and Alexander Strand. 2017. The Eect of Disability Insurance Payments on Beneciaries' Earnings. American Economic Journal: Economic Policy, 9 (3): 22961.",
        "Godard, M.C.M., P.W.C. Koning, and M. Lindeboom. 2019. Targeting Disability Insurance Applications with Screening. WorkingPaper 036/V, Tinbergen Institute.",
        "Gruber, Jonathan. 2000. Disability Insurance Benets and Labor Supply. Journal of Political Economy, 108 (6): 11621183.",
        "Gruber, Jonathan and Jerey D. Kubik. 1997. Disability Insurance Rejection Rates and the Labor Supply of Older Workers. Journal of Public Economics, 64: 123.",
        "Imbens, Guido W. and Donald B. Rubin. 1997. Estimating Outcome Distributions for Compliers in Instrumental Variables Models. The Review of Economic Studies, 64 (4): 555574.",
        "JÃ\u0083Æ\u0092Ã\u0082Â¤ger, Simon, Benjamin Schoefer, and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller. 2019. Marginal Jobs and Job Surplus: A Test of the Eciency of Separations. NBER Working Paper No. 25492.",
        "KarlstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Anders, MÃ\u0083Æ\u0092Ã\u0082Â¥ rten Palme, and Ingemar Svensson. 2008. The Employment Eect of Stricter Rules for Eligibility for DI: Evidence from a Natural Experiment in Sweden. Journal of Public Economics, 92 (10-11): 20712082. Kleven, Henrik J. forthcoming. Sucient Statistics Revisited. Annual Review of Economics.",
        "Kolsrud, Jonas, Camille Landais, Peter Nilsson, and Johannes Spinnewijn. 2018. The Optimal Timing of Unemployment Benets: Theory and Evidence from Sweden. American Economic Review, 108 (45) : 9851033.",
        "KostÃ\u0083Æ\u0092Ã\u0082Â¸l, Andreas and Andreas Myhre. 2020. Labor Supply Responses to Learning the Tax and Benet Schedule. Working Paper.",
        "Kostol, Andreas R. and Magne Mogstad. 2014. How Financial Incentives Induce Disability Insurance Recipients to Return to Work. American Economic Review, 104 (2): 62455.",
        "Kroft, Kory and Matthew J. Notowidigdo. 2016. Should Unemployment Insurance Vary with the Unemployment Rate? Theory and Evidence. Review of Economic Studies, 83 (3): 10921124.",
        "Landais, Camille. 2015. Assessing the Welfare Eects of Unemployment Benets Using the Regression Kink Design. American Economic Journal: Economic Policy, 7 (4): 24378.",
        "Landais, Camille, Pascal Michaillat, and Emmanuel Saez. 2018. A Macroeconomic Approach to Optimal Unemployment Insurance: Theory. American Economic Journal: Economic Policy, 10 (2): 15281. Lee, David S., Pauline Leung, Christopher J. O'Leary, Zhuan Pei, and Simon Quach. forthcoming. Are Sucient Statistics Necessary? Nonparametric Measurement of Deadweight Loss in Unemployment Insurance. Journal of Labor Economics.",
        "Low, Hamish and Luigi Pistaferri. 2019. Disability Insurance: Error Rates and Gender Dierences. NBER Working Paper No. 26513. Low, Hamish and Luigi Pistaferri. forthcoming. Disability Insurance: Theoretical Trade-Os and Empirical Evidence. Fiscal Studies.",
        "Maestas, Nicole, Kathleen J. Mullen, and Alexander Strand. 2013. Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Eects of SSDI Receipt. American Economic Review, 103 (5): 17971829.",
        "Mann, David R, David C Stapleton, and Jeanette de Richemond. 2014. Vocational Factors in the Social Security Disability Determination Process: A Literature Review. Technical report, Mathematica Policy Research.",
        "Moore, Timothy J. 2015. The Employment Eect of Terminating Disability Benets. Journal of Public Economics, 124: 3043.",
        "Nielsen, Helena Skyt, Torben Sorensen, and Christopher Taber. 2010. Estimating the Eect of Student Aid on College Enrollment: Evidence from a Government Grant Policy Reform. American Economic Journal: Economic Policy, 2: 185212.",
        "OECD. 2020. Public Spending on Incapacity (Indicator). Technical report.",
        "Parsons, Donald O. 1991. Self-Screening in Targeted Public Transfer Programs. Journal of Political Economy, 99 (4): 859876.",
        "Ruh, Philippe and Stefan Staubli. 2019. Financial Incentives and Earnings of Disability Insurance Recipients: Evidence from a Notch Design. American Economic Journal: Economic Policy, 11 (2): 269300.",
        "Schmieder, Johannes F., Till von Wachter, and Stefan Bender. 2012. The Eects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates Over 20 Years. Quarterly Journal of Economics, 127 (2): 701752.",
        "Shimer, Robert and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning. 2007. Reservation Wages and Unemployment Insurance. Quarterly Journal of Economics, 122 (3): 11451185.",
        "Staubli, Stefan. 2011. The Impact of Stricter Criteria for Disability Insurance on Labor Force Participation. Journal of Public Economics, 95 (9-10): 12231235.",
        "Staubli, Stefan and Josef ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller. 2013. Does Raising the Early Retirement Age Increase Employment of Older Workers? Journal of Public Economics, 108: 1732.",
        "Strand, Alexander. 2016. Eects of Tightening the Medical-Vocational Grid: Comments on Haller, Staubli and ZweimÃ\u0083Æ\u0092Ã\u0082Â¼ller. In Disability Research Consortium Annual Conference, Washington DC, August 2016.",
        "von Wachter, Till, Jae Song, and Joyce Manchester. 2011. Trends in Employment and Earnings of Allowed and Rejected Applicants to the Social Security Disability Insurance Program. American Economic Review, 101 (7): 33083329."
    ]
}