{
    "id": 2760,
    "cites": 13,
    "cited_by": 29,
    "reference": [
        "Lipsey, Robert E., Irving B. Kravis, and Romualdo A. Roldan (1982), \"Do Multinational Firms Adapt Factor Proportions to Relative Factor Prices?\" in Anne 0. Krueger. Ed., Trade and Employment in Developing Countries: 2, Factor Supply and Substitution, Chicago, University of Chicago Press.",
        "Kravis, Irving B. and Robert E. Lipsey (1988), \"Production and Trade in Services by u.s. Multinational Firms,\" NBER Working Paper 2615, June.",
        "Courtney. William H., and Danny N. Leipziger (1975), \"Multinational Corporrations in LDCs: The Choice of Technology, Oxford Bulletin of Economics and Statistics. Vol. 57, No. 4, November.",
        "BlomstrÃ\u0083Â¶m. Magnus, Robert E. Lipsey. and Ksenia Kulchycky (1988), \"U.S. and Swedish Direct Investment and Exports,\" in Robert E. Baldwin, Ed., Trade Policy Issues and Empirical Analysis. Chicago, University of Chicago Press.",
        "Bergsten. C. Fred, Thomas Horst, and Theodore H. Moran (1978), American Multinationals and American Interests. Washington, D.C.: The Brookings ii.st itut I on.",
        "Lipsey, Robert E. and Merle Yahr Weiss (1981), \"Foreign Production and Exports in Manufacturing Industries.\" Review of Economics and Statist, Vol. LXIII, No. 4, November, pp. 488-494.",
        "Lipsey. Robert E. and Merle Yahr Weiss (1984). \"Foreign Production and Exports of Individual Firms.\" Review of Economics and Statistics. Vol. 66, No. 2, May, pp. 304-308.",
        "Morley, Samuel A. and Gordon W. Smith (1974), \"The Choice of Technology: Multinational Firms in Brazil,\" Paper No. 58, Rice University Program of Development Studies.",
        "Reddaway, W.B., in collaboration with J.O.N. Perkins. S..). Potter, and C.T. Taylor (1967), Effects of U.K. Direct Investment Overseas: An Interim Report, Cambridge University, Dept. of Applied Economics, Occasional Paper 12.",
        "Stevens, Guy V.G., and Robert E. Lipsey (1988), \"Interactions Between Domestic and Foreign Investment,\" International Finance Discussion Paper No. 329, Board of Governors of the Federal Reserve System, August.",
        "Swedenborg, Birgltta (1979), The Multinational Operations of Swedish Firms. An Analysis of Determinants and Effects, Stockholm, Industriens Utredningsinstitut.",
        "Swedenborg, Birgitta (1982). Svensk Industri I Utlandet: En Analys av Drivkrafteroch Effekter. Stockholm: Industriens Utredningsinstitut.",
        "U.S. Department of Commerce (1985). U.S. Direct Investment Abroad: 1982 Benchmark Survey Data, Bureau of Economic Analysis, December."
    ]
}