{
    "id": 27616,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "Baker, M. and Benjamin, D. (1999). Early Retirement Provisions and the Labor Force Behavior of Older Men: Evidence from Canada. Journal of Labor Economics, 17(4), 724Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Behaghel, L. and Blau, D. M. (2012). Framing Social Security Reform: Behavioral Responses to Changes in the Full Retirement Age. American Economic Journal: Economic Policy, 4(4), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bernheim, B. and Taubinsky, D. (2018). Behvioral Public Economics. In B. D. Bernheim, S. DellaVigna, and D. Laibson, editors, Handbook of Behavioral Economics: Applications and Foundations. NorthHolland, Amsterdam.",
        "Blundell, R., French, E., and Tetlow, G. (2016). Retirement Incentives and Labor Supply. In J. Piggott and A. Woodland, editors, Handbook of the Economics of Population Aging, volume 1B, pages 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566. Elsevier.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086ersch-Supan, A., HaÃ\u0083Å\u0092Ã\u0082Ë\u0086rtl, K., and Leite, D. (2016). Social Security and Public Insurance. In J. Piggott and A. Woodland, editors, Handbook of the Economics of Population Aging, volume 1B, pages 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863. Elsevier.",
        "Brown, K. M. and Laschever, R. A. (2012). When TheyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re Sixty-Four: Peer EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects and the Timing of Retirement. American Economic Journal: Applied Economics.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086tler, M. and Teppa, F. (2007). The Choice Between an Annuity and a Lump-Sum: Results from Swiss Pension Funds. Journal of Public Economics, 91, 1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Calonico, S., Cattaneo, M. D., and Titinuik, R. (2014). Robust Nonparametric ConÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence Intervals for Regression Discontinuity Designs. Econometrica, 82(6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Cesarini, D., Lindqvist, E., Notowidigdo, M. J., and OÃ\u0083Å\u0092Ã\u0082Ë\u0086stling, R. (2017). The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Wealth on Individual and Household Labor Supply: Evidence from Swedish Lotteries. American Econmic Review, 107(12), 3917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3946.",
        "Chan, S. and Stevens, A. (1994). What You DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Know CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Help You: Pension Knowledge and Retirement Decision-Making. The Review of Economics and Statistics, 62(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Chetty, R., Friedman, J. N., Leth-Petersen, S., Nielsen, T. H., and Olsen, T. (2014). Active vs. Passive Decisions and Crowd-Out in Retirement Savings Accounts: Evidence from Denmark. The Quarterly Journal of Economics, 129(3), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "The Association Between Income and Life Expectancy in the United States, 2001-2014. The Journal of the American Medical Association, 315(16), 1750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "Coile, C. (2015). Economic Determinants of WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Retirement Decisions. Journal of Economic Surveys, 29(4), 830Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Coile, C. C. and Gruber, J. (2007). Future Social Security Entitlements and the Retirement Decision. The Review of Economics and Statistics, 89(2), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Cribb, J., Emmerson, C., and Tetlow, G. (2016). Signals Matter? Large Retirement Responses to Limited Financial Incentives. Labour Economics, 42, 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Deshpande, M., Fadlon, I., and Gray, C. (2020). How Sticky is Retirement Behavior in the U.S.? Responses to Changes in the Full Retirement Age. NBER Working Paper No. 27190.",
        "Feldstein, M. and Liebman, J. B. (2002). Social Security. In A. J. Auerbach and M. Feldstein, editors, Handbook of Public Economics, volume 4, pages 2245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2324. Elsevier.",
        "Fetter, D. K. and Lockwood, L. M. (2018). Government Old-Age Support and Labor Supply: Evidence from the Old Age Assistance Program. American Economic Review, 108(8), 2174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2211.",
        "Fitzpatrick, M. D. and Moore, T. J. (2018). The Mortality EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Retirement: Evidence from Social Security Eligibility at Age 62. Journal of Public Economics, 157, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Fluder, R. and Salzgeber, R. (2016). Das RentengefaÃ\u0083Å\u0092Ã\u0082Ë\u0086lle zwischen Frauen und MaÃ\u0083Å\u0092Ã\u0082Ë\u0086nnern. Soziale Sicherheit /CHSS.",
        "French, E. (2005). The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Health, Wealth, and Wages on Labour Supply and Retirement Behaviour. The Review of Economic Studies, 72(2), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Gelber, A., Isen, A., and Song, J. (2016). The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Pension Income on Elderly Earnings: Evidence from Social Security and Full Population Data. Working paper, UC Berkeley.",
        "Gruber, J. and Wise, D. A., editors (1999). Social Security and Retirement around the World. University of Chicago Press.",
        "Gruber, J., Kanninen, O., and Ravaska, T. (2020). Relabeling, retirement and regret. Working Paper 27534, National Bureau of Economic Research.",
        "Haller, A. (2020). Welfare EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Pension Reforms. Working Paper.",
        "Hanel, B. and Riphahn, R. T. (2012). The Timing of Retirement Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d New Evidence from Swiss Female Workers. Labour Economics, 19(5), 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Imbens, G. W., Rubin, D. B., and Sacerdote, B. I. (2001). Estimating the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players. American Economic Review, 91(4), 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Kline, P. and Tartari, M. (2016). Bounding the Labor Supply Responses to a Randomized Welfare Experiment: A Revealed Preference Approach. American Economic Review, 106(4), 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Krueger, A. B. and Pischke, J.-S. (1992). The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation. Journal of Labor Economics, 10, 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Kuhn, A., Staubli, S., Wuellrich, J.-P., and ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, J. (2020). Fatal Attraction? Extended Unemployment BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts, Labor Force Exits, and Mortality. Journal of Public Economics.",
        "Lee, D. S. and Lemieux, T. (2010). Regression Discontinuity Designs in Economics. Journal of Economic Literature, 48(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Liebman, J. and Luttmer, E. F. P. (2015). Would People Behave DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erently If They Better Understood Social Security? Evidence from a Field Experiment. American Economic Journal: Economic Policy, 7(1), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Liebman, J., Luttmer, E. F. P., and Seif, D. G. (2009). Labor Supply Responses to Marginal Social Security BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts: Evidence from Discontinuities. Journal of Public Economics, 93(11-12), 1208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Lumsdaine, R. L. and Mitchell, O. S. (1999). New Developments in the Economic Analysis of Retirement. In O. Ashenfelter and D. Card, editors, Handbook of Labor Economics, volume 3, pages 3261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3307. Elsevier.",
        "Madrian, B. C. and Shea, D. F. (2001). The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. The Quarterly journal of economics, 116(4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Manoli, D. and Weber, A. (2016). Nonparametric Evidence on the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Financial Incentives on Retirement Decisions. American Economic Journal: Economic Policy, 8(4), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Mastrobuoni, G. (2009). Labor Supply EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of the Recent Social Security BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081t Cuts: Empirical Estimates using Cohort Discontinuities. Journal of Public Economics, 93, 1224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1233.",
        "McCrary, J. (2008). Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. Journal of Economic Literature, 142(2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "OECD (2019). Pensions at a Glance 2019. Organisation for Economic Cooperation and Development.",
        "Rust, J. (1994). Structural Estimation of Markov Decision Processes. Handbook of Econometrics, 4, 3081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3143.",
        "Rust, J. and Phelan, C. (1997). How Social Security and Medicare AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Retirement Behavior in a World of Incomplete Markets. Econometrica, 65(4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Seibold, A. (2019). Reference Points for Retirement Behavior: Evidence from German Pension Discontinuities. CESifo Working Papers No. 7799.",
        "Senti, C. (2011). Pensionierte als Arbeitnehmende: Ein arbeits- und sozialversicherungsrechtlicher Sonderfall mit Stolperstricken. Presentation, University of St. Gallen.",
        "Staubli, S. and ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, J. (2013). Does Raising the Early Retirement Age Increase Employment of Older Workers? Journal of Public Economics, 108(C), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32."
    ]
}