{
    "id": 2762,
    "cites": 14,
    "cited_by": 161,
    "reference": [
        "Campbell, John Y. and Robert J. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, Volume 95, (October 1987), 1062-1088.",
        "Fama, Eugene F. and Kenneth R. French, Permanent and Temporary Components of Stock Prices, Journal of Political Econp~y, Volume 96, (April 1988), 246-273.",
        "Grossman~ Sanford J. and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices. American Economic Review, 71 (May 1981), 222-27.",
        "Hamilton, James D., A New Approach to the Economic Analysis of Monstationary Time Series and the Business Cycle, manuscript, University of Virginia, 1988, (forthcoming, Econometrica).",
        "Ibbotson, Roger G. and Rex A. Sinquefield, Stocks, Bonds, Bills, and Inflation: The Past and the Future. Charlottesville, VA: ~Tnancial Analysts Research Foundation, 1982.",
        "Lam, Pok-sang, On Hamiltons New Approach to the Economic Analysis of Nonstationary Time Series, manuscript, The Ohio State University, 1988.",
        "Leroy, Stephen F. , Risk Aversion and the Martingale Property of Stock Prices. International Economic Review 14 (June 1973), 436-46.",
        "Lo, Andrew V. and Craig A. MacKinlay, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, forthcoming, Review of Financial Studies. Lucas, Robert E. Jr., Asset Prices in an Exchange Economy, Econometrica 66, (1978), 1429-1445.",
        "Michener, Ronald V. Variance Bounds in a Simple Model of Asset Pricing, Journal of Political Economy, 90 (1982), 166-75.",
        "Neftci, Salih N., Are Economic Time Series Asymmetric over the Business Cycle? Journal of Political Economy 92 (April 1984), 307-328.",
        "Poterba, James M. and Lawrence H. Summers, Mean Reversion in Stock Prices: Evidence and Implications, NBER Working Paper No. 2343, August 1987.",
        "Romer, Christina D. World War I and the Post-War Depression: A Reinterpretation Based on Alternative Estimates of GNP, Journal of Monetary Economics 22 (July 1985), 91-116.",
        "Shiller, Robert J., Do Stock Prices Move Too Much to be Justified by Subsequent Movements in Dividends? American Economic Review 71 (June 1981), 421-436.",
        "Summers, Lawrence H., Does the Stock Market Rationally Reflect Fundamental Values? Journal of Finance 41, 591-600. West, Kenneth D. Dividend Innovations and Stock Price Volatility, Econometrica 56 (January 1988), 37-62."
    ]
}