{
    "id": 27625,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Allen, Treb and Costas Arkolakis, 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Transportation Infrastructure Improvements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 25487, National Bureau of Economic Research.",
        "Aschauer, David Alan, 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equilibrium approach to fiscal policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 20(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Aschauer, David Alan, 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does public capital crowd out private capital?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary economics 24(2): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Bachmann, RÃ\u0083Æ\u0092Ã\u0082Â¼diger, Tim O. Berg, and Eric R. Sims, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation expectations and readiness to spend: Cross-sectional evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 7(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Baxter, Marianne and Robert G. King, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy in General Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 83(3): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Boehm, Christoph E., 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government consumption and investment: Does the composition of purchases affect the multiplier?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics .",
        "Bom, Pedro R.D. and Jenny E. Ligthart, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What have we learned from three decades of research on the productivity of public capital?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic surveys 28(5): 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916.",
        "Bouakez, Hafedh, Michel Guillard, and Jordan Roulleau-Pasdeloup, 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public investment, time to build, and the zero lower bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 23: 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Bouakez, Hafedh, Michel Guillard, and Jordan Roulleau-Pasdeloup, 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal composition of public spending in a deep recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics .",
        "Broer, Tobias, Niels-Jakob Harbo Hansen, Per Krusell, and Erik Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093berg, 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A"
    ]
}