{
    "id": 27639,
    "cites": 45,
    "cited_by": 0,
    "reference": [
        "Aguiar, Mark and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 69, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "AkÃ\u0083â\u0080\u009eÃ\u0082Â±ncÃ\u0083â\u0080\u009eÃ\u0082Â±, OÃ\u0083Å\u0092Ã\u0082Ë\u0086zge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global financial conditions, country spreads and macroeconomic fluctuations in emerging countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 91 (2), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Arellano, Cristina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Income Fluctuations in Emerging Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98(3), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Arora, Vivek and Martin Cerisola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does US monetary policy influence sovereign spreads in emerging markets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff papers, 2001, 48 (3), 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Bai, Yan, Seon Tae Kim, and Gabriel Mihalache, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The payment schedule of sovereign debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2017, 161, 19 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 23.",
        "Bianchi, Javier and CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar Sosa-Padilla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reserve Accumulation, Macroeconomic Stabilization, and Sovereign Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2020.",
        "Bloom, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of uncertainty shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fluctuations in uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2014, 28 (2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Cantor, Richard and Frank Packer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants and impact of sovereign credit ratings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy Review, 1996, 2 (2).",
        "CataÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Luis AV and Rui C Mano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2017, 107, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Cruces, Juan JoseÃ\u0083Å\u0092Ã\u0082Â\u0081, Marcos Buscaglia, and JoaquÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Alonso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Country Risk and Valuation in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. manuscript, Universidad Nacional de La Plata.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, Pablo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Reputation and Debt Repayment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Manuscript, Univ. of Maryland.",
        "Eaton, Jonathan and Mark Gersovitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with potential repudiation: theoretical and empirical analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1981, 48, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Edwards, Sebastian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LDC Foreign Borrowing and Default Risk: An Empirical Investigation, 1976-80,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1984, 74 (4), 726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Eichengreen, B. and A. Mody, What Explains the Changing Spreads on Emerging Market Debt?, University Of Chicago Press, 2000.",
        "Fender, Ingo, Bernd Hayo, and Matthias Neuenkirch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daily pricing of emerging market sovereign CDS before and during the global financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2012, 36 (10), 2786Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2794.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, JesuÃ\u0083Å\u0092Ã\u0082Â\u0081s and Juan F Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Volatility: Data, Models, and Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advances in Economics and Econometrics: Tenth World Congress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 3 Cambridge University Press 2013, p. 137.",
        ", Pablo GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, Juan F Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, and Martin Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2561.",
        "Foley-Fisher, Nathan and Bernardo Guimaraes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US real interest rates and default risk in emerging economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of money, credit and banking, 2013, 45 (5), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Gelos, Gaston, Ratna Sahay, and Guido Sandleris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign borrowing by developing countries: What determines market access?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2011, 83 (2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez-Rozada, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n and Eduardo Levy Yeyati, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global factors and emerging market spreads,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2008, 118, 1917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1936.",
        "Gu, Grace Weishi and Zach Stangebye, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pricing of Sovereign Risk under Costly Information, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Unpublished manuscript.",
        "Guimaraes, Bernardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default: which shocks matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, October 2011, 14 (4), 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Hatchondo, Juan Carlos and Leonardo Martinez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-duration bonds and sovereign defaults, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 79, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        ", , and CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar Sosa-Padilla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt dilution and sovereign default risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Hilscher, Jens and Yves Nosbusch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of sovereign risk: Macroeconomic fundamentals and the pricing of sovereign debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2010, 14 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "IMF, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design and Effectiveness of Collective Action Clauses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002.",
        "Justiniano, Alejandro and Giorgio E Primiceri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time-Varying Volatility of Macroeconomic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2008, 98 (3), 604.",
        "Kaminsky, Graciela Laura and Pablo Vega-GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic and idiosyncratic sovereign debt crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2016, 14 (1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Kastner, Gregor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with Stochastic Volatility in Time Series Using the R Package stochvol,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Software, Articles, 2016, 69 (5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Kopecky, Karen A and Richard MH Suen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state Markov-chain approximations to highly persistent processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2010, 13 (3), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Lizarazo, Sandra Valentina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default risk and risk averse international investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Longstaff, Francis A, Jun Pan, Lasse H Pedersen, and Kenneth J Singleton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How sovereign is sovereign credit risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2011, 3 (2), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Maltritz, Dominik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of sovereign yield spreads in the Eurozone: A Bayesian approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2012, 31 (3), 657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672. Financial Stress in the Eurozone.",
        "Neumeyer, Pablo. and Fabrizio Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycles in emerging economies: the role of interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2005, 52, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Pouzo, Demian and Ignacio Presno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default risk and uncertainty premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2016, 8 (3), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Rai, Vikram and Lena Suchanek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of the federal reserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tapering announcements on emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Canada Working Paper, 2014.",
        "Reyes-Heroles, Ricardo and Gabriel Tenorio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Volatility and Sudden Stops: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Seoane, HernaÃ\u0083Å\u0092Ã\u0082Â\u0081n D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Volatility, Default, And The Sovereign Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2019, 60 (1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Sosa-Padilla, CeÃ\u0083Å\u0092Ã\u0082Â\u0081sar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Defaults and Banking Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2018, 99, 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Tauchen, George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state markov-chain approximations to univariate and vector autoregressions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics letters, 1986, 20 (2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Uribe, Martin and Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Open economy macroeconomics, Princeton University Press, 2017.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n and Vivian Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country spreads and emerging countries: Who drives whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 69, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Vasicek, O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An equilibrium characterization of the term structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 1977, 5 (2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Yue, Vivian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default and debt renegotiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2010, 80, 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187."
    ]
}