{
    "id": 27636,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Bellemare, Marc F., & Wichman, Casey J. 2019. Elasticities and the Inverse Hyperbolic Sine Transformation. Oxford Bulletin of Economics and Statistics, 82(1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Bliss, Christopher, & Stern, Nicholas H. 1978. Productivity, wages, and nutrition: part I: Theory. Journal of Development Economics, 5, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Bruhn, Miriam, & McKenzie, David. 2009. In Pursuit of Balance: Randomization in Practice in Development Field Experiments. American Economic Journal: Applied Economics, 1(4), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Byerlee, Derek, & Traxler, Greg. 2001. The Role of Technology Spillovers and Economies of Size in the Efficient Design of Agricultural Research Systems. Chap. 9, pages 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186 of: Alston, Julian M., Pardey, Philip G., & Taylor, Michael J. (eds), Agricultural Science Policy: Changing Global Agendas. Baltimore and London: The Johns Hopkins University Press.",
        "Carter, Michael R., Laajaj, Rachid, & Yang, Dean. 2020. Temporary Subsidies and Green Revolution Technology Adoption by Farmers and Their Social Networks. American Economic Journal: Applied Economics.",
        "Evenson, R. E., & Gollin, D. 2003. Assessing the impact of the Green Revolution, 1960 to 2000. Science, 300(5620), 758Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762. Fund, Acumen. Acumen Fund announces investment in Western Seed Company Limited.",
        "Gerhart, John. 1975. The diffusion of hybrid maize in Western KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dAbridged by CIMMYT. Tech. rept. Centro Internacional de Mejoramiento de Maiz y Trigo, Mexico City.",
        "Hassan, R M. 1998. Maize Technology Development and Transfer: A GIS Application for Research Planning In Kenya. Wallingford and New York: CAB International.",
        "Kantor, Shawn, & Whalley, Alexander. 2019. Research Proximity and Productivity: LongTerm Evidence from Agriculture. Journal of Political Economy, 127(2).",
        "KEPHIS. 2018. National Crop Variety List - Kenya. Tech. rept. Kenya Plant Health Inspectorate Service, Nairobi.",
        "Langyintuo, Augustine S., Mwangi, Wilfred, Diallo, Alpha O., MacRobert, John, Dixon, John, & BÃ\u0083Æ\u0092Ã\u0082Â¤nziger, Marianne. 2010. Challenges of the maize seed industry in eastern and southern Africa: A compelling case for private-public intervention to promote growth. Food Policy, 35(4), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "McKenzie, David. 2012. Beyond baseline and follow-up: The case for more T in experiments. Journal of Development Economics, 99(2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221. Partners, Pearl Capital. no date. Impact investment Understanding financial and social impact of investments in East African agricultural businesses. Teh Gatsby Charitable Foundation.",
        "Spielman, David J, Kolady, Deepthi, Cavalieri, Anthony, & Rao, N Chandrasekhara. 2014. The seed and agricultural biotechnology industries in India: An analysis of industry structure, competition, and policy options. Food Policy, 45, 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "TAMPA2. 2004. Tegemeo Agricultural Monitoring and Policy Analysis Project. Tech. rept. Egerton University - Tegemeo Institute of Agricultural Policy and Development and Michigan State University, Nairobi.",
        "TAPRA. 2010. Tegemeo Agricultural Policy Research Analysis Project. Tech. rept. Egerton University - Tegemeo Institute of Agricultural Policy and Development and Michigan State University, Nairobi.",
        "Tjernstrom, Emilia. 2017 (April). Learning from Others in Heterogeneous Environments."
    ]
}