{
    "id": 27642,
    "cites": 50,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew B, and Janice C Eberly, 1996, Optimal investment with costly reversibility, Review of Economic Studies 63, 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Almeida, Heitor, and Murillo Campello, 2007, Financial constraints, asset tangibility, and corporate investment, Review of Financial Studies 20, 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Altig, David, Lawrence J Christiano, Martin Eichenbaum, and Jesper Linde, 2011, Firmspecific capital, nominal rigidities and the business cycle, Review of Economic Dynamics 14, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Benmelech, Efraim, 2008, Asset salability and debt maturity: Evidence from nineteenthcentury american railroads, Review of Financial Studies 22, 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1584.",
        "Benmelech, Efraim, and Nittai K Bergman, 2011, Bankruptcy and the collateral channel, Journal of Finance 66, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Berger, Philip G, Eli Ofek, and Itzhak Swary, 1996, Investor valuation of the abandonment option, Journal of Financial Economics 42, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Bernstein, Shai, Emanuele Colonnelli, and Benjamin Iverson, 2019, Asset allocation in bankruptcy, Journal of Finance 74, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Bertola, Guiseppe, and Ricardo J Caballero, 1994, Irreversibility and aggregate investment, Review of Economic Studies 61, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Bloom, Nicholas, 2009, The impact of uncertainty shocks, Econometrica 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, Nicholas, 2014, Fluctuations in uncertainty, Journal of Economic Perspectives 28, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Bris, Arturo, Ivo Welch, and Ning Zhu, 2006, The costs of bankruptcy: Chapter 7 liquidation versus Chapter 11 reorganization, Journal of Finance 61, 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1303.",
        "Caggese, Andrea, and Ander Perez-Orive, 2018, Capital misallocation and secular stagnation, Working paper.",
        "Catherine, Sylvain, Thomas Chaney, Zongbo Huang, David Sraer, and David Thesmar, 2019, Aggregate effects of collateral constraints, Working paper.",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel, 2005, Measuring capital and technology: An expanded framework, in Measuring capital in the new economy, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46 (University of Chicago Press).",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel, 2009, Intangible capital and US economic growth, Review of Income and Wealth 55, 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Crouzet, Nicolas, and Janice Eberly, 2019a, Rents and intangible capital: A q+ framework, Working paper.",
        "Crouzet, Nicolas, and Janice C Eberly, 2019b, Understanding weak capital investment: The role of market concentration and intangibles, Jackson Hole Symposium.",
        "De Loecker, Jan, Jan Eeckhout, and Gabriel Unger, 2020, The rise of market power and the macroeconomic implications, Quarterly Journal of Economics .",
        "Eisfeldt, Andrea L, and Adriano A Rampini, 2006, Capital reallocation and liquidity, Journal of Monetary Economics 53, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Falato, Antonio, Dalida Kadyrzhanova, Jae Sim, and Roberto Steri, 2020, Rising intangible capital, shrinking debt capacity, and the US corporate savings glut, Working paper.",
        "Flynn, Zach, Amit Gandhi, and James Traina, 2019, Identifying market power in production data, Working paper.",
        "Gavazza, Alessandro, 2011, The role of trading frictions in real asset markets, American Economic Review 101, 1106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Giglio, Stefano, and Tiago Severo, 2012, Intangible capital, relative asset shortages and bubbles, Journal of Monetary Economics 59, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Gilchrist, Simon, Raphael Schoenle, Jae Sim, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, 2017, Inflation dynamics during the financial crisis, American Economic Review 107, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823.",
        "Gilchrist, Simon, Jae W Sim, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, 2014, Uncertainty, financial frictions, and investment dynamics, Working paper.",
        "Gulen, Huseyin, and Mihai Ion, 2016, Policy uncertainty and corporate investment, Review of Financial Studies 29, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Haskel, Jonathan, and Stian Westlake, 2018, Capitalism without capital: The rise of the intangible economy (Princeton University Press).",
        "Kermani, Amir, and Yueran Ma, 2020, Two tales of debt, Working paper.",
        "Kim, Hyunseob, and Howard Kung, 2017, The asset redeployability channel: How uncertainty affects corporate investment, Review of Financial Studies 30, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy 105.",
        "Lamont, Owen A, 2000, Investment plans and stock returns, Journal of Finance 55, 2719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2745.",
        "Lanteri, Andrea, 2018, The market for used capital: Endogenous irreversibility and reallocation over the business cycle, American Economic Review 108, 2383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2419.",
        "Li, Ye, 2019, Fragile new economy: The rise of intangible capital and financial instability, Working paper.",
        "Lian, Chen, and Yueran Ma, 2020, Anatomy of corporate borrowing constraints, Working paper.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2001, The market for corporate assets: Who engages in mergers and asset sales and are there efficiency gains?, Journal of Finance 56, 2019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2065.",
        "Mann, William, 2018, Creditor rights and innovation: Evidence from patent collateral, Journal of Financial Economics 130, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Midrigan, Virgiliu, and Daniel Yi Xu, 2014, Finance and misallocation: Evidence from plant-level data, American Economic Review 104, 422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Moll, Benjamin, 2014, Productivity losses from financial frictions: Can self-financing undo capital misallocation?, American Economic Review 104, 3186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Murfin, Justin, and Ryan Pratt, 2019, Who finances durable goods and why it matters: Captive finance and the coase conjecture, Journal of Finance 74, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Nakamura, Emi, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson, 2008, Five facts about prices: A reevaluation of menu cost models, Quarterly Journal of Economics 123, 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Nekarda, Christopher J, and Valerie A Ramey, 2011, Industry evidence on the effects of government spending, American Economic Journal: Macroeconomics 3, 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Nunn, Nathan, 2007, Relationship-specificity, incomplete contracts, and the pattern of trade, Quarterly Journal of Economics 122, 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Peters, Ryan H, and Lucian A Taylor, 2017, Intangible capital and the investment-q relation, Journal of Financial Economics 123, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Pindyck, Robert S, 1991, Irreversibility, uncertainty, and investment, Journal of Economic Literature 29, 1110.",
        "Ramey, Valerie A, and Matthew D Shapiro, 2001, Displaced capital: A study of aerospace plant closings, Journal of Political Economy 109, 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Rauch, James E, 1999, Networks versus markets in international trade, Journal of International Economics 48, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Shleifer, Andrei, and Robert W Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Traina, James, 2018, Is aggregate market power increasing? Production trends using financial statements, Working paper.",
        "Williamson, Oliver E, 1981, The economics of organization: The transaction cost approach, American Journal of Sociology 87, 548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Woodford, Michael, 2005, Firm-specific capital and the New Keynesian Phillips Curve, International Journal of Central Banking . Main Figures and Tables"
    ]
}