{
    "id": 27641,
    "cites": 75,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, and Simon Johnson, 2005, Unbundling institutions, Journal of Political Economy 113, 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "Acharya, Viral V, Yakov Amihud, and Lubomir Litov, 2011, Creditor rights and corporate risk-taking, Journal of Financial Economics 102, 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Aghion, Philippe, and Patrick Bolton, 1992, An incomplete contracts approach to financial contracting, Review of Economic Studies 59, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Alderson, Michael J, and Brian L Betker, 1995, Liquidation costs and capital structure, Journal of Financial Economics 39, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Alfaro, Ivan, Nicholas Bloom, and Xiaoji Lin, 2018, The finance uncertainty multiplier, Working paper.",
        "Almeida, Heitor, and Murillo Campello, 2007, Financial constraints, asset tangibility, and corporate investment, Review of Financial Studies 20, 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Beck, Thorsten, and Ross Levine, 2005, Legal institutions and financial development, in Handbook of New Institutional Economics, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278 (Springer).",
        "Becker, Bo, and Victoria Ivashina, 2016, Covenant-light contracts and creditor coordination, Working paper.",
        "Becker, Bo, and Jens Josephson, 2016, Insolvency resolution and the missing high-yield bond markets, Review of Financial Studies 29, 2814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2849.",
        "Benmelech, Efraim, 2008, Asset salability and debt maturity: Evidence from nineteenthcentury american railroads, Review of Financial Studies 22, 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1584.",
        "Benmelech, Efraim, and Nittai K Bergman, 2009, Collateral pricing, Journal of Financial Economics 91, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Benmelech, Efraim, Nitish Kumar, and Raghuram Rajan, 2020a, The decline of secured debt, Working paper.",
        "Berger, Philip G, Michael Minnis, and Andrew Sutherland, 2017, Commercial lending concentration and bank expertise: Evidence from borrower financial statements, Journal of Accounting and Economics 64, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Berger, Philip G, Eli Ofek, and Itzhak Swary, 1996, Investor valuation of the abandonment option, Journal of Financial Economics 42, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Berlin, Mitchell, Greg Nini, and G Yu Edison, 2020, Concentration of control rights in leveraged loan syndicates, Journal of Financial Economics .",
        "Bernstein, Shai, Emanuele Colonnelli, and Benjamin Iverson, 2019, Asset allocation in bankruptcy, Journal of Finance 74, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Bradley, Michael, and Michael R Roberts, 2015, The structure and pricing of corporate debt covenants, Quarterly Journal of Finance 5, 1550001.",
        "Bris, Arturo, Ivo Welch, and Ning Zhu, 2006, The costs of bankruptcy: Chapter 7 liquidation versus Chapter 11 reorganization, Journal of Finance 61, 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1303.",
        "Brunnermeier, Markus K, and Martin Oehmke, 2013, The maturity rat race, Journal of Finance 68, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Chaney, Thomas, David Sraer, and David Thesmar, 2012, The collateral channel: How real estate shocks affect corporate investment, American Economic Review 102, 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2409.",
        "Chava, Sudheer, and Michael R Roberts, 2008, How does financing impact investment? The role of debt covenants, Journal of Finance 63, 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2121.",
        "Christensen, Hans B, and Valeri V Nikolaev, 2012, Capital versus performance covenants in debt contracts, Journal of Accounting Research 50, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Corbae, Dean, and Pablo DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, 2017, Reorganization or liquidation: Bankruptcy choice and firm dynamics, Working paper.",
        "Crouzet, Nicolas, 2018, Aggregate implications of corporate debt choices, Review of Economic Studies 85, 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "De Fiore, Fiorella, and Harald Uhlig, 2011, Bank finance versus bond finance, Journal of Money, Credit and Banking 43, 1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421.",
        "De Soto, Hernando, 2000, The mystery of capital: Why capitalism triumphs in the West and fails everywhere else (Civitas Books).",
        "Demarzo, Peter M, 2019, Presidential address: Collateral and commitment, Journal of Finance 74, 1587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1619.",
        "Demerjian, Peter R, 2011, Accounting standards and debt covenants: Has the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093balance sheet approachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d led to a decline in the use of balance sheet covenants?, Journal of Accounting and Economics 52, 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Denis, David J, and Vassil T Mihov, 2003, The choice among bank debt, non-bank private debt, and public debt: Evidence from new corporate borrowings, Journal of Financial Economics 70, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Dewatripont, Mathias, and Jean Tirole, 1994, A theory of debt and equity: Diversity of securities and manager-shareholder congruence, Quarterly Journal of Economics 109, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Diamond, Douglas, Yunzhi Hu, and Raghuram Rajan, 2019a, Liquidity and the structure of intermediation, Working paper.",
        "Diamond, Douglas W, 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Diamond, Douglas W, 1991, Monitoring and reputation: The choice between bank loans and directly placed debt, Journal of Political Economy 99, 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Diamond, Douglas W, Yunzhi Hu, and Raghuram G Rajan, 2019b, Pledgeability, industry liquidity, and financing cycles, Journal of Finance .",
        "Djankov, Simeon, Oliver Hart, Caralee McLiesh, and Andrei Shleifer, 2008, Debt enforcement around the world, Journal of Political Economy 116, 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Donaldson, Jason Roderick, Denis Gromb, and Giorgia Piacentino, 2019a, Conflicting priorities: A theory of covenants and collateral, Working paper.",
        "Donaldson, Jason Roderick, Denis Gromb, and Giorgia Piacentino, 2019b, The paradox of pledgeability, Journal of Financial Economics .",
        "Eisfeldt, Andrea L, and Adriano A Rampini, 2009, Leasing, ability to repossess, and debt capacity, Review of Financial Studies 22, 1621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1657.",
        "Gilson, Stuart C, Edith S Hotchkiss, and Richard S Ruback, 2000, Valuation of bankrupt firms, Review of Financial Studies 13, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Gopal, Manasa, 2019, How collateral affects small business lending: The role of lender specialization, Working paper.",
        "Green, Daniel, 2018, Corporate refinancing, covenants, and the agency cost of debt, Working paper.",
        "Hart, Oliver, and John Moore, 1994, A theory of debt based on the inalienability of human capital, Quarterly Journal of Economics 109, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c879.",
        "Hart, Oliver, and John Moore, 1998, Default and renegotiation: A dynamic model of debt, Quarterly Journal of Economics 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Haselmann, Rainer, Katharina Pistor, and Vikrant Vig, 2010, How law affects lending, Review of Financial Studies 23, 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Holmstrom, Bengt, and Jean Tirole, 1997, Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Ivashina, Victoria, Luc Laeven, and Enrique Moral-Benito, 2020, Loan types and the bank lending channel, Working paper.",
        "Iverson, Benjamin, 2018, Get in line: Chapter 11 restructuring in crowded bankruptcy courts, Management Science 64, 5370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5394.",
        "Iverson, Benjamin Charles, Joshua Madsen, Wei Wang, and Qiping Xu, 2019, Learning by doing: Evidence from bankruptcy judges, Working paper.",
        "Kaplan, Steven N, and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2003, Financial contracting theory meets the real world: An empirical analysis of venture capital contracts, Review of Economic Studies 70, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Kermani, Amir, and Yueran Ma, 2020, Asset specificity of non-financial firms, Working paper.",
        "Kim, Hyunseob, and Howard Kung, 2017, The asset redeployability channel: How uncertainty affects corporate investment, Review of Financial Studies 30, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Lian, Chen, and Yueran Ma, 2020, Anatomy of corporate borrowing constraints, Working paper.",
        "Luck, Stephan, and JoaÃ\u0083Å\u0092Ã\u0082Æ\u0092o AC Santos, 2019, The valuation of collateral in bank lending, Working paper.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2001, The market for corporate assets: Who engages in mergers and asset sales and are there efficiency gains?, Journal of Finance 56, 2019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2065.",
        "Matvos, Gregor, 2013, Estimating the benefits of contractual completeness, Review of Financial Studies 26, 2798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2844.",
        "Mian, Atif, and Amir Sufi, 2011, House prices, home equity-based borrowing, and the us household leverage crisis, American Economic Review 101, 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Murfin, Justin, 2012, The supply-side determinants of loan contract strictness, Journal of Finance 67, 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1601.",
        "Murfin, Justin, and Ryan Pratt, 2019, Who finances durable goods and why it matters: Captive finance and the Coase conjecture, Journal of Finance 74, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Nini, Greg, David C Smith, and Amir Sufi, 2012, Creditor control rights, corporate governance, and firm value, Review of Financial Studies 25, 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1761.",
        "Park, Cheol, 2000, Monitoring and structure of debt contracts, Journal of Finance 55, 2157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2195.",
        "Ponticelli, Jacopo, and Leonardo S Alencar, 2016, Court enforcement, bank loans, and firm investment: Evidence from a bankruptcy reform in brazil, Quarterly Journal of Economics 131, 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1413.",
        "Porta, Rafael La, Florencio Lopez-de Silanes, Andrei Shleifer, and Robert W Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Ramey, Valerie A, and Matthew D Shapiro, 2001, Displaced capital: A study of aerospace plant closings, Journal of Political Economy 109, 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Rampini, Adriano A, and S Viswanathan, 2010, Collateral, risk management, and the distribution of debt capacity, Journal of Finance 65, 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, Adriano A, and S Viswanathan, 2013, Collateral and capital structure, Journal of Financial Economics 109, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Rauch, James E, 1999, Networks versus markets in international trade, Journal of International Economics 48, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Rauh, Joshua D, and Amir Sufi, 2010, Capital structure and debt structure, Review of Financial Studies 23, 4242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4280.",
        "Repullo, Rafael, and Javier Suarez, 1998, Monitoring, liquidation, and security design, The Review of Financial Studies 11, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Roberts, Michael R, and Amir Sufi, 2009, Control rights and capital structure: An empirical investigation, Journal of Finance 64, 1657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1695.",
        "Schwert, Michael, 2020, Does borrowing from banks cost more than borrowing from the market?, Journal of Finance 75, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Shleifer, Andrei, and Robert W Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Smith, Clifford W, and Jerold B Warner, 1979, On financial contracting: An analysis of bond covenants, Journal of Financial Economics 7, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, Per, 2000, Conflicts of interest and market illiquidity in bankruptcy auctions: Theory and tests, Journal of Finance 55, 2641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2692.",
        "Vig, Vikrant, 2013, Access to collateral and corporate debt structure: Evidence from a natural experiment, Journal of Finance 68, 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928. Main Figures and Tables"
    ]
}