{
    "id": 27654,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Adjemian, StÃ\u0083Æ\u0092Ã\u0082Â©phane; Bastani, Houtan; Juillard, Michel; KaramÃ\u0083Æ\u0092Ã\u0082Â©, FrÃ\u0083Æ\u0092Ã\u0082Â©dÃ\u0083Æ\u0092Ã\u0082Â©ric; Maih, Junior; Mihoubi,Ferhat;Perendia,George;Pfeifer,Johannes;Ratto,MarcoandSÃ\u0083Æ\u0092Ã\u0082Â©bastienVillemot. 2011. Dynare: Reference Manual, Version 4. Dynare Working Papers 1, CEPREMAP.",
        "Amiti, Mary, Redding, Stephen and David Weinstein. 2019. The Impact of the 2018 Taris on Prices and Welfare. Journal of Economic Perspectives 33(4), 187-210 Andersen,TorbenG.,Bollerslev,Tim,Diebold,FrancisX.andClaraVega. 2007. Real-time pricediscoveryinglobalstock, bondandforeignexchangemarkets. JournalofInternational Economics 73(2), 251-277.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nassy-QuÃ\u0083Æ\u0092Ã\u0082Â©rÃ\u0083Æ\u0092Ã\u0082Â©, AgnÃ\u0083Æ\u0092Ã\u0082Â¨s, BussiÃ\u0083Æ\u0092Ã\u0082Â¨re, Matthieu and Pauline Wibaux. 2018. Trade and Currency Weapons. CESifo, Working Paper Series 7112.",
        "Bown, Chad, and Melina Kolb. 2020. Trump's Trade War Timeline: An Up-to-date Guide.",
        "PetersonInstituteforInternationalEconomicshttps://piie.com/system/les/documents/trumptrade -war-timeline.pdf Dornbusch, Rudiger. 1987. External Balance Correction: Depreciation or Protection? Brookings Papers on Economic Activity, 249-269.",
        "Eichengreen, Barry. 1981. A Dynamic Model of Taris, Output and Employment Under Flexible Exchange Rates. Journal of International Economics 11, 341-359.",
        "Eichengreen, Barry. 2019. Trade Policy and the Macroeconomy. IMF Economic Review 67, 4-23.",
        "Erceg, Chris, Prestipino, Andrea, and Andrea Rao. 2018. The Macroeconomic Eects of TradePolicy.\"FRBInternationalFinanceDiscussionPaperNo.1242, BoardofGovernorsof the Federal Reserve System.",
        "Fajgelbaum,PabloD.,Goldberg,PinelopiK.,KennedyPatrickJ.andAmitK.Khandelwal. 2019. The Return to Protectionism. NBER Working Paper 25638.",
        "Faust, Jon, Rogers, J., Wang, S., and J. Wright. 2006. The High Frequency Response of ExchangeRatesandInterestRatestoMacroeconomicAnnouncements. JournalofMonetary Economics 54, 1051-1068.",
        "FontagnÃ\u0083Æ\u0092Ã\u0082Â©,Lionel,Martin,Philippe,andGianlucaOrece. 2018. TheInternationalElasticity Puzzle is Worse Than You Think. Journal of International Economics vol. 115(C), 115-129.",
        "Furceri, Davide, Hannan, Swarnali, Ostry, Jonathan and Andrew Rose. 2018. Macroeconomic Consequences of Taris. NBER Working Paper 25402.",
        "Gali, Jordi, and Monacelli, Tommaso. 2005. Monetary Policy and Exchange Rate Volatility in a Small Open Economy. Review of Economic Studies 72, 707-734.",
        "Gopinath, Gita. 2016. The International Price System. Jackson Hole Symposium Proceedings.",
        "Jeanne, Olivier. 2020. To What Extent Are Taris Oset by Exchange Rates? Peterson Institute Working Paper.",
        "Klau, Marc, and Fung, San Sau. 2006. The New BIS Eective Exchange Rate Indices. BIS Quarterly Review, March 2006.",
        "Krugman, Paul. 1982. The Macroeconomics of Protection with a Floating Exchange Rate. Carnegie Rochester Conference Series on Public Policy 16, 141-182.",
        "Li, Gloria. 2019. Onshore and Oshore RMB Response to Recent RMB Announcements. Johns Hopkins University. Manuscript (Senior Thesis).",
        "LindÃ\u0083Æ\u0092Ã\u0082Â©, Jesper, and Andrea Pescatori. 2019. The Macroeconomic Eects of Trade Taris: RevisitingtheLernerSymmetryResult. JournalofInternationalMoneyandFinance95(C), 52-69.",
        "Rogers,JohnH.,Scotti,ChiaraandJonathanH.Wright. 2014. EvaluatingAsset-marketEffects of Unconventional Monetary Policy: a Multi-country Review. Economic Policy 29(80), 749-799.",
        "Rotemberg, Julio. 1982. Sticky Prices in the United States.Journal of Political Economy 90(6), 1187-1211.",
        "Stiglitz, Joseph. 2016. A Nobel Laureate Explains How Trump Could Nuke the Economy."
    ]
}