{
    "id": 27657,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Ascari, Guido and Nicola Branzoli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-run optimal degree of indexation in new Keynesian models with price staggering aÃ\u0083Å\u0092Ã\u0082â\u0082¬ la Calvo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Bulletin 30, February 2010, 482-493.",
        "Benati, Luca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investigating Inflation Persistence Across Monetary Regimes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 123, August 2008, 1005-1060.",
        "Bils, Mark, and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112, 2004, 947-985.",
        "Calvo, Guillermo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 12, September 1983, 383-398.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113, 2005, 1-45.",
        "Cogley, Timothy, and Argia M. Sbordone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Inflation, Indexation, and Inflation Persistence in the New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98, December 2008, 2101-26.",
        "Del Negro, Marco Michele Lenza, Giorgio E. Primiceri, and Andrea Tambalotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Whats Up with the Phillips Curve?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BPEA Conference Drafts, March 2020.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press: Princeton, New Jersey, 2008.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. and Luca Gambetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the U.S. Wage Phillips Curve Flattened? A SemiStructural Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, CREI, 2018.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, and Mark Gertler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation dynamics: A structural econometric analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 44, October 1999, 195-222.",
        "Kurozumi, Takushi, and Willem Van Zandweghe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Intrinsic Inflation Persistence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Cleveland, Working Paper no. 19-16, 2019.",
        "McLeay, Michael and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Inflation and the Identification of the Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2019, volume 34, National Bureau of Economic Research, 2019.",
        "Nakamura, Emi and Jon Steinsson , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts about Prices: A Reevaluation of Menu Cost Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 123, November 2008, 1415-1464.",
        "Smets, Frank R., and Raf Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and frictions in U.S. business cycles: a Bayesian DSGE approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97, 2007, 586-606.",
        "Stock, James H. and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slack and Cyclically Sensitive Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 25987, 2019.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Inflation Persistence: Comments on the Conference on Quantitative Evidence on Price Determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 39, 2007, 203-211.",
        "Yun, Tack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 37, April 1996, 345-370."
    ]
}