{
    "id": 27665,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Abdulai, Awudu, Victor Owusu, and Renan Goetz, 2011, Land Tenure Differences and Investment in Land Improvement Measures: Theoretical and Empirical Analyses, Journal of Development Economics 96, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Acemoglu, Daron, and Simon Johnson, 2005, Unbundling Institutions, Journal of Political Economy 113, 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "Bailey, Martin J., Richard F. Muth, and Hugh O. Nourse, 1963, A Regression Method for Real Estate Price Index Construction, Journal of the American Statistical Association 58, 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Barro, Robert J., 2015, Environmental Protection, Rare Disasters and Discount Rates, Economica 82, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Besley, Timothy, 1995, Property Rights and Investment Incentives: Theory and Evidence from Ghana, Journal of Political Economy 103, 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Besley, Timothy, and Robin Burgess, 2000, Land Reform, Poverty Reduction, and Growth: Evidence from India, The Quarterly Journal of Economics 115, 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430, Publisher: Oxford Academic.",
        "Case, Karl, and Robert Shiller, 1989, The Efficiency of the Market for Single-Family Homes, American Economic Review 79, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Coase, Ronald, 1960, The Problem of Social Cost, Journal of Law and Economics 56, 837 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 877.",
        "Demographia, 2019, 16th Annual Demographia International Housing Affordability Survey: 2020, Demographia http://demographia.com/dhimedia2020.pdf.",
        "Fan, Yi, Maggie Rong Hu, and Wayne Xinwei Wan, 2019, A Tale of Two Cities: The Impact of Cross-Border Migration on Hong KongÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Housing Market, Available at SSRN 3477421 .",
        "Field, Erica, 2007, Entitled to Work: Urban Property Rights and Labor Supply in Peru, The Quarterly Journal of Economics 122, 1561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1602.",
        "Galiani, Sebastian, and Ernesto Schargrodsky, 2010, Property Rights for the Poor: Effects of Land Titling, Journal of Public Economics 94, 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel, 2015a, Very Long-Run Discount Rates, The Quarterly Journal of Economics 130, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Giglio, Stefano, Matteo Maggiori, Johannes Stroebel, and Andreas Weber, 2015b, Climate Change and Long-Run Discount Rates: Evidence from Real Estate, Working Paper 21767, National Bureau of Economic Research.",
        "Goldstein, Markus, and Christopher Udry, 2008, The Profits of Power: Land Rights and Agricultural Investment in Ghana, Journal of Political Economy 116, 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Grossman, Sanford J., and Oliver D. Hart, 1986, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Hainmueller, Jens, 2012, Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies, Political Analysis 20, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hansen, Lars Peter, 2014, Nobel Lecture: Uncertainty Outside and Inside Economic Models, Journal of Political Economy 122, 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987, Publisher: The University of Chicago Press.",
        "Hart, Oliver, and John Moore, 1990, Property Rights and the Nature of the Firm, Journal of Political Economy 98, 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Hassan, Tarek A., Stephan Hollander, Laurence van Lent, and Ahmed Tahoun, 2019, Firm-Level Political Risk: Measurement and Effects, The Quarterly Journal of Economics 134, 2135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2202.",
        "Huber, Peter J., 1992, Robust Estimation of a Location Parameter, in Samuel Kotz, and Norman L. Johnson, eds., Breakthroughs in Statistics: Methodology and Distribution, Springer Series in Statistics, 492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518 (Springer, New York, NY).",
        "Kelly, Bryan, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092 PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, and Pietro Veronesi, 2016, The Price of Political Uncertainty: Theory and Evidence from the Option Market, The Journal of Finance 71, 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2480.",
        "Peng, Wensheng, Lillian Cheung, and Cynthia Leung, 2001, The Property Market and the MacroEconomy, HKMA Quarterly Bulletin .",
        "Pindyck, Robert S., 2013, Climate Change Policy: What Do the Models Tell Us?, Journal of Economic Literature 51, 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, Lubos, and Pietro Veronesi, 2012, Uncertainty about Government Policy and Stock Prices, The Journal of Finance 67, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2013, Political Uncertainty and Risk Premia, Journal of Financial Economics 110, 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Rosen, Sherwin, 1974, Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, The Journal of Political Economy 82, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Taylor, Chloe, 2019, Hong Kong Named the Most Expensive City In the World for Expats, CNBC https://www.cnbc.com/2019/06/26/hong-kong-named-the-most-expensive-city-inthe -world-for-expats.html.",
        "The Economist, 2019, The Turmoil in Hong Kong Stems in Part from Its Unaffordable Housing, The Economist https://www.economist.com/china/2019/08/22/the-turmoil-in-hong-kong-stemsin -part-from-its-unaffordable-housing.",
        "van Binsbergen, Jules, Michael Brandt, and Ralph Koijen, 2012, On the Timing and Pricing of Dividends, American Economic Review 102, 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "Yam, Shui-yin Sharon, 2016, Affective Economies and Alienizing Discourse: Citizenship and Maternity Tourism in Hong Kong, Rhetoric Society Quarterly 46, 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433."
    ]
}