{
    "id": 27684,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Abraham, M. M. and L. M. Lodish (1990): Getting the Most Out of Advertising and Promotion, Harvard Business Review.",
        "Assmus, G., J. U. Farley, and D. R. Lehmann (1984): How Advertising Aects Sales: Meta-Analysis of Econometric Results, Journal of Marketing Research, 21, 6574.",
        "Bagwell, K. (2007): The Economic Analysis of Advertising, in Handbook of Industrial Organization, ed. by M. Armstrong and R. Porter, Elsevier B.V., vol. 3, chap. 28, 17011844.",
        "Bar, R. N. and A. M. Haviv (2019): Brand Building to Deter Entry and its Impact on Brand Value, manuscript.",
        "Borkovsky, R. N., A. Goldfarb, A. M. Haviv, and S. Moorthy (2017): Measuring and Understanding Brand Value in a Dynamic Model of Brand Management, Marketing Science, 36, 471499.",
        "Brynjolfsson, E., A. Collis, and F. Eggers (2019): Using massive online choice experiments to measure changes in well-being, Proceedings of the National Academy of Sciences, 116, 72507255.",
        "Clark, C. R., U. Doraszelski, and M. Draganska (2009): The eect of advertising on brand awareness and perceived quality: An empirical investigation using panel data, Quantitative Marketing and Economics, 7, 207236.",
        "Clarke, D. G. (1976): Econometric Measurement of the Duration of Advertising Eect on Sales, Journal of Marketing Research, 13, 345357.",
        "Deng, Y. and C. F. Mela (2018): TV viewing and advertising targeting, Journal of Marketing Research, 55, 99118.",
        "Du, R. Y., M. Joo, and K. C. Wilbur (2018): Advertising and Brand Attitudes: Evidence from 575 Brands Over Five Years, Working Paper.",
        "Ellison, G. and S. F. Ellison (2011): Strategic Entry Deterrence and the Behavior of Pharmaceutical Incumbents Prior to Patent Expiration, American Economic Journal: Microeconomics, 3, 136.",
        "Gelman, A. and J. Hill (2007): Data Analysis Using Regression and Multilevel/Hierarchical Models, Cambridge University Press.",
        "Goldfarb, A. and C. Tucker (2011): Online Display Advertising: Targeting and Obrusiveness,  Marketing Science, 30, 389404.",
        "Gordon, B. and W. Hartmann (2013): Advertising Eects in Presidential Elections, Marketing Science, 32, 1935.",
        "Griliches, Z. and J. A. Hausman (1986): Errors in variables in panel data, Journal of econometrics, 31, 93118.",
        "Grocery Manufacturers Association and PricewaterhouseCoopers (2006): Insights into the Food, Beverage, and Consumer Products Industry: GMA Overview of Industry Economic Impact, Financial Performance, and Trends, .",
        "Henningsen, S., R. Heuke, and M. Clement (2011): Determinants of Advertising Eectiveness: The Development of an International Advertising Elasticity Database and a MetaAnalysis,  Business Research, 4, 193239.",
        "Hitsch, G. J., A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and X. Lin (2019): Prices and Promotions in U.S. Retail Markets: Evidence from Big Data, manuscript.",
        "Hristakeva, S. and J. H. Mortimer (2020): Impacts of Legacy Discounts in the Market for National Television Advertising, Working Paper.",
        "Hu, Y., L. Lodish, and A. Krieger (2007): An Analysis of Real World TV Advertising Tests: A 15-Year Update, Journal of Advertising Research, 47, 341353.",
        "Johnson, G., R. Lewis, and E. Nubbemeyer (2016): The Online Display Ad Eectiveness Funnel & Carry-Over: A Meta-Study of Ghost Ad Experiments, Working Paper.",
        "Kalyanam, K., J. McAteer, J. Marek, J. Hodges, and L. Lin (2018): Cross Channel Eects of Search Engine Advertising on Brick & Mortar Retail Sales: Meta Analysis of Large Scale Field Experiments on Google.com, Quantitative Marketing and Economics, 16, 142.",
        "Lewis, R. and D. Nguyen (2015): Display advertising&apos;s competitive spillovers to consumer search, Quantitative Marketing and Economics, 13, 93115.",
        "Li, X., W. R. Hartmann, and T. Amano (2019): Identication Using Border Approaches and IVs, Available at SSRN 3402187.",
        "Moshary, S., B. Shapiro, and J. Song (2020): How and When to Use the Political Cycle to Identify Advertising Eects, Marketing Science, forthcoming.",
        "Nevo, A. (2000): Mergers with Dierentiated Products: The Case of the Ready-to-Eat Cereal Industry, RAND Journal of Economics, 31, 395421.",
        "Petrin, A. (2002): Quantifying the Benets of New Products: The Case of the Minivan, Journal of Political Economy, 110, 705729.",
        "Sahni, N. S. (2016): Advertising Spillovers: Evidence from Online Field Experiments and Implications for Returns on Advertising, Journal of Marketing Research, 53, 459478.",
        "Sethuraman, R., G. Tellis, and R. Briesch (2011): How Well Does Advertising Work? Generalizations from Meta-Analysis of Brand Advertising Elasticities, Journal of Marketing Research, 48, 457471.",
        "Shapiro, B. T. (2018): Positive Spillovers and Free Riding in Advertising of Prescription Pharmaceuticals: The Case of Antidepressants, Journal of Political Economy, 126, 381437.",
        "Shashoua, M., J. Fox, and S. Hoderlein (2018): Private Labels, Famous Brands, and Heterogeneous Households: Can High Ad Spending be Justied and are Households&apos; Advertising Elasticities Stable Across Products? manuscript.",
        "Sinkinson, M. and A. Starc (2019): Ask Your Doctor? Direct-to-Consumer Advertising of Pharmaceuticals, Review of Economic Studies, 86, 836881.",
        "Spenkuch, J. L. and D. Toniatti (2018): Political advertising and election outcomes, Quarterly Journal of Economics, forthcoming.",
        "Sutton, J. (1991): Sunk Costs and Market Structure, MIT Press, Cambridge, MA.",
        "Thomas, M. (2020): Spillovers from Mass Advertising: An Identication Strategy, Marketing Science (forthcoming).",
        "Tuchman, A. E. (2019): Advertising and Demand for Addictive Goods: The Eects of ECigarette Advertising, Marketing Science, 38, 9941022.",
        "Wang, Y., M. Lewis, and D. A. Schweidel (2018): A Border Strategy Analysis of Ad Source and Message Tone in Senatorial Campaigns, Marketing Science, 37, 333355."
    ]
}