{
    "id": 2768,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Abowd, John. Collective Bargaining and the Division of the Value of the Enterprise. National Bureau of Economic Research, Working Paper No. 2137, January 1987.",
        "Barro, Robert. Long Term Contracts, Sticky Prices, and Monetary Policy. Jounal of Monetarv Economics 3 (July 1977): 305-316.",
        "Blanchard, Olivier and Lawrence Summers. Hysteresis and the European Unemployment Problem. NBER Macroeconomics Annual (1986): 15-78.",
        "Blanchard, Olivier and Nobuhiro Kiyotaki. Monopolistic Competition and the Effects of Aggregate Demand. American Economic Review 77 (September l987):647-666. Brown, James and Orley Ashenfelter. Testing the Efficiency of Employment Contracts. Journal of Political Economy 94 (June 1986): S40-S87.",
        "Card, David. Strikes and Wages: A Test of a Signalling Model. Princeton University Industrial Relations Section, Unpublished Manuscript, February 1988.",
        "Chriatofides, Louis and Andrew Oswald. Efficient and Inefficient Employment Outcomes: A Study Based on Canadian Contract Data. Oxford Institute of Economics and Statistics, Applied Economics Discussion Paper No. 37, November 1987.",
        "Fischer, Stanley. Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule. Journal of Political Economy 85 (February 1977): 191-206.",
        "Working Paper Number 2473, December 1987.",
        "Geary, Patrick and John Kennan. The Employment-Real Wage Relationship: An International Study. Journal of Political Economy 90 (August 1982): 854-871.",
        "Hall, Robert. Employment Fluctations and Wage Rigidity. Brookings Paoers on Economic Activity 1 1980: 91-123.",
        "Hendricks, Wallace and Lawrence Kahn. Contract Length, Wage Indexation, and Ex-Ante Variability of Real Wages. Journal of Labor Research 8 (Summer 1987): 221-236.",
        "Holtz-Eakin, Douglas, Whitney Newey and Harvey Rosen. Wages and Hours: Estimating Vector Autoregressions with Panel Data. Princeton University Industrial Relations Section, Working Paper No. 222, June 1987.",
        "Kennan, John. An Econometric Analysis of Fluctuations in Aggregate Labor Supply and Demand. Econometrica 56 (March 1988): 317-334.",
        "Kydland, Finn and Edward Prescott. Time to Build and Aggregate Fluctuations. Econometrics 50 (November l982):l345-1370. Mankiw, N. Gregory. Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly. Ouarterlv Journal of Economics 100 (May l985):529-539. McCurdy, Thomas and John Pencavel. Testing Between Competing Models of Wage and Employment Determination in Unionized Markets. Journal of Political Economy 94 (June 1986): S3-S39.",
        "McDonald, Ian and Robert Solow. Wage Bargaining and Employment. American Economic Review 71 (December 1981): 896-908.",
        "Nickell, Stephen and S. Wadhwani. Financial Factors, Efficiency Wages Employment: Investigations Using U.K. Micro-Data. London School of Economics, Center for Labour Economics Working Paper No. 993, November 1987.",
        "Phelps, Edmund and John Taylor. Stabilization Powers of Monetary Policy under Rational Expectations. Journal of Political Economy 85 (February 1977): 163-190.",
        "Rosen, Sherwin, Implicit Contracts: A Survey. Journal of Economic Literature 23 (September 1985): 1144-1176."
    ]
}