{
    "id": 27687,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Aikman, David, Bridges, Jonathan, Kashyap, Anil and Siegert, Caspar. 2019. Would macroprudential regulation have prevented the last crisis? Journal of Economic Perspectives 33: 107-130.",
        "Bernanke, Ben, Boivin, Jean and Eliasz, Piotr. 2005. Measuring the eects of monetary policy: A factor-augmented vector autoregressive (FAVAR) approach. Quarterly Journal of Economics 120: 387-422.",
        "Bernanke, Ben, Gertler, Mark and Watson, Mark. 1997. Systematic monetary policy and the eects of oil price shocks. Brookings Papers on Economic Activity 1: 91-142.",
        "Bianchi, Javier and Mendoza, Enrique. 2018. Optimal time-consistent macroprudential policy. Journal of Political Economy 126: 588-634.",
        "Bianchi, Javier, Boz, Emine and Mendoza, Enrique. 2012. Macro-prudential policy in a Fisherian model of nancial innovation. IMF Economic Review 60: 223-269.",
        "Bianchi, Javier, Liu, Chenxin and Mendoza, Enrique. 2016. Fundamentals news, global liquidity and macroprudential policy. Journal of International Economics 99, Supplement 1: S2-S15.",
        "Borio, Claudio and Shim, Ilhyock. 2007. What can (macro-)prudential policy do to support monetary policy? BIS Working Paper 242.",
        "Blanchard, Olivier and Perotti, Roberto. 2002. An empirical characterization of the dynamic eects of changes in government spending and taxes on output. Quarterly Journal of Economics 117: 1329-1368.",
        "Calderon, Cesar and Serven, Luis. 2014. Macro-prudential policies over the cycle in Latin America. In S. Schmukler and T. Didier (eds.), Emerging Issues in Financial Development: Lessons from Latin America. The World Bank.",
        "Christiano, Lawrence, Eichenbaum, Martin and Evans, Charles. 1999. Monetary policy shocks: What have we learned, and to what end? In Handbook of Monetary Economics, 1999, Taylor, John, Woodford Michael (eds). Elsevier Science: Amsterdam; 65-148.",
        "Cizel, Janko, Frost, Jon, Houben, Aerdt and Wierts, Peter. 2019. Eective macroprudential policy: Cross-sector substitution from price and quantity measures. Journal of Money, Credit and Banking 51(5): 1209-1235.",
        "Claessens, Stijn and Ghosh, Swati. 2012. Macro-prudential policies: Lessons for and from emerging markets. IMF and World Bank unpublished manuscript.",
        "Coibion, Olivier. 2012. Are the eects of monetary policy shocks big or small? American Economic Journal: Macroeconomics 4: 1-32.",
        "Crowe, Christopher, DellAriccia, Giovanni, Igan, Deniz and Rabanal, Pau. 2013. How to deal with real estate booms: Lessons from country experiences. Journal of Financial Stability 9: 300-319.",
        "De Gregorio, Jose, Edwards, Sebastian and Valdes, Rodrigo. 2000. Controls on capital inows: Do they work? Journal of Development Economics 63: 59-83.",
        "De la Torre, Augusto, Ize, Alain and Schmukler, Sergio. 2012. Financial development in Latin America and the Caribbean. World Bank: Latin American and Caribbean Studies.",
        "Disyatat, Piti and Vongsinsirikul, Pinnarat. 2003. Monetary policy and the transmission mechanism in Thailand. The Journal of Asian Economics 14: 389-418.",
        "Federico, Pablo, Vegh Carlos and Vuletin, Guillermo. 2014. Reserve requirement policy over the business cycle. NBER Working Paper 20612.",
        "Fischer, Stanley. 1998 .The IMF and the Asian Crisis. Speech delivered at UCLA (available on the IMF website).",
        "Glocker, Christian and Towbin, Pascal. 2012. The macroeconomic eects of reserve requirements. WIFO Working Paper 420.",
        "Gray, Simon. 2011. Central bank balances and reserve requirements. IMF Working Paper 11/36.",
        "International Monetary Fund. Western Hemisphere Department. 2011. Regional Economic Outlook, October 2011, Western Hemisphere: Shifting Winds, New Policy Challenges. IMF.",
        "Izquierdo, Alejandro, Loo-Kung, Rudy and Rojas-Suarez, Liliana. 2013. Macroprudential regulations in Central America. Center for Global Development Working Paper 318.",
        "JimÃ\u0083Æ\u0092Ã\u0082Â©nez, Gabriel, Ongena Steven, PeydrÃ\u0083Æ\u0092Ã\u0082Â³ JosÃ\u0083Æ\u0092Ã\u0082Â©-Luis and Suarina JesÃ\u0083Æ\u0092Ã\u0082Âºs. 2017. Macroprudential policy, countercyclical bank capital buers, and credit supply: Evidence from the Spanish dynamic provisioning experiments. Journal of Political Economy, 125: 21262177.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar. 2005. Estimation and inference of impulse responses by local projections. American Economic Review 95: 161-182.",
        "Korinek, Anton. 2011. The new economics of prudential capital controls: A research agenda. IMF Economic Review 59: 523-561.",
        "Lahiri, Amartya and Vegh, Carlos. 2003. Delaying the inevitable: Interest rate defense and balance of payments crisis. Journal of Political Economy 111: 404-424.",
        "Le, Viet. 2009. A Vector Autoregression (VAR) analysis of the monetary transmission mechanism in Vietnam. Mimeo (National Graduate Institute for Policy Studies, Vietnam) .",
        "Leeper, Eric, Sims, Christopher and Zha, Tao. 1996. What does monetary policy do? Brookings Papers on Economic Activity 2: 1-78.",
        "Lim, Cheng, Columba, Francesco, Costa, Alejo, Kongsamut, Piyabha, Otani, Akira, Saiyid, Mustafa, Wezel, Torsten and Wu, X. 2011. Macroprudential policy: What instruments and how to use them? IMF Working Paper 11/238.",
        "Ma, Guonan, Xiandong, Yan and Xi, Liu. 2013. Chinas evolving reserve requirements. Journal of Chinese Economic and Business Studies 11: 117-137.",
        "Meeks, Roland. 2017. Capital regulation and the macroeconomy: Empirical evidence and macroprudential policy. European Economic Review 95: 125-141.",
        "Mendoza, Enrique. 2016. Macroprudential policy: Promise and challenges. NBER Working Paper 22868.",
        "Montoro, Carlos and Moreno, Ramon. 2011. The use of reserve requirements as a policy instrument in Latin America. BIS Quarterly Review.",
        "Ostry, Jonathan, Ghosh, Atish, Habrermeir, Karl, Chamon, Marcos, Qureshi, Mahvash and Reinhardt, Dennis. 2010. Capital inows: The role of controls. IMF Sta Position"
    ]
}