{
    "id": 27695,
    "cites": 54,
    "cited_by": 0,
    "reference": [
        "Aizawa, N. (2019). Labor market sorting and health insurance system design. Quantitative Economics, 10(4):1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "Aizawa, N. and Kim, Y. S. (2018). Advertising and risk selection in health insurance markets. American Economic Review, 108(3):828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Aizer, A. (2007). Public health insurance, program take-up, and child health. The Review of Economics and Statistics, 89(3):400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Allende, C., Gallego, F., and Neilson, C. (2019). Approximating the equilibrium effects of informed school choice. Working Paper, Princeton University.",
        "Andrabi, T., Das, J., and Khwaja, A. I. (2017). Report cards: The impact of providing school and child test scores on educational markets. American Economic Review, 107(6):1535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. The RAND Journal of Economics, pages 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bertrand, M., Karlan, D., Mullainathan, S., Shafir, E., and Zinman, J. (2010). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Advertising Content Worth? Evidence from a Consumer Credit Marketing Field Experiment*. The Quarterly Journal of Economics, 125(1):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Black, S. E. (1999). Do better schools matter? parental valuation of elementary education*. The Quarterly Journal of Economics, 114(2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Blake, T., Nosko, C., and Tadelis, S. (2015). Consumer heterogeneity and paid search effectiveness: A large-scale field experiment. Econometrica, 83(1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Brown, J., Duggan, M., Kuziemko, I., and Woolston, W. (2014). How does risk selection respond to risk adjustment? new evidence from the medicare advantage program. American Economic Review, 104(10):3335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Cabral, M., Geruso, M., and Mahoney, N. (2018). Do larger health insurance subsidies benefit patients or producers? evidence from medicare advantage. American Economic Review, 108(8):2048Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Cebul, R. D., Rebitzer, J. B., Taylor, L. J., and Votruba, M. E. (2011). Unhealthy insurance markets: Search frictions and the cost and quality of health insurance. American Economic Review, 101(5):1842Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Currie, J. (2006). The take up of social benefits. Poverty, the Distribution of Income, and Public Policy, pages 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. New York: Russell Sage.",
        "Curto, V., Einav, L., Levin, J., and Bhattacharya, J. (2020). Can health insurance competition work? evidence from medicare advantage. forthcoming, Journal of Political Economy.",
        "Domurat, R., Menashe, I., and Yin, W. (2019). The role of behavioral frictions in health insurance marketplace enrollment and risk: Evidence from a field experiment. Working Paper 26153, National Bureau of Economic Research.",
        "DubÃ\u0083Æ\u0092Ã\u0082Â©, J.-P., Hitsch, G., and Manchanda, P. (2005). An Empirical Model of Advertising Dynamics. Quantitative Marketing and Economics (QME), 3(2):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Dubois, P., Griffith, R., and OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, M. (2018). The effects of banning advertising in junk food markets. The Review of Economic Studies, 85(1):396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Duggan, M., Starc, A., and Vabson, B. (2016). Who benefits when the government pays more? pass-through in the medicare advantage program. Journal of Public Economics, 141(Supplement C):50 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 67.",
        "Finkelstein, A., Hendren, N., and Shepard, M. (2019). Subsidizing health insurance for low-income adults: Evidence from massachusetts. American Economic Review, 109(4):1530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Finkelstein, A. and Notowidigdo, M. J. (2019). Take-Up and Targeting: Experimental Evidence from SNAP.",
        "Goeree, M. S. (2008). Limited information and advertising in the us personal computer industry. Econometrica, 76(5):1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Goldin, J., Lurie, I. Z., and McCubbin, J. (2019). Health insurance and mortality: Experimental evidence from taxpayer outreach. Working Paper 26533, National Bureau of Economic Research.",
        "Gollust, S. E., Wilcock, A., Fowler, E. F., Barry, C. L., Niederdeppe, J., Baum, L., and Karaca-Mandic, P. (2018). Tv advertising volumes were associated with insurance marketplace shopping and enrollment in 2014. Health Affairs, 37(6):956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Gordon, B. R. and Hartmann, W. R. (2016). Advertising competition in presidential elections. Quantitative Marketing and Economics, 14(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Grossman, G. M. and Shapiro, C. (1984). Informative advertising with differentiated products. The Review of Economic Studies, 51(1):63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Hackmann, M. B., Kolstad, J. T., and Kowalski, A. E. (2015). Adverse selection and an individual mandate: When theory meets practice. American Economic Review, 105(3):1030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Handel, B., Hendel, I., and Whinston, M. D. (2015). Equilibria in health exchanges: Adverse selection versus reclassification risk. Econometrica, 83(4):1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Handel, B. R. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts.",
        "Handel, B. R., Kolstad, J. T., Minten, T., and Spinnewijn, J. (2020). The social determinants of choice quality: Evidence from health insurance in the netherlands. working paper, UC Berkley and LSE.",
        "Handel, B. R., Kolstad, J. T., and Spinnewijn, J. (2019). Information frictions and adverse selection: Policy interventions in health insurance markets. The Review of Economics and Statistics, 101(2):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Hastings, J., HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A., and Syverson, C. (2017). Sales force and competition in financial product markets: The case of mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s social security privatization. Econometrica, 85(6):1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1761.",
        "Hastings, J. S. and Weinstein, J. M. (2008). Information, School Choice, and Academic Achievement: Evidence from Two Experiments. The Quarterly Journal of Economics, 123(4):1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Hendren, N. (2016). The policy elasticity. Tax Policy and the Economy, 30(1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ho, K. and Lee, R. S. (2019). Equilibrium provider networks: Bargaining and exclusion in health care markets. American Economic Review, 109(2).",
        "Holmes, T. J. (1998). The effect of state policies on the location of manufacturing: Evidence from state borders. Journal of Political Economy, 106(4):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Johnson, E. J., Meier, S., and Toubia, O. (2018). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Catch? Suspicion of Bank Motives and Sluggish Refinancing. The Review of Financial Studies, 32(2):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Karaca-Mandic, P., Wilcock, A., Baum, L., Barry, C. L., Fowler, E. F., Niederdeppe, J., and Gollust, S. E. (2017). The volume of tv advertisements during the acaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s first enrollment period was associated with increased insurance coverage. Health Affairs, 36(4):747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Kosar, K. R. (2014). Advertising by the federal government: An overview. Congressional Research Service Report for Congress .",
        "Lee, P. V., Pegany, V., Scullary, J., and Stevens, C. (2017). Marketing matters: Lessons from california to promote stability and lower costs in national and state individual insurance markets. Technical Report, Covered California.",
        "Lewis, R. A. and Rao, J. M. (2015). The unfavorable economics of measuring the returns to advertising.",
        "Li, X., Hartmann, W. R., and Amano, T. (2020). Preference externality estimators: A comparison of border approaches and ivs. Working paper, Peking University, Stanford GSB, and Harvard Business School.",
        "Moshary, S. (2017). Price discrimination across pacs and the consequences of political advertising regulation. Working paper, University of Pennsylvania.",
        "Myerson, R. (2019). Information gaps and health insurance enrollment: Evidence from affordable care act assister programs. Working paper, University of Wisconsin-Madison.",
        "Polyakova, M. (2016). Regulation of insurance with adverse selection and switching costs: Evidence from medicare part d. American Economic Journal: Applied Economics, pages 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Polyakova, M. and Ryan, S. (2019). Subsidy targeting and market power. working paper, Stanford Univertisy and Washington University in St. Louis.",
        "Sen, A. P. and DeLeire, T. (2018). How does expansion of public health insurance affect risk pools and premiums in the market for private health insurance? evidence from medicaid and the affordable care act marketplaces. Health Economics, 27(12):1877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Competing public and private television advertising campaigns and marketplace enrollment for 2015 to 2018. RSF: The Russell Sage Foundation Journal of the Social Sciences, 6(2):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Shapiro, B. (2018). Positive spillovers and free riding in advertising of prescription pharmaceuticals: The case of antidepressants. Journal of Political Economy, 126(1):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Shapiro, B., Hitsch, G. J., and Tuchman, A. (2019). Generalizable and robust tv advertising effects. Working paper, Chicago Booth and Northwestern kellogg.",
        "Shepard, M. (2016). Hospital network competition and adverse selection: Evidence from the massachusetts health insurance exchange. Working paper, Harvard University .",
        "Sinkinson, M. and Starc, A. (2018). Ask Your Doctor? Direct-to-Consumer Advertising of Pharmaceuticals. The Review of Economic Studies, 86(2):836Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Spenkuch, J. L. and Toniatti, D. (2018). Political Advertising and Election Results. The Quarterly Journal of Economics, 133(4):1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2036.",
        "Tebaldi, P. (2017). Estimating equilibrium in health insurance exchanges: Price competition and subsidy design under the aca. Working paper, University of Chicago .",
        "Tuchman, A. E. (2019). Advertising and demand for addictive goods: The effects of e-cigarette advertising."
    ]
}