{
    "id": 2770,
    "cites": 10,
    "cited_by": 32,
    "reference": [
        "Adams, Charles and Daniel Gros (1986), \"The Consequences of Real Exchange Rate Rules for Inflation: Some Illustrative Examples,\" International Monetary Fund Staff Papers 33:439-76.",
        "Barro, Robert J. and David B. Cordon (1983), \"Rules, Discretion and Reputation in a Model of Monetary Policy,\" Journal of Monetary Economics 12:101-21.",
        "Bryant, Ralph (1980), Money and Monetary Policy in Interdependent Economies, The Brookings Institution, Washington, D.C. Canzoneri, Matthew B. (1985), \"Monetary Policy Games and the Role of Private Information,\" American Economic Review 75:1056-70.",
        "Flood, Robert P. and Peter Isard (1988), \"Simulations with a Rule That Links Base-Money Growth to Nominal GNP,\" forthcoming.",
        "Gagnon, Joseph E. and Dale W. Henderson (1988), \"Nominal Interest Rate Pegging Under Alternative Expectations Hypotheses,\" revised manuscript (July).",
        "Gray, Jo Anna (1976), \"Wage Indexation: A Macroeconomic Approach,\" Journal of Monetary Economics 2:221-35.",
        "Isard, Peter and Liliana Rojas-Suarez (1986), \"Velocity of Money and the Practice of Monetary Targeting: Experience, Theory and the Policy Debate.\" In InternationalMonetary Fund, Staff Studies for the World Economic Outlook, Washington, D.C. :73-114. Kydlund, Finn E. and Edward C. Prescott, \"Rules Rather Than Indiscretion: The Inconsistency of Optimal Plans,\" Journal of Political Economy 85:473-92.",
        "Lucas, Robert E., Jr. (1972), \"Expectations and the Neutrality of Money,\" Journal of Economic Theory 4:103-24.",
        "McCallum, Bennett T. (1987), \"The Case for Rules in the Conduct of Monetary Policy: A Concrete Example.\" In Federal Reserve Bank of Richmond, Economic Review, Richmond:lO-18 (Sept./Oct.). (1988) , \"Robustness Properties of a Rule for Monetary Policy,\" revised manuscript (February).",
        "Rogoff, Kenneth (1985), \"The Optimal Degree of Commitment to An Intermediate Monetary Target,\" Ouarterly Journal of Economics 100:1169-89. - 39 -(1987), \"Reputation, Coordination and Monetary Policy,&apos; forthcoming in R. Barro (ed.), Handbook of Modern Business Cycle Theory, Cambridge University Press."
    ]
}