{
    "id": 27704,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Ackerberg, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising Learning and Customer Choice in Experience Good Markets: A Structural Empirical Examination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2003, 44 (3), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040.",
        "Adao, Rodrigo, Arnaud Costinot, and Dave Donaldson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Counterfactual Predictions in Neoclassical Models of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2017, 107 (3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Angrist, Joshua D. and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn-Steffen Pischke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, June 2010, 24 (2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Measuring Preferences for Schools and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        ", Nathaniel Keohane, and Christopher Timmins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Hedonic valuation: The Case of Air Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 2009, 58 (1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 14.",
        "Berry, Steven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete Choice Models of Product Differentiation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Summer 1994, 23 (2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        ", James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1995, 60 (4), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c917.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Vehicle Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2004, 112 (1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Berry, Steven T., Amit Gandhi, and Philip A. Haile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connected Substitutes and Invertibility of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (5), 2087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2111.",
        "Bhattacharya, Debopam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Welfare Analysis for Discrete Choice: Some General Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2018, 9, 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Block, H.D. and Jacob Marschak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Orderings and Stochastic Theories of Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ingra Olkin, Sudhish Ghurye, Wassily Hoeffding, William G. Mado, and Henry B. Mann, eds., Contributions to Probability and Statistics: Essays in Honor of Harold Hotelling, Stanford University Press, 1960, pp. 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Blundell, Richard and Rosa L. Matzkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Control Functions in Nonseparable Simultaneous Equations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2014, 5 (2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        ", Dennis Kristensen, and Rosa L. Matzkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Control Functions and Simultaneous Equations Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 2013, 103, 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounding Quantile Demand Functions Using Revealed Preference Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2014, 179, 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Burda, Martin, Matthew Harding, and Jerry Hausman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bayesian Mixed Logit-Probit Model for Multinomial Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2015, 30, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Capps, Cory, David Dranove, and Mark Satterthwaite, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Market Power in Option Demand Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2003, 34 (5), 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Diamond, Rebecca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants and Welfare Implications of US WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Diverging Location Choices by Skill: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2016, 106, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Falmagne, Jean-Claude, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Representation Theorem for Finite Random Scale Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Psychology, 1978, 18, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Fan, Ying, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ownership Consolidation and Product Characteristics: A Study of the U.S. Daily Newspaper Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1628.",
        "Gentzkow, Matthew and Jesse Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Media Slant? Evidence from U.S. Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2010, 78, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gerber, Alan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Campaign Spending on Senate Election Outcomes Using Instrumental Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review, 1998, 92 (2), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Goldberg, Pinelopi Koujianou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1995, 63 (4), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951.",
        "Gordon, Brett and Wesley R. Hartmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising Effects in Presidential Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 2013, 32 (1), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Hausman, J., G. Leonard, and J.D. Zona, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Analysis with Differentiated Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique, 1994, 34, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Hausman, Jerry A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of New Goods under Perfect and Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Timothy F. Bresnahan and Robert J. Gordon, eds., The Economics of New Goods, Chicago: University of Chicago Press, 1996, chapter 5, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Ho, Katherine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Restricted Hospital Choice in the U.S. Medical Care Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2006, 21, 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer-Provider Networks in the Medical Care Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Hom, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice, Segregation and Access to Quality Schools: Evidence from Arizona,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Yale University 2018.",
        "Lewbel, Arthur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Special Regressor Method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jeffrey S. Racine, Liangjun Su, and Aman Ullah, eds., The Oxford Handbook of Applied Nonparametric and Semiparametric Econometrics and Statistics, Oxford University Press, 2014, pp. 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Mas-Colell, Andreu, Michael D. Whinston, and Jerry R. Green, Microeconomic Theory, Oxford University Press, 1995.",
        "Matzkin, Rosa L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Nonparametric Models with Simultaneity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revealed Stochastic Preference: A Synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 2005, 26, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Neilson, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted Vouchers, Competition Among Schools, and the Academic Achievement of Poor Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Princeton University 2019.",
        "Nevo, Aviv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Estimation of Random Coefficients Logit Models of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 2000, 9 (4), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Newey, Whitney K. and James L. Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variable Estimation in Nonparametric Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (5), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Petrin, Amil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Benefits of New Products: The Case of the Minivan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JPE, August 2002, 110 (4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "van Mill, Jan, The Infinite-Dimensional Topology of Function Spaces, Elsevier, 2002.",
        "Waldfogel, Joel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference Externalities: An Empirical Study of Who Benefits Whom in Differentiated-Product Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Autumn 2003, 34 (3), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c568."
    ]
}