{
    "id": 27701,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Acharya, V., Almeida, H., and Campello, M. (2013). Credit lines as monitored liquidity insurance: Theory and evidence. Journal of Finance, 68:2059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2116.",
        "Acharya, V., Almeida, H., and Ippolito, F. (2012). Credit lines as monitored liquidity insurance: Theory and evidence. Journal of Financial Economics, 112(3):287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Agarwal, S., Chomsisengphet, S., and Driscoll, J. (2004). Loan commitments and private firms. Board of Governors of the Federal Reserve System, Working Paper.",
        "Berrospide, J. (2012). Liquidity hoarding and the financial crisis: An empirical evaluation. Board of Governors of the Federal Reserve, Working Paper.",
        "Board, S. (2011). Relational contracts and value of loyalty. American Economic Review, 101(7):3349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3367.",
        "Bord, V. and Santos, J. (2012). The rise of the originate-to-distribute model and the role of banks in financial intermediation. Federal Reserve Bank of New York Economic Policy Review, pages 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Bord, V. and Santos, J. (2014). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ liquidity and the cost of liquidity to corporations. Journal of Money, Credit and Banking, 46(1):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Campello, M., Giambona, E., Graham, J., and Harvey, C. (2011). Liquidity management and corporate investment during a financial crisis. The Review of Financial Studies, 24(6):1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1979.",
        "Campello, M., Graham, J., and Harvey, C. (2010). The real effects of credit constraints: Evidence from a financial crisis. Journal of Financial Economics, 97(3):470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Chava, S. and Jarrow, R. (2008). Modeling loan commitments. Finance Research Letters, 5:11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Chen, Z., Hu, Y., John, K., and Mao, C. (2017). How much liquidity insurance do credit lines provide? SSRN, Working Paper.",
        "Chodorow-Reich, G. and Falato, A. (2018). The loan covenant channel: How bank health transmits to the real economy. Working Paper, Harvard University.",
        "Demiroglu, C., James, C., and Kizilaslan, A. (2012). Bank lending standards and access to lines of credit. Journal of Money, Credit, and Banking, 44(6):1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Flannery, M. and Lockhart, B. (2009). Credit lines and the substitutability of cash and debt. Working Paper, University of Florida.",
        "Gao, P. and Yun, H. (2009). Commercial paper, lines of credit, and the real effects of the financial crisis of 2008: Firm-level evidence from the manufacturing industry. Working Paper, Notre Dame University.",
        "Gatev, E. and Strahan, P. (2006). BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ advantage in hedging liquidity risk: Theory and evidence from the commercial paper market. Journal of Finance, 61:867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "Ham, J. and Melnik, A. (1987). Loan demand: An empirical analysis using micro data. Review of Economics and Statistics, 69:704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Holmstrom, B. and Tirole, J. (1997). Private and public supply of liquidity. Journal of Political Economy, 106(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Huang, R. (2010). How committed are bank lines of credit? experiences in the subprime mortgage crisis. Federal Reserve Bank of Philadelphia, Working Paper.",
        "Ivashina, V. and Scharfstein, D. (2010a). Bank lending during the financial crisis of 2008. Journal of Financial Economics, 97(3):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Ivashina, V. and Scharfstein, D. (2010b). Loan syndication and credit cycles. American Economic Review Papers and Proceedings, 100(2):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, G., Lopez, J., and Saurina, J. (2009). Empirical Analysis of Corporate Credit Lines. Review of Financial Studies, 22(12):5069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5098.",
        "Kizilaslan, A. and Mathers, A. (2014). Strategic credit line usage and performance. Journal of Financial Research, 37(2):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Lins, K., Servaes, H., and Tufano, P. (2010). What drives corporate liquidity? an international survey of cash holdings and lines of credit. Journal of Financial Economics, 98(1):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Norden, L. and Weber, M. (2010). Credit Line Usage, Checking Account Activity, and Default Risk of Bank Borrowers. Review of Financial Studies, 23(10):3665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3699.",
        "Paligorova, T. and Santos, J. (2019). The side eects of shadow banking on liquidity provision. SSRN, Working Paper.",
        "Rampini, A. and Viswanathan, S. (2019a). Financial intermediary capital. Review of Economic Studies, 86(1):413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Rampini, A. and Viswanathan, S. (2019b). Financing insurance. Duke University, Working Paper.",
        "Ray, D. (2002). The time structure of self-enforcing agreements. Econometrica, 70:547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Roberts, M. and Sufi, A. (2009). Renegotiation of financial contracts: Evidence from private credit agreements. Journal of Financial Economics, 93:159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Schwert, M. (2020). Does borrowing from banks cost more than borrowing from the market? Journal of Finance, 75(2):905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Shockley, R. and Thakor, A. (1997). Bank loan commitment contracts: Data, theory and tests. Journal of Money, Credit, and Banking, 29(4):517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Sufi, A. (2009). Bank lines of credit in corporate finance: An empirical analysis. Review of Financial Studies, 22(3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1088.",
        "Yun, H. (2009). The choice of corporate liquidity and corporate governance. Review of Financial Studies, 22(4):1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1475."
    ]
}