{
    "id": 27713,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Aizer, A. and J. J. Doyle Jr. (2015). Juvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly Assigned Judges. Quarterly Journal of Economics 130(2), 759803.",
        "Anwar, S., P. Bayer, and R. Hjalmarsson (2012). The Impact of Jury Race in Criminal Trials. Quarterly Journal of Economics 127(2), 10171055.",
        "Anwar, S., P. Bayer, and R. Hjalmarsson (2017). A Jury of Her Peers: The Impact of the First Female Jurors on Criminal Convictions. Economic Journal 129(618), 603650.",
        "Bagues, M. F. and B. Esteve-Volart (2010). Can Gender Parity Break the Glass Ceiling? Evidence from a Repeated Randomized Experiment. Review of Economic Studies 77(4), 13011328.",
        "Bandiera, O., I. Barankay, and I. Rasul (2010). Social Incentives in the Workplace. Review of Economic Studies 77(2), 417458.",
        "Battaglini, M., J. M. Harris, and E. Patacchini (2020). Professional Interactions and Hiring Decisions: Evidence from the Federal Judiciary. NBER Working Paper 26726.",
        "Boyd, C. L., L. Epstein, and A. D. Martin (2010). Untangling the Causal Eects of Sex on Judging. American Journal of Political Science 54(2), 389411.",
        "Carrell, S. E., B. I. Sacerdote, and J. E. West (2013). From Natural Variation to Optimal Policy? The Importance of Endogenous Peer Group Formation. Econometrica 81(3), 855882.",
        "Cornelissen, T., C. Dustmann, and U. SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg (2017). Peer Eects in the Workplace. American Economic Review 107(2), 425456.",
        "Dahl, G. B., K. V. LÃ\u0083Æ\u0092Ã\u0082Â¸ken, and M. Mogstad (2014). Peer Eects in Program Participation. American Economic Review 104(7), 20492074.",
        "De Paola, M. and V. Scoppa (2015). Gender Discrimination and Evaluators Gender: Evidence from Italian Academia. Economica 82(325), 162188.",
        "Eren, O. and N. Mocan (2019). Juvenile Punishment, High School Graduation and Adult Crime: Evidence from Idiosyncratic Judge Harshness. Review of Economics and Statistics, forthcoming.",
        "Etzkowitz, H., C. Kemelgor, M. Neuschatz, B. Uzzi, and J. Alonzo (1994). The Paradox of Critical Mass for Women in Science. Science 266(5182), 51  54.",
        "Falk, A. and A. Ichino (2006). Clean Evidence on Peer Eects. Journal of Labor Economics 24(1), 3957.",
        "Grossman, G., O. Gazal-Ayal, S. D. Pimentel, and J. M. Weinstein (2016). Descriptive Representation and Judicial Outcomes in Multiethnic Societies. American Journal of Political Science 60(1), 4469.",
        "Hjalmarsson, R. (2009). Juvenile Jails: A Path to the Straight and Narrow or to Hardened Criminality? Journal of Law and Economics 52(4), 779809.",
        "Kanter, R. M. (1977). Some Eects of Proportions on Group Life: Skewed Sex Ratios and Responses to Token Women. American Journal of Sociology 82(5), 965990.",
        "Kastellec, J. P. (2013). Racial Diversity and Judicial Inuence on Appellate Courts. American Journal of Political Science 57(1), 167183.",
        "Liptak, A. (2009). The Waves Minority Judges Always Make. New York Times (May 31).",
        "Louisiana Childrens Code (2012). Louisiana State Legislature-Various Chapters (1998-2012).",
        "Louisiana District Judges Association Periodicals (2000). Guide to the Louisiana Judiciary (1956-2000).",
        "Manski, C. F. (1993). Identi cation of Endogenous Social Eects: The Reection Problem. Review of Economic Studies 60(3), 531542.",
        "Mas, A. and E. Moretti (2009). Peers at Work. American Economic Review 99(1), 112145.",
        "Mott, R. (2001). Policy Interventions, Low-Level Equilibria, and Social Interactions. In in Social Dynamics, eds. Steven N. Durlauf and H. Peyton Young, pp. 4582. Cambridge, MA: MIT Press.",
        "Murphy, F. X. (2019). Does Increased Exposure to Peers with Adverse Characteristics Reduce Workplace Performance? Evidence from a Natural Experiment in the US Army. Journal of Labor Economics 37(2), 435466.",
        "Mustard, D. B. (2001). Racial, Ethnic, and Gender Disparities in Sentencing: Evidence from the U.S. Federal Courts. Journal of Law and Economics 44(1), 285314.",
        "Philippe, A. and A. Ouss (2018). No Hatred or Malice, Fear or Aection: Media and Sentencing. Journal of Political Economy 126(5), 21342178.",
        "Posner, R. A. (1983). The Economics of Justice. Harvard University Press. Cambridge MA.",
        "Rehavi, M. M. and S. B. Starr (2014, dec). Racial Disparity in Federal Criminal Sentences. Journal of Political Economy 122(6), 13201354.",
        "Sacerdote, B. (2001). Peer Eects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics 116(2), 681704.",
        "The Supreme Court of Louisiana (2012). Annual Reports (1998-2012).",
        "Washington, E. L. (2008). Female Socialization: How Daughters Aect Their Legislator Fathers. American Economic Review 98(1), 311332.",
        "Whitmore, D. (2005). Resource and Peer Impacts on Girls Academic Achievement: Evidence from a Randomized Experiment. American Economic Review 95(2), 199203."
    ]
}