{
    "id": 27715,
    "cites": 65,
    "cited_by": 1,
    "reference": [
        "Achdou, Y., J. Han, J.-M. Lasry, P.-L. Lions, and B. Moll (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Distribution in Macroeconomics: A Continuous-Time Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23732, National Bureau of Economic Research.",
        "Andreasen, M., J. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, and J. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pruned State-Space System for Non-Linear DSGE Models: Theory and Empirical Applications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 85, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Archer, E., I. M. Park, L. Buesing, J. Cunningham, and L. Paninski (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Black Box Variational Inference for State Space Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Columbia University.",
        "Aruoba, S. B., J. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, and J. F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Solution Methods for Dynamic Equilibrium Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 30, 2477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2508.",
        "AzinovicÃ\u0083Å\u0092Ã\u0082Â\u0081, M., L. Gaegauf, and S. Scheidegger (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep Equilibrium Nets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Zurich, https://ssrn.com/abstract=3393482.",
        "Bach, F. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaking the Curse of Dimensionality with Convex Neural Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Machine Learning Research, 18, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Barron, A. R. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Approximation Bounds for Superpositions of a Sigmoidal Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Information Theory, 39, 930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Berger, J. and R. Wolpert (1988): The Likelihood Principle, Institute of Mathematical Statistics, 2nd ed.",
        "Betancourt, M. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Conceptual Introduction to Hamiltonian Monte Carlo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Columbia University.",
        "Blei, D. M., A. Kucukelbir, and J. D. McAuliffe (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variational Inference: A Review for Statisticians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 112, 859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "Boivin, J. and M. Giannoni (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Models in a Data-Rich Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 12772, National Bureau of Economic Research.",
        "Brooks, S., A. Gelman, G. Jones, and X. Meng (2011): Handbook of Markov Chain Monte Carlo, Chapman & Hall/CRC Handbooks of Modern Statistical Methods, CRC Press.",
        "Browning, M., L. Hansen, and J. Heckman (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and General Equilibrium Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor and M. Woodford, Elsevier, vol. 1, Part A, chap. 08, 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633, 1 ed.",
        "Brunnermeier, M. K. and Y. Sannikov (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Canova, F. and L. Sala (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Square One: Identification Issues in DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Casella, G. and E. I. George (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Gibbs Sampler,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Statistician, 46, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Casella, S., J. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, and S. Hansen (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of Dynamic Equilibrium Models with Unstructured Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Pennsylvania.",
        "Chernozhukov, V. and H. Hong (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An MCMC Approach to Classical Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 115, 293 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 346.",
        "Childers, D., J. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081dez-Villaverde, J. Perla, C. Rackauckas, and P. Wu (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiable State-Space Models with Applications to Estimation using Hamiltonian Monte Carlo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Pennsylvania.",
        "Chopin, N. and O. Papaspiliopoulos (2020): An Introduction to Sequential Monte Carlo, Springer Verlag.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cover, T. and J. Thomas (2012): Elements of Information Theory, 2nd edition, Wiley.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Econometrics of DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SERIEs: Journal of the Spanish Economic Association, 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and P. A. GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks and Business Cycle Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., P. A. GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, J. F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, and M. Uribe (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2561.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., S. Hurtado, and G. NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Frictions and the Wealth Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26302, National Bureau of Economic Research.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., J. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, and F. Schorfheide (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solution and Estimation Methods for DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor and H. Uhlig, Elsevier, vol. 2, 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and J. F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Macroeconomic Models: A Likelihood Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74, 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Structural are Structural Parameters?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2007, ed. by D. Acemoglu, K. Rogoff, and M. Woodford, University of Chicago Press, Chicago, vol. 22.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and D. Z. Valencia (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Practical Guide to Parallelization in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 24561, National Bureau of Economic Research. Gabaix, X. (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Behavioral New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Girolami, M. and B. Calderhead (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Riemann Manifold Langevin and Hamiltonian Monte Carlo Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series B (Statistical Methodology), 73, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Goodfellow, I., Y. Bengio, and A. Courville (2016): Deep Learning, MIT Press.",
        "Gornemann, N., K. Kuester, and M. Nakajima (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy with Heterogeneous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 12-21, Federal Reserve Bank of Philadelphia.",
        "GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, P. A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What You Match Does Matter: The Effects of Observable Variables on DSGE Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 25, 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Hansen, G. D. and E. C. Prescott (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Methods for Computing Equilibria of Business Cycle Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Frontiers of Business Cycle Research, ed. by T. F. Cooley, Princeton University Press, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Hansen, L. P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Generalized Method of Moments Estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Harvey, A. C. (1990): Forecasting, Structural Time Series Models and the Kalman Filter, Cambridge University Press.",
        "Herbst, E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gradient and Hessian-based MCMC for DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Pennsylvania.",
        "Herbst, E. and F. Schorfheide (2015): Bayesian Estimation of DSGE Models, Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tempered Particle Filtering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 210, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Homan, M. D. and A. Gelman (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The No-U-Turn Sampler: Adaptively Setting Path Lengths in Hamiltonian Monte Carlo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Machine Learning Research, 15, 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Ilut, C. L. and M. Schneider (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguous Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Iskrev, N. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local identification in DSGE models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Kalman, R. (1960): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Linear Filtering and Prediction Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transactions of the ASMEÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cJournal of Basic Engineering,, 82, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Kaplan, G., B. Moll, and G. L. Violante (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Khan, A. and J. K. Thomas (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventories and the Business Cycle: An Equilibrium Analysis of (S, s) Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188.",
        "Komunjer, I. and S. Ng (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Identification of Dynamic Stochastic General Equilibrium Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2032.",
        "KuÃ\u0083Å\u0092Ã\u0082Ë\u0086nsch, H. R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Monte Carlo Filters: Algorithms and Theoretical Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 33, 1983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2021.",
        "Kydland, F. E. and E. C. Prescott (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Li, W. and P. Fearnhead (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the asymptotic efficiency of approximate Bayesian computation estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 105, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Maliar, L., S. Maliar, and P. Winant (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will Artificial Intelligence Replace Computational Economists Any Time Soon?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 14024, C.E.P.R. Discussion Papers.",
        "Marjoram, P., J. Molitor, V. Plagnol, and S. TavareÃ\u0083Å\u0092Ã\u0082Â\u0081 (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov Chain Monte Carlo without Likelihoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 100, 15324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15328.",
        "Neal, R. M. (2011): MCMC Using Hamiltonian Dynamics, CRC Press, chap. chapter 5.",
        "Nishiyama, S. and K. Smetters (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Fiscal Policies in a HeterogeneousAgent Overlapping-Generations Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Computational Economics, ed. by K. Schmedders and K. L. Judd, Elsevier, vol. 3, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Primiceri, G. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Inflation Rose and Fell: PolicymakersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs and US Postwar Stabilization Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Robert, C. and G. Casella (2005): Monte Carlo Statistical Methods, Springer, 2nd ed.",
        "Roberts, G. O., A. Gelman, and W. R. Gilks (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weak Convergence and Optimal Scaling of Random Walk Metropolis Algorithms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Applied Probability, 7, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Scalone, V. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Non-Linear DSGEs with the Approximate Bayesian Computation: An Application to the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers 688, Banque de France.",
        "Sisson, S. A., Y. Fan, and M. M. Tanaka (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo without Likelihoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 104, 1760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1765.",
        "Strathmann, H., D. Sejdinovic, S. Livingstone, Z. Szabo, and A. Gretton (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gradient-free Hamiltonian Monte Carlo with Efficient Kernel Exponential Families,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., University College Londn.",
        "Strid, I., P. Giordani, and R. Kohn (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive hybrid Metropolis-Hastings samplers for DSGE models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSE/EFI Working Paper Series in Economics and Finance 724, Stockholm School of Economics.",
        "van Binsbergen, J. H., J. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, R. S. Koijen, and J. F. RubioRamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Interest Rates in a DSGE Model with Recursive Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59, 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Wan, E. and R. Van Der Merwe (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unscented Kalman Filter for Nonlinear Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Adaptive Systems for Signal Processing, Communications, and Control Symposium 2000. AS-SPCC. The IEEE 2000, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Watson, M. W. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive Solution Methods for Dynamic Linear Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 41, 65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 89.",
        "Woodford, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press."
    ]
}