{
    "id": 27717,
    "cites": 54,
    "cited_by": 6,
    "reference": [
        "F. Agostinelli and G. Sorrenti. Money vs. time: Family income, maternal labor supply, and child development. Technical report, 2018.",
        "M. Aguiar and E. Hurst. Measuring trends in leisure: The allocation of time over ve decades. The Quarterly Journal of Economics, 122(3):9691006, 2007.",
        "S. Averett and Y. Wang. Eects of higher EITC payments on children's health, quality of home environment, and noncognitive skills. Public Finance Review, 46(4):519557, 2018.",
        "J. Bastian. The Rise of Working Mothers and the 1975 Earned Income Tax Credit. American Economic Journal: Economic Policy, 2020.",
        "J. Bastian and M. R. Jones. Do EITC Expansions Pay for Themselves? Eects on Tax Revenue and Public Assistance Spending. Working Paper, 2019.",
        "J. Bastian and K. Michelmore. The long-term impact of the Earned Income Tax Credit on children's education and employment outcomes. Journal of Labor Economics, 36(4):11271163, 2018.",
        "G. S. Becker. A theory of the allocation of time. The Economic Journal, 75(299):493517, 1965. R. Bernal. The eect of maternal employment and child care on children's cognitive development.",
        "S. M. Bianchi and J. Robinson. What did you do today? children's use of time, family composition, and the acquisition of social capital. Journal of Marriage and the Family, pages 332344, 1997.",
        "B. Braga, F. Blavin, and A. Gangopadhyaya. The Long-Term Eects of Childhood Exposure to the Earned Income Tax Credit on Health Outcomes. 2019.",
        "J. Brooks-Gunn, W.-J. Han, and J. Waldfogel. Maternal employment and child cognitive outcomes in the rst three years of life: The NICHD study of early child care. Child Development, 73(4): 10521072, 2002.",
        "W. K. Bryant and C. D. Zick. An examination of parent-child shared time. Journal of Marriage and the Family, pages 227237, 1996.",
        "P. Carneiro, K. V. LÃ\u0083Æ\u0092Ã\u0082Â¸ken, and K. G. Salvanes. A ying start? Maternity leave benets and long-run outcomes of children. Journal of Political Economy, 123(2):365412, 2015.",
        "E. Caucutt, L. Lochner, J. Mullins, and Y. Park. Child skill production: Accounting for parental and market-based time and goods investments. Technical report, 2020.",
        "Center on Budget and Policy Priorities. Policy Basics: The Earned Income Tax Credit. 2019. R. Chetty, J. Friedman, and J. Rocko. New Evidence on the Long-Term Impacts of Tax Credits.",
        "R. Chetty, J. Friedman, and E. Saez. Using Dierences in Knowledge Across Neighborhoods to Uncover the Impacts of the EITC on Earnings. American Economic Review, 103(7):26832721, 2013.",
        "D. Costa. From Mill Town to Board Room: The Rise of Women's Paid Labor. Journal of Economic Perspectives, 14(4):101122, 2000.",
        "L. Craig. Does father care mean fathers share? A comparison of how mothers and fathers in intact families spend time with children. Gender & Society, 20(2):259281, 2006.",
        "F. Cunha, J. J. Heckman, L. Lochner, and D. V. Masterov. Interpreting the evidence on life cycle skill formation. Handbook of the Economics of Education, 1:697812, 2006.",
        "G. Dahl and L. Lochner. The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit. American Economic Review, 102(5):19271956, 2012.",
        "G. B. Dahl and L. Lochner. The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit: Reply. American Economic Review, 107(2):62931, February 2017. doi: 10.1257/aer.20161329. URL http://www.aeaweb.org/articles?id=10.1257/aer. 20161329.",
        "D. Del Boca, C. Flinn, and M. Wiswall. Household choices and child development. Review of Economic Studies, 81(1):137185, 2014. ISSN 1467937X. doi: 10.1093/restud/rdt026.",
        "N. Eissa and H. Hoynes. Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit. Journal of Public Economics, 88(9):19311958, 2004.",
        "N. Eissa and H. Hoynes. The Hours of Work Response of Married Couples: Taxes and the Earned Income Tax Credit. Tax Policy and Labor Market Performance, pages 187228, 2006.",
        "N. Eissa and J. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, 111(2):605637, 1996.",
        "W. Evans and C. Garthwaite. Giving Mom a Break: The Impact of Higher EITC Payments on Maternal Health. American Economic Journal: Economic Policy, 6(2):258290, 2014.",
        "D. Feenberg and E. Coutts. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management, 12(1):189194, 1993.",
        "R. FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez. Cultural change as learning: The evolution of female labor force participation over a century. American Economic Review, 103(1):472500, 2013.",
        "A. H. Gauthier, T. M. Smeeding, and F. F. Furstenberg Jr. Are parents investing less time in children? trends in selected industrialized countries. Population and development review, 30(4): 647672, 2004.",
        "A. M. Gelber and J. W. Mitchell. Taxes and time allocation: Evidence from single women and men. The Review of Economic Studies, 79(3):863897, 2012. C. Goldin. The Quiet Revolution That Transformed Women's Employment, Education, and Family.",
        "J. Grogger. The Eects of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income Among Female-Headed Families. Review of Economics and Statistics, 85(2): 394408, 2003.",
        "J. Guryan, E. Hurst, and M. Kearney. Parental education and parental time with children. Journal of Economic Perspectives, 22(3):2346, 2008.",
        "J. J. Heckman and S. Mosso. The economics of human development and social mobility. Annual Review of Economics, 6(1):689733, 2014. F. Heiland, J. Price, and R. Wilson. Maternal employment and time investments in children.",
        "S. Homan and L. Seidman. The Earned Income Tax Credit. Upjohn Press, 1990.",
        "H. Hoynes and A. Patel. Eective policy for reducing poverty and inequality? The Earned Income Tax Credit and the distribution of income. Journal of Human Resources, 53(4):859890, 2018.",
        "H. Hoynes, D. Miller, and D. Simon. Income, the Earned Income Tax Credit, and Infant Health. American Economic Journal: Economic Policy, 7(1):172211, 2015.",
        "L. Jones and K. Michelmore. Timing is Money: Does Lump-Sum Payment of Tax Credits Induce High-Cost Borrowing? Working Paper, 2016.",
        "A. Kalil. Inequality begins at home: The role of parenting in the diverging destinies of rich and poor children. In Families in an Era of Increasing Inequality, pages 6382. Springer, 2015.",
        "A. Kalil, R. Ryan, and M. Corey. Diverging destinies: Maternal education and the developmental gradient in time with children. Demography, 49(4):13611383, 2012.",
        "J. Kimmel and R. Connelly. Mothers' time choices caregiving, leisure, home production, and paid work. Journal of Human Resources, 42(3):643681, 2007.",
        "H. Kleven. The EITC and the Extensive Margin: A Reappraisal. Working Paper, 2019.",
        "P. Kooreman and A. Kapteyn. A disaggregated analysis of the allocation of time within the household. Journal of Political Economy, 95(2):223249, 1987.",
        "A. B. Krueger, D. Kahneman, D. Schkade, N. Schwarz, and A. A. Stone. National time accounting: The currency of life. In Measuring the subjective well-being of nations: National accounts of time use and well-being, chapter 1, pages 986. University of Chicago Press, 2009.",
        "J.-S. Lee and N. K. Bowen. Parent involvement, cultural capital, and the achievement gap among elementary school children. American Educational Research Journal, 43(2):193218, 2006.",
        "D. Manoli and N. Turner. Cash-on-Hand and College Enrollment: Evidence from Population Tax Data and the Earned Income Tax Credit. American Economic Journal: Economic Policy, 2018.",
        "R. Mendenhall, K. Edin, S. Crowley, J. Sykes, L. Tach, K. Kriz, and J. R. Kling. The Role of EITC in the Budgets of Low-Income Households. Social Service Review, 86(3):367400, 2012.",
        "B. Meyer and D. Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, 116(3):10631114, 2001.",
        "C. J. Ruhm. Parental employment and child cognitive development. Journal of Human Resources, 39(1):155192, 2004.",
        "L. C. Sayer, S. M. Bianchi, and J. P. Robinson. Are parents investing less in children? Trends in mothers' and fathers' time with children. American Journal of Sociology, 110(1):143, 2004.",
        "U.S. Bureau of Labor Statistics. American Time Use Survey User's Guide, 2019. https://www. bls.gov/tus/atususersguide.pdf.",
        "Table 2: Weekly Hours Spent on Dierent Activities, by Number of Children All Mothers Mothers Mothers Mothers with 1 with 2 with 3+ Child Children Children Mean S.D. Mean S.D. Mean S.D. Mean S.D. Activity (1) (2) (3) (4) (5) (6) (7) (8) Work (CPS) 21.6 19.5 23.9 19.5 21.8 19.4 16.9 18.8 Home Production 46.5 23.7 41.3 22.2 48.2 23.3 53.3 25.0 with Children 22.0 21.0 15.4 17.9 24.6 20.6 30.4 23.1 Not with Children 24.4 18.1 26.0 18.8 23.6 17.3 22.9 17.6 Leisure 33.4 22.1 34.7 22.8 32.7 21.5 32.1 21.5 with Children 15.6 18.4 13.2 18.0 16.7 18.3 18.3 18.7 Not with Children 17.8 19.5 21.6 21.4 16.0 17.7 13.8 17.0 Total Hours with Children 38.7 31.7 29.3 30.0 42.5 30.5 50.2 31.7 Investment into Children 6.0 10.1 4.3 9.0 6.9 10.5 7.9 11.1 Observations 43,685 17,012 17,144 9,529 Notes: 20032018 ATUS data. Sample includes all mothers 1849 years old. All measures based on ATUS time-diary data except work hours, which are based on hours worked last week in CPS.",
        "Fig. 4. Distribution MaxEITC, by Number of Children and Pre/Post-2009 Notes: 20032018 ATUS data. Sample includes all women 1849 years old.",
        "Fig. 5. Time Spent Working and Time with Children, by Age of Child Notes: 20032018 ATUS data. Sample includes all mothers 1849 years old.",
        "Fig. A.2. CDF of Weekly Work Hours, by Number of Children Notes: 20032018 ATUS data. Sample includes all women 1849 years old. Weekly work hours from CPS hours worked last week.",
        "Data Appendix: ATUS Data Activity Lexicon (2003) This appendix provides a detailed description of how we categorized all ATUS time-use activities."
    ]
}