{
    "id": 27723,
    "cites": 63,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 1998, 113 (4), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, October 2002, 69 (4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 809.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Bias of Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2007, 75 (5), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        ", Philippe Aghion, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance to Frontier, Selection, and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, March 2006, 4 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        ", Benjamin F Jones, and Charles I Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Artificial Intelligence and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, October 2017, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Agrawal, Ajay, Joshua Gans, and Avi Goldfarb, Prediction Machines The Simple Economics of Artificial Intelligence, Harvard Business Press, April 2018.",
        "can see, Chinese firms occupy all of the top 5 positions (see https://bit.ly/2OKL5Ze for more details, last accessed on August 8, 2019). Lee (2019) documents ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s leadership in several sectors of the AI industry.",
        "Aridor, Guy, Yeon-Koo Che, William Nelson, and Tobias Salz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Consequences of Data Privacy Regulation: Empirical Evidence from GDPR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Azoulay, Pierre, Joshua S Graff Zivin, Danielle Li, and Bhaven N Sampat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public R&D Investments and Private-sector Patenting: Evidence from NIH Funding Rules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, June 2018, 86 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Bai, Chong-En, Chang-Tai Hsieh, and Zheng Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Special Deals with Chinese Characteristics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, May 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Barro, Robert J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending in a Simple Model of Endogeneous Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Bartelme, Dominick, Arnaud Costinot, Dave Donaldson, and Andres Rodriguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Textbook Case for Industrial Policy: Theory Meets Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, August 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Barwick, Panle Jia, Myrto Kalouptsidi, and Nahim Bin Zahur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Industrial Policy: an Empirical Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, July 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Besley, Timothy and Torsten Persson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Environmental Politics and Values, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, May 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Bloom, Nicholas, John Van Reenen, and Heidi L Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Toolkit of Policies to Promote Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, August 2019, 33 (3), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Bombardini, Matilde, Bingjing Li, and Ruoying Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and Innovation: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Bronzini, Raffaello and Eleonora Iachini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Incentives for R&D Effective? Evidence from a Regression Discontinuity Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, November 2014, 6 (4), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Cheng, Hong, Ruixue Jia, Dandan Li, and Hongbin Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Robots in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, May 2019, 33 (2), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Clemens, Jeffrey and Parker Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Shocks, Procurement Policies, and the Nature of Medical Innovation: Evidence from Wartime Prosthetic Device Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, January 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Costinot, Arnaud, Dave Donaldson, Margaret Kyle, and Heidi L Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The More We Die, The More We Sell? A Simple Test of the Home-Market Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, January 2019, 134 (2), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Devlin, Jacob, Ming-Wei Chang, Kenton Lee, and Kristina Toutanova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BERT: Pretraining of Deep Bidirectional Transformers for Language Understanding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv.org, October 2018.",
        "Farboodi, Maryam, Toxana Mihet, Thomas Philppon, and Laura L Veldkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Data and Firm Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, January 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Gates, Kelly A, Our Biometric Future Facial Recognition Technology and the Culture of Surveillance, NYU Press, January 2011.",
        "Giorcelli, Michela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Effects of Management and Technology Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, January 2019, 109 (1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Gross, Daniel P and Bhaven N Sampat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventing the Endless Frontier: the Effects of the World War Ii Research Effort on Post-War Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, June 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Habakkuk, H J, American and British Technology in the Nineteenth Century The Search for Labour Saving Inventions, Cambridge University Press, 1962.",
        "Hanlon, W Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Necessity Is the Mother of Invention: Input Supplies and Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, February 2015, 83 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effect of Temporary Input Cost Advantages in Shipbuilding, 18501911, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2020, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Hemous, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dynamic impact of unilateral environmental policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, November 2016, 103 (C), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Hicks, John, The Theory of Wages, London: Springer, June 1932.",
        "Howell, Sabrina T, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Innovation: Evidence from R&D Grants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2017, 107 (4), 1136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Jia, Ruixue, Masayuki Kudamatsu, and David Seim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Selection in China: the Complementary Roles of Connections and Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, April 2015, 13 (4), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Jones, Charles I and Christopher Tonetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonrivalry and the Economics of Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, October 2018, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "JuhÃ\u0083Æ\u0092Ã\u0082Â sz, RÃ\u0083Æ\u0092Ã\u0082Â©ka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Protection and Technology Adoption: Evidence from the Napoleonic Blockade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2018, 108 (11), 3339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3376.",
        "Kalouptsidi, Myrto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detection and Impact of Industrial Subsidies: The Case of Chinese Shipbuilding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, August 2017, 85 (2), 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Khandelwal, Amit K, Peter K Schott, and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Embedded Institutional Reform: Evidence from Chinese Exporters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2013, 103 (6), 2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2195.",
        "Lane, Nathaniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manufacturing Revolutions: Industrial Policy and Networks in South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2017, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Empirics of Industrial Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industry, Competition and Trade, January 2020, 59 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Lee, Kai-Fu, AI Superpowers China, Silicon Valley, and the New World Order, Mariner Books, 2019.",
        "Lewis, Ethan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Production Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, August 2013, 5 (1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Li, Hongbin and Li-An Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political turnover and economic performance: the incentive role of personnel control in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, September 2005, 89 (9-10), 1743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1762.",
        "Li, Weijia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotation, Performance Rewards, and Property Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, February 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Liu, Ernest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policies in Production Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 2019, 134 (4), 1883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1948.",
        "Mitrunen, Matti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War Reparations, Structural Change, and Intergenerational Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, January 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Moretti, Enrico, Claudia Steinwender, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intellectual Spoils of War? Defense R&D, Productivity and International Spillovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, November 2019, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Moser, Petra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Patent Laws Influence Innovation? Evidence from NineteenthCentury WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fairs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, August 2005, 95 (4), 1214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Murphy, Kevin M, Andrei Shleifer, and Robert W Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrialization and the Big Push,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1989, 97 (5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Newell, R G, A B Jaffe, and R N Stavins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Induced Innovation Hypothesis and Energy-Saving Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 1999, 114 (3), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        ", John Joseph Wallis, and Barry R Weingast, Violence and Social Orders A Conceptual Framework for Interpreting Recorded Human History, Cambridge: Cambridge University Press, February 2009.",
        "Panzar, John C and Robert D Willig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economies of Scope,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, May 1981, 71 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Popp, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Innovation and Energy Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2002, 92 (1), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Roberts, Mark J, Daniel Yi Xu, Xiaoyan Fan, and Shengxing Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Firm Factors in Demand, Cost, and Export Market Selection for Chinese Footwear Producers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, November 2017, 85 (4), 2429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2461.",
        "Rodrik, Dani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Development: Stylized Facts and Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, August 2007, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Rosenstein-Rodan, P N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on the Theory of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBig PushÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development for Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d London: Palgrave Macmillan UK, 1961, pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Roth, Alvin E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repugnance as a Constraint on Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, July 2007, 21 (3), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Scott, James C, Seeing Like a State How Certain Schemes to Improve the Human Condition Have Failed, Yale University Press, 1998.",
        "Sejnowski, Terrence J, The Deep Learning Revolution, MIT Press, October 2018.",
        "Slavtchev, Viktor and Simon Wiederhold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Technological Content of Government Demand Matter for Private R&D? Evidence from US States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2016, 8 (2), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Like China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2011, 101 (1), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Tsai, Lily L, Accountability without Democracy Solidary Groups and Public Goods Provision in Rural China, Cambridge University Press, August 2007.",
        "Wei, Shang-Jin, Zhuan Xie, and Xiaobo Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Made in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovated in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Necessity, Prospect, and Challenges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, November 2016, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Williams, Heidi L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intellectual Property Rights and Innovation: Evidence from the Human Genome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2013, 121 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Zuboff, Shoshana, The Age of Surveillance Capitalism The Fight for a Human Future at the New Frontier of Power, PublicAffairs, January 2019. ONLINE APPENDIX (a) Customers (b) Function"
    ]
}