{
    "id": 27727,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "ALTONJI, J., Z. CONTRACTOR, L. FINAMOR, R. HAYGOOD, I. LINDENLAUB, C. MEGHIR, C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢DEA, D. SCOTT, L. WANG, AND E. WASHINGTON (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Effects of Unemployment Insurance Generosity During the Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "BARTIK, A. W., M. BERTRAND, F. LIN, J. ROTHSTEIN, AND M. UNRATH (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the labor market at the onset of the COVID-19 crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, BPEA Conference Drafts.",
        "BIRINCI, S., F. KARAHAN, Y. MERCAN, AND K. SEE (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Policies During an Epidemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "COIBION, O., Y. GORODNICHENKO, AND M. WEBER (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Did U.S. Consumers Use Their Stimulus Payments ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27693, National Bureau of Economic Research.",
        "COX, N., P. GANONG, P. NOEL, J. VAVRA, A. WONG, D. FARRELL, AND F. GREIG (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Initial impacts of the pandemic on consumerbehavior: Evidence from linked income, spending,and savings data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "DAVIS, S. J., AND T. M. VON WACHTER (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Cost of Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17638, National Bureau of Economic Research.",
        "DUBE, A. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Federal Pandemic Unemployment Compensationon Employment: Evidence from the Household Pulse Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "GANONG, P., P. NOEL, AND J. S. VAVRA (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Unemployment Insurance Replacement Rates During the Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "GREGORY, V., G. MENZIO, AND D. WICZER (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic Recession: L- or V-Shaped?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review, 40(01), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "HUCKFELDT, C. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Scarring Effect of Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "KAPICÃ\u0083Å\u0092Ã\u0082Å\u0092KA, M., AND P. RUPERT (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets during Pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "MARINESCU, I. E., D. SKANDALIS, AND D. ZHAO (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search, Job Posting and Unemployment Insurance During the COVID-19 Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "MITMAN, K., AND S. RABINOVICH (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Unemployment Benefits in the Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "PETROSKY-NADEAU, N. (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reservation Benefits: Assessing Job Acceptance Impacts of Increased UI Payments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "SHIMER, R. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the ins and outs of unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 15(2), 127 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 148.",
        "TERTILT, M., L. BROTHERHOOD, P. KIRCHER, AND C. SANTOS (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An economic model of the Covid-19 epidemic:The importance of testing and age-specific policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, CEPR Discussion Paper No. 14695."
    ]
}