{
    "id": 27721,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk and Stability in Financial Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Adrian, T. and H. S. Shin (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money, liquidity, and monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Allen, F., A. Babus, and E. Carletti (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Commonality, Debt Maturity and Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Anbil, S. and A. Vossmeyer (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity from Two Lending Facilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Federal Reserve Board Working Paper.",
        "Anderson, H., M. Paddrik, and J. J. Wang (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Networks and Systemic Risk: Evidence from the National Banking Acts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 109, 3125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Bernstein, A., E. Hughson, and M. D. Weidenmier (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the effects of a lender of last resort on financial markets: Lessons from the founding of the fed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 98, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Bianchi, J. and S. Bigio (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks, Liquidity Management, and Monetary Policy*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UCLA.",
        "Calomiris, C., M. Jaremski, and D. Wheelock (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interbank Connections, Contagion and Bank Distress in the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 25897.",
        "Calomiris, C. W. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Discount Window Necessary? A Penn Central Perspective, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 76, 31.",
        "Carlson, M. and D. Wheelock (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The lender of last resort: lessons from the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s first 100 years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Federal Reserve Bank of St. Louis Working Paper.",
        "Carlson, M. and D. C. Wheelock (2018a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the founding of the Federal Reserve affect the vulnerability of the interbank system to contagion risk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 50, 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1750.",
        "Chang, B. and S. Zhang (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Market Making and Network Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, LSE.",
        "Chen, K., J. Ren, and T. Zha (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The nexus of monetary policy and shadow banking in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 3891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3936.",
        "Committee Branch Group (1935): The Dual Banking System in the United States, Board of Governors of the Federal Reserve System.",
        "CQ Researcher (1923): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why State Banks Do Not Join the Federal Reserve System, the Effect on the System and the Issues Involved,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Editorial research reports, 1, 57.",
        "Erol, S. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network hazard and bailouts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3034406.",
        "Erol, S. and G. OrdoÃ\u0083Æ\u0092Ã\u0082Â±ez (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network reactions to banking regulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 89, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Freixas, X., A. Martin, and D. Skeie (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Liquidity, Interbank Markets, and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24, 2656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2692.",
        "Gilbert, R. A. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economies of scale in correspondent banking: note,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 15, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Gorton, G. and G. Ordonez (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply and Demand for Safe Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Pennsylvania.",
        "Hackley, H. H. (1973): Lending functions of the Federal Reserve Banks: a history, Board of Governors of the Federal Reserve System.",
        "James, J. A. (1978): Money and capital markets in postbellum America, vol. 1436, Princeton University Press.",
        "James, J. A. and D. F. Weiman (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From drafts to checks: the evolution of correspondent banking networks and the formation of the modern US payments system, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Jaremski, M. and D. C. Wheelock (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Founding of the Federal Reserve, the Great Depression, and the Evolution of the US Interbank Network,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Kemmerer, E. W. (1910): Seasonal variations in the relative demand for money and capital in the United States: A statistical study, vol. 588, US Government Printing Office.",
        "Mankiw, N. G., J. A. Miron, and D. N. Weil (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 77, 358.",
        "Miron, J. A. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial panics, the seasonality of the nominal interest rate, and the founding of the Fed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 76, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Mitchener, K. J. and G. Richardson (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network contagion and interbank amplification during the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 127, 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Ordonez, G. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainable Shadow Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ: Macroeconomics, 10, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Sprague, O. M. W. (1910): History of crises under the national banking system, vol. 538, US Government Printing Office.",
        "White, E. N. (2014): The regulation and reform of the American banking system, 19001929, vol. 525, Princeton University Press."
    ]
}