{
    "id": 27730,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Autor, David H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are there still so many jobs? The history and future of workplace automation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2015, 29 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Bartik, Timothy J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who benefits from state and local economic development policies?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1991.",
        "Bloom, Nicholas, Kyle Handley, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Kurmann, and Philip Luck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of chinese trade on us employment: The good, the bad, and the apocryphal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Clemens, Michael A, Ethan G Lewis, and Hannah M Postel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration restrictions as active labor market policy: Evidence from the mexican bracero exclusion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2018, 108 (6), 1468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "CompeteAmerica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093324 Signatory Business Letter to President and SecretariesNonimmigrant Visa Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2020.",
        "Depew, Briggs, Peter Norlander, and Todd A. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter-firm mobility and return migration patterns of skilled guest workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, April 2017, 30 (2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Dimmock, Stephen G., Jiekun Huang, and Scott J. Weisbenner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Give Me Your Tired, Your Poor, Your High-Skilled Labor: H-1B Lottery Outcomes and Entrepreneurial Success,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 26392, National Bureau of Economic Research, Inc October 2019.",
        "Doran, Kirk, Alexander Gelber, and Adam Isen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of High-Skilled Immigration on Patenting and Employment: Evidence from H-1B Visa Lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20668, National Bureau of Economic Research, Inc November 2014.",
        "Glennon, Britta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Restrictions on High-Skilled Immigration Affect Offshoring? Evidence from the H-1B Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 27538, NBER 2020.",
        "Kerr, Sari Pekkala, William R Kerr, and William F Lincoln, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and the economics of skilled immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Innovation Policy and the Economy, 2015, 15 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skilled immigration and the employment structures of US firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (S1), S147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS186.",
        "Kerr, William R. and William F. Lincoln, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply Side of Innovation: H-1B Visa Reforms and U.S. Ethnic Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 07 2010, 28 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Lewis, Ethan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, skill mix, and capital skill complementarity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Mayda, Anna Maria, Francesc Ortega, Giovanni Peri, Kevin Shih, and Chad Sparber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of the H-1B quota on the employment and selection of foreign-born labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2018, 108 (C), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Peri, Giovanni, Kevin Shih, and Chad Sparber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093STEMWorkers, H1B Visas and Productivity in US Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Norface Discussion Paper Series, Norface Research Programme on Migration, Department of Economics, University College London 2013009, Norface Research Programme on Migration, Department of Economics, University College London March 2013.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign and Native Skilled Workers: What Can We Learn from H-1B Lotteries?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21175, National Bureau of Economic Research, Inc May 2015.",
        "Shear, Michael D and Miriam Jordan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trump Suspends Visas Allowing Hundreds of Thousands of Foreigners to Work in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, Jun 2020.",
        "Sparber, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution between groups of highly-educated, foreign-born, H-1B workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2019, 61, 101756."
    ]
}