{
    "id": 27744,
    "cites": 49,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D. and J. Linn (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market size in innovation: theory and evidence from the pharmaceutical industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 119, 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Aguiar, M. and M. Bils (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has consumption inequality mirrored income inequality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Aguiar, M., M. Bils, K. K. Charles, and E. Hurst (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leisure Luxuries and the Labor Supply of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23552, National Bureau of Economic Research.",
        "Aguiar, M. and E. Hurst (2007a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on Valerie A. RameyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow much has leisure inequality really increased since 1965?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work. Pap., Booth Sch. Bus., Univ. Chicago.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Trends in Leisure: The Allocation of Time over Five Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122, 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009): The Increase in Leisure Inequality: 1965-2005, Washington, DC: American Enterprise Institute.",
        "Autor, D. and D. Dorn (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This Job Is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting OldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Measuring Changes in Job Opportunities Using Occupational Age Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bartik, T. J. (1991): Who Benefits from State and Local Economic Development Policies?, W.E. Upjohn Institute.",
        "Baxter, M. and R. G. King (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 81, 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Bick, A., N. Fuchs-Schundeln, and D. Lagakos (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Hours Worked Vary with Income? Cross-Country Evidence and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 108, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bloom, N., K. Handley, A. Kurmann, and P. Luck (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of chinese trade on us employment: The good, the bad, and the apocryphal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in American Economic Association Annual Meetings, vol. 2019.",
        "Boerma, J. and L. Karabarbounis (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Trends and the Changing Value of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 103885.",
        "Boppart, T. and P. Krusell (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply in the past, present, and future: a balancedgrowth perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 128, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Boppart, T. and L. R. Ngai (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising inequality and trends in leisure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 12325, C.E.P.R. Discussion Papers.",
        "Bureau of the Census, U. S. (1975): Historical Statistics of the United States, Colonial Times to 1970, US Department of Commerce, Bureau of the Census.",
        "Dotti Sani, G. M. and J. Treas (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational gradients in parentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ child-care time across countries, 1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family, 78, 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Fenton, G. and F. Koenig (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Supply Response to Innovation in Entertainment: Evidence from TV,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Working paper.",
        "Fogel, R. W. (2000): The fourth great awakening and the future of egalitarianism, University of Chicago Press.",
        "Goldin, C. and L. F. Katz (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The power of the pill: Oral contraceptives and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s career and marriage decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110, 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Goldsmith-Pinkham, P., I. Sorkin, and H. Swift (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bartik instruments: What, when, why, and how,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Gonzalez-Chapela, J. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the price of recreation goods as a determinant of male labor supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 25, 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Greenwood, J., A. Seshadri, and M. Yorukoglu (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engines of liberation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 72, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Greenwood, J. and G. Vandenbroucke (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hours Worked: Long-Run Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 11629, National Bureau of Economic Research.",
        "Guryan, J., E. Hurst, and M. Kearney (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Education and Parental Time with Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 22, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Huberman, M. and C. Minns (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The times they are not changinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Days and hours of work in Old and New Worlds, 1870-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 44, 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Jaimovich, N. and H. E. Siu (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Polarization and Jobless Recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 102, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Kaldor, N. (1961): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital accumulation and economic growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The theory of capital, Springer, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Kendrick, J. W. (1961): Consumer expenditures: New measures and old motives, Princeton University Press.",
        "Kendrick, J. W. et al. (1973): Postwar productivity trends in the United States, 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1969, National Bureau of Economic Research.",
        "Keynes, J. M. (1930): Essays in Persuasion, New York: Harcourt Brace, chap. Economic Possibilities for Our Grandchildren.",
        "King, R. G., C. I. Plosser, and S. T. Rebelo (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production, growth and business cycles: I. The basic neoclassical model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 21, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Kopecky, K. A. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trend in Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 52, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Kopytov, A., N. Roussanov, and M. Taschereau-Dumouchel (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-run pain, long-run gain? Recessions and technological transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 97, 29 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "Lebergott, S. (1993): Pursuing Happiness: American Consumers in the Twentieth Century, Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Consumer expenditures: New measures and old motives, Princeton University Press.",
        "McGrattan, E. R., R. Rogerson, et al. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in hours worked, 1950-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 28, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Mishel, L., J. Bivens, E. Gould, and H. Shierholz (2012): The state of working America, Cornell University Press.",
        "Ngai, L. R. and C. A. Pissarides (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in hours and economic growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 11, 239 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 256.",
        "Owen, J. D. (1970): The Price of Leisure: An Economic Analysis of the Demand for Leisure Time, McGill-QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press-MQUP.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1971): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Leisure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 79, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ramey, G. and V. A. Ramey (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rug Rat Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 41, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Robinson, J. and G. Godbey (2010): Time for life: The surprising ways Americans use their time, Penn State Press.",
        "Vandenbroucke, G. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in hours: The U.S. from 1900 to 1950,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 33, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Whaples, R. (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The shortening of the American work week: An economic and historical analysis of its context, causes, and consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 51, 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457. Appendices A Data This appendix contains the detailed data sources and the steps that we took to construct the datasets. A.1 United States data We first describe the regional and the aggregate level data that we use for the U.S. economy.",
        "Recreation CPI series are encoded as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCUUR0X00SARÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and are available starting from 1998. Before 1998, we use the price indices for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEntertainmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ group, encoded as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMUUR0X00SA6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, which are available between 1978 and 1997.48 Starting from 1975, the BLS also provides price series for selected metropolitan areas. We use these data for the robustness analysis (Appendix C.1.3). The metropolitan-area-level series are encoded similarly to the region-level series. For example, pre-1997 recreation price series are encoded as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCUURXXXXSARÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, where Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cXXXXÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is a metropolitan area code.",
        "For our cross-sectional analysis in Section 2.1.2, we construct price indices for seven subcategories of recreation goods and services, available at the national level. The key difficulty is that the BLS changed their classification of goods and services in 1993, which particularly affected the recreation group. We try to map pre- and post-1993 price series as close as possible to ensure consistency over time. Table 7 shows price items that we use in the pre- and post-1993 periods.",
        "In the post-1993 period, some of these subcategories receive a few new items (for example, veterinary services were added to the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPetsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ subcategory, encoded by Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSERB02Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢). We do not include these new additions to make price indices as comparable across the pre- and post-1993 periods as possible.",
        "CE Surveys. We smoothly paste the resulting series with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSERAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ (post-1993) to get the price series over the entire sample.",
        "Pre-1993 code Post-1993 code Notes Audio-video SE31 and SE2703 SERA SE31: Video and audio products SE2703: Cable television Other goods SE6101 SERE01 Other services SE62 SERF Pets SE6103 SERB01 Photo SE6102 SERD01 Reading SE59 SERG Sports SE60 SERC"
    ]
}