{
    "id": 27741,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. D. Whinston (2020). A multi-risk sir model with optimally targeted lockdown. Working Paper 27102, National Bureau of Economic Research.",
        "Acemoglu, D., G. Como, F. Fagnani, and A. E. Ozdaglar (2013). Opinion fluctuations and disagreement in social networks. Mathematic of Operations Research 38(1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Acemoglu, D., A. Ozdaglar, and A. ParandehGheibi (2010). Spread of (mis)information in social networks. Games and Economic Behavior 70(2), 194 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 227.",
        "Akbarpour, M., C. Cook, A. Marzuoli, S. Mongey, A. Nagaraj, M. Saccarola, P. Tebaldi, S. Vasserman, and H. Yang (2020). Socioeconomic network heterogeneity and pandemic response. Working Paper 27374, National Bureau of Economic Research.",
        "Alfaro, L., E. Faia, N. Lamersdorf, and F. Saidi (2020). Social interactions in pandemics: Fear, altruism, and reciprocity. Working Paper 27134, National Bureau of Economic Research.",
        "Almagro, M. and A. Orane-Hutchinson (2020). The determinants of the differential exposure to covid-19 in new york city and their evolution over time. Covid Economics: Vetted and Real-Time Papers.",
        "Alon, T., M. Doepke, J. Olmstead-Rumsey, and M. Tertilt (2020). The impact of covid-19 on gender equality. Working Paper 26947, National Bureau of Economic Research.",
        "Alvarez, F., D. Argente, and F. Lippi (2020). A simple planning problem for covid-19 lockdown. Working Paper 26981, National Bureau of Economic Research.",
        "Atkeson, A. (2020). What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios. Working Paper 26867, National Bureau of Economic Research.",
        "Azzimonti, M. and M. Fernandes (2018). Social media networks, fake news, and polarization. Working Paper 24462, National Bureau of Economic Research.",
        "Baqaee, D., E. Farhi, M. Mina, and J. Stock (2020). Reopening scenarios. Working Paper 27244, National Bureau of Economic Research.",
        "Benzell, S., A. Collis, and C. Nicolaides (2020). Rationing social contact during the covid-19 pandemic: Transmission risk and social benefits of us locations. Working paper, SSRN 3579678.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2020). An SEIR infectious disease model with testing and conditional quarantine. Working Paper 26901, National Bureau of Economic Research.",
        "Chari, V. V., R. Kirpalani, and C. Phelan (2020). The hammer and the scalpel: On the economics of indiscriminate versus targeted isolation policies during pandemics. Working Paper 27232, National Bureau of Economic Research.",
        "Cooley, T. F. and E. C. Prescott (1995). Economic growth and business cycles. In T. F. Cooley (Ed.), Frontiers of Business Cycle Research, Chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38. Princeton, New Jersey: Princeton University Press.",
        "Dingel, J. I. and B. Neiman (2020). How many jobs can be done at home? Journal of Public Economics. Forthcoming.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020). The macroeconomics of epidemics. Working Paper 26882, National Bureau of Economic Research.",
        "Farboodi, M., G. Jarosch, and R. Shimer (2020). Internal and external effects of social distancing in a pandemic. Working Paper 27059, National Bureau of Economic Research.",
        "Favero, C., A. Ichino, and A. Rustichini (2020). Restarting the economy while saving lives under COVID-19. Working paper.",
        "Fogli, A. and L. Veldkamp (2020). Germs, social networks and growth. Review of Economic Studies. Forthcoming.",
        "Foster, L., J. Haltiwanger, and C. Krizan (2006). Market selection, reallocation, and restructuring in the u.s. retail trade sector in the 1990s. The Review of Economics and Statistics 88(4), 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Glover, A., J. Heathcote, D. Krueger, and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull (2020). Health versus wealth: On the distributional effects of controlling a pandemic. Working Paper 27046, National Bureau of Economic Research.",
        "Harris, J. E. (2020). The subways seeded the massive coronavirus epidemic in New York City. Working Paper 27021, National Bureau of Economic Research.",
        "Jackson, M., M. (2010). Social and Economic Networks. Princeton University Press.",
        "Jones, C. J., T. Philippon, and V. Venkateswaran (2020). Optimal mitigation policies in a pandemic: Social distancing and working from home. Working Paper 26984, National Bureau of Economic Research.",
        "Kaplan, G., B. Moll, and G. Violante (2020). Pandemics according to HANK. Working paper, Princeton University.",
        "Karaivanov, A. (2020). A social network model of COVID-19. Working paper, Simon Fraser University.",
        "Keeling, M. J. and K. T. Eames (2005). Networks and epidemic models. Journal of The Royal Society Interface 2(4), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Kermack, W. O. and A. G. McKendrick (1927). A contribution to the mathematical theory of epidemics. Proc. R. Soc. Lond. 115, 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Krueger, D., H. Uhlig, and T. Xie (2020). Macroeconomic dynamics and reallocation in an epidemic. Working Paper 27047, National Bureau of Economic Research.",
        "Leibovici, F., A. M. Santacreu, and M. Famiglietti (2020). Social distancing and contactintensive occupations. Working paper, Federal Reserve Bank of St. Louis.",
        "Li, R., S. Pei, B. Chen, Y. Song, T. Zhang, W. Yang, and J. Shaman (2020). Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARSCoV -2). Science 368, 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Mongey, S., L. Pilossoph, and A. Weinberg (2020). Which workers bear the burden of social distancing policies? Working Paper 51, Becker Friedman Institute.",
        "Mossong, J., N. Hens, M. Jit, P. Beutels, K. Auranen, R. Mikolajczyk, M. Massari, S. Salmaso, J. Scalia Tomba, J. Heijne, M. Sadkowska-Todys, M. Rosinska, and W. J. Edmunds (2008). Social contacts and mixing patterns relevant to the spread of infectious diseases. PLOS Medicine 5(3).",
        "Toxvaerd, F. (2020). Equilibrium social distancing. Working Paper 2021, Cambridge Working Papers in Economics.",
        "Watts, D. and S. Strogatz (1998). Collective dynamics of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009csmall-worldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ networks. Nature 393. A Changes in regulation in the New York Metro The sequence of measures imposed by the NY government, aimed at slowing down the spread of the disease, is summarized in Figure 12. Increasingly stricter mitigation policies reducing gatherings, retail and production activities were implemented in a short span of time. March 1 March 7 March 11 March 16 March 19 March 20 March 12 April 28 First COVID case in NY State of Emergency SUNY + CUNY begin distance learning Schools Close, ban events (&gt;50), Reduce Workforce 75 % NY on PAUSE - Close 100% non-essential business - Ban all gatherings - 6-foot distancing Ban on Large Events (&gt;500) Re-opening plan: - Phase 1: low contact occupations - Phase 2: More essencial business open Close restaurants, bars, gyms. Work from home"
    ]
}