{
    "id": 27742,
    "cites": 11,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. D. Whinston (2020). Optimal Targeted Lockdowns in a Multi-Group SIR Model. Working Paper, MIT.",
        "Alvarez, F., D. Argente, and F. Lippi (2020). A Simple Planning Problem for COVID-19 Lockdown. Becker Friedman Institute Working paper 2020-34.",
        "Atkeson, A. G. (2020). What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios. National Bureau of Economic Research, Working Paper, 26867.",
        "Berger, D. W., K. F. Herkenhoff, and S. Mongey (2020). An SEIR infectious disease model with testing and conditional quarantine. National Bureau of Economic Research, Working Paper, 26901.",
        "Cochrane, J. C. (2020). An SIR model with behavior. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Grumpy EconomistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Blog, Monday May 4, 2020.",
        "Eichenbaum, M. S., S. Rebelo, and M. Trabandt (2020). The Macroeconomics of Epidemics. National Bureau of Economic Research, Working Paper 26882.",
        "Fernandez-Villaverde, J. and C. I. Jones (2020). Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities. Working Paper, Stanford GSB and University of Pennsylvania.",
        "Hall, R. E., C. I. Jones, and P. J. Klenow (2020). Trading Off Consumption and COVID-19 Deaths. Federal Reserve Bank of Minneapolis Quarterly Review 42(1).",
        "Piguillem, F. and L. Shi (2020). Optimal Covid-19 Quarantine and Testing Policies. CEPR Discussion Paper No. DP14613.",
        "Toxvaerd, F. (2020). Equilibrium Social Distancing. Cambridge-INET Working Paper Series No: 2020/08.",
        "Yaari, M. E. (1965). Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150. Mar Apr May Jun Jul Aug"
    ]
}