{
    "id": 27755,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Abowd, John M, Francis Kramarz, and David N Margolis (1999). High wage workers and high wage rms. In: Econometrica 67.2, pp. 251333.",
        "Andrews, Martyn et al. (2008). High wage workers and low wage rms: negative assortative matching or limited mobility bias? In: Journal of the Royal Statistical Society: Series A (Statistics in Society) 171.3, pp. 673697.",
        "Arnold, David (2019). Mergers and acquisitions, local labor market concentration, and worker outcomes. In: Local Labor Market Concentration, and Worker Outcomes (October 27, 2019).",
        "Bachmann, Ronald, GÃ\u0083Æ\u0092Ã\u0082Â¶kay Demir, and Hanna Frings (2018). Labour Market Polarisation and Monopsonistic Competition. In: Bonhomme, StÃ\u0083Æ\u0092Ã\u0082Â©phane, Thibaut Lamadon, and Elena Manresa (2019). A distributional framework for matched employer employee data. In: Econometrica 87.3, pp. 699739.",
        "Bonhomme, StÃ\u0083Æ\u0092Ã\u0082Â©phane et al. (2020). How Much Should we Trust Estimates of Firm Eects and Worker Sorting? Tech. rep. National Bureau of Economic Research.",
        "Booth, Alison L and Pamela Katic (2011). Estimating the wage elasticity of labour supply to a rm: What evidence is there for monopsony? In: Economic Record 87.278, pp. 359 369.",
        "Caldwell, Sydnee and Emily Oehlsen (2018). Monopsony And the Gender Wage Gap:Experimental Evidence from the Gig Economy. In: Card, David, Ana Rute Cardoso, and Patrick Kline (2016). Bargaining, sorting, and the gender wage gap: Quantifying the impact of rms on the relative pay of women. In: The Quarterly Journal of Economics 131.2, pp. 633686.",
        "Card, David, JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline (2013). Workplace heterogeneity and the rise of West German wage inequality. In: The Quarterly journal of economics 128.3, pp. 967 1015.",
        "Chen, Shuowen, Victor Chernozhukov, and IvÃ\u0083Æ\u0092Ã\u0082Â¡n FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Val (2019). Mastering panel metrics: causal impact of democracy on growth. In: AEA Papers and Proceedings. Vol. 109, pp. 7782.",
        "Chetty, Raj and Nathaniel Hendren (2018). The impacts of neighborhoods on intergenerational mobility I: Childhood exposure eects. In: The Quarterly Journal of Economics 133.3, pp. 11071162.",
        "Cho, David (2018). The Labor Market Eects of Demand Shocks: Firm-Level Evidence from the Recovery Act.",
        "Depew, Briggs and Todd A SÃ\u0083Æ\u0092Ã\u0082Â¸rensen (2013). The elasticity of labor supply to the rm over the business cycle. In: Labour Economics 24, pp. 196204.",
        "Dube, Arindrajit, Laura Giuliano, and Jonathan Leonard (2019). Fairness and frictions: The impact of unequal raises on quit behavior. In: American Economic Review 109.2, pp. 62063.",
        "Dube, Arindrajit, Alan Manning, and Suresh Naidu (2019). Monopsony and employer misoptimization account for round number bunching in the wage distribution. In: Unpublished manuscript.",
        "Finkelstein, Amy, Matthew Gentzkow, and Heidi Williams (2016). Sources of geographic variation in health care: Evidence from patient migration. In: The quarterly journal of economics 131.4, pp. 16811726.",
        "Flinn, Christopher and Joseph Mullins (2019). Firms Choices of Wage-Setting Protocols in the Presence of Minimum Wages. In: Goldschmidt, Deborah and Johannes F Schmieder (2017). The rise of domestic outsourcing and the evolution of the German wage structure. In: The Quarterly Journal of Economics 132.3, pp. 11651217.",
        "Hirsch, Boris, Thorsten Schank, and Claus Schnabel (2010). Dierences in labor supply to monopsonistic rms and the gender pay gap: An empirical analysis using linked employeremployee data from Germany. In: Journal of Labor Economics 28.2, pp. 291330.",
        "Jarosch, Gregor, Jan Sebastian Nimczik, and Isaac Sorkin (2019). Granular search, market structure, and wages. Tech. rep. National Bureau of Economic Research.",
        "Kroft, Kory et al. (2020). Imperfect Competition and Rents in Labor and Product Markets: The Case of the Construction Industry. Tech. rep. National Bureau of Economic Research.",
        "Lachowska, Marta et al. (2020). Do rm eects drift? Evidence from Washington administrative data. Tech. rep. National Bureau of Economic Research.",
        "Lamadon, Thibaut, Magne Mogstad, and Bradley Setzler (2019). Imperfect competition, compensating dierentials and rent sharing in the US labor market. Tech. rep. National Bureau of Economic Research.",
        "Manning, Alan (2003). Monopsony in motion: Imperfect competition in labor markets. Princeton University Press.",
        "Naidu, Suresh and Eric A Posner (2019). Labor Monopsony and the Limits of the Law. In: Available at SSRN 3365374.",
        "Prager, Elena and Matthew Schmitt (2019). Employer consolidation and wages: Evidence from hospitals. In: Washington Center for Equitable Growth Working Paper.",
        "Rinz, Kevin et al. (2018). Labor market concentration, earnings inequality, and earnings mobility. Tech. rep. Center for Economic Studies, US Census Bureau.",
        "Schubert, Gregor, Anna Stansbury, and Bledi Taska (2020). Monopsony and Outside Options . In: Available at SSRN.",
        "Shimer, Robert and Lones Smith (2001). Matching, search, and heterogeneity. In: The BE Journal of Macroeconomics 1.1. Sokolova, Anna and Todd Sorensen (2018). Monopsony in Labor Markets: A Meta-Analysis.",
        "In: Song, Jae et al. (2018). Firming up inequality. In: The Quarterly Journal of Economics 134.1, pp. 150.",
        "Sorkin, Isaac (2018). Ranking rms using revealed preference. In: The quarterly journal of economics 133.3, pp. 13311393.",
        "Webber, Douglas A (2015). Firm market power and the earnings distribution. In: Labour Economics 35, pp. 123134.",
        "(2018). Employment Adjustment over the Business Cycle: The Impact of Competition in the Labor Market. In:"
    ]
}