{
    "id": 2776,
    "cites": 13,
    "cited_by": 35,
    "reference": [
        "Brock, William A. (1980) Asset Pricing in An Economy With Production; A `Selective Survey of Recent Work on Asset Pricing Models in Dynamic Optimization and Mathematical Economics, Pau-Tai Lin Ed.",
        "Chen, Roll and Ross, (1986) Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Cochrane, John H. (1988), The Sensitivity of Tests of the Intertemporal Allocation of Consumption to `Near Rational Alternatives, Manuscript, University of Chicago.",
        "Cox, John C., Ingersoll, Jonathan E. and Ross, Stephen A. (1985), Art Intertemporal General Equilibrium Model of Asset Prices Econometrics, 53, 363-407.",
        "Fama, Eugene F. (1988) Term Structure Forecasts of Interest Rets, Inflation and Real Returns manuscript, University of Chicago.",
        "Fama, Eugene F. and Robert R. Bliss (1987) The Information in Long-Maturity Forward Rates American Economic Review 77, 680-683.",
        "Ferson, WE. (1986) Changes in Expected Risk Premiums and Security Risk Measures, Manuscript, University of Chicago.",
        "Hansen, tars Peter, and Kenneth J. Singleton (1983) Stochastic Consumption, Risk Aversion and the Temporal Behavior of Asset Returns Journal of Political Economy 91, 249-265.",
        "Hansen, tars Peter and Robert J. Hodrick (1983) Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models in J. A. Frenkel, Ed., Exchange Rates and International Economics University of Chicago Press, Chicago.",
        "Hansen, tars Peter, and Ravi Jagannathan (1986) Using Asset Market Data to Restrict the Volatility of Intertemporal Marginal Rates of Substitution, Manuscript, University of Chicago.",
        "Hansen, tars Peter, and Scott F. Richard (1987) The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models Econometrics 55, 587 - 613.",
        "Lucas, Robert E. Jr. (1978) Asset Prices in an Exchange Economy Econometrics 46, 1426-14.46.",
        "Stambaugh, Robert F. (1987) The Information in Forward Rates: Implications for Models of the Term Structure Manuscript, University of Chicago."
    ]
}