{
    "id": 27768,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "[1] Auerbach, Alan J., Yuriy Gorodnichenko, and Daniel Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and COVID19 Restrictions in a Demand-Determined Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 27366, June 2020.",
        "[2] Baqaee, David Rezza and Emmanuel Farhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply and Demand in Disaggregated Keynesian Economies with an Application to the Covid-19 Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 27152, revised June 2020.",
        "[3] Bigio, Saki, Mengbo Zhang, and Eduardo Zilberman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfers vs. Credit Policy: Macroeconomic Policy Trade-offs During Covid-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 27118, May 2020.",
        "[5] Cavalcante, Renato L.G., Yuxiang Shen, and Slawomir StanÃ\u0083Å\u0092Ã\u0082Â\u0081czak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elementary Properties of Positive Concave Mappings with Applications to Network Planning and Optimization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Signal Processing 64: 1774-1783 (2016).",
        "[6] CeÃ\u0083Å\u0092Ã\u0082Â\u0081spedes, Luis Felipe, Roberto Chang, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Velasco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of a Pandemic: A Minimalist Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 27228, May 2020.",
        "[7] Coibion, Olivier, Yuriy Gorodnichenko, and Michael Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Did U.S. Consumers Spend Their Stimulus Payments?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 27693, August 2020.",
        "[8] Gantmacher, F.R., The Theory of Matrices, volume II, Providence: AMS Chelsea Publishing, 1959.",
        "[9] Goodman, Laurie, and Dan Magder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avoiding a COVID-19 Disaster for Renters and the Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Institute policy brief, April 2020.",
        "[10] Gopal, Prashant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NYC Rental Market Pushed to Breaking Point by Tenant Debts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bloomberg Businessweek, posted July 8, 2020.",
        "[11] Guerrieri, Veronica, Guido Lorenzoni, Ludwig Straub, and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 26918, April 2020.",
        "[12] Keynes, John Maynard, The General Theory of Employment, Interest and Money, London: MacMillan, 1936.",
        "[13] Leijonhufvud, Axel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective Demand Failures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swedish Journal of Economics 75: 27-48 (1973).",
        "[14] Milne, Alistair, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Critical Covid 19 Economic Policy Tool: Retrospective Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Loughborough University, UK, posted on SSRN, March 2020.",
        "[15] Oh, Hyunseung, and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted Transfers and the Fiscal Response to the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59: S50-S64 (2012).",
        "[16] Saez, Emmanuel, and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping Business Alive: The Government Will Pay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d posted online at http://gabriel-zucman.eu/files/coronavirus2.pdf, March 2020.",
        "[17] Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Debt as Private Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 80(2): 382-388 (1990)."
    ]
}