{
    "id": 27777,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Ardito, L., Petruzzelli, A. M., & Albino, V. (2016). Investigating the Antecedents of General Purpose Technologies: A Patent Perspective in the Green Energy Field. Journal of Engineering and Technology Management, 39, 81-100.",
        "Bosetti, V., & Verdolini, E. (2013). Clean and Dirty International Technology Diffusion. Fondazione Eni Enrico Mattei working paper no. 43.2013. Milan, Italy.",
        "Bunn, M., Anadon, L. D., & Narayanamurti, V. (2014). The Need to Transform U.S. Energy Innovation. In L. D. Anadon, M. Bunn, & V. Narayanamurti (Eds.), Transforming U.S. Energy Innovation (pp. 1-35). New York: Cambridge University Press.",
        "Deutch, J. M. (2011). The Crisis in Energy Policy. Cambridge, Massachusetts: Harvard University Press.",
        "Deutch, J. M., & Lester, R. K. (2004). Making Technology Work: Applications in Energy and the Environment. New York: Cambridge University Press.",
        "Grubler, A. (2012). Energy Transitions Research: Insights and Cautionary Tales. Energy Policy, 50, 8-16.",
        "Grubler, A., & Wilson, C. (2014). Energy Technology Innovation. New York: Cambridge University Press.",
        "Henderson, R. M., & Newell, R. G. (2011a). Accelerating Energy Innovation: Insights from Multiple Sectors. Chicago: University of Chicago Press.",
        "Henderson, R. M., & Newell, R. G. (2011b). Introduction and Summary. In R. M. Henderson & R. G. Newell (Eds.), Accelerating Energy Innovation: Insights from Multiple Sectors (pp. 1-23). Chicago: University of Chicago Press.",
        "Jaffe, A. B. (2012). Technology Policy and Climate Change. Climate Change Economics, 3(4), 1250025.",
        "| P a g e Jaffe, A. B., & De Rassenfosse, G. (2019). Patent citation data in social science research: Overview and best practices. Research Handbook on the Economics of Intellectual Property Law. Edward Elgar Publishing.",
        "Jaffe, A. B., & Lerner, J. (2004). Innovation and Its Discontents. Princeton, New Jersey: Princeton University Press.",
        "Jefferson, O. A., Jaffe, A., Ashton, D., Warren, B., Koellhofer, D., Dulleck, U., . . . Jefferson, R. A. (2018). Mapping the Global Influence of Published Research on Industry and Innovation. Nature Biotechnology, 36(1), 31-39.",
        "Johnstone, N., HaÃ\u0085Â¡Ã\u0084Â\u008diÃ\u0084Â\u008d, I., & Popp, D. (2010). Renewable Energy Policies and Technological Innovation: Evidence Based on Patent Counts. Environmental and Resource Economics, 45(1), 133-155.",
        "Lanzi, E., Verdolini, E., & HaÃ\u0085Â¡Ã\u0084Â\u008diÃ\u0084Â\u008d, I. (2011). Efficiency-Improving Fossil Fuel Technologies for Electricity Generation: Data Selection and Trends. Energy Policy, 39(11), 7000-7014.",
        "Lerner, J. (2011). Venture Capital and Innovation in Energy. In R. M. Henderson & R. G. Newell (Eds.), Accelerating Energy Innovation: Insights from Multiple Sectors (pp. 225-260). Chicago: University of Chicago Press.",
        "Lester, R. K., & Hart, D. M. (2012). Unlocking Energy Innovation: How America Can Build a Low-Cost, Low-Carbon Energy System. Cambridge, Massachusetts: MIT Press.",
        "Nanda, R., Younge, K., & Fleming, L. (2015). Innovation and Entrepreneurship in Renewable Energy. In A. B. Jaffe & B. F. Jones (Eds.), The Changing Frontier: Rethinking Science and Innovation Policy (pp. 199-232). Chicago: University of Chicago Press.",
        "National Research Council. (2010). Limiting the Magnitude of Future Climate Change. Retrieved from Washington, DC: Newell, R. G. (2011). The Energy Innovation System: A Historical Perspective. In R. M. Henderson & R. G. Newell (Eds.), Accelerating Energy Innovation: Insights from Multiple Sectors (pp. 25-47). Chicago: University of Chicago Press.",
        "Patt, A. (2015). Transforming Energy: Solving Climate Change with Technology Policy. New York: Cambridge University Press.",
        "Pavitt, K. (2005). Chapter 4: Innovation Processes. In J. Fagerberg, D. C. Mowery, & R. R. Nelson (Eds.), Oxford Handbook of Innovation (pp. 86-114). New York: Oxford University Press.",
        "Popp, D. (2017). From Science to Technology: The Value of Knowledge from Different Energy Research Institutions.",
        "Rotman, D. (2019). What Would You Pay to Save the World? MIT Technology Review, 122(3), 8-11.",
        "Smil, V. (2010). Energy Myths and Realities: Bringing Science to the Energy Policy Debate. Washington, DC: American Enterprise Institute.",
        "Smil, V. (2017). Energy Transitions: Global and National Perspectives (2nd ed.). Santa Barbara, California: Praeger.",
        "Yeo, S. (2019). Climate Finance: The Money Trail. Nature, 573, 328-331. | P a g e"
    ]
}