{
    "id": 2777,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Aoki, M. A Note on the Stability of the Interaction of Monetary Policy, Journal of International Economics, 7. Argy, V. and P. Kouri (1974) Sterilization Policies and the Volatility in International Reserves, in R.Z. Aliber ed. National Monetary Policies and the International Financial System , University of Chicago Press, Chicago.",
        "Barro, R. (1988) Interest Rate Smoothing, mimeo, Harvard University, 1988.",
        "De Crauwe, P. (1975) The interaction of Monetary Policy in a a Group of European Countries, Journal of International Economics, 5.",
        "Giavazzi, F. (1987) Exchange Controls and Sterilization: The German Experience and Lessons for Korea, mimeo.",
        "Giavazzi, F. and A. Giovannini (1988 a) Models of the EMS: Is Europe a Greater Deutsche-Mark Area ?, in R. Bryant and R. Portes eds. Global Macroeconomics: Policy Conflict and Cooperation , McMillan Press, London.",
        "Giavazzi, F. and A. Giovannini (1988 b) Is Europe a Greater Deutsche-Mark Area ?, Chapter 4 in LimitinE Exchange Rate Flexibility: The European Monetary System, forthcoming.",
        "Hamada, K. (1985) The political Economy of International Monetary Interdeoendence, MIT Press.",
        "Herring, R.J. and R.C. Marston (1977 a) Sterilization Policy: The Trade-Off 34 between Monetary Autonomy and Control over Foreign Exchange Reserves, European Economic Review, 10.",
        "Herring, R.J. and R.C. Marston (1977 b) National Monetary Policies and International Financial Markets, Amsterdam, 1977.",
        "Kouri, P. (1975) The Hypothesis of Offsetting Capital Flows - A Case Study of Germany, Journal of Monetary Economics, 1.",
        "Kouri, P. and M. Porter (1974) International Capital Flows and Portfolio Equilibrium, Journal of Political Economy, May/June, 82.",
        "Marston, R. (1980) Cross Country Effects of Sterilization, Reserve Currencies and Foreign Exchange Intervention, Journal of International Economics, 10.",
        "Mastropasqua, C., S. Micossi and R. Rinaldi Interventions, Sterilization and Monetary Policy in EMS Countries paper presented at the Conference on the EMS organized by CEPR and the Banca dItalia, Perugia, Italy, October 16-17, 1987.",
        "Neumann, M. (1978) Offsetting Capital Flows: A Reexamination of the German Case, Journal of Monetary Economics, 4.",
        "Neumann, M. (1984) Intervention in the Mark/Dollar Market: The Authorities Reaction Function, Journal of International Money and Finance, vol.3.",
        "Obstfeld, M. (1982 b) Can We Sterilize: Theory and Evidence, American Economic Review, May.",
        "Padoan, P. (1984) The European Monetary System: Pyramid or ECU 7, mimeo.",
        "Roubini, N. (1988 a) Sterilization Policies, Offsetting Capital Movements and Exchange Rate Intervention Policies in the EMS, Chapter 4 of unpublished Ph.D. Dissertation, Harvard University, May.",
        "Roubini, N. (1988 b) Leadership and Cooperation under Alternative Exchange Rate Regimes: A Simulation Approach, Chapter 3 of unpublished Ph.D.",
        "Dissertation, Harvard University, May. Roubini, N. (1988 c) International Transmission of Macro Policies under Alternative Exchange Rate Regimes: A Four Country Model, unpublished, Harvard University.",
        "Scholl, F. (1981) Praktische Erfahrungen mit dem Europaischen Wahrungssystem, in W. Ehrlicher and R. Richter (eds.) Probleme der Wahrungsoolitik, Berlin, 1981, pp.151-17l.",
        "Vaubel, R. (1980) The Return to the New European Monetary System - Objectives, Preferences, Perspectives, Carnesie-Rochester Conference Series on Public Policy, Autumn, 13."
    ]
}