{
    "id": 27779,
    "cites": 50,
    "cited_by": 2,
    "reference": [
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic control methods for comparative case studies: Estimating the effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American statistical Association, 2010, 105 (490), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Andrews, Rodney J and Omari H Swinton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The persistent myths of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acting whiteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and race neutral alternatives to affirmative action in admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Black Political Economy, 2014, 41 (3), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Antonovics, Kate and Ben Backes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of banning affirmative action on human capital accumulation prior to college entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Economics, 2014, 3 (1), 5.",
        "Arcidiacono, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative action in higher education: How do admission and financial aid rules affect future earnings?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        ", Esteban M Aucejo, and V Joseph Hotz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093University differences in the graduation of minorities in STEM fields: Evidence from California,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (3), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        ", Michael Lovenheim, and Maria Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative Action in Undergraduate Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2015, 7 (1), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Ashkenas, Jeremy, Haeyoun Park, and Adam Pearce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Even with affirmative action, Blacks and Hispanics are more underrepresented at top colleges than 35 years ago,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, 2017.",
        "Bayer, Patrick and Kerwin Kofi Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divergent paths: A new perspective on earnings differences between black and white men since 1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 133 (3), 1459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1501.",
        "Bodoh-Creed, Aaron and Brent R Hickman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre-college human capital investment and affirmative action: a structural policy analysis of US college admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2018.",
        "Bowen, William G and Derek Bok, The Shape of the River. Long-Term Consequences of Considering Race in College and University Admissions., ERIC, 1998.",
        "Caldwell, Ronald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of University Affirmative Action Policies on the Human Capital Development of Minority Children: Do Expectations Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Kansas, Department of Economics 2010.",
        "Card, David and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Would the elimination of affirmative action affect highly qualified minority applicants? Evidence from California and Texas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, 2005, 58 (3), 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Cascio, Elizabeth U and Ayushi Narayan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who needs a fracking education? The educational response to low-skill biased technological change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Cassan, Guilhem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative action, education and gender: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2019, 136, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Center for Education Statistics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enrollment in Postsecondary Institutions, Fall 2004; Graduation Rates, 1998 2001 Cohorts; and Financial Statistics, Fiscal Year 2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Department of Education, 2004. Chetty, Raj, John N Friedman, Emmanuel Saez, Nicholas Turner, and Danny Yagan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income segregation and intergenerational mobility across colleges in the united states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, forthcoming.",
        ", Nathaniel Hendren, Maggie R Jones, and Sonya R Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and economic opportunity in the United States: An intergenerational perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2020, 135 (2), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Coate, Stephen and Glenn C Loury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will affirmative-action policies eliminate negative stereotypes?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1993, pp. 1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240.",
        "Cortes, Kalena E and Lei Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The incentive effects of the top 10% plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2011.",
        "Cotton, Christopher, Brent R Hickman, and Joseph P Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative action and human capital investment: Theory and evidence from a randomized field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Darity Jr, William, Darrick Hamilton, Mark Paul, Alan Aja, Anne Price, Antonio Moore, and Caterina Chiopris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What we get wrong about closing the racial wealth gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2018.",
        "Dee, Thomas S and Brian Jacob, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of No Child Left Behind on student achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and management, 2011, 30 (3), 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Deming, David J, Sarah Cohodes, Jennifer Jennings, and Christopher Jencks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School accountability, postsecondary attainment, and earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2016, 98 (5), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Derenoncourt, Ellora, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can you move to opportunity? Evidence from the Great Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Estevan, Fernanda, Thomas Gall, and Louis-Philippe Morin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution without Distortion: Evidence from An Affirmative Action Programme At a Large Brazilian University,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2018.",
        "Ferman, Bruno and Juliano AssuncÃ\u0083Å\u0092Ã\u0082Â§aÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Affirmative Action Enhance or Undercut Investment Incentives? Evidence from Quotas in Brazilian Public Universities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Fryer, Roland G and Glenn C Loury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative Action and Its Mythology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2005, 19 (3), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Golightly, Eleanor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does College Access Increase High School Effort? Evaluating the impact of the Texas Top 10% Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2019.",
        "Hinrichs, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of affirmative action bans on college enrollment, educational attainment, and the demographic composition of universities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (3), 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative Action and Racial Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Hoxby, Caroline and Sarah Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding college opportunities for high-achieving, low income students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Institute for Economic Policy Research Discussion Paper, 2013, (12-014).",
        "Hoxby, Caroline M and Christopher Avery, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The missing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093one-offsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The hidden supply of high-achieving, low income students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2012.",
        "Jayachandran, Seema and Adriana Lleras-Muney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life expectancy and human capital investments: Evidence from maternal mortality declines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, 124 (1), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Jensen, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The (perceived) returns to education and the demand for schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2010, 125 (2), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do labor market opportunities affect young womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work and family decisions? Experimental evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (2), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Khanna, Gaurav, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Affirmative Action Incentivize Schooling? Evidence From India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        "Kovalenko, Alina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Booms, Human Capital, and Earnings: Evidence from Linked Education and Employment Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "Leeds, Daniel M, Isaac McFarlin, and Lindsay Daugherty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does student effort respond to incentives? Evidence from a guaranteed college admissions program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Higher Education, 2017, 58 (3), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Moeeni, Safoura and Atsuko Tanaka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Labor Market Opportunities on Education: The Case of a Female Hiring Ceiling in Iran,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "Morissette, ReneÃ\u0083Å\u0092Ã\u0082Â\u0081, Ping Ching Winnie Chan, and Yuqian Lu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, youth employment, and school enrollment recent evidence from increases in world oil prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2015, 50 (1), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Mountjoy, Jack and Brent R. Hickman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to College(s): Estimating Value-Added and Match Effects in Higher Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "Neal, Derek and Diane Whitmore Schanzenbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Left behind by design: Proficiency counts and test-based accountability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2010, 92 (2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Office of the President, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Report on the Top Ten Percent Law,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, The University of Texas at Austin 2008.",
        "Oster, Emily and Bryce Millett Steinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do IT service centers promote school enrollment? Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2013, 104, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Parker, Claire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UT-Austin has no plans to drop affirmative action policy, despite new Trump administration guidelines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Texas Tribune, 2018.",
        "Rothstein, Jesse and Albert H Yoon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative Action in Law School Admissions: What Do Racial Preferences Do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, NBER 2008.",
        "Sander, Richard H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A systemic analysis of affirmative action in American law schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, 2004, pp. 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 483.",
        "Stulberg, Lisa M and Anthony S Chen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The origins of race-conscious affirmative action in undergraduate admissions: A comparative analysis of institutional change in higher education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociology of Education, 2014, 87 (1), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Texas Education Agency, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enrollment in Texas Public Schools 2003-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004.",
        "Tincani, Michela, Fabian Kosse, and Enrico Miglio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Beliefs and the (Perverse) Incentives of Preferential College Admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2020.",
        "Tutson, Teddy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Students now taking TAKS instead of TAAS tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Houston Chronicle, 2002."
    ]
}