{
    "id": 27786,
    "cites": 54,
    "cited_by": 0,
    "reference": [
        "Aguiar, M., M. Amador, H. Hopenhayn, and I. Werning, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Take the short route: Equilibrium default and debt maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Aguiar, M., and G. Gopinath, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Int. Econ., 69(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Aiyagari, S. R., A. Marcet, T. J. Sargent, and J. SeppaÃ\u0083Å\u0092Ã\u0082Ë\u0086laÃ\u0083Å\u0092Ã\u0082Ë\u0086, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation without StateContingent Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110(6), 1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        "Alvarez, F., and U. Jermann, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Asset Prices to Measure the Measure the Persistence of the Marginal Utility of Wealth.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, (4), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Angeletos, G.-M., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy with Noncontingent Debt and the Optimal Maturity Structure *,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117(3), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Arellano, C., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Income Fluctuations in Emerging Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 98(3), 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Arellano, C., and A. Ramanarayanan, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default and the Maturity Structure in Sovereign Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Polit. Econ., 120(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Backus, D., N. Boyarchenko, and M. Chernov, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term structures of asset prices and returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. financ. econ., 129(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bansal, R., and A. Yaron, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Prizing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, R. J., 1979, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the determination of the public debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Polit. Econ., 87(5, Part 1), 940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Bhandari, A., D. Evans, M. Golosov, and T. J. Sargent, 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy and debt management with incomplete markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Q. J. Econ., 132(2), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Bianchi, J., P. Ottonello, and I. Presno, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus under Sovereign Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Blanchard, O. J., and M. Watson, 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, rational expectations, and financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Crises in the Economic and Financial Structure, ed. by P. Wachtel. Lexington Books.",
        "Bohn, H., 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sustainability of Budget Deficits in a Stochastic Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Money Credit Bank., 27(1), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        ", 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The behavior of US public debt and deficits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the Quarterly Journal of economics, 113(3), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        ", 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are stationarity and cointegration restrictions really necessary for the intertemporal budget constraint?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(7), 1837 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1847.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, J., L. P. Hansen, and J. Scheinkman, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misspecified Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 71(6), 2493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2544.",
        "Breeden, D. T., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intertermporal Asset Pricing Model With Stochastic Consumption and Investment Opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Theory of Valuation. WORLD SCIENTIFIC, pp. 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Brunnermeier, M., S. Merkel, and Y. Sannikov, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Theory of Price Level with a Bubble,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Buera, F., and J. P. Nicolini, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal maturity of government debt without state contingent bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 51(3), 531 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 554.",
        "Bulow, J., and K. Rogoff, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt: Is to Forgive to Forget?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 79(1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dGlobal Imbalances Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Low Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Canzoneri, M. B., R. E. Cumby, and B. T. Diba, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Price Level Determined by the Needs of Fiscal Solvency?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 91(5), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238.",
        "Cochrane, J. H., 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Roots of Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        ", 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Fiscal Theory of Monetary Policy with Partially-Repaid Long-Term Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "DeMarzo, P., Z. He, and F. Tourre, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign debt ratchets and welfare destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Midwest Finance Association 2019 Annual Meeting. pbcsf.tsinghua.edu.cn.",
        "Diamond, P. A., 1965, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Debt in a Neoclassical Growth Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 55(5), 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Eaton, J., and M. Gersovitz, 1981, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with Potential Repudiation: Theoretical and Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Econ. Stud., 48(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Gopinath, G., and J. C. Stein, 2018, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking, Trade, and the Making of a Dominant Currency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Harvard University.",
        "Gourinchas, P.-O., and H. Rey, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International financial adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 115(4), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Hall, G. J., and T. J. Sargent, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Risk and Other Determinants of Post-WWII US Government Debt/GDP Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 3(3), 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Hamilton, J. D., and M. A. Flavin, 1986, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Limitations of Government Borrowing: A Framework for Empirical Testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 76(4), 808Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Hansen, L. P., W. Roberds, and T. J. Sargent, 1991, Time Series Implications of Present Value Budget BalanceWestview Press, vol. Rational Expectations Econometrics, chap. 5.",
        "Hansen, L. P., and J. Scheinkman, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Risk: An Operator Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77 (1), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Jiang, Z., 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Cyclicality and Currency Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Jiang, Z., A. Krishnamurthy, and H. Lustig, 2018a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Safe Asset Demand and the Dollar Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        ", 2018b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Safe Asset Demand for US Treasurys and the Dollar,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEA Papers and Proceedings, 108, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "Jiang, Z., A. Krishnamurthy, and H. Lustig, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar safety and the global financial cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 3328808.",
        "Jiang, Z., H. Lustig, S. Van Nieuwerburgh, and M. Z. Xiaolan, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Public Debt Valuation Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26583.",
        "Koijen, R. S. J., and M. Yogo, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Asset Prices in a Global Demand System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Krishnamurthy, A., and H. N. Lustig, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mind the Gap in Sovereign Debt Markets: The U.S. Treasury basis and the Dollar Risk Factor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Krishnamurthy, A., and A. Vissing-Jorgensen, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The aggregate demand for treasury debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Krueger, D., and H. Lustig, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is market incompleteness irrelevant for the price of aggregate risk (and when is it not)?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Econ. Theory, 145(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Liu, Y., L. Schmid, and A. Yaron, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risks of safe assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in 2019 Meeting Papers.",
        "Lucas, R. E., 1978, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices in an Exchange Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46(6), 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Lucas, R. E., and N. L. Stokey, 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal fiscal and monetary policy in an economy without capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12(1), 55 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 93.",
        "Lustig, H., C. Sleet, and SÃ\u0083Å\u0092Ã\u0082Â§. Yeltekin, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal hedging with nominal assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55(4), 710 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 727.",
        "Maggiori, M., 2017, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, International Risk Sharing, and Reserve Currencies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(10), 3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Meyer, J., C. M. Reinhart, and C. Trebesch, 2019, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Bonds since Waterloo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        ", 2020b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Saving Glut of the Rich and the Rise in Household Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Rubinstein, M., 1974, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An aggregation theorem for securities markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. financ. econ., 1(3), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 244.",
        "Samuelson, P. A., 1958, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Polit. Econ., 66(6), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Trehan, B., and C. E. Walsh, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common trends, the governmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s budget constraint, and revenue smoothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Econ. Dyn. Control, 12(2), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        ", 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Intertemporal Budget Constraints: Theory and Applications to U. S. Federal Budget and Current Account Deficits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Money Credit Bank., 23(2), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223."
    ]
}