{
    "id": 27781,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Aldy, Joseph E. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing and Updating a US Carbon Tax in an Uncertain World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harv. Envtl. L. Rev. F., 41: 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Aldy, Joseph E. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Tax Review and Updating: Institutionalizing an ActLearn -Act Approach to U.S. Climate Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 14(1): 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Aldy, Joseph E., Marc Hafstead, Gilbert E. Metcalf, Brian C. Murray, William A. Pizer, Christina Reichert, and Roberton C. Williams, III. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving the Inherent Uncertainty of Carbon Taxes: Introduction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Environmental Law Review Forum, 41: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Baker, James A, Martin Feldstein, Ted Halstead, N Gregory Mankiw, Henry M Paulson, George P Shultz, Thomas Stephenson, and Rob Walton. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Conservative Case for Carbon Dividends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 8.",
        "Bledsoe, Paul. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon tax could be part of eventual tax reform package.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brooks, Susanne A, and Nathaniel O Keohane. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Hybrid Approaches to a U.S. Carbon Tax: A Perspective from the Policy World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 14(1): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Burtraw, Dallas, Karen Palmer, and Danny Kahn. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A symmetric safety valve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Special Section on Carbon Emissions and Carbon Management in Cities with Regular Papers, 38(9): 4921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4932.",
        "CAIT Climate Data Explorer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CAIT Climate Data Explorer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Resources Institute, Washington, DC.",
        "Climate Home News. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guterres asks all countries to plan for carbon neutrality by 2050.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Debt Reduction Task Force. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s future: reviving the economy, cutting spending and debt, and creating a simple, pro-growth tax system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bipartisan Policy Center, Washington, DC. OCLC: 681901007.",
        "Hafstead, Marc A C, and Roberton C. Williams, III. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing and Evaluating a U.S. Carbon Tax Adjustment Mechanism to Reduce Emissions Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 14(1): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Hafstead, Marc, and Roberton C. Williams, III. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanisms to Reduce Emissions Uncertainty under a Carbon Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RFF Working Paper, 31.",
        "Hafstead, Marc, Gilbert E. Metcalf, and Roberton C. Williams, III. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adding Quantity Certainty to a Carbon Tax through a Tax Adjustment Mechanism for Policy PreCommitment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harv. Envtl. L. Rev. F., 41: 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Heutel, Garth. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankability and Information in Pollution Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 7(4): 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799. Publisher: The University of Chicago Press.",
        "Hyndman, Rob J., and Yeasmin Khandakar. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Time Series Forecasting: The forecast Package for R.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Software; Vol 1, Issue 3 (2008).",
        "IWG, Interagency Working Group on Social Cost of Greenhouse Gases and United States Government. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Support Document: Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt, and Yongcheol Shin. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the null hypothesis of stationarity against the alternative of a unit root: How sure are we that economic time series have a unit root?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 54(1): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Lizza, Ryan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093As the World Burns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New Yorker.",
        "McKibbin, Warwick J., and Peter J. Wilcoxen. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Better Way to Slow Global Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian National University, Economics and Environment Network.",
        "Metcalf, Gilbert E. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Containment in Climate Change Policy: Alternative Approaches to Mitigating Price Volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc 15125.",
        "Metcalf, Gilbert E. 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Emissions Assurance Mechanism: Adding Environmental Certainty to a U.S. Carbon Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 14(1): 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Murray, Brian C., William A. Pizer, and Christina Reichert. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Emissions Certainty under a Carbon Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harv. Envtl. L. Rev. F., 41: 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "National Commission on Fiscal Responsibility and Reform. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Moment of Truth: Report of the National Commission on Fiscal Responsibility and Reform | National Commission on Fiscal Responsibility and Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Newell, Richard G., and William A. Pizer. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating stock externalities under uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 45(2): 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Pizer, William A. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combining price and quantity controls to mitigate global climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 85(3): 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Pizer, William A., and Brian Prest. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices versus Quantities with Policy Updating. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research w22379, Cambridge, MA.",
        "Pope, C. Arden, Maureen Cropper, Jay Coggins, and Aaron Cohen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health benefits of air pollution abatement policy: Role of the shape of the concentrationresponse function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air & Waste Management Association, 65(5): 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Roberts, Marc J., and Michael Spence. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effluent charges and licenses under uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 5(3): 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Ross, Martin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structure of the Dynamic Integrated Economy/Energy/Emissions Model: Computable General Equilbrium Component, DIEM-CGE.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke University 1426 12, Durham, NC.",
        "Sanders, Bernard. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093S.2399 - 114th Congress (2015-2016): Climate Protection and Justice Act of 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Schennach, Susanne M. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Pollution Permit Banking in the Context of Title IV of the 1990 Clean Air Act Amendments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 40(3): 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "United Kingdom. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon valuation in UK policy appraisal: a revised approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Bureau of Economic Analysis. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Gross Domestic Product.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. EPA. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulatory Impact Analysis for the Clean Power Plan Final Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. EPA.",
        "van der Ploeg, Frederick. 2018. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The safe carbon budget.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change, 147(1): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 59.",
        "Weitzman, Martin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. Quantities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 41(4): 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 491.",
        "Weitzman, Martin. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Rewards for Economic Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September, 68(4): 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Whitehouse, Sheldon. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093S.1548 - 114th Congress (2015-2016): American Opportunity Carbon Fee Act of 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wintour, Patrick, and Larry Elliott. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093G8 agrees to climate targets despite differences with developing nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guardian.",
        "Yates, Andrew J., and Mark B. Cronshaw. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution Permit Markets with Intertemporal Trading and Asymmetric Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 42(1): 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Ye, Jason. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Pricing Proposals in the 116th Congress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Additional Figures"
    ]
}