{
    "id": 27785,
    "cites": 3,
    "cited_by": 2,
    "reference": [
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does a Deductible Do? The Impact of Cost-Sharing on Health Care Prices, Quantities, and Spending Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 132(3): 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318. 3, 5, 31 Campbell, John Y. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring Rational Choice: The Challenge of Consumer Financial Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(5): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30. 1 Cardon, James, and Igal Hendel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 32(3): 408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427. 5 Chen, Yiqun, Petra Persson, and Maria Polyakova. 2019. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Roots of Health Inequality and The Value of Intra-Family Expertise.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 25618. 5 Chetty, Raj, John N. Friedman, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, Torben Heien Nielsen, and Tore Olsen. 2014.",
        "The prediction method we use follows four steps, which closely resemble the steps used in Einav et al. (2018).",
        "Obtaining Ensemble Predictor We combine the predictions from the random forest, gradient boosting regression trees, and LASSO into one ensemble prediction. Following Einav et al. (2018), we construct the ensemble prediction to be the linear combination pensemble = Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009arf pÃ\u0083Å\u0092Ã\u0082â\u0080\u009arf + Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009agbpÃ\u0083Å\u0092Ã\u0082â\u0080\u009agb + Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009alassopÃ\u0083Å\u0092Ã\u0082â\u0080\u009alasso, where pÃ\u0083Å\u0092Ã\u0082â\u0080\u009ax is the prediction from algorithm x and Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009ax is the associated weight. 36We use the package caret in R that provides a standardized way to tune parameters. The prediction models we use are ranger (random forest), xgblinear (boosted regression trees), and glmnet (LASSO). 37This is a common metric used in the machine learning literature to measure the performance of a prediction model. We obtain estimates for the weights from a constrained linear regression (with no constant and the weights summing to one) of the dummy for having costs below 375 EUR on the three individual predicted probabilities."
    ]
}