{
    "id": 27793,
    "cites": 57,
    "cited_by": 1,
    "reference": [
        "Airoldi, E. M., Blei, D. M., Fienberg, S. E., and Xing, E. P. (2008). Mixed membership stochastic blockmodels. Journal of Machine Learning Research, 9:1981 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2014.",
        "Anderson, J. E. (2011). The gravity model. Annual Review in Economics, 3(1):133 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 160.",
        "Andrews, I., Stock, J. H., and Sun, L. (2019). Weak instruments in instrumental variables regression: theory and practice. Annual Review of Economics, 11:727 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 753.",
        "Apicella, C. L., Marlowe, F. W., Fowler, J. H., and Christakis, N. A. (2012). Social networks and cooperation in hunter-gatherers. Nature, 481(7382):497 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 501.",
        "Atalay, E., HortacÃ\u0083Å\u0092Ã\u0082Â§su, A., Roberts, J., and Syverson, C. (2011). Network structure of production. Proceedings of the National Academy of Sciences, 108(13):5199 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5202.",
        "Bala, V. and Goyal, S. (2000). A noncooperative model of network formation. Econometrica, 68(5):1181 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1229.",
        "BarabaÃ\u0083Å\u0092Ã\u0082Â\u0081si, A.-L. (2016). Network Science. Cambridge University Press, Cambridge.",
        "Bayer, R. (2006). Diplomatic exchange data set, v2006.1. Technical report, The Correlates of War Project.",
        "Berger, A. and MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller-Hannemann, M. (2009). Uniform sampling of undirected and directed graphs with a fixed degree sequence. CoRR, abs/0912.0685.",
        "Bickel, P., Choi, D., Chang, X., and Zhang, H. (2013). Asymptotic normality of maximum likelihood and its variational approximation for stochastic blockmodels. Annals of Statistics, 41(4):1922 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1943.",
        "Blitzstein, J. and Diaconis, P. (2011). A sequential importance sampling algorithm for generating random graphs with prescribed degrees. Internet Mathematics, 6(4):489 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 522.",
        "Bloch, F. and Jackson, M. O. (2007). The formation of networks with transfers among players. Journal of Economic Theory, 113(1):83 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 110.",
        "Boss, M., Elsinger, H., Summer, M., and Thurner, S. (2004). Network topology of the interbank market. Quantitative Finance, 4(6):677 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 684.",
        "CalvoÃ\u0083Å\u0092Ã\u0082Â\u0081-Armengol, A., Patacchini, E., and Zenou, Y. (2009). Peer effects and social networks in education. Review of Economic Studies, 76(4):1239 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1267.",
        "Charbonneau, K. B. (2017). Multiple fixed effects in binary response panel data models. Econometrics Journal, 20(3):S1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S13.",
        "Chatterjee, S., Diaconis, P., and Sly, A. (2011). Random graphs with a given degree sequence.",
        "Chen, X., Christensen, T. M., and Tamer, E. (2018). Monte carlo confidence sets for identified sets. Econometrica, 86(6):1965 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2018.",
        "Cox, D. R. (2006). Principles of Statistical Inference. Cambridge University Press, Cambridge.",
        "Czabarka, E., Szekely, L. A., Toroczkai, Z., and Walker, S. (2017). An algebraic monte-carlo algorithm for the bipartite partition adjacency matrix realization problem. arXiv preprint arXiv:1708.08242.",
        "de Paula, A. (2013). Econometric analysis of games with multiple equilibria. Annual Review of Economics, 5:107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "de Paula, AÃ\u0083Å\u0092Ã\u0082Â\u0081., Richards-Shubik, S., and Tamer, E. (2018). Identifying preferences in networks with bounded degree. Econometrica, 86(1):263 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 288.",
        "Del Genio, C. I., Kim, H., Toroczkai, Z., and Bassler, K. E. (2010). Efficient and exact sampling of simple graphs with given arbitrary degree sequence. Plos One, 5(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Dutta, B. and Jackson, M. O. (2000). The stability and efficiency of directed communication networks. Review of Economic Design, 5(3):251 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 272.",
        "Dzemski, A. (2018). An empirical model of dyadic link formation in a network with unobserved heterogeneity. Review of Economics and Statistics. University of Mannheim.",
        "ErdoÃ\u0083Å\u0092Ã\u0082â\u0080¹s, P., G. Hartke, S., van Iersel, L., and MikloÃ\u0083Å\u0092Ã\u0082Â\u0081s, I. (2017). Graph realizations constrained by skeleton graphs. Electronic Journal of Combinatorics, 24(2):1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 18.",
        "Ferguson, T. S. (1967). Mathematical Statistics: A Decision Theoretic Approach. Academic Press, New York.",
        "Gao, C., Lu, Y., and Zhou, H. H. (2015). Rate-optimal graphon estimation. Annals of Statistics, 43(6):2624 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2652.",
        "Goyal, S. (2009). Connections: An Introduction to the Economics of Networks. Princeton University Press, Princeton, NJ.",
        "Graham, B. S. (2017). An econometric model of network formation with degree heterogeneity.",
        "Graham, B. S. (2020). Handbook of Econometrics, volume 7A, chapter Network data. NorthHolland, Amsterdam.",
        "Graham, B. S. and Pelican, A. (2020). The Econometric Analysis of Network Data, chapter Testing for externalities in network formation using simulation, pages 65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 82. Academic Press, London.",
        "Granovetter, M. S. (1973). The strength of weak ties. American Journal of Sociology, 78(6):1360 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1380.",
        "Jackson, M. O., Rogers, B. W., and Zenou, Y. (2017). The economic consequences of socialnetwork structure. Journal of Economic Literature, 55(1):49 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 95.",
        "Jackson, M. O. and Wolinsky, A. (1996). A strategic model of social and economic networks. Journal of Economic Theory, 71(1):44 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 74.",
        "Jochmans, K. (2018). Semiparametric analysis of network formation. Journal of Business and Economic Statistics, 36(4):705 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 713.",
        "Kaido, H. and Zhang, Y. (2019). Robust likelihood ratio tests for incomplete economic models. arXiv Working Paper arXiv:1910.04610v2 [econ.EM], Boston Univerity and Jinan University.",
        "Kim, H., Genio, C. I. D., Bassler, K. E., and Toroczkai, Z. (2012). Constructing and sampling directed graphs with given degree sequences. New Journal of Physics, 14(2):023012.",
        "Kinne, B. J. (2014). Dependent diplomacy: signaling, strategy, and prestige in the diplomatic network. International Studies Quarterly, 58(2):247 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 259.",
        "Kolaczyk, E. D. (2009). Statistical Analysis of Network Data. Springer, New York.",
        "KoÃ\u0083Å\u0092Ã\u0082Ë\u0086nig, M. D., Liu, X., and Zenou, Y. (2019). R&d networks: theory, empirics and policy implications. Review of Economics and Statistics, 101(3):476 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 491.",
        "McDonald, J. W., Smith, P. W. F., and Forster, J. J. (2007). Markov chain monte carlo exact inference for social networks. Social Networks, 29(1):127 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 136.",
        "McPherson, M., Smith-Lovin, L., and Cook, J. M. (2001). Birds of a feather: homophily in social networks. Annual Review of Sociology, 27(1):415 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 444.",
        "Menzel, K. (2016). Strategic network formation with many agents. New York University.",
        "Mitzenmacher, M. and Upfal, E. (2005). Probability and Computing. Cambridge University Press, Cambridge.",
        "Miyauchi, Y. (2016). Structural estimation of a pairwise stable network with nonnegative externality. Journal of Econometrics, 195(2):224 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 235.",
        "Moreira, M. J. (2009). Tests with correct size when instruments can be arbitrarily weak. Journal of Econometrics, 152(2), 131-140, 152(2):131 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 140.",
        "Nash, J. F. (1950). Equilibrium points in n-person games. Proceedings of the National Academy of Sciences, 36(1):48 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 49.",
        "Newman, M. E. J. (2010). Networks: An Introduction. Oxford University Press, Oxford.",
        "Pelican, A. (2019). Uniform sampling of graphs with fixed degree sequence under partition constraints. https://www.fernuni-hagen.de/MATHEMATIK/DMO/pubs/Master Andrin Pelican.pdf.",
        "Rao, A. R., Jana, R., and Bandyopadhyay, S. (1996). A markov chain monte carlo method for generating random (0,1)-matrices with given marginals. Sankhya, 58(2):225 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 242.",
        "Sheng, S. (2014). A structural econometric analysis of network formation games. Mimeo, University of California - Los Angeles.",
        "Sinclair, A. (1993). Algorithms for Random Generation and Counting: A Markov Chain Approach. Progress in Theoretical Computer Science. BirkhaÃ\u0083Å\u0092Ã\u0082Ë\u0086user, Boston.",
        "Tao, T. (2016). An improved mcmc algorithm for generating random graphs from constrained distributions. Network Science, 4(1):117 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 139.",
        "Tarski, A. (1955). A lattice-theoretical fixpoint theorem and its applications. Pacific Journal of Mathematics, 5(2):285 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 309.",
        "Tinbergen, J. (1962). Shaping the World Economy: Suggestions for an International Economic Policy. Twentieth Century Fund, New York.",
        "Werner, K. (2012). MaÃ\u0083Æ\u0092Ã\u0082Å¸- und Integrationstheorie. FernUniversitaÃ\u0083Å\u0092Ã\u0082Ë\u0086t in Hagen.",
        "For a sequence of measurable functions, which converges pointwise, the limit function is also measurable Werner (2012). fÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 is measurable and satisfies condition (50). Proof of Theorem 1.1 Now we are ready to prove the result stated in the main text. For a z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Zn we define a function rz : [z1, z1 + 1] Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 ... Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 [zn, zn + 1] Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â£, which assigns to each taste shock in the hyper cube [z, z + 1] a NE. According to Lemma A.1 and Lemma A.2 and the fact that g from above is measurable we can define rz such that it is measurable. We now define rÃ\u0083Å\u0092Ã\u0082â\u0080\u009ez : Rn Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 RN2n with rÃ\u0083Å\u0092Ã\u0082â\u0080\u009ez (x) = rz (x) if x Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 [z, z + 1) and rÃ\u0083Å\u0092Ã\u0082â\u0080\u009ez (x) = 0 otherwise. Let r : Rn Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â£ with r(x) = X zÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086Zn rÃ\u0083Å\u0092Ã\u0082â\u0080\u009ez (x) (51)"
    ]
}