{
    "id": 27809,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Bank for International Settlements (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Economic Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter II: A Monetary Lifeline: Central BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Crisis Response. Available at https://www.bis.org/publ/ arpdf/ar2020e2.htm.",
        "Card, D., A. Mas, and J. Rothstein (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tipping and the Dynamics of Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, S., V. Kurakula, and S. Lee (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of the Fed Corporate Credit Facilities through the Lenses of ETFs and CDX,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Working Paper No. 2020-14. remaining maturity as close to five years as possible. Similarly, if there are multiple bonds that can be paired up with a given bond purchased by the SMCCF, we choose only the bond with time-to-maturity as close to 5 years as possible.",
        "Dick-Nielsen, J. and T. K. Poulsen (2019): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Clean Academic TRACE Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: https://ssrn.com/abstract=3456082 or http://dx.doi.org/10.2139/ssrn. 3456082.",
        "DiNardo, J. and D. S. Lee (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of New Unionization on Private Sector Employers: 1984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119, 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "Gilchrist, S., D. LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Real Borrowing Costs at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Gilchrist, S. and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Large-Scale Asset Purchase Programs on Corporate Credit Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 45, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. Sack, and J. H. Wright (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury Yield Curve: 1961 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Haddad, V., A. Moreira, and T. Muir (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Selling Becomes Viral: Disruptions in Debt Markets in the COVID-19 Crisis and the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27168.",
        "Hanson, S. G. and J. C. Stein (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Long-Term Real Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 115, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Kargar, M., B. Lester, D. Lindsay, S. Liu, P.-O. Weill, and D. Zuniga (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Bond Liquidity During the COVID-19 Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27355.",
        "Krishnamurthy, A. and A. Vissing-Jorgensen (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Fall, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Nozawa, Y. and Y. Qiu (2020): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Bond Market Reactions to Quantitative Easing During the COVID-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: https://ssrn.com/abstract=3579346 or http://dx.doi.org/10.2139/ssrn.3579346.",
        "Sastry, P. (2018): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Origins of Section 13(3) of the Federal Reserve Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy Review, Federal Reserve Bank of New York, 24, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33."
    ]
}