{
    "id": 2781,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Abel, A.B. and O.J. Blanchard, An Intertemporal Model of Saving and Investment, Econometrica 51, 1983, 673-692.",
        "Brock, FL., Permanent and Temporary Tariff Reductions, Unpublished Working Paper, 1986.",
        "Buiter, `N.H., Does an Improvement in the Current Account of the Trade Balance at Full Employment Require a Depreciation of the Real Exchange Rate? Paper presented at NBER Summer Institute, 1987.",
        "Chan. KS., The Employment Effects of Tariffs Under a Free Exchange Rate Regime. Journal of International Economics 8, 1978, 414-424.",
        "Edwards, S., Tariffs, Terms of Trade, and the Real Exchange Rate in an Intertempomal Optimizing Model of the Current Account, NBER Working Paper 2175, 1987.",
        "Eichengreen, B.J., A Dynamic Model of Tariffs, Output, and Employment Under Flexible Exchange Rates, Journal of International Economics 11, 1981, 341-359.",
        "Engel, C. and K. Kletzer, Tariffs, Saving and the Current Account, National Bureau of Economic Research, Working Paper No. 1869, 1987.",
        "Ghosh, A.R., The Terms of Trade and the Current Account: An Investment Dynamics Approach, Harvard University, 1987.",
        "Could, S.F., Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies 35, 1982, 213-224.",
        "Hayashi, F., Tobins q, Rational Expectations, and Optimal Investment Plan, Econo- metrica 50, 1982, 213-224.",
        "Kimbrough, K.P., Read Disturbb.nces, the Current Account, and the Real Exchange Rate: The Case of a Tariff, Journal of International Economics 13, 1982, 291-300.",
        "Krugman, P., The Macroeconomics of Protection with a Floating Exchange Rate, in Monetary Regimes and Protectionism, K. Brunner and A.H. Meltzer (eds.), Carnegie- Rochester Conference Series on Public Policy, Vol. 16, 1982.",
        "Lucas, RE., `Adjustment Costs and the Theory of Supply, Journal of Political Ecortomp 75, 1967. 321-334.",
        "Matsuyama, K., Current Account Dynamics in a Finite Horizon Model, Journal of International Economics 23, 1987, 299-313.",
        "Mundell, R., Flexible Exchange Rates and Employment Policy, Canadian Journal of Economics and Political Science 27, 1961, 509-517.",
        "Obstfeld, M., Aggregate Spending and the Terms of Trade: Is There a Laursen-Metzler Effect? Quarterly Journal of Economics 97, 1982, 251-270.",
        "Svensson, LEO. and A. Razin, The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy 91, 1983, 97-125.",
        "Treadway, A., On Rational Entrepreneurial Behavior and the Demand for Investment, Review of Economic Studies 36, 1969, 227-240.",
        "Tjzawa, H., Time Preferences, the Consumption Function, and Optimum Asset Holdings, in J.N. Wolfe (ed.), Value, Capital, and Growth: Papers in Honor of Sir John Hicks, Aldine, Chicago, 1968.",
        "Yaari, M., Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies 32, 1965, 137-150."
    ]
}