{
    "id": 27810,
    "cites": 56,
    "cited_by": 1,
    "reference": [
        "Abadi, Joseph, and Markus Brunnermeier, 2018, Blockchain economics, Discussion paper, mimeo Princeton University.",
        "Bakos, Yannis, and Hanna Halaburda, 2019, When do smart contracts and iot sensors improve efficiency ? automated execution vs. finer information, Automated Execution vs. Finer Information (May 26, 2019). NYU Stern School of Business.",
        "Biais, Bruno, Christophe Bisiere, Matthieu Bouvard, and Catherine Casamatta, 2019, The blockchain folk theorem, The Review of Financial Studies 32, 1662Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1715.",
        "Bolton, Patrick, Hui Chen, and Neng Wang, 2011, A unified theory of tobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate investment, financing, and risk management, The Journal of Finance 66, 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Bolton, Patrick, and Haizhou Huang, 2017, The capital structure of nations, Review of Finance 22, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Brenner, Claire, 2018, 15 most popular social media networks and sites, G2 Crowd p. July 18.",
        "Brunnermeier, Markus K., Harold James, and Jean-Pierre Landau, 2019, The digitalization of money, Discussion paper, Princeton University.",
        "Bulow, Jeremy I, 1982, Durable-goods monopolists, Journal of political Economy 90, 314Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Buterin, Vitalik, et al., 2014, A next-generation smart contract and decentralized application platform, white paper 3.",
        "Cagan, Phillip D., 1956, . The monetary dynamics of hyperinflation, (University of Chicago Press).",
        "Canidio, Andrea, 2018, Financial incentives for open source development: the case of blockchain, working paper IMT School of Advanced Studies.",
        "Cao, Sean, Lin William Cong, Meng Han, Qixuan Hou, and Baozhong Yang, 2020, Blockchain architecture for auditing automation and trust building in public markets, IEEE Computer 67.",
        "Cao, Sean, Lin William Cong, and Baozhong Yang, 2018, Financial reporting and blockchains: Collaborative auditing, mis-statements, and regulation, Working Paper.",
        "Chen, Long, Lin William Cong, and Yizhou Xiao, 2019, A brief introduction to blockchain economics, Working Paper.",
        "Chiu, Jonathan, and Thorsten V Koeppl, 2017, The economics of cryptocurrenciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBitcoin and beyond, Working Paper.",
        "Chiu, Jonathan, and Tsz-Nga Wong, 2015, On the essentiality of e-money, Discussion paper, Bank of Canada Staff Working Paper.",
        "Chod, Jiri, and Evgeny Lyandres, 2018, A theory of ICOs: Diversification, agency, and asymmetric information, Working paper Boston University Questrom School of Business.",
        "Coase, R. H., 1972, Durability and monopoly, The Journal of Law and Economics 15, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Cong, Lin William, and Zhiguo He, 2018, Blockchain disruption and smart contracts, Forthcoming, Review of Financial Studies.",
        "Cong, Lin William, Ye Li, and Neng Wang, 2020, Tokenomics: Dynamic adoption and valuation, Review of Financial Studies forthcoming.",
        "Davydiuk, Tetiana, Deeksha Gupta, and Samuel Rosen, 2019, De-crypto-ing signals in initial coin offerings: Evidence of rational token retention, Working paper Carnegie Mellon University and Temple University.",
        "DeÃ\u0083Å\u0092Ã\u0082Â\u0081camps, Jean-Paul, Sebastian Gryglewicz, Erwan Morellec, and Stphane Villeneuve, 2016, Corporate Policies with Permanent and Transitory Shocks, The Review of Financial Studies 30, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Demarzo, Peter M, 2019, Presidential address: Collateral and commitment, The Journal of Finance 74, 1587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1619.",
        "Doepke, Matthias, and Martin Schneider, 2017, Money as a unit of account, Econometrica 85, 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1574.",
        "Duffie, Darrell, 2019, Digital currencies and fast payment systems: Disruption is coming, working paper Stanford University Graduate School of Business.",
        "Easley, David, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Soumya Basu, 2019, From mining to markets: The evolution of Bitcoin transaction fees, Journal of Financial Economics.",
        "Fanti, Giulia, Leonid Kogan, and Pramod Viswanath, 2019, Economics of proof-of-stake payment systems, Working paper.",
        "Ferreira, Daniel, Jin Li, and Radoslawa Nikolowa, 2020, Corporate capture of blockchain governance, Working Paper 593/2019 ECGI.",
        "Gans, Joshua S, and Hanna Halaburda, 2015, Some economics of private digital currency, in Economic Analysis of the Digital Economy . pp. 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276 (University of Chicago Press).",
        "Garratt, Rodney, and Maarten R.C. Van Oordt, 2019, Entrepreneurial incentives and the role of initial coin offerings, working paper University of California at Santa Barbara and Bank of Canada.",
        "Goldstein, Itay, Deeksha Gupta, and Ruslan Sverchkov, 2019, Initial coin offerings as a commitment to competition, Available at SSRN 3484627.",
        "Griffin, John M, and Amin Shams, 2018, Is Bitcoin really un-tethered?, Working Paper.",
        "Gryglewicz, Sebastian, Simon Mayer, and Erwan Morellec, 2020, Optimal financing with tokens, Working paper EPFL, Erasmus University Rotterdam, and Swiss Finance Institute.",
        "Holden, Richard, and Anup Malani, 2018, Can blockchain solve the holdup problem in contracts?, .",
        "Howell, Sabrina T, Marina Niessner, and David Yermack, 2018, Initial coin offerings: Financing growth with cryptocurrency token sales, Discussion paper, National Bureau of Economic Research.",
        "Hu, Albert, Christine Parlour, and Uday Rajan, 2018, Cryptocurrencies: Stylized facts on a new investible instrument, Working paper University of California Berkeley and University of Michigan.",
        "Huberman, Gur, Jacob D Leshno, and Ciamac C Moallemi, 2019, An economic analysis of the Bitcoin payment system, .",
        "Kahn, Charles, 1986, The durable goods monopolist and consistency with increasing costs, Econometrica 54, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Kajpust, Dave, 2019, Examining funding token allocation of blockchain foundations, Medium Jan 22.",
        "Kocherlakota, Narayana R, 1998, Money is memory, Journal of Economic Theory 81, 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Lehar, Alfred, and Christine A. Parlour, 2020, Miner collusion and the bitcoin protocol, Working paper University of Calgary and University of California Berkeley.",
        "Li, Ye, 2017, Procyclical finance: The money view, Dice center working paper, The Ohio State University Fisher College of Business.",
        "Liu, Yukun, and Aleh Tsyvinski, 2018, Risks and returns of cryptocurrency, Working Paper 24877 National Bureau of Economic Research.",
        "Livingston, Ted, 2017, Announcing kin, a cryptocurrency for an open future, Medium p. May 25.",
        "Mayer, Simon, 2020, Token-based platforms and speculators, Working paper Erasmus University Rotterdam.",
        "Michaels, Dave, 2019, U.s. regulators sue crypto startup telegram over initial coin offering, The Wall Street Journal October 11.",
        "Pagnotta, Emiliano, 2018, Bitcoin as decentralized money: Prices, mining rewards, and network security, Mining Rewards, and Network Security (October 26, 2018).",
        "Rastegar, Mohammad, Mahmud Fotuhi-Firuzabad, and Farrokh Aminifar, 2012, Load commitment in a smart home, Applied Energy 96, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Rochet, Jean-Charles, and Jean Tirole, 2003, Platform competition in two-sided markets, Journal of the european economic association 1, 990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1029.",
        "Saleh, Fahad, 2017, Blockchain without waste: Proof-of-stake, working paper, New York University.",
        ", 2018, Volatility and welfare in a crypto economy, Available at SSRN 3235467.",
        "Schilling, Linda, and Harald Uhlig, 2018, Some simple Bitcoin economics, Discussion paper, National Bureau of Economic Research.",
        "Sockin, Michael, and Wei Xiong, 2018, A model of cryptocurrencies, Working Paper.",
        "Stokey, Nancy L, 1981, Rational expectations and durable goods pricing, The Bell Journal of Economics pp. 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Stulz, ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 M., 2019, Fintech, bigtech, and the future of banks, Working Paper 2019-03-020 OSU Fisher College of Business and Dice Center.",
        "Tinn, Katrin, 2019, Blockchain and the future of optimal financing contracts, Available at SSRN"
    ]
}