{
    "id": 2782,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Abraham, Katherine and Henry Farber. Job Duration, Seniority, and Earnings. American Economic Review, June 1977.",
        "Barron, John et. al. Job Matching and On-The-Job Training. Unpublished paper, 1986.",
        "Barron, John and Mark Loewenstein. On Imperfect Evaluation and Earnings Differentials. Economic Inquiry, October 1986.",
        "Bishop, John. Do Employers Share the Costs and Benefits of General Training? Unpublished manuscript, 1988.",
        "Brown, Charles. Firm Choice of Method of Pay. Unpublished manuscript, 1987.",
        "Brown, James N. Are Those Paid More Really No More Productive? Measuring the Relative Importance of Tenure Versus On-The-Job Training in Explaining Wage Growth. Unpublished manuscript, 1983.",
        "Frank, Robert. Are Workers Paid Their Marginal Products? American Economic Review, September 1984.",
        "Freeman, Richard. Longitudinal Analysis of Trade Unionism. Journal of Labor Economics, April 1984.",
        "Freeman, Richard and James Medoff. What Do Unions Do? Basic Books, 1984.",
        "Hunter, John. A Causal Analysis of Cognitive Ability, Job Knowledge, Job Performance, and Supervisor Ratings. In Performance Measurement and Theory ed. by F. Landy et. ml., 1983.",
        "Klein, Roger et. ml. Factors Affecting the Output and Quit Propensities of Production Workers. NBER Working Paper No. 2184, March 1987.",
        "Lazear, Edward. Salaries and Piece Rates. Journal of Business, 1986.",
        "Lazear, Edward. Why is There Mandatory Retirement? Journal of Political Economy, June 1979.",
        "Lillard, Lee and H. Tan. Private Sector Training. Rand Corporation, 1986.",
        "Meitzen, Mark. Differences in Male and Female Job-Quitting Behavior. Journal of Labor Economics. April, 1986.",
        "Maranto, Cheryl and Robert Rodgers. A Test of the On-the-Job Training Hypothesis. Journal of Human Resources, Spring 1984.",
        "Medoff, James and Katherine Abraham. Experience, Performance and Earnings. Quarterly Journal of Economics, 1980.",
        "Medoff, James and Katherine Abraham. Are Those Paid More Really More Productive? The Case of Experience. Journal of Human Resources, Spring 1981.",
        "Mincer, Jacob. Job Training, Wage Growth, and Labor Turnover. NBER Working Paper No. 2690, 1988.",
        "Mincer, Jacob. Schooling, Experience and Earnings. National Bureau of Economic Research, 1974.",
        "Mincer, Jacob. Union Effects: Wages, Turnover and Job Training. NBER Working Paper No. 808, 1983.",
        "Rothe, H.F. The Relation of Merit Ratings to Length of Service. Personal Psychology, Summer 1949.",
        "Seiler, Eric. Piece Rate vs. Time Rate: The Effect of Incentives on Earnings. Review of Economics and Statistics, August 1984.",
        "Viscuai, W. Kip. Sex Differences in Worker Quitting. Review of Economics and Statistics. August, 1980.",
        "Weiss, Andrew. High School Graduation, Performance and Wages. Journal of Political Economy, August 1988."
    ]
}