{
    "id": 27829,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Alfaro, L., A. Chari, A. N. Greenland, and P. K. Schott, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate and Firm-Level Stock Returns During Pandemics, in Real Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26950, National Bureau of Economic Research.",
        "Ding, W., R. Levine, C. Lin, and W. Xie, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Immunity to the COVID-19 Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27055, National Bureau of Economic Research.",
        "Elenev, V., T. Landvoigt, and S. Van Nieuwerburgh, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the COVID Bailouts Save the Economy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27207, National Bureau of Economic Research.",
        "Giglio, S., M. Maggiori, J. Stroebel, and S. Utkus, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the Mind of a Stock Market Crash,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27272, National Bureau of Economic Research.",
        "Gormsen, N. J., and R. S. J. Koijen, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus: Impact on Stock Prices and Growth Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27387, National Bureau of Economic Research.",
        "Hassan, T. A., S. Hollander, L. van Lent, and A. Tahoun, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-level Exposure to Epidemic Diseases: COVID-19, SARS, and H1N1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 26971, National Bureau of Economic Research.",
        "Hong, H., N. Wang, and J. Yang, 2020a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Stochastic Transmission Rates for Managing Pandemic Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27218, National Bureau of Economic Research.",
        ", 2020b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mitigating Disaster Risks to Sustain Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, National Bureau of Economic Research.",
        "Kozlowski, J., L. Veldkamp, and V. Venkateswaran, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scarring body and mind: the long-term belief-scarring effects of Covid-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB St. Louis Working Paper, (2020-009).",
        "Landier, A., and D. Thesmar, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Expectations in the COVID Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27160, National Bureau of Economic Research.",
        "Montenovo, L., X. Jiang, F. L. Rojas, I. M. Schmutte, K. I. Simon, B. A. Weinberg, and C. Wing, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Disparities in COVID-19 Job Losses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 27132, National Bureau of Economic Research.",
        "Pagano, M., C. Wagner, and J. Zechner, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Resilience and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv preprint arXiv:2005.08929.",
        "Ramelli, S., and A. F. Wagner, 2020, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feverish Stock Price Reactions to COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Corporate Finance Studies, forthcoming."
    ]
}