{
    "id": 27840,
    "cites": 49,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, Victor Chernozhukov, IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Michael D. Whinston (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Targeted Lockdowns in a Multi-Group SIR Model, NBER Working Paper No. 27102.",
        "Alfaro, Laura, Ester Faia, Nora Lamersdorf, and Farzad Saidi (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Interactions in Pandemics: Fear, Altruism, and Reciprocity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27134.",
        "Allen, Treb, and Costas Arkolakis (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Topography of the Spatial Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 129, no. 3: 1085-1140.",
        "Allen, Treb, Costas Arkolakis, and Yuta Takahashi (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 128, no. 2: pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Alvarez, Fernando, David Argente, and Francesco Lippi (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Planning Problem for COVID-19 Lockdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26981.",
        "Alvarez, Fernando, and Robert E. Lucas Jr. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Analysis of the EatonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Kortum model of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54, no. 6 (2007): 1726-1768.",
        "Anderson, James E. (1979), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 69(1), pp.106-116.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, Teresa C. Fort and Felix Tintelnot (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from US Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107(9), 2514-64.",
        "Argente, David O., Chang-Tai Hsieh, and Munseob Lee (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Privacy: Welfare Effect of the Disclosure of COVID-19 Cases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No.27220.",
        "Arkolakis, Costas (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 118, no. 6, pp: 1151-1199.",
        "Arkolakis, Costas, Arnaud Costinot, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New trade models, same old gains?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102.1: 94-130.",
        "Atkeson, Andrew (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 26867.",
        "Birge, John R., Ozan Candogan, and Yiding Feng (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling Epidemic Spread: Reducing Economic Losses with Targeted Closures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Becker-Friedman Institute Working Paper No. 2020-57.",
        "Bisin, Alberto, and Andrea Moro (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Epidemiology by Doing: The Empirical Implications of a Spatial SIR Model with Behavioral Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo New York University.",
        "Blonigen, Bruce A. and Anca D. Cristea (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Service and Urban Growth: Evidence from a Quasi-Natural Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 86, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Boerner, Lars and Battista Severgnini (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Epidemic Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic History Working Papers, 212, London School of Economics.",
        "Brauer, Fred, and Carlos Castillo-Chavez (2012), Mathematical Models in Population Biology and Epidemiology, Vol. 2. New York: Springer, 2012.",
        "Campante, Filipe, and David Yanagizawa-Drott (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Range Growth: Economic Development in the Global Network of Air Links,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 133, no. 3 (2018): 1395-1458.",
        "Chaney, Thomas (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: the Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98, no. 4: 1707-21.",
        "Chaney, Thomas (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Network Structure of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104, no. 11: 3600-3634.",
        "Christakos, George, Ricardo A. Olea, Marc L. Serre, Hwa-Lung Yu and Lin-Lin Wang (2005) Interdisciplinary Public Health Reasoning and Epidemic Modelling: The Case of Black Death, Amsterdam: Springer.",
        "Costinot, Arnaud, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of GlobalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of International Economics, vol. 4: pp. 197-261.",
        "Cristea, Anca D. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyer-Seller Relationships in International Trade: Evidence from U.S. StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Exports and Business-Class Travel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 84, no. 2: 207-220.",
        "CunÃ\u0083Å\u0092Ã\u0082Æ\u0092at, Alejandro, and Robert Zymek (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The (Structural) Gravity of EpidemicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Vienna.",
        "Diekmann, O., J.A.P. Heesterbeek, J.A.J. Metz (1990), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Definition and the Computation of the Basic Reproduction Ratio R0 in Models for Infectious Diseases in Heterogeneous Populations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Biology 28, 365-382.",
        "Ellison, Glenn (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Heterogeneous SIR Models for Analyses of COVID-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27373.",
        "Eaton, Jonathan and Samuel Kortum, (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography, and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70:5, 1741-1779.",
        "Fajgelbaum, Pablo D., Amit Khandelwal, Wookun Kim, Cristiano Mantovani, and Edouard Schaal (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Lockdown in a Commuting Network,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo UCLA.",
        "Farboodi, Maryam, Gregor Jarosch, and Robert Shimer (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal and External Effects of Social Distancing in a Pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 27059.",
        "Fenichel, Eli P., Carlos Castillo-Chavez, M. Graziano Ceddia, Gerardo Chowell, Paula A. Gonzalez Parra, Graham J. Hickling, Garth Holloway et al. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Human Behavior in Epidemiological Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 108, no. 15: 6306-6311.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, JesuÃ\u0083Å\u0092Ã\u0082Â\u0081s and Chad Jones (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 27128.",
        "Giannone, Elisa, Nuno Paixao, and Xinle Pang (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemic in an Inter-regional Model: Optimal Lockdown Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Penn State University.",
        "Head, Keith, and Philippe Mayer (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Equations: Workhorse, Toolkit, and Cookbook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ch. 3 in Handbook of International Economics, Gopinath, Gita, Elhanan Helpman and Kenneth Rogoff (Eds), Vol. 4.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123, no. 2: 441-487.",
        "Hethcote, Herbert W. (1978), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Immunization Model for a Heterogeneous Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Population Biology 14, no. 3: 338-349.",
        "Hethcote, H.W. and Thieme, H.R., (1985), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability of the Endemic Equilibrium in Epidemic Models with Subpopulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Biosciences, 75(2), pp. 205-227.",
        "Hovhannisyan, Nune and Wolfgang Keller (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Travel: An Engine of Innovation?, Journal of Economic Growth, 20:75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Kermack, William Ogilvy and A. G. McKendrick, (1927), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Mathematical Theory of Epidemics, Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London. Series A, 115 (772), pp. 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Kermack, William Ogilvy and A. G. McKendrick, (1932), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contributions to the Mathematical Theory of Epidemics. II Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Problem of Endemicity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London. Series A, 138 (834), pp. 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Jedwab, Remi, Noel D. Johnson and Mark Koyama (2019) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pandemics, Places, and Populations: Evidence from the Black Death,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d George Washington University, mimeograph.",
        "Jones, Callum J, Thomas Philippon, and Venky Venkateswaran (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 26984.",
        "Magal, Pierre, Seydi Ousmane, and Glenn Webb (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Final Size of an Epidemic for a Twogroup SIR Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Society for Industrial and Applied Mathematics, 76(5), 2042-2059.",
        "Melitz, Marc J. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 71, no. 6 (2003): 1695-1725.",
        "Melitz, Marc J., and Stephen J Redding (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Gains from Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (5): pp. 317-21.",
        "Ossa, Ralph (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Trade Matters After All,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 97(2): pp. 266-277.",
        "Ricci P. H. Yue, Harry F. Lee and Connor Y. H. Wu (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Routes and Plague Transmission in Pre-industrial Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, Scientific Reports, 7, 12973, 1-10.",
        "Saker, Lance, Kelley Lee, Barbara Cannito, Anna Gilmore and Diarmid Campbell-Lendrum (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Infectious Diseases: A Review of the Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Special Topics in Social, Economic and Behavioural (SEB) Research, Geneva: World Health Organization.",
        "Startz, Meredith (2018), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Face-To-Face: Search and Contracting Problems in Nigerian Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Stanford University.",
        "Toxvaerd, Flavio (2020), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Social Distancing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge-INET Working Paper Series No: 2020/08."
    ]
}