{
    "id": 2784,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Barro, Robert B. (1979), Money and the Price Level under the Gold Standard, Economic Journal.",
        "Barsky, Robert B., N. Gregory Mankiw, Jeff Miron, and David Weil (1988), The Worldwide Change in the Behavior of Prices and Interest Rates, European Economic Review.",
        "Barsky, Robert B. (1987), The Fisher Effect and the Forecastability and Persistence of Inflation, Journal of Monetary Economics.",
        "Barsky, Robert B., and Lawrence H. Summers (1988), The Gibson Paradox and the Gold Standard, Journal of Political Econoijiy.",
        "Beniamin, Daniel, and Levis Kochin (1984), A Martial Solution to Gibsons Paradox, in Michael Bordo and Anna J. Schwartz, eds., A Retrospcciii~ouJhc~ Classical Gold Standard (Chicago: University of Chicago for NBER).",
        "Cagan, Phillip (1984), Comment on Benjamin and Kochin, in Bordo and Schwartz.",
        "Cagan, Phillip (1956), The Monetary Dynamics of Hyperinflation, in Milton Friedman, ed., Studies in the Quantity Theory of Money (Chicago: University of Chicago).",
        "Calomiris, Charles, and R. Glenn Hubbard (1987), International Adjustment under the Classical Gold Standard (Cambridge: NBER mimeo).",
        "Chandler, Alfred (1978), The Visible Hand (Cambridge: Harvard).",
        "De Long, J. Bradford (1988), Have Productivity Levels Converged? Arn.~rican Economic Review.",
        "De Long, J. Bradford (1987), Was Inflation `White Noise Before World War I? (Cambridge: M.I.T. mimeo).",
        "Edelstein, Michael (1982), Overseas Investment in the Age of High Imperialism (New York: Columbia).",
        "Fisher, Irving (1930), The Theory of Interest (New York: Macmillan).",
        "Frankel, S. (1967), Investment and the Return to Equity Capital in the South African Gold Mining Industry (Oxford: Basil Blackwell).",
        "Friedman, Milton (1953), Essays in Positive Economics (Chicago: University of Chicago).",
        "Friedman, Milton, and Anna Jacobson Schwartz (1963), A Monetary History of the United States (Princeton: Princeton University for NBER).",
        "Friedman, Milton, and Anna Jacobson Schwartz (1982), Monetary Trends in the United States and the United Kingdom (Chicago: University of Chicago for NBER).",
        "Friedman, Milton (1969), Factors Affecting the Level of Interest Rates, Proceedings of the Conference on Savings and Residential Financing (Chicago: The League), pp. 11-27.",
        "Goodwyn, Lawrence (1978) The Populist Moment (Oxford: Oxford).",
        "Harrison, J. Michael (1985), Brownian Motion and Stochastic Flow Systems (New York: Wiley).",
        "Hirschfeld, Mary (1988), Gibson: A Stubborn Paradox, (Cambridge: Harvard mimeo).",
        "Houston, D.F. (1911), Money and Prices-Discussion, American Economic Review 1.",
        "Keynes, John Maynard (1912), Lecture Notes for the Lent Term, 1912, in Collected Works, vol. XIII (London: Macmillan).",
        "Kinder, Francis S. (1899), The Effects of Recent Changes in Monetary Standards Upon the Distribution of Wealth, Economic Studies 4:6. Laughlin, J. Laurence (1894), f~c1~Ab~utMon~y Laughlin, J. Laurence (1911), Causes of the Changes in Prices Since 1896, American Economic Review 1.",
        "McCallum, Bennett (1984), On Low Frequency Estimates of `Long Run ~elationships in Macroeconomics, ~bumaLqfM~petary EcQnornics.",
        "Expectations Models, American EconQmI~. Review Papers and ~ Sargent, Thomas J. (1973), Interest Rates and Prices in the Long Run: A Study of the Gibson Paradox, Journal of Money. Credit. and Banking 5,2: 385-449.",
        "Sargent, Thomas J. (1979), M~LoeconomicTheo (New York: Academic).",
        "Shiller, Robert J., and Jeremy J. Siegel (1977), The Gibson Paradox arid Historical Movements in Real Interest Rates, Journal of Political Economy 85: 89 1-907.",
        "Summers, Lawrence H. (1983), The Nonadjustment of Nominal Interest Rates, in James Tobin, ed., Macroeconomics. Prices~ and Quantities: Essays in Memory of Arthur Okun (Washington: the Brookings Institution)."
    ]
}