{
    "id": 27841,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D., V. Chernozhukov, I. Werning, and M. Whinston (2020). A Multi-Risk SIR Model with Optimally Targeted Lockdown. NBER Working Paper No. 27102.",
        "Alvarez, F. E., D. Argente, and F. Lippi (2020). A Simple Planning Problem for COVID-19 Lockdown. NBER Working Paper No. 26981.",
        "Atkeson, A. (2020). What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios. NBER Working Paper 26867.",
        "Bodenstein, M., G. Corsetti, and L. Guerrieri (2020). Social distancing and supply disruptions in a pandemic. Covid Economics - Vetted and Real-Time Papers (19), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Brodeur, A., D. Gray, A. I. Suraiya, and J. Bhuiyan (2020). A Literature Review of the Economics of COVID-19. IZA DP No. 13411.",
        "Dingel, J. and B. Neiman (2020). How Many Jobs Can be Done at Home? NBER Working Paper 26948.",
        "Eichenbaum, M., S. Rebelo, and M. Trabandt (2020). The Macroeconomics of Epidemics. NBER Working Paper 26882.",
        "Ferguson, N. M., D. A. T. Cummings, C. Fraser, J. C. Cajka, P. C. Cooley, and D. S. Burke (2006). Strategies for mitigating an influenza pandemic. Nature 442(7101), 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Goolsbee, A. and C. Syverson (2020). Fear, Lockdown, and Diversion: Comparing Drivers of Pandemic Economic Decline 2020. NBER Working Paper No. 27432.",
        "Hur, S. and M. Jenuwine (2020). Lessons on the Economics of Pandemics from Recent Research.",
        "Economic Commentary (Federal Reserve Bank of Cleveland) (2020-11), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Jones, C., T. Philippon, and V. Venkateswaran (2020). Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home. NBER Working Paper 26984.",
        "Krueger, D., H. Uhlig, and T. Xie (2020). Macroeconomic Dynamics and Reallocation in an Epidemic. NBER Working Paper No. 27047.",
        "Mandavilli, A. (2020). Actual Coronavirus Infections Vastly Undercounted, C.D.C. Data Shows.",
        "Regus (2017). The workplace revolution. Technical report."
    ]
}