{
    "id": 27867,
    "cites": 63,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., Akcigit, U., and Kerr, W. (2016). Networks and the Macroeconomy: An Empirical Exploration. NBER Macroeconomics Annual, University of Chicago Press, 30(1):273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Alfaro, L., Chari, A., Greenland, A. N., and Schott, P. K. (2020). Aggregate and Firm-Level Stock Returns During Pandemics, in Real Time. Working Paper 26950, National Bureau of Economic Research.",
        "Andersen, A., Hansen, E. T., Johannesen, N., and Sheridan, A. (2020). Consumer Responses to the COVID-19 Crisis: Evidence from Bank Account Transaction Data. CEPR Discussion Paper 14809.",
        "Atalay, E. (2017). How Important are Sectoral Shocks? American Economic Journal: Macroeconomics, 9(4):254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Baker, S. R., Bloom, N., and Davis, S. J. (2016). Measuring Economic Policy Uncertainty.",
        "Baker, S. R., Bloom, N., Davis, S. J., and Kost, K. J. (2019). Policy News and Stock Market Volatility. National Bureau of Economic Research Working Paper Series, (w25720).",
        "Baker, S. R., Bloom, N., Davis, S. J., Kost, K. J., Sammon, M. C., and Viratyosin, T. (2020a). The Unprecedented Stock Market Reaction to COVID-19. The Review of Asset Pricing Studies, Forthcoming.",
        "Baker, S. R., Farrokhnia, R., Meyer, S., Pagel, M., and Yannelis, C. (2020b). How Does Household Spending Respond to an Epidemic? Consumption During the 2020 COVID-19 Pandemic. The Review of Asset Pricing Studies, Forthcoming.",
        "Baqaee, D. and Farhi, E. (2019). The Macroeconomic Impact of Microeconomic Shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem. Econometrica, 87, 4:1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203.",
        "Barrero, J. M., Bloom, N., and Davis, S. J. (2020). COVID-19 Is Also a Reallocation Shock. Brookings Papers on Economic Activity, Forthcoming.",
        "Bloom, N., Davis, S. J., and Zhestkova, Y. (2020). Covid-19 Shifted Patent Applications toward Technlogies that Support Working from Home. Working Paper, University of Chicago.",
        "Carvalho, V. M., GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. R., Ortiz, AÃ\u0083Å\u0092Ã\u0082Â\u0081., Rodrigo, T., Mora, R., and Ruiz, P. (2020). Tracking the COVID-19 Crisis with High-Resolution Transaction Data. CEPR Discussion Paper 14642.",
        "Carvalho, V. M. and Tahbaz-Salehi, A. (2019). Production Networks: A Primer. Annual Review of Economics, 11:635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Chetty, R., Friedman, J. N., Hendren, N., and Stepner, M. (2020). How Did COVID19 and Stabilization Policies Affect Spending and Employment? A New Real-Time Economic Tracker Based on Private Sector Data. Working Paper.",
        "Cox, N., Ganong, P., Noel, P., Vavra, J., Wong, A., Farrell, D., and Greig, F. (2020). Initial Impacts of the Pandemic on Consumer Behavior: Evidence from Linked Income, Spending, and Saving Data. Becker Friedman Institute Working Paper 202082.",
        "Davis, S. J. (2017). Regulatory Complexity and Policy Uncertainty: Headwinds of Our Own Making. Working Paper 2723980, Becker Friedman Institute Working Paper.",
        "Davis, S. J. and Haltiwanger, J. (1992). Gross Job Creation, Gross Job Destruction, and Employment Reallocation. The Quarterly Journal of Economics, 107(3):819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 863.",
        "Financial Times (2020a). Coronavirus and globalisation: the surprising resilience of container shipping. Published 19 July 2020; accessed 20 September 2020.",
        "Financial Times (2020b). Coronavirus rips a hole in newspapersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ business models.",
        "Financial Times (2020c). Rising bankruptcy toll shows US oil patch is not Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOK nowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Gentzkow, M., Kelly, B., and Taddy, M. (2019a). Text as Data. Journal of Economic Literature, 57(3):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Gentzkow, M. and Shapiro, J. M. (2010). What Drives Media Slant? Evidence from U.S. Daily Newspapers. Econometrica, 78(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gentzkow, M., Shapiro, J. M., and Taddy, M. (2019b). Measuring Group Differences in High-Dimensional Choices: Method and Application to Congressional Speech.",
        "Hanley, K. W. and Hoberg, G. (2019). Dynamic Interpretation of Emerging Risks in the Financial Sector. The Review of Financial Studies, 32(12):4543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4603.",
        "Hassan, T. A., Hollander, S., van Lent, L., and Tahoun, A. (2020). Firm-level Exposure to Epidemic Diseases: Covid-19, SARS, and H1N1. Working Paper 26971, National Bureau of Economic Research.",
        "IMF (2020). World Economic Outlook Update. Technical report, International Monetary Fund.",
        "Justeson, J. S. and Katz, S. M. (1995). Technical Terminology: Some Linguistic Properties and an Algorithm for Identification in Text. Natural Language Engineering, 1:9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Ke, Z. T., Kelly, B. T., and Xiu, D. (2019). Predicting Returns With Text Data. Working Paper 26186, National Bureau of Economic Research.",
        "Laeven, L. (2020). Pandemics, Intermediate Goods, and Corporate Valuation. CEPR Discussion Paper 15022.",
        "Long, J. B. and Plosser, C. I. (1983). Real Business Cycles. Journal of Political Economy, 91:39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Lopez Lira, A. (2019). Risk Factors That Matter: Textual Analysis of Risk Disclosures for the Cross-Section of Returns. SSRN Electronic Journal.",
        "Loughran, T. and Mcdonald, B. (2011). When Is a Liability Not a Liability? Textual Analysis, Dictionaries, and 10-Ks. The Journal of Finance, 66(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Manning, C. D., Raghavan, P., and Shuetze, H. (2009). An Introduction to Information Retrieval. Cambridge University Press.",
        "Mast, J. T., Palmer, P. S., and Hickok, R. L. (2020). Operating in a Pandemic: Securities Litigation Risk and Navigating Disclosure Concerns.",
        "Mikolov, T., Sutskever, I., Chen, K., Corrado, G. S., and Dean, J. (2013). Distributed Representations of Words and Phrases and their Compositionality. In Burges, C. J. C., Bottou, L., Welling, M., Ghahramani, Z., and Weinberger, K. Q., editors, Advances in Neural Information Processing Systems 26, pages 3111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3119. Curran Associates, Inc.",
        "Pagano, M., Wagner, C., and Zechner, J. (2020). Disaster Resilience and Asset Prices. SSRN Electronic Journal.",
        "Papanikolaou, D. and Schmidt, L. D. (2020). Working Remotely and the Supply-side Impact of Covid-19. Working Paper 27330, National Bureau of Economic Research.",
        "Ramelli, S. and Wagner, A. F. (2020). Feverish Stock Price Reactions to COVID-19. The Review of Corporate Finance Studies.",
        "Stephany, F., Stoehr, N., Darius, P., Neuhauser, L., Teutloff, O., and Braesemann, F. (2020). The CoRisk-Index: A data-mining approach to identify industry-specific risk assessments related to COVID-19 in real time. Covid Economics, (41):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Surico, P., Kanzig, D., and Hacioglu, S. (2020). Consumption in the Time of COVID19: Evidence from UK Transaction Data. CEPR Discussion Paper 14733.",
        "Taddy, M. (2013). Multinomial Inverse Regression for Text Analysis. Journal of the American Statistical Association, 108(503):755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Taddy, M. (2015). Distributed Multinomial Regression. The Annals of Applied Statistics, 9(3):1394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Tetlock, P. C. (2007). Giving Content to Investor Sentiment: The Role of Media in the Stock Market. The Journal of Finance, LXII(3):30.",
        "A Sample and Feature Space Construction A.1 Sample of firms The following are the details on how we construct our analysis sample: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ We link 3,154 firms (i) with at least one 10-K filing (with a non-empty Part 1a) from January 2010 to July 2016, and (ii) with equity return data for all business days between Feb 24, 2020 and March 27, 2020. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ We remove 19 firms with no leverage information.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ In order to compute abnormal returns, we first need to get estimates of stocklevel betas. Hence, we keep stocks for which we have at least 125 daily return observations in 2019. We lose 28 firms in this step.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ We also drop small caps: either because they are in the first quartile of equity market value or because their share price is smaller than 5 dollars on February 21, 2020 (i.e. the last trading day before the stock market jump days we consider in this paper). Dropped small caps account for 2.5 percent of total equity market value in the sample. In this step, we remove 968 firms. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ We discard 5 companies with no available NAICS2 code in our dataset. Finally, we keep only NAICS2 codes with at least 5 companies. We drop one firm in this last step. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ We end up with an analysis sample of 2,155 stocks for 2,133 companies.",
        "We first find and replace meaningful phrases in the 10-K corpus with a single term in the feature space. For example, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWe owe additional income taxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ becomes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWe owe additional income taxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, where Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cincome taxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is treated as an individual term. This ensures that the meaning conveyed by key phrases is retained in our analysis. These phrases come from multiple sources: 1. 433 phrases from the baseline dictionaries in Baker et al. (2019). 2. 3,803 phrases that correspond to named entities that appear more than 25 times in the corpus. We identify these entities with the named entity recognizer (NER) from the Stanford NLP group. The NER finds an additional 63 entities that also appear in the dictionaries, and so are redundant.",
        "3. 9,649 additional multi-word expressions (MWE). To identify these, we first tag all words in the corpus using a part-of-speech tagger from the Stanford NLP group, and then tabulate tag patterns likely to correspond to meaningful sequences Justeson and Katz (1995). Our final set of MWE is the resulting trigrams that appear more than 150 times in the corpus, and bigrams that appear more than 500 times. This approach finds an additional 68 phrases also present in the dictionaries, and 265 phrases also present in named entities, and so are redundant. We then follow standard steps to complete pre-processing: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Lowercase all text (case-folding). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Tokenize text by breaking it into individual terms. Continuing from the above example, the tokenized representation of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWe owe additional income taxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ would be the four-element list [Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cweÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009coweÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cadditionalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cincome taxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢].",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Drop common words from a standard stopword list, e.g. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cforÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, etc. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Drop any terms that appear in the Risk Factors text of fewer than 25 firms from 2010 to 2016.",
        "COVID-19 and Economic Fallout Monetary Policy Easing Fiscal Policy Stimulus Super Tuesday Aftermath Oil Price Crash Unclassified All trading days in 2019 yÃ\u0083Å\u0092Ã\u0082â\u0080\u009a = 1.1 + 0.37 max{0, x} + 0.39 max{0, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099x} (0.03) (0.04) (0.05) Figure B.1: Value-Weighted Mean and Cross-Sectional SD of U.S. Equity Returns, Daily for 2019 and for Large Daily Jumps in 2020 We consider the value-weighted distribution of daily returns over 2,155 stocks for trading days in 2019 and jump days in 2020.",
        "The mean (s.d.) of the daily average return for trading days in 2019 is 0.12 (0.80) percent, and the mean (s.d.) of the daily SD is 1.34 (0.34). The regression has 271 observations and an R-squared of 0.61, with standard errors in parentheses. A test of the null hypothesis that the two rays have equal slopes with opposite signs yields a p-value of 0.66. Mar 24 Mar 13 Mar 26 Mar 17 Mar 10 Mar 02 Mar 04 Mar 23 Mar 03 Feb 25 Feb 24 Mar 05 Mar 27 Mar 20 Feb 27 Mar 11 Mar 18 Mar 09 Mar 12 Mar 16 0 .1 .2 .3 Fraction -12 -6.75 -1.5 3.75 9 Daily Average of Equity Returns, %",
        "COVID-19 and Economic Fallout Monetary Policy Easing Fiscal Policy Stimulus Super Tuesday Aftermath Oil Price Crash Unclassified All trading days in 2019 Figure B.2: Value-Weighted Mean of U.S. Equity Returns, Daily for 2019 and for Large Daily Jumps in 2020 This Figure considers all 2,155 securities in our analysis sample. The daily cross-sectional average is value-weighted (i.e. by equity market value).",
        "The mean (s.d.) of the daily average return for trading days in 2019 is 0.12 (0.80) percent.",
        "The heights on the vertical axis refer to normalized values for the histogram of 2019 returns. Mar 16 Mar 18 Mar 24 Mar 23 Mar 13 Mar 20 Mar 17 Mar 09 Mar 10 Mar 12 Mar 26 Mar 27 Mar 11 Mar 02 Mar 03 Feb 25 Feb 24 Feb 27 Mar 05 Mar 04 0 .05 .1 .15 .2 Fraction 1 2.5 4 5.5 7 Daily Cross-Security IQR of Equity Returns, %",
        "COVID-19 and Economic Fallout Monetary Policy Easing Fiscal Policy Stimulus Super Tuesday Aftermath Oil Price Crash Unclassified All trading days in 2019 Figure B.3: Value-Weighted Cross-Sectional IQR of U.S. Equity Returns, Daily for 2019 and for Large Daily Jumps in 2020 This Figure considers all 2,155 securities in our analysis sample. The daily cross-sectional IQR is value-weighted (i.e. by equity market value).",
        "The mean (s.d.) of the daily IQR for trading days in 2019 is 1.28 (0.36) percent.",
        "The heights on the vertical axis refer to normalized values for the histogram of 2019 returns. Mar 18 Mar 16 Mar 24 Mar 09 Mar 17 Mar 23 Mar 20 Mar 13 Mar 12 Mar 26 Mar 27 Mar 10 Mar 11 Mar 02 Feb 27 Mar 05 Mar 03 Mar 04 Feb 24 Feb 25 0 .05 .1 .15 .2 Fraction 1 2.25 3.5 4.75 6 Daily Cross-Security SD of Equity Returns, %",
        "COVID-19 and Economic Fallout Monetary Policy Easing Fiscal Policy Stimulus Super Tuesday Aftermath Oil Price Crash Unclassified All trading days in 2019 Figure B.4: Value-Weighted Cross-Sectional SD of U.S. Equity Returns, Daily for 2019 and for Large Daily Jumps in 2020 This Figure considers all 2,155 securities in our analysis sample. The daily cross-sectional SD is value-weighted (i.e. by equity market value).",
        "For firms with multiple equity securities, we retain the one with the highest market cap on 21 February 2020.",
        "For firms with multiple equity securities, we retain the one with the highest market cap on 21 February 2020. Company Business Description Terms tf-idf x MNIR coeff. GRIFFIN INDUSTRIAL REALTY %",
        "Real estate business focused on developing, acquiring, managing and leasing industrial/warehouse properties. undeveloped land 4887 connecticut 3165 square feet 2738 flex 2513 hartford 2265 EHEALTH INC % Online marketplace for health insurance and Medicare plans. health insurance 31894 ecommerce 11775 carriers 9469 medicare 7180 carrier 3727 CENTENE CORP % Managed healthcare enterprise that serves as intermediary to government-sponsored and commercial healthcare programs, focusing on under-insured and uninsured individuals. medicaid 6561 health plans 4448 health plan 4052 chip 3805 care 3242 COEUR MINING INC %",
        "Gold, silver, zinc, and lead producer. silver 10077 gold 5995 mining 5514 mine 3167 ore 1577 GOLD RESOURCE CORP %",
        "Producer of metal concentrates that contain gold, silver, copper, lead and zinc. silver 6836 gold 5768 mine 2449 mining 1829 mexican 977 ENLINK MIDSTREAM LLC & Provider of midstream energy services (e.g. fractionating, processing, transporting, storing, and selling) to the oil and gas industries. midstream Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009918869 condensate Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996588 partnership Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994553 mmcf Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993889 gathering Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993800 GENESIS ENERGY -LP & Provider of midstream energy services (e.g. transportation, storage, and processing) to the oil and gas industry and producer of natural soda ash. crude Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996953 refinery Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994890 pipelines Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993879 oil Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993567 unitholders Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993439 PBF ENERGY INC &"
    ]
}