{
    "id": 27882,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "[1] J. Deutsch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Von der leyen: Life wonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t return to normal until vaccine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Politico, Apr 2020, accessed: 2020-06-25. [Online]. Available: https://www.politico.eu/article/ursulavon -der-leyen-vaccine/ [2] Y. Abutaleb, J. Dawsey, L. McGinley, and C. Y. Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trump pushing officials to speed up already-ambitious coronavirus vaccine timeline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, Jun 2020, accessed: 2020-06-15. [Online]. Available: https://www.washingtonpost.com/health/ 2020/06/17/trump-coronavirus-vaccine [3] A. W. Lo, K. W. Siah, and C. H. Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating probabilities of success of vaccine and other anti-infective therapeutic development programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Data Science Review, May 2020. [Online]. Available: https://doi.org/10.1162/99608f92.e0c150e8 [4] N. Lurie, M. Saville, R. Hatchett, and J. Halton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Developing covid-19 vaccines at pandemic speed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, vol. 382, no. 21, pp. 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973, 2020.",
        "[5] T. M. Burton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fda to require proof virus vaccine is effective before approving its use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, Jun 2020. [Online]. Available: https://www.wsj.com/ articles/fda-to-issue-guidance-on-covid-19-vaccine-approval-11593516090 [6] International Federation of Pharmaceutical Manufacturers & Associations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The complex journey of a vaccine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Federation of Pharmaceutical Manufacturers & Associations, Tech. Rep., Jul 2019. [Online]. Available: https://www.",
        "ifpma.org/wp-content/uploads/2019/07/IFPMA-ComplexJourney-2019 FINAL.pdf [7] J. Nauta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics in clinical and observational vaccine studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2020.",
        "[8] Food and Drug Administration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development and licensure of vaccines to prevent covid-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jun 2020, accessed: 2020-07-10. [Online]. Available: https: //www.fda.gov/media/139638/download [9] S. K. Shah, F. G. Miller, T. C. Darton, D. Duenas, C. Emerson, H. F. Lynch, E. Jamrozik, N. S. Jecker, D. Kamuya, M. Kapulu et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethics of controlled human infection to address covid-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, vol. 368, no. 6493, pp. 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c834, 2020.",
        "[10] A. C. Sherman, A. Mehta, N. W. Dickert, E. J. Anderson, and N. Rouphael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The future of flu: a review of the human challenge model and systems biology for advancement of influenza vaccinology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers in cellular and infection microbiology, vol. 9, p. 107, 2019.",
        "[11] D. I. Stanisic, J. S. McCarthy, and M. F. Good, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlled human malaria infection: applications, advances, and challenges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Infection and immunity, vol. 86, no. 1, 2018.",
        "[12] M. Raymond, M. M. Gibani, N. P. Day, and P. Y. Cheah, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Typhoidal salmonella human challenge studies: ethical and practical challenges and considerations for low-resource settings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trials, vol. 20, no. 2, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7, 2019.",
        "[13] D.-A. T. Shirley and M. A. McArthur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The utility of human challenge studies in vaccine development: lessons learned from cholera,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vaccine: development and therapy, vol. 2011, no. 1, p. 3, 2011.",
        "[14] W. Yan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenge accepted: Human challenge trials for dengue,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "[Online]. Available: https://investors.modernatx.com/news-releases/news-releasedetails /moderna-announces-ind-submitted-us-fda-phase-2-study-mrna [19] N. P. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AstrazenecaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s covid-19 vaccine enters phase 2/3 clinical trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2020, accessed: 2020-06-28. [Online]. Available: https://www.fiercebiotech.com/biotech/ astrazeneca-s-covid-19-vaccine-enters-phase-2-3-clinical-trial [20] C. Jennison and B. W. Turnbull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group-sequential analysis incorporating covariate information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, vol. 92, no. 440, pp. 1330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341, 1997.",
        "[21] Centers for Disease Control and Prevention, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19 provisional counts - weekly updates by select demographic and geographic characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2020, accessed: 2020-06-22. [Online]. Available: https://www.cdc.gov/nchs/nvss/vsrr/covid weekly/ index.htm [22] G. Onder, G. Rezza, and S. Brusaferro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Case-fatality rate and characteristics of patients dying in relation to covid-19 in italy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, vol. 323, no. 18, pp. 1775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1776, 2020.",
        "[23] World Health Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feasibility, potential value and limitations of establishing a closely monitored challenge model of experimental covid-19 infection and illness in healthy young adult volunteers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Health Organization, Tech. Rep., Jun 2020. [Online]. Available: https://www.who.int/publications/m/item/feasibilitypotential -value-and-limitations-of-establishing-a-closely-monitored-challenge-modelof -experimental-covid-19-infection-and-illness-in-healthy-young-adult-volunteers [24] S. A. Lauer, K. H. Grantz, Q. Bi, F. K. Jones, Q. Zheng, H. R. Meredith, A. S. Azman, N. G. Reich, and J. Lessler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The incubation period of coronavirus disease 2019 (covid19) from publicly reported confirmed cases: estimation and application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of internal medicine, vol. 172, no. 9, pp. 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582, 2020. [25] W. J. Guan, Z. Y. Ni, Y. Hu, W. H. Liang, C. Q. Ou, J. X. He, L. Liu, H. Shan, C. L.",
        "Lei, D. S. Hui et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clinical characteristics of coronavirus disease 2019 in china,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England journal of medicine, vol. 382, no. 18, pp. 1708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720, 2020.",
        "[26] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K. S. Leung, E. H. Lau, J. Y. Wong et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early transmission dynamics in wuhan, china, of novel coronavirusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c infected pneumonia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2020.",
        "[27] J. Fernandez-Villaverde and C. I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and simulating a sird model of covid-19 for many countries, states, and cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Tech. Rep., 2020.",
        "[28] Center for Systems Science and Engineering (CSSE), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093COVID-19 Data Repository by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://github.com/CSSEGISandData/COVID-19, 2020.",
        "[29] J. Cochrane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An SIR model with behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2020, accessed: 2020-07-17.",
        "[Online]. Available: https://johnhcochrane.blogspot.com/2020/05/an-sir-model-withbehavior. html [30] Moderna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moderna and catalent announce collaboration for fill-finish manufacturing of modernaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s covid-19 vaccine candidate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jun 2020, accessed: 2020-0701.",
        "[Online]. Available: https://investors.modernatx.com/news-releases/news-releasedetails /moderna-and-catalent-announce-collaboration-fill-finish [31] Emergent BioSolutions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emergent biosolutions signs agreement to be u.s. manufacturing partner for astrazenecaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s covid-19 vaccine candidate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jun 2020, accessed: 202007 -14. [Online]. Available: https://investors.emergentbiosolutions.com/news-releases/ news-release-details/emergent-biosolutions-signs-agreement-be-us-manufacturing-0 [32] V. Montazerhodjat, S. E. Chaudhuri, D. J. Sargent, and A. W. Lo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Use of bayesian decision analysis to minimize harm in patient-centered randomized clinical trials in oncology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA oncology, vol. 3, no. 9, pp. e170 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce170 123, 2017.",
        "[33] L. Isakov, A. W. Lo, and V. Montazerhodjat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the fda too conservative or too aggressive ?: A bayesian decision analysis of clinical trial design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, vol. 211, no. 1, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136, 2019.",
        "[35] A. T. Newall, N. Chaiyakunapruk, P. Lambach, and R. C. Hutubessy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who guide on the economic evaluation of influenza vaccination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Influenza and other respiratory viruses, vol. 12, no. 2, pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219, 2018.",
        "[36] B. Bambery, M. Selgelid, C. Weijer, J. Savulescu, and A. J. Pollard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethical criteria for human challenge studies in infectious diseases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Ethics, vol. 9, no. 1, pp. 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103, 2016.",
        "[37] G. M. Franklin and C. Grady, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The ethical challenge of infection-inducing challenge experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Infectious Diseases, vol. 33, no. 7, pp. 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033, 2001.",
        "[38] N. Eyal, M. Lipsitch, and P. G. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human challenge studies to accelerate coronavirus vaccine licensure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of infectious diseases, vol. 221, no. 11, pp. 1752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1756, 2020.",
        "[39] S. A. Plotkin and A. Caplan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extraordinary diseases require extraordinary solutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vaccine, vol. 38, no. 24, p. 3987, 2020.",
        "[40] E. Jamrozik and M. J. Selgelid, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19 human challenge studies: ethical issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases, 2020.",
        "[41] World Health Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Key criteria for the ethical acceptability of covid-19 human challenge studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Health Organization, Tech. Rep., 2020.",
        "[42] M. E. Deming, N. L. Michael, M. Robb, M. S. Cohen, and K. M. Neuzil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accelerating development of sars-cov-2 vaccinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe role for controlled human infection models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2020.",
        "[43] J. Bentham, A fragment on government. The Lawbook Exchange, Ltd., 2001.",
        "[44] O. Sarah, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093White house pressure for a vaccine raises risk the u.s. will approve one that doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jun 2020, accessed: 2020-07-15. [Online].",
        "Available: https://www.politico.com/news/2020/06/15/pressure-coronavirus-vaccinerisk -approval-316094 [45] World Health Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An international randomised trial of candidate vaccines against covid-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Health Organization, Tech. Rep., April 2020. [Online]. Available: https://www.who.int/blueprint/priority-diseases/keyaction /Outline CoreProtocol vaccine trial 09042020.pdf?ua=1 [46] A. Keown, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009coperation warp speedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ narrows list of potential covid-19 vaccine candidates down to five,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jun 2020, accessed: 2020-07-02. [Online].",
        "Available: https://www.biospace.com/article/white-house-narrows-covid-19-vaccinecandidates -down-to-5-for-operation-warp-speed/ [47] J. S. Hopkins and P. Loftus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronavirus researchers compete to enroll subjects for vaccine tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jul 2020, accessed: 2020-07-07. [Online].",
        "Available: https://www.wsj.com/articles/coronavirus-researchers-compete-to-enrollsubjects -for-vaccine-tests-11593968711 [48] D. Ray, M. Salvatore, R. Bhattacharyya, L. Wang, J. Du, S. Mohammed, S. Purkayastha, A. Halder, A. Rix, D. Barker, M. Kleinsasser, Y. Zhou, D. Bose, P. Song, M. Banerjee, V. Baladandayuthapani, P. Ghosh, and B. Mukherjee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictions, role of interventions and effects of a historic national lockdown in indiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s response to the the covid-19 pandemic: Data science call to arms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Data Science Review, 6 2020, https://hdsr.mitpress.mit.edu/pub/r1qq01kw. [Online].",
        "Available: https://hdsr.mitpress.mit.edu/pub/r1qq01kw [49] R. D. Kirkcaldy, B. A. King, and J. T. Brooks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covid-19 and postinfection immunity: Limited evidence, many remaining questions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA, 2020. [50] J. Seow, C. Graham, B. Merrick, S. Acors, K. J. Steel, O. Hemmings, A. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Bryne, N. Kouphou, S. Pickering, R. Galao, G. Betancor, H. D. Wilson, A. W.",
        "Malim, and K. Doores, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longitudinal evaluation and decline of antibody responses in sars-cov-2 infection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2020, accessed: 2020-07-14. [Online]. Available: https://www.medrxiv.org/content/10.1101/2020.07.09.20148429v1 [51] C. P. Farrington and G. Manning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Test statistics and sample size formulae for comparative binomial trials with null hypothesis of non-zero risk difference or non-unity relative risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in medicine, vol. 9, no. 12, pp. 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1454, 1990.",
        "[52] J. L. Fleiss, B. Levin, and M. C. Paik, Statistical methods for rates and proportions. john wiley & sons, 2013.",
        "[53] S. J. Pocock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group sequential methods in the design and analysis of clinical trials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, vol. 64, no. 2, pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199, 1977.",
        "[54] D. W. Light, J. K. Andrus, and R. N. Warburton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimated research and development costs of rotavirus vaccines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vaccine, vol. 27, no. 47, pp. 6627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6633, 2009.",
        "[55] A. Waye, P. Jacobs, and A. B. Schryvers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vaccine development costs: a review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Expert review of vaccines, vol. 12, no. 12, pp. 1495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1501, 2013."
    ]
}