{
    "id": 2789,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Abowd, John M. and Ashenfelter, Orley [1981]. Anticipated Unemployment, Temporary Layoffs, and Compensating Wage Differentials. In Studies in abor Markets, edited by Sherwin Rosen.",
        "Chicago: Univ. Chicago Press, pp. 141-170. Ando, Albert and Modigliani, Franco [1963]. The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests. American Economic Review 53 (March): 55-84.",
        "Barro, Robert J. [1981]. Output Effects of Government Purchases. Journal of Political Economy 89 (December): 1086-1121.",
        "Barsky, Robert B. and Mirou, Jeffrey A. [1987]. The Seasonal Cycle and the Business Cycle. Univ. Michigan, April.",
        "Bils, Mark [1987]. The Cyclical Behavior of Marginal Cost and Price. American Economic Review 77 (December): 838-855.",
        "Breeden, Douglas T. [1977]. Changes in Consumption and Investment Opportunities and the Valuation of Securities. Ph.D. disseration, Stanford Univ.",
        "Breeden, Douglas T. [1979]. An Intertemporal Asset Pricing Model with 42 Stochastic Consumption and Investment Opportunities. Journal of Financial Economics 7 (September): 265- 296.",
        "Epstein, Larry G., and Zin, Stanley E. [1987a]. Substitution, Risk Aversion, and the Temporal Behaviour of Consumption and Asset Returns. I: A Theoretical Framework. Working Paper 8715. Toronto: Univ. Toronto.",
        "Epstein, Larry G., and Zin, Stanley E. [1987b]. Substitution, Risk Aversion and the Temporal Behaviour of Consumption and Asset Returns.",
        "II: An Empirical Analysis. Discussion Paper no. 698. Kingston, Ont.: Q ueensUniv. Friedman, Milton. [1957]. A Theory of the Consumplion Funclion.",
        "Princeton. Hall, Robert E. [1980]. Employment Fluctuations and Wage Rigidity. Brooking Papers on Economic Activity 1: 91-141.",
        "Hall, Robert E. [1988]. Intertemporal Substitution in Consumption. Journal of Political Economy 96 (April): 339-357.",
        "Hall, Robert E. [forthcoming]. Consumption. In Handbook of Modern Business Cycle Theory, edited by Robert J. Barro, Harvard University Press. 43 Hall, Robert E., and Mishkin, Frederic 5. [1982]. The Sensititivy of Consumption to Transitory Income: Estimates from Panel Data on Households. Econometrica 50 (March): 461-481.",
        "Hansen, Lars Peter, and Singleton, Kenneth J. [1983]. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns. Journal of Poliiical Economy 91 (April): 249-265.",
        "Heckman, James J. and Killingsworth, Mark R. [1986]. Female Labor Supply: A Survey. In Handbook of Labor Economics, edited by Orley Ashenfelter and Richard Layard. Amsterdam: North Holland.",
        "Hicks, J.R. [1946]. Value and CapitaL Second edition. London: Oxford Univ. Press.",
        "Jorgenson Dale W. [1963] Capital Theory and Investment Behavior. American Economic Review 53 (May): 247-259.",
        "Kreps, David M. and Porteus, Evan L. [1978]. Temporal Resolution of Uncertainty and Dynamic Choice Theory. Econometrzca 46 (January): 185-200.",
        "Kydland, Finn E. and Prescott, Edward C. [1982]. Time to Build and Aggregate Fluctuations. Econometrica 50 (November): 1345-1370.",
        "Lucas, Robert J. [1972]. Expectations and the Neutrality of Money. 44 Journal of Economic Theory 4 : 103-124.",
        "Lucas, Robert J. and Rapping, Leonard A. [1969] Real Wages, Unemployment and Inflation. Journal of Political Economy 77 (September/October): 721-754.",
        "MaCurdy, Thomas [1981]. An Empirical Model of Labor Supply in a Life Cycle Setting. Journal of Political Economy 89 (December): 1059- 1085.",
        "Mankiw, N. Gregory, Rotemberg, Julio J., and Summers, Lawrence H. [1985] Intertemporal Substitution in Macroeconomics. Quarterly Journal of Economics 100 (February): 225-256.",
        "Modigliani, Franco, and Brumberg, R.E. [1954]. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data. In Post-Keynesian Economics, edited by K.K. Kurihara. New Burnswick.",
        "Pencavel, John. [1986] Labor Supply of Men: A Survey. In handbook of Labor Economics, edited by Orley Ashenfelter and Richard Layard.",
        "Amsterdam: North Holland. Prescott, Edward C. [1986] Theory ahead of Business Cycle Measurement. In Real Business Cycles, Real Exchange Rates and Actual Policies, Volume 25 in the Carnegie-Rochester Conference Series on Public Policy, edited by Karl Brunner and Allan Meltzer. Amsterdam: 45 NorthHolland, pp. 11-44.",
        "Ramey, Valerie A. [1988]. Nonconvex Costs and the Behavior of Inventories. Department of Economics, University of California, San Diego, June.",
        "Rees, Albert 0. [1970]. On Equilibrium in Labor Markets. Journal of Political Economy 78 (March): 306-310.",
        "Sargent, Thomas J. [1979]. Macroeconomic Theory. New York: Academic Press.",
        "Summers, Lawrence H. [1986]. Some Skeptical Observations on Real Business Cycle Theory. Quarterly Review, Federal Reserve Bank of Minneapolis (Fall): 23-27.",
        "West, Kenneth D. [1986] A Variance Bounds Test of the Linear Quadratic Inventory Model. Journal of Political Economy 94 (April): 374-401."
    ]
}