{
    "id": 27941,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Agrawal, A., J. Gans, A. Goldfarb, and M. Lederman, 2020. The CEOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Safely Reopening the Workplace. MIT Technology Review, May 28th.",
        "Berger, D., K. Herkenhoff, and S. Mongey, 2020. An SEIR Infectious Disease Model with Testing and Conditional Quarantine. Mimeo, Duke University.",
        "Brauer, F., and C. Castillo-Chavez, 2012. Mathematical Models in Population Biology and Epidemiology, vol. 2 of Texts in Applied Mathematics. Springer.",
        "Eichenbaum, M. S., S. Rebelo, M. Trabandt, 2020. The Macroeconomics of Testing and Quarantining. NBER Working Paper No. 27104.",
        "Farboodi, M., G. Jarosch, and R. Shimer, 2020. Internal and External Effects of Social Distancing in a Pandemic. NBER Working Paper No. 27059.",
        "Gans, J. S., 2020a. Economics in the Age of COVID-19. MIT Press.",
        "Gans, J. S., 2020b. The Economic Consequences of RÃ\u0083Å\u0092Ã\u0082â\u0080\u009a = 1: Towards a Workable Behavioural Epidemiological Model of Pandemics. NBER Working Paper 27632.",
        "Gersovitz, M., and Hammer, J. S., 2004. The Economical Control of Infectious Diseases. The Economic Journal 114(492), 1-27.",
        "Hellmann, T., 2020. CDL Recovery - Some Lessons Learned. Mimeo, University of Oxford.",
        "Meyer, R., and A. Madrigal, 2020. How to Test Every American for COVID-19, Every Day - The plan that could give us our lives back. The Atlantic, August 14th 2020.",
        "Peto J. et al., 2020. Weekly COVID-19 testing with household quarantine and contact tracing is feasible and would probably end the epidemic. Royal Society Open Science, 7: 200915.",
        "Plater, R., 2020. As Many as 80 Percent of People with COVID-19 ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Aware They Have the Virus. Healthline, https://www.healthline.com/health-news/50-percent-of-people-\\ with-covid19-not-aware-have-virus.",
        "Rachel, L., 2020. An Analytical Model of Covid-19 Lockdowns: Equilibrium Mitigation Flattens the Epidemic Curve, Optimal Lockdown Does Not. Mimeo, London School of Economics and Political Science.",
        "Toxvaerd, F., 2020. Equilibrium Social Distancing. Cambridge-INET Working Paper Series No: 2020/08."
    ]
}