{
    "id": 2795,
    "cites": 10,
    "cited_by": 83,
    "reference": [
        "I (lark. P. K. Stationary ariatinii and Fr,iitl lieversi,,ii 1 r.s. I&apos;:,1nit- Pri,e&apos; \\liiiieograplied. St aitford U niversity. (iradnate School of Business, J nlv 1987 12] Cochrane. J. H. flow Bi Is the Random Walk in CNP? . J. Political Economy. 96. (October 1988). 893-920",
        "Efron, B. Bootstrap Methods: Another Look at the Jackknife . The Annals of SLit.. 7. (1979) 1-26.",
        "Faina, E. F. Term Structure Forecasts of Interest Rates, Inflation, and Real Returns . Mimeographed. UCLA, January 1988. -",
        ". Efficient Capital Markets: A Review of Theory and Empirical Work &apos;. I. Finance. 25 (May 1970), 383-416. [61 Fama, E. F. and K. R. French. Forecasting Returns on Corporate Bonds and Common Stocks . Mimeographed. University of Chicago, December 1987.",
        "___________- Permanent and Temporary Components of Stock Prices . J. Political Economy. 96 (April 1988): 246-73.",
        "Fisher, R. A. The Design of Experiments. Hafner Publishing Co. New York, 1935.",
        "Gordon, R. J. The American Business Cycle. The Univ. of Chicago Press. Chicago, 1986. [101 Hansen, L. P. and R. Hodrick. Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis . J. Political Economy. 88, (1980), 829-53. [11[ Ibbotson Associates. Stocks, Bonds, Bills, and Inflation: 1987 Yearboolcl Chicago: Ibbotson Associates, 1987. [12j Kendall, M. 0. and A. Stuart. The Advanced Theory of Statistics . 3rd Edition, Vol. 3. London: Griffin, 1976. (3: j,eRov. S. F. F.xpectatitiiis ModeI of \\.,.et Prices: A Survey of [lieorv . I. Fowi . :17. (March 19$2), l$s-217. LI 1] Lu, A. W. and A. U. Nlackiiilay. A Siiiiple Specificaliou Test of tlie Racudnuui \\alk hypothesis Rodney L. White (&apos;enter for Financial Research Discussion Paper. 13-87, Wharton School, University of Pennsylvania, [987. [151 Noreen, E. .4n Introduction to Testing Hypotheses Using (&apos;ornputer-!ntensie&apos;r Methods. Unpublished. Univ. of Washington, Seattle, 1986.",
        "Officer, R. R. &apos;The Variability of the Market Factor of the New York Stock Exchange.J. Business. 46, (1973), 434-53.",
        "Poterba, J. M. and L. H. Sumnsers. Mean Reversion in Stock Returns: Evidenceand Implications . Mimeographed, Cambridge, Mass.: NBER. March 1987. [18j Shiller, R. J. Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? . American Econ. Review. 71 (June 1981), 421-36.",
        "Wilson. J. &apos;N. and C. Jones. A Comparison of Annual Common Stock Returns: 1871.1925 with 1926-1985 . J. Business. 60 (April 1987), 239-58. &lt;/ref_section&gt;"
    ]
}