{
    "id": 2796,
    "cites": 36,
    "cited_by": 17,
    "reference": [
        "Washington, D.C. : Board of Governors of the Federal Reserve System, September 1983.",
        "David K, Backus and Patrick J. Kehoe, \"On the Denomination of the Government Debt: A Critique of the Portfolio Balance Approach. Mimeo, Federal Reserve Bank of Minneapolis, June 1988.",
        "Henning Bohn. \"Time Consistency of Monetary Policy in the Open Economy.\" Mimeo, Wharton School, University of Pennsylvania, September 1988.",
        "Willam H, Branson, \"Sources of Misalignment in the l9BOs,\" In Misalignment of Exchange Rates: Effects on Trade and Industry, edited by Richard C. Marston, Chicago: University of Chicago Press, 1988.",
        "William H. Branson and Dale U, Henderson. \"The Specification and Influence of Asset Markets,\" In Handbook of International Economics, vol. 2, edited by Ronald U. Jones and Peter B, Kenen. Amsterdam: North-Holland Publishing Company, 1985.",
        "Guillermo A. Calvo and M.urice Obstfeld. \"Time Consistency of Fiscal and Monetary Policy: A Comment.\" Mimeo, University of Pennsylvania, 1988.",
        "Robert E, Cumby, \"Is It Risk? Explaining Deviations from Uncovered Interest Parity,\" Journal of Monetary Economics 22 (September 1988), in press Robert E. Cumby and Maurice Obstfeld, \"Ir.ternationai Interest Rate and Price Level Linkages under Flexibie Exchange Rates: A Review of Recent Evidence.\" In Exchange Rate Theory and Practice, edited by John F, 0, Bilson and Richard C. Marston, Chicago: University of Chicago Press, 1984.",
        "Deutsche Bundeabank. The Deutsche Bundesbank: Its Monetary Policy Instruments and Functions, Deutsche Bundesbank Special Series no' 7, October 1982, Kathryn M, Dominguez. \"The Informational Role of Official Foreign Exchange Intervention Operations: An Empirical Investigation.\" Mimeo, Harvard University, 1988.",
        "Rudiger Dornbusch. \"Expectations and Exchange Rate Dynamics,\" Journal of Political Economy 84 (December 1976), pp. 1161-76.",
        "Charles M. Engel and Robert P, Flood. \"Exchange Rate Dynamics, Sticky Prices, and the Current Account,\" Journal of Money, Credit and Banking 17 (August 1985), pp. 312-27.",
        "Charles K. Engol and Anthony P. Rodrigues. \"Tests of International CAPM wirh Time-Varying Covariances.\" NBER Working Paper no. 2303, July 1987.",
        "Robert F. Engle. 'Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation.\" Econometrica 50 (July 1982), pp. 987-1007.",
        "Martin S. Feldstein. \"New Evidenre on the Effects of Exchange Rate Intervention.\" NBER Working Paper no. 2052, October 1986.",
        "Martin S. Feldstein. \"Distinguished Lecture on Economics in Covernment: Thinking about International Economic Coordination.\" Journal of Economic Perspectives 2 (Spring 1988), pp. 3-13.",
        "Kenneth A. Froot and Jeffrey A. Frankel. \"Forward Discount Bias: Is It an Exchange Risk Premium?\" Quarterly Journal of Economics, 1989, forthcoming.",
        "Yoichi Funabmshi. Managing the Dollar: From the Plaza to the Louvre. Washington, D.C.: Institute for International Economics, 1988.",
        "Aiberro Ciovannini and Philippe Jorion. \"The Time-Variation of Risk and Return in the Foreign Exchange and Stock Markets.\" Journal of Finance, 1989, forthcoming.",
        "Sanford J. Grossman and Guy Laroque. \"Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods.\" Mimeo, Princeton University, 1987.",
        "Dale W. Henderson and Stephanie Sampson. \"Intervention in Foreign Exchange Markets: A Summary of Ten Scaff Studies.\" Federal Reserve Bulletin 69 (November 1983), pp. 830-6.",
        "Robert J. Hodrick. The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets. Fundamentals of Pure and Applied Economics no. 24. Chur, Switzerland: Harwood Academic Publishers, 1987 Robert J. Hodrick. \"U.S. International Capital Flows: Perspectives from Rational Maximizing Models.\" In Carnegie-Rochester Conference Series on Public Policy, vol. 30, edited by Karl Brunner end Allan H. Meltzer. Amsterdam: North-Holland Publishing Company, 1989.",
        "Graciela L. Ksminsky and Rodrigo Perugm. \"Risk Premium and the Foreign Exchange Market.\" Mimeo, University of California-San Diego, 1987.",
        "Peter 8. Kenen. Managing Exchange Rates. London: Routledge (for the Royal Institute of International Affairs), 1988.",
        "Karen K. Lewis, \"The Persiatence of the 'Peso problem' when Policy is Noisy.\" Journal of International Honey and Finance I (Narch 1988), pp. 5-21.",
        "Robert K, Lucaa, Jr. , and Nancy L. Stokey. \"Optimal Fiscal and Monetary Policy in an Economy without Capital.\" Journal of Monetary Economics .2 (July 1983), pp. 55-93.",
        "Nelson C, Nark. \"Time Varying Betas and Risk Premia in the Pricing of Forward Foreign ExchanFe Contracts.\" Journal of Financial Economics, 1988, forthcoming.",
        "Richard C. Marston \"KxchanLc Rare PoItcI Reconsidered.\" It Inrernarsonal E'nnomic Cooperation, edited by Marcia, Feldarein. Chicago. University Oi Chicago Press, 1988.",
        "Robert A. Mundefl, Irtrrrational Economics, Nes York: Macmiilar. 1968.",
        "Michael Munsa. \"The Rr,1 ' ci the Trad\" Balance in Exchange Rate Decera'nacion,\" M\"e, 'Jniv rsity 0f Chicago, 1980.",
        "Michael Massa. The Re h' ol ernic.al in! \"rv r100, Occasioncl Paper no. 6. Nes York ara'.p of 30, 1061. Maurice Obstfeid, \"The- Jia. tllcatint' e nc,,m' Streams and the Fffertr of Opendi'e 'a i' -, ntO 'c S'sin 'vci.cnnc Rates.\" Jncrnai of fonetary cc zinmi,s 9 (Jat'airy ,.cS2), pp. 57-98.",
        "Maurice Obstfeid. \"Floating Exchange Rst's' Kaperience and Prospects.\" Brooking Papers an Econanir Act iviry (2: 1985), pp. 369-450.",
        "Maurice Obatfeld. \"Cor.mer,tscs 'or. Rrcherd A. Macse, 'Empirical [asesament of Foreign Currency Risk PrcsLuns').\" In Financial R'sk: Thnory, Evidence and Implirarions, edited by Courtensy C. Stone. Boston, Massachusetts: Kiuwer Academic, 1988.",
        "Maurice Ohstfeld, \"Mow InreCrsred Are World Thp'tai Markets7 Sea-' New Tests.\" In Debt, Stabilization and Development: Essays in Memory of Caries Dias Alejandra, edited by Ronald Findisy at ai. Oxford: Basil Eisckwell, 1989. (s) Maurice Obstfeld. \"Dynamic Seigniorsge Theory: An Exploration.\" MBER Working Paper, 1989. (b) A. Pagan and Y. Nong. \"Nan-Parametric Estimation and the Risk Premium.\" Working Paper no. 135, Rochester Center far Economic Research, May 1988.",
        "Mats Permson, Torsten Persson, and Lars E. 0. Svensson. \"Time Consistency of Fiscal and Monetary Policy.\" Econometrics 55 (November 1987), pp. 1419-31.",
        "Jeremy C. Stein. \"Cheap Talk and the Fed: A Theory of laprecise Policy Announcements.\" America Economic Review, 1988, forthcoming. Alan C. Stoclosan. \"Monetary Control and Sterilization under Pegged.",
        "James Tohin, \"An Essay on the Principles of Debt Management.\" In Fiacal and Deht Management Policies. Englewood Cliffs, New Jersey: Prentice-Hall (fot the Commission on Money and Credit), 1963.",
        "Warren E. Umber. \"Do Sterilized Interventions Affect Exchange Rates?\" Federal Reserve Bank of Minneapolis Quarterly Review ID (Summer 1986), pp. 14-23."
    ]
}