{
    "id": 27966,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Abbas, S. A. N. Belhocine, A. ElGanainy, and M. Horton. 2010. â\u0080\u009cA Historical Public Debt Database,â\u0080\u009d IMF Working Paper WP/10/245. Washington, DC: International Monetary Fund.",
        "Aizenman, J. and Marion, N., 2011. â\u0080\u009cUsing inflation to erode the US public debt.â\u0080\u009d Journal of Macroeconomics, 33(4): 524-541.",
        "Ball, L. and Mankiw, N.G., 1995. What do budget deficits do?. In Proceedings-Economic Policy Symposium-Jackson Hole (pp. 95-119). Federal Reserve Bank of Kansas City.",
        "Barro, R.J., 1979. On the determination of the public debt. Journal of political Economy, 87(5, Part 1), pp.940-971.",
        "Blanchard, O. 2019. â\u0080\u009cPublic Debt and Low Interest Rates,â\u0080\u009d American Economic Review, Vol.",
        "Bohn, H., 2008. The sustainability of fiscal policy in the United States. Sustainability of public debt, Reinhard Neck, Jan-Egbert Sturm (Eds.), MIT Press, Cambridge MA, pp.15-49.",
        "Calvo, G. and Loo-Kung, R., 2010. US recovery: a new â\u0080\u0098Phoenix Miracleâ\u0080\u0099?. Vox, CEPR.",
        "Carney, M. 2019. August. â\u0080\u009cThe growing challenges for monetary policy in the current international monetary and financial system.â\u0080\u009d In Remarks at the Jackson Hole Symposium (Vol. 23).",
        "Chinn, M. D., and H. Ito. 2006. â\u0080\u009cWhat Matters for Financial Development? Capital Controls, Institutions, and Interactions. Journal of Development Economics,â\u0080\u009d 81(1): 163â\u0080\u0093192.",
        "Chinn, M, and H Ito. 2008. â\u0080\u009cA new measure of financial openness.â\u0080\u009d Journal of Comparative Policy Analysis, vol 10, no 3), pp 309â\u0080\u0093322.",
        "Cochrane J. 2020. The Grumpy Economist Perpetuities, debt crises, and inflation.",
        "Eichengreen, B., Hausmann, R., and Panizza U., 2002. â\u0080\u009cOriginal Sin, The Pain, The Mystery and The Road to Redemption.â\u0080\u009d Harvard University and UC Berkeley, Unpublished manuscript.",
        "Cordella, T., Ricci, L.A. and Ruiz-Arranz, M., 2010. Debt overhang or debt irrelevance?. IMF Staff Papers, 57(1), pp.1-24.",
        "Eichengreen, B., 2011. Exorbitant Privilege: The rise and fall of the Dollar and the Future of the International Monetary System. Oxford University Press.",
        "Escolano, M.J., 2010. â\u0080\u009cA practical guide to public debt dynamics, fiscal sustainability, and cyclical adjustment of budgetary aggregates.â\u0080\u009d Technical Notes and Manuals, International Monetary Fund.",
        "Ghosh, A.R., Kim, J.I., Mendoza, E.G., Ostry, J.D. and Qureshi, M.S., 2013. Fiscal fatigue, fiscal space and debt sustainability in advanced economies. The Economic Journal, 123(566), pp.F4-F30.",
        "Gourinchas, P. O., Rey, H., & Govillot, N. (2010). Exorbitant privilege and exorbitant duty (No. 10-E-20). Tokyo: Institute for Monetary and Economic Studies, Bank of Japan.",
        "Hausmann, R. and U. Panizza. 2003. On the determinants of Original Sin: an empirical investigation. Journal of International Money and Finance 22(7), 957-990.",
        "Hausmann, R. and U. Panizza. 2010. Redemption or Abstinence? Original Sin, Currency Mismatches and Counter-Cyclical Policies in the New Millennium, Center for International Development Working Paper #194. Harvard University.",
        "Ize, A. and Levy-Yeyati, E., 2003. Financial Dollarization. Journal of International Economics 59(2), 323â\u0080\u0093 347.",
        "Reinhart, C.M., Reinhart, V. and Rogoff, K., 2015. Dealing with debt. Journal of International Economics, 96, pp.S43-S55.",
        "Reinhart, C.M. and Sbrancia, M.B., 2015. The liquidation of government debt. Economic Policy, 30(82), pp.291-333.",
        "Rodrik, D. 1999. â\u0080\u009cWhere Did All the Growth Go? External Shocks, Social Conflict, and Growth Collapses,â\u0080\u009d Journal of Economic Growth, Vol. 4, No. 4 (Dec., 1999), pp. 385-412.",
        "Summers, L., 2013. On secular stagnation. Reuters Analysis & Opinion, 16.",
        "Wu, J.C. and Xia, F.D., 2016. Measuring the macroeconomic impact of monetary policy at the zero lower bound. Journal of Money, Credit and Banking, 48(2-3), pp.253-291.",
        "Wyplosz, C. 2019. â\u0080\u009cOlivier in Wonderland,â\u0080\u009d VOX CEPR&apos;s Policy Portal (June 17, 2019)."
    ]
}