{
    "id": 27974,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Autor, David H., and Mark Duggan, â\u0080\u009cThe Rise in the Disability Rolls and the Decline in Unemployment,â\u0080\u009d Quarterly Journal of Economics, 2003, 118(1): 157â\u0080\u0093206.",
        "Autor, David H. and Mark G. Duggan. â\u0080\u009cThe Growth In The Social Security Disability Rolls: A Fiscal Crisis Unfolding,â\u0080\u009d Journal of Economic Perspectives, 2006, 20(3): 71â\u0080\u009396.",
        "Brinjikji, Waleed, Patrick H. Luetmer, Bryan Comstock, et al. â\u0080\u009cSystematic Literature Review of Imaging Features of Spinal Degeneration in Asymptomatic Populations,â\u0080\u009d American Journal of Neuroradiology, 2015 Apr; 36(4): 811â\u0080\u00936.",
        "Case, Anne, Angus Deaton, and Arthur Stone, â\u0080\u009cDecoding the mystery of American pain reveals a warning for the future.â\u0080\u009d Proc Nat Acad Sci, 2020, 117: 24785â\u0080\u009324789.",
        "Case, Anne and Angus Deaton, \"Suicide, Age and Wellbeing: An Empirical Analysis.â\u0080\u009d in Insights in the Economics of Aging, David A. Wise (ed.), University of Chicago Press, 2017.",
        "Case, Anne and Angus Deaton, â\u0080\u009cThe Misery and Mystery of Pain.â\u0080\u009d Chapter 7 in Deaths of Despair and the Future of Capitalism, Princeton University Press, 2020.",
        "Chou, Roger, Amir Qaseem, Vincenza Snow, et al., â\u0080\u009cDiagnosis and Treatment of Low Back Pain: A Joint Clinical Practice Guideline from the American College of Physicians and the American Pain Society,â\u0080\u009d Annals of Internal Medicine, 2007, 147: 478â\u0080\u0093491.",
        "Cutler, David, and Adriana Lleras-Muney, â\u0080\u009cUnderstanding differences in health behaviors by education,â\u0080\u009d Journal of Health Economics, 2010, 29(1):1â\u0080\u009328.",
        "Grol-Prokopczyk, Hana, â\u0080\u009cSociodemographic disparities in chronic pain, based on 12year longitudinal data.â\u0080\u009d Pain, 2017,158: 313â\u0080\u0093322.",
        "Kohn, Mark D., Adam A. Sassoon, and Navin D. Fernanco, â\u0080\u009cClassifications in Brief: KellgrenLawrence Classification of Osteoarthritis,â\u0080\u009d Clinical Orthopaedics and Related Research, 2016, 474(8): 1886â\u0080\u00931893.",
        "Kellgren, J.H. and J.S. Lawrence, â\u0080\u009cRadiological Assessment of Osteo-Arthrosis,â\u0080\u009d Annals of Rheumatic Disease, 1957, 16(4, Dec): 494â\u0080\u0093502.",
        "Kujala Urho M., Jyrki Kettunen, Heli Paananen, Teuvo Aalto, Michele C. Battie, Olli Impivaara, Tapio Videman, and Seppo Sarna, â\u0080\u009cKnee osteoarthritis in former runners, soccer players, weight lifters, and shooters,â\u0080\u009d Arthritis and Rheumatology, 1995, 38: 539â\u0080\u0093546.",
        "Marsala, Sandro Zambito, Michele Pistachhi, Pierluigi Tocco, et al., â\u0080\u009cPain Perception in Major Depressive Disorder: A Neurophysiological Case-Control Study,â\u0080\u009d Journal of the Neurological Sciences, 2015, 357(1-2): 19â\u0080\u009321.",
        "Matthews, Karen A., Charles R. Katholi, et al., â\u0080\u009cBlood Pressure Reactivity to Psychological Stress Predicts Hypertension in the CARDIA Study,â\u0080\u009d Circulation, 2004, 110: 74â\u0080\u009378.",
        "McWilliams J Michael, Ellen Meara, Alan M. Zaslavsky et al., â\u0080\u009cHealth of Previously Uninsured Adults After Acquiring Medicare Coverage,â\u0080\u009d JAMA, 2007 298(24): 2886â\u0080\u00932894.",
        "Nakao, Mutsuhiro and Arthur J. Barsky, â\u0080\u009cClinical application of somatosensory amplification in psychosomatic medicine.â\u0080\u009d Biopsychosocial Medicine, 2007, 1, 17.",
        "Okifuji, Akiko and Bradford D. Hare, â\u0080\u009cThe association between chronic pain and obesity. J Pain Res. 2015, 8: 399â\u0080\u0093408.",
        "Skinner, Jonathan, Weiping Zhou, and James Weinstein, â\u0080\u009cThe Influence of Income and Race on Total Knee Arthroplasty in the United States,â\u0080\u009d Journal of Bone and Joint Surgery, 2006, 88-A(1): 2159â\u0080\u00932166.",
        "Social Security Administration, â\u0080\u009cAnnual Statistical Report on the Social Security Disability Insurance Program, 2018,â\u0080\u009d 2019, Rockville, MD.",
        "Social Security Administration, â\u0080\u009cDisability Evaluation Under Social Security,â\u0080\u009d 2020, Rockville, MD, Accessed September 16, 2020 at: https://www.ssa.gov/disability/professionals/bluebook/evidentiary.htm.",
        "Sokolove, Jeremy and Chrstin Lepus, â\u0080\u009cRole of inflammation in the pathogenesis of osteoarthritis: latest findings and interpretations.â\u0080\u009d Ther Adv Musculoskelet Dis. 2013, 5(2): 77â\u0080\u009394.",
        "Thirukumaran, Caroline P., Laruent G. Glance, Xueya Cai, et al., â\u0080\u009cPerformance Of Safety-Net Hospitals In Year 1 Of The Comprehensive Care For Joint Replacement Model,â\u0080\u009d Health Affairs, 38(2), 2019: 190â\u0080\u0093196.",
        "Vignon, Eric, Jean-Pierre Valat, Michel Rossignol, et al., â\u0080\u009cOsteoarthritis of the knee and hip and activity: a systematic international review and synthesis (OASIS),â\u0080\u009d Joint Bone Spine, 2006, 73: 442â\u0080\u0093455."
    ]
}