{
    "id": 28,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "1. K. J. Arrow. Essays in the Theory of Risk Bearing, North Holland Amsterdam, 1970.",
        "2. _________. Optimal Insurance and Generalized Deductions, A Rand Corporation Working Paper, 1973.",
        "3. W. J. Bauniol. Macro-economics of Unbalanced Growth, American Economic Review, vol. 57 (June 1967) pp. 415-426.",
        "4. G. S. Becker. Human Capital, New York, N.B.E.R, 1964.",
        "5. W. G. Bowen Economic Aspects of Education Industrial Relations Section, Princeton University 1964.",
        "6. P. A. Diamond and J. E. Stiglitz. Increases in Risk and in Risk Aversion, Forthcoming, Journal of Economic Theory. 1974.",
        "7. R. Freeman. The Market for College Trained Manpower, Harvard University Press, Cambridge, Mass. 1972.",
        "8. R. L. Keeny. Risk Independence and Multiattributed Utility Function, Econometrica, Vol. 41 (January 1973), pp. 27-34.",
        "9. A. C. King Occupational Choice Risk Aversion and Wealth, An unpublished manuscript, University of Texas at Austin, 1972.",
        "10. K. Lancaster. Consumer Demand, Columbia University Press, New York.l97l.",
        "11. H. G. Lewis. Unionism and Relative Wages in the United States. Chicago The University of Chicago Press, 1963.",
        "12. _________ . Hours of Work and Hours of Leisure, Industrial Relations Research Association, Proceedings of the Ninth Meeting (December 1956) pp. 196-206.",
        "13. R. E. Lucas Working Conditions Wage Rates and Human Capital: A Hedonic Study. An unpublished M.I.T. dissertation. October 1972.",
        "14. C.F. Meneses and D.L. Hansan. On the Theory of Risk Aversion, International Economic Review, Vol. 11 (October l~70), pp. 481-487.",
        "15. A Michaeli The Profitability of Investment in the Training of Merchant Marine Officers. An unpublished manuscript, Techninon, Haifa. 1972 (Hebrew)",
        "16. J.W. Pratt. Risk Aversion in the Small and in the Large, Econometrica, Vol. 32, pp. 122-136, (January-April 1964).",
        "17. M. W. Reder Wage Differentials Theory and Measurement, Aspects of Labor Economics, New York, N.B.E.R. 1962, pp. 257-311. -29-",
        "18. L. A. Rapping The impact of Atlantic Gulf Unionism on the Relative Earnings of Unlicensed Merchant Seamen Industrial and Labor Relations Review, Vol. 17, No. 1, pp. 75-95, (October 1963)",
        "19. Joan Robinson. Macro-economics of Balanced Growth: A Belated Comment, American Economic Review, Vol. 59 (September 1969), pp. 632.",
        "20. 5. Rosen. A Theory of Hedonistic Prices, A discussion paper No. 72-8. University of Rochester, 1972.",
        "22. Y. Weiss, The Risk Element in Occupational and Educational Choices, Journal of Political Economy, Vol. 80 (Nov-Dec. 1972) pp. 1203-1213.",
        "23. Y. Weiss. Learning by Doing and Occupational Specialization, Journal of Economic Theory, Vol. 3 (June 1971) pp. 189-198."
    ]
}