{
    "id": 28004,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, Victor Chernozhukov, IvaÌ\u0081n Werning, and Michael D Whinston, â\u0080\u009cOptimal Targeted Lockdowns in a Multi-Group SIR Model,â\u0080\u009d Working Paper 27102, National Bureau of Economic Research May 2020.",
        "Alon, Titan, Matthias Doepke, Jane Olmstead-Rumsey, and MicheÌ\u0080le Tertilt, â\u0080\u009cThe Impact of COVID-19 on Gender Equality,â\u0080\u009d Working Paper 26947, National Bureau of Economic Research April 2020.",
        "AÌ\u0081lvarez, Fernando E., David Argente, and Francesco Lippi, â\u0080\u009cA Simple Planning Problem for COVID-19 Lockdown,â\u0080\u009d Working Paper 26981, National Bureau of Economic Research April 2020.",
        "Amuedo-Dorantes, Catalina, Neeraj Kaushal, and Ashley N. Muchow, â\u0080\u009cIs the Cure Worse than the Disease? County-Level Evidence from the COVID-19 Pandemic in the United States,â\u0080\u009d Working Paper 27759, National Bureau of Economic Research August 2020.",
        "Arnon, Alexander, John Ricco, and Kent Smetters, â\u0080\u009cEpidemiological and Economic Effects of Lockdown,â\u0080\u009d Working Paper, Penn Wharton Budget Model 2020.",
        "Aruoba, S. Boragan, â\u0080\u009cData Revisions Are Not Well Behaved,â\u0080\u009d Journal of Money, Credit and Banking, 2008, 40 (2/3), 319â\u0080\u0093340.",
        "Atkeson, Andrew, Karen Kopecky, and Tao Zha, â\u0080\u009cFour Stylized Facts about COVID-19,â\u0080\u009d Working Paper 27719, National Bureau of Economic Research August 2020.",
        "Aum, Sangmin, Sang Yoon (Tim) Lee, and Yongseok Shin, â\u0080\u009cCOVID-19 Doesnâ\u0080\u0099t Need Lockdowns to Destroy Jobs: The Effect of Local Outbreaks in Korea,â\u0080\u009d Working Paper 27264, National Bureau of Economic Research May 2020.",
        "Baqaee, David and Emmanuel Farhi, â\u0080\u009cNonlinear Production Networks with an Application to the Covid-19 Crisis,â\u0080\u009d Working Paper 27281, National Bureau of Economic Research May 2020.",
        ", , Michael J Mina, and James H Stock, â\u0080\u009cReopening Scenarios,â\u0080\u009d Working Paper 27244, National Bureau of Economic Research May 2020.",
        "Born, Benjamin, Alexander Dietrich, and Gernot MuÌ\u0088ller, â\u0080\u009cThe effectiveness of lockdowns: Learning from the Swedish experience,â\u0080\u009d Discussion Papers 14744, CEPR Discussion Paper August 2020.",
        "Chen, Sophia, Deniz O Igan, Nicola Pierri, and Andrea F Presbitero, â\u0080\u009cTracking the Economic Impact of COVID-19 and Mitigation Policies in Europe and the United States,â\u0080\u009d IMF Working Papers 20/125, International Monetary Fund July 2020.",
        "Cho, Sang-Wook (Stanley), â\u0080\u009cQuantifying the impact of non-pharmaceutical interventions during the COVID-19 outbreak â\u0080\u0093 The case of Sweden,â\u0080\u009d The Econometrics Journal, 08 2020.",
        "Couture, Victor, Jonathan I Dingel, Allison E Green, Jessie Handbury, and Kevin R Williams, â\u0080\u009cMeasuring Movement and Social Contact with Smartphone Data: A Real-Time Application to COVID-19,â\u0080\u009d Working Paper 27560, National Bureau of Economic Research July 2020.",
        "Eichenbaum, Martin S, Sergio Rebelo, and Mathias Trabandt, â\u0080\u009cThe Macroeconomics of Epidemics, â\u0080\u009d Working Paper 26882, National Bureau of Economic Research March 2020.",
        "Fang, Hanming, Long Wang, and Yang Yang, â\u0080\u009cHuman Mobility Restrictions and the Spread of the Novel Coronavirus (2019-nCoV) in China,â\u0080\u009d Working Paper 26906, National Bureau of Economic Research March 2020.",
        "Farboodi, Maryam, Gregor Jarosch, and Robert Shimer, â\u0080\u009cInternal and External Effects of Social Distancing in a Pandemic,â\u0080\u009d Technical Report 2020-47 2020. University of Chicago, Becker Friedman Institute for Economics Working Paper.",
        "Forsythe, Eliza, Lisa B. Kahn, Fabian Lange, and David Wiczer, â\u0080\u009cLabor demand in the time of COVID-19: Evidence from vacancy postings and UI claims,â\u0080\u009d Journal of Public Economics, 2020, 189, 104238.",
        "MACROECONOMIC OUTCOMES AND COVID-19 37 Glover, Andrew, Jonathan Heathcote, Dirk Krueger, and JoseÌ\u0081-VÄ±Ì\u0081ctor RÄ±Ì\u0081os-Rull, â\u0080\u009cHealth versus Wealth: On the Distributional Effects of Controlling a Pandemic,â\u0080\u009d Working Paper 27046, National Bureau of Economic Research April 2020.",
        "Goldberg, Pinelopi K. and Tristan Reed, â\u0080\u009cThe effects of the coronavirus pandemic in emerging market and developing economies An optimistic preliminary account,â\u0080\u009d Brooking Papers on Economic Activity, 06 2020, 1.",
        "Google, â\u0080\u009cCOVID-19 Community Mobility Reports,â\u0080\u009d 2020. Downloaded on October 9 from https: //www.google.com/covid19/mobility/.",
        "Goolsbee, Austan and Chad Syverson, â\u0080\u009cFear, Lockdown, and Diversion: Comparing Drivers of Pandemic Economic Decline 2020,â\u0080\u009d Working Paper 27432, National Bureau of Economic Research June 2020.",
        "Grubaugh, N.D., W.P. Hanage, and A.L. Rasmussen, â\u0080\u009cMaking Sense of Mutation: What D614G Means for the COVID-19 Pandemic Remains Unclear,â\u0080\u009d Cell, 2020, 182 (4), 794â\u0080\u0093795.",
        "Gupta, Sumedha, Thuy D Nguyen, Felipe Lozano Rojas, Shyam Raman, Byungkyu Lee, Ana Bento, Kosali I Simon, and Coady Wing, â\u0080\u009cTracking Public and Private Responses to the COVID-19 Epidemic: Evidence from State and Local Government Actions,â\u0080\u009d Working Paper 27027, National Bureau of Economic Research April 2020.",
        "Hu, Jie, Chang-Long He, Qing-Zhu Gao, Gui-Ji Zhang, Xiao-Xia Cao, Quan-Xin Long, Hai-Jun Deng, Lu-Yi Huang, Juan Chen, Kai Wang, Ni Tang, and Ai-Long Huang, â\u0080\u009cD614G mutation of SARS-CoV-2 spike protein enhances viral infectivity,â\u0080\u009d Technical Report, Key Laboratory of Molecular Biology for Infectious Diseases 2020.",
        "Johns Hopkins University CSSE, â\u0080\u009c2019 Novel Coronavirus COVID-19 (2019-nCoV) Data Repository, â\u0080\u009d 2020. Center for Systems Science and Engineering.",
        "Juranek, Steffen, JoÌ\u0088rg Paetzold, Hannes Winner, and Floris Zoutman, â\u0080\u009cLabor Market Effects of COVID-19 in Sweden and Its Neighbors: Evidence from Novel Administrative Data,â\u0080\u009d CESifo Working Paper Series 8473, CESifo 2020.",
        "Karaivanov, Alexander, Shih En Lu, Hitoshi Shigeoka, Cong Chen, and Stephanie Pamplona, â\u0080\u009cFace Masks, Public Policies and Slowing the Spread of COVID-19: Evidence from Canada,â\u0080\u009d Working Paper 27891, National Bureau of Economic Research October 2020.",
        "FERNAÌ\u0081NDEZ-VILLAVERDE AND JONES Korber, B., S. Gnanakaran, WM Fischer, H Yoon, J Theiler, W Abfalterer, N Hengartner, EE Giorgi, T Bhattacharya, B Foley, KM Hastie, MD Parker, DG Partridge, CM Evans, TM Freeman, TI de Silva, C McDanal, Perez LG, H Tang, A Moon-Walker, SP Whelan, CC LaBranche, EO Saphire, and DC Montefiori, â\u0080\u009cTracking changes in SARS-CoV-2 Spike: evidence that D614G increases infectivity of the COVID-19 virus,â\u0080\u009d Cell, 2020, 182 (4), 812â\u0080\u0093827.",
        "Mitze, Timo, Reinhold Kosfeld, Johannes Rode, and Klaus WaÌ\u0088lde, â\u0080\u009cFace Masks Considerably Reduce COVID-19 Cases in Germany: A Synthetic Control Method Approach,â\u0080\u009d IZA Discussion Papers 13319, Institute of Labor Economics (IZA) June 2020.",
        "Ng, Robert H. Brook C. Jason Wang Chun Y., â\u0080\u009cResponse to COVID-19 in Taiwan: Big Data Analytics, New Technology, and Proactive Testing,â\u0080\u009d JAMA, 04 2020, 323 (14), 1341â\u0080\u00931342.",
        "Ozono, Seiya, Yanzhao Zhang, Hirotaka Ode, Tan Toong Seng, Kazuo Imai, Kazuyasu Miyoshi, Satoshi Kishigami, Takamasa Ueno, Yasumasa Iwatani, Tadaki Suzuki, and Kenzo Tokunaga, â\u0080\u009cNaturally mutated spike proteins of SARS-CoV-2 variants show differential levels of cell entry,â\u0080\u009d Technical Report, National Institute of Infectious Diseases 2020.",
        "Stock, James H, â\u0080\u009cData Gaps and the Policy Response to the Novel Coronavirus,â\u0080\u009d Working Paper 26902, National Bureau of Economic Research March 2020.",
        "Watanabe, Tsutomu and Tomoyoshi Yabu, â\u0080\u009cJapanâ\u0080\u0099s voluntary lockdown,â\u0080\u009d Covid Economics, 2020, 46, 1â\u0080\u009331.",
        "Zhang, Lizhou, Cody B Jackson, Huihui Mou, Amrita Ojha, Erumbi S Rangarajan, Tina Izard, Michael Farzan, and Hyeryun Choe, â\u0080\u009cThe D614G mutation in the SARS-CoV-2 spike protein reduces S1 shedding and increases infectivity,â\u0080\u009d Technical Report, The Scripps Research Institute 2020.",
        "MACROECONOMIC OUTCOMES AND COVID-19 39 A. Data Sources Our GDP data comes mainly from the OECD (2020). We look at quarterly GDP, total, in percentage change with respect to the previous period. We add a few observations, such as Taiwan, not covered by the OECD.",
        "Our death data comes from Johns Hopkins University CSSE (2020). We must remember, nevertheless, that data about deaths are subject to undercount and interpretation.",
        "Conversely, low deaths in previous years (such as mild flu season in 2019) might have implied a high mortality in 2020 even in the absence of the epidemic. Second, the lockdowns also affected other death causes, both lowering them (fewer traffic and work accidents) and increasing them (fewer medical procedures undertaken, worsening physical and mental health triggered by the lockdowns and the economic crisis). While we do not believe that Figure 5 would dramatically change once researchers have more accurate counts of COVID-19 deaths, this is an additional aspect where caution is necessary."
    ]
}