{
    "id": 28012,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Abrams, H. R., Loomer, L., Gandhi, A., & Grabowski, D. C. (2020). Characteristics of US Nursing Homes with COVIDâ\u0080\u009019 Cases. Journal of the American Geriatrics Society 68(8), 1653-1656.",
        "Aronson, L. (2020). For older people, despair, as well as Covid-19, is costing lives. The New York Times. Retrieved June 22, 2020.",
        "Bui, D.P., See, I., Hesse, E. M., Varela, K., Harvey, R.R., August, E.M., Winquist, A., Mullins, S., McBee, S., Thomasson, E., & Atkins, A. (2020). Association Between CMS Quality Rating and COVID-19 Outbreaks in Nursing Homes â\u0080\u0093 West Virginia, March 17-June 11, 2020. Morbidity and Mortality Weekly Reporter 69(37), 1300-1304.",
        "Cameron, A. Colin, and Pravin K. Trivedi. 2005. Microeconometrics: Methods and Applications. Cambridge University Press: New York.",
        "Ã\u0087alÄ±koÄ\u009flu, Å\u009e., Christmyer, C. S., & Kozlowski, B. U. (2012). My Eyes, Your Eyesâ\u0080\u0094The Relationship between CMS Fiveâ\u0080\u0090Star Rating of Nursing Homes and Family Rating of Experience of Care in Maryland. Journal for Healthcare Quality, 34(6), 5-12.",
        "Reference Number QSO-20-39-NH. https://www.cms.gov/files/document/qso-20-39-nh.pdf Centers for Medicare and Medicaid Services. (2020c). Interim Final Rule Updating Requirements for Notification of Confirmed and Suspected COVID-19 Cases Among Residents and Staff in Nursing Homes. Reference Number QSO-20-29-NH. https://www.cms.gov/files/document/qso-20-29nh. pdf Centers for Medicare and Medicaid Services. (2020d). Nursing Home Reopening Recommendations for State and Local Officials. Reference Number QSO-20-30-NH. https://www.cms.gov/files/document/qso-20-30-nh.pdf Chen, N.K., Chevalier, J.A., & Long, E.F. (2020). Nursing Home Staff Networks and COVID-19. NBER Working Paper No. 27608.",
        "Fuller, R. L., Goldfield, N. I., Hughes, J. S., & McCullough, E. C. (2019). Nursing home compare star rankings and the variation in potentially preventable emergency department visits and hospital admissions. Population health management, 22(2), 144-152.",
        "Gorges, R.J., & Konetzka, R.T. (2020). Staffing Levels and COVID-19 Cases and Outbreaks in US Nursing Homes. Journal of the American Geriatrics Society. https://onlinelibrary.wiley.com/doi/pdf/10.1111/jgs.16787 Graham, C. (2020). For Seniors, COVID-19 Sets Off A Pandemic Of Despair. Kaiser Health Network Web Publication. Retrieved May 28, 2020. https://khn.org/news/for-seniors-covid-19sets -off-a-pandemic-of-despair/ Harrington, C., Ross, L., Chapman, S., Halifax, E., Spurlock, B., & Bakerjian. 2020. Nurse Staffinf and Coronavirus Infections in California Nursing Homes. Policy, Politics, & Nursing Practice 21(3), 174-186.",
        "He, M., Li, Y., Fang, F. (2020). Is There a Link between Nursing Home Reported Quality and COVID-19 Cases? Evidence from California Skilled Nursing Facilities. Journal of the American medical Directors Association 21(7): 905-908.",
        "Li, Y., Temkin0Greener, H., Shan, G., & Cai, X. (2020a). COVID-19 infections and Deaths Among Connecticut Nursing Home Residents: Facility Correlates. Journal of the American Geriatrics Society. 68(9), 1899-1906.",
        "Li, Y., Cen, X., Cai, X., Temkin-Greener, Helena. (2020b). Racial and Ethnic Disparities in COVID19 Infections and Deaths Across US Nursing Homes. https://onlinelibrary.wiley.com/doi/pdf/10.1111/jgs.16847 Neuman, M. D., Wirtalla, C., & Werner, R. M. (2014). Association between skilled nursing facility quality indicators and hospital readmissions. JAMA, 312(15), 1542-1551.",
        "Paulin, E. (2020). Is Extended Isolation Killing Older Adults in Long-Term Care? AARP Web Publication. Retrieved September 3, 2020. https://www.aarp.org/caregiving/health/info-2020/covidisolation -killing-nursing-home-residents.html Perraillon, M. C., Brauner, D. J., & Konetzka, R. T. (2019). Nursing home response to nursing home compare: the provider perspective. Medical Care Research and Review, 76(4), 425-443.",
        "Tolbert, Jennifer, Cornelia Hall, Kendal Orgera, Natalie Singer, Salem Mengistu, Marina Tian, and Amrutha Ramaswamy. (2020). State Data and Policy Actions to Address Coronavirus. Kaiser Family Foundation. Interactive Tool: https://www.kff.org/report-section/state-data-and-policy-actions-toaddress -coronavirus-maps-and-data/ U.S. Census Bureau. (2020). ACS Demographic and Housing Estimates. Retrieved October 18, 2020.",
        "https://data.census.gov/cedsci/table?q=United%20States&tid=ACSDP1Y2019.DP05&hidePrevie w=false USAFacts. (2020). US Coronavirus Cases and Deaths. Retrieved October 5, 2020. https://usafacts.org/visualizations/coronavirus-covid-19-spread-map/ Williams, Christianna; Hadden, Louise; Mortimore, Edward; Nagy, Frank; Plotzke, Michael; White, Alan. (2010). Measuring Nursing Home Quality - The Five-Star Rating System. SAS Global Forum.",
        "Zhou, F., Yu, T., Du, R., Fan, G., Liu, Y., Liu, Z., Xiang, J., Wang, Y., Song, B., Gu, X. and Guan, L., 2020. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet."
    ]
}