{
    "id": 28018,
    "cites": 56,
    "cited_by": 1,
    "reference": [
        "Alsan, Marcella, Owen Garrick, and Grant Graziani. 2019. â\u0080\u009cDoes Diversity Matter for Health? Experimental Evidence from Oakland.â\u0080\u009d American Economic Review, 109(12): 4071â\u0080\u0093 4111.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. â\u0080\u009cSelection on Observed and Unobserved Variables: Assessing the Eâ\u0086µectiveness of Catholic Schools.â\u0080\u009d Journal of Political Economy, 113(1): 151â\u0080\u0093184.",
        "Bach, Peter B, and Deborah Schrag. 2004. â\u0080\u009cPrimary Care Physicians Who Treat Blacks and Whites.â\u0080\u009d The New England Journal of Medicine, 351(6): 575â\u0080\u0093584.",
        "Baicker, Katherine, Amitabh Chandra, and Jonathan Skinner. 2005. â\u0080\u009cGeographic Variation in Health Care and the Problem of Measuring Racial Disparities.â\u0080\u009d Perspectives in Biology and Medicine, 48(1): 42â\u0080\u0093S53.",
        "Baily, Martin Neil, Charles Hulten, David Campbell, Timothy Bresnahan, and Richard E. Caves. 1992. â\u0080\u009cProductivity Dynamics in Manufacturing Plants.â\u0080\u009d Brookings Papers on Economic Activity. Microeconomics, 1992: 187â\u0080\u0093267.",
        "Barnato, Amber E., F. Lee Lucas, Douglas Staiger, David E. Wennberg, and Amitabh Chandra. 2005. â\u0080\u009cHospital-Level Racial Disparities in Acute Myocardial Infarction Reatment and Outcomes.â\u0080\u009d Medical Care, 43(4): 308â\u0080\u0093319.",
        "Barsky, Robert, John Bound, Kerwin Koâ\u0080\u0099 Charles, and Joseph P Lupton. 2002. â\u0080\u009cAccounting for the Blackâ\u0080\u0093White Wealth Gap: A Nonparametric Approach.â\u0080\u009d Journal of the American Statistical Association, 97(459): 663â\u0080\u0093673.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta. 2013. â\u0080\u009cCross-Country Diâ\u0086µerences in Productivity: The Role of Allocation and Selection.â\u0080\u009d The American Economic Review, 103(1): 305â\u0080\u0093334.",
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies? Kalamazoo, Michigan:W.E. Upjohn Institute for Employment Research.",
        "Bloom, Nicholas, Christos Genakos, Raâ\u0086µaella Sadun, and John Van Reenen. 2012. â\u0080\u009cManagement Practices Across Firms and Countries.â\u0080\u009d Academy of Management Perspectives, 26(1): 12â\u0080\u009333.",
        "Bloom, Nicholas, Raâ\u0086µaella Sadun, and John Van Reenen. 2016. â\u0080\u009cManagement as a Technology ?â\u0080\u009d National Bureau of Economic Research w22327, Cambridge, MA.",
        "Braveman, Paula, Susan Egerter, and David R. Williams. 2011. â\u0080\u009cThe Social Determinants of Health: Coming of Age.â\u0080\u009d Annual Review of Public Health, 32(1): 381â\u0080\u0093398.",
        "Brown, Jason, Mark Duggan, Ilyana Kuziemko, and William Woolston. 2014. â\u0080\u009cHow Does Risk Selection Respond to Risk Adjustment? New Evidence from the Medicare Advantage Program.â\u0080\u009d American Economic Review, 104(10): 3335â\u0080\u00933364.",
        "Centers for Medicare and Medicaid Services. 2020. â\u0080\u009cBeta-Blocker Prescribed at Discharge for AMI.â\u0080\u009d https://cmit.cms.gov/CMIT public/ReportMeasure?measureRevisionId=5.",
        "Chandra, Amitabh, Amy Finkelstein, Adam Sacarny, and Chad Syverson. 2016. â\u0080\u009cHealth Care Exceptionalism? Performance and Allocation in the US Health Care Sector.â\u0080\u009d American Economic Review, 106(8): 2110â\u0080\u00932144.",
        "Chandra, Amitabh, and Douglas O. Staiger. 2007. â\u0080\u009cProductivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks.â\u0080\u009d Journal of Political Economy, 115(1): 103â\u0080\u0093140.",
        "Chandra, Amitabh, and Douglas Staiger. 2010. â\u0080\u009cIdentifying Provider Prejudice in Healthcare. â\u0080\u009d National Bureau of Economic Research w16382, Cambridge, MA.",
        "Chandra, Amitabh, Michael Frakes, and Anup Malani. 2017. â\u0080\u009cChallenges To Reducing Discrimination And Health Inequity Through Existing Civil Rights Laws.â\u0080\u009d Health Aâ\u0086µairs, 36(6): 1041â\u0080\u00931047.",
        "Chetty, Raj, John Friedman, Nathaniel Hendren, Maggie Jones, and Sonya Porter. 2018. â\u0080\u009cThe Opportunity Atlas: Mapping the Childhood Roots of Social Mobility.â\u0080\u009d National Bureau of Economic Research w25147, Cambridge, MA.",
        "Chetty, Raj, Michael Stepner, Sarah Abraham, Shelby Lin, Benjamin Scuderi, Nicholas Turner, Augustin Bergeron, and David Cutler. 2016. â\u0080\u009cThe Association Between Income and Life Expectancy in the United States, 2001-2014.â\u0080\u009d JAMA: The Journal of the American Medical Association, 315(16): 1750.",
        "Cutler, D. M., M. McClellan, J. P. Newhouse, and D. Remler. 1998. â\u0080\u009cAre Medical Prices Declining? Evidence from Heart Attack Treatments.â\u0080\u009d The Quarterly Journal of Economics, 113(4): 991â\u0080\u00931024.",
        "DiNardo, John, Nicole M. Fortin, and Thomas Lemieux. 1996. â\u0080\u009cLabor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach.â\u0080\u009d Econometrica, 64(5): 1001â\u0080\u00931044.",
        "Downing, Nicholas S., Changqin Wang, Aakriti Gupta, Yongfei Wang, Sudhakar V. Nuti, Joseph S. Ross, Susannah M. Bernheim, Zhenqiu Lin, Sharon-Lise T. Normand, and Harlan M. Krumholz. 2018. â\u0080\u009cAssociation of Racial and Socioeconomic Disparities With Outcomes Among Patients Hospitalized With Acute Myocardial Infarction, Heart Failure, and Pneumonia: An Analysis of Within- and Between-Hospital Variation.â\u0080\u009d JAMA Network Open, 1(5): e182044â\u0080\u0093e182044.",
        "Doyle, Joseph, John Graves, and Jonathan Gruber. 2019. â\u0080\u009cEvaluating Measures of Hospital Quality: Evidence from Ambulance Referral Patterns.â\u0080\u009d The Review of Economics and Statistics, 101(5): 841â\u0080\u0093852.",
        "Fibrinolytic Therapy Trialistsâ\u0080\u0099 Collaborative Group. 1994. â\u0080\u009cIndications for Fibrinolytic Therapy in Suspected Acute Myocardial Infarction: Collaborative Overview of Early Mortality and Major Morbidity Results from All Randomised Trials of More than 1000 Patients.â\u0080\u009d The Lancet, 343(8893): 311â\u0080\u0093322.",
        "Foster, Lucia, John C. Haltiwanger, and C. J. Krizan. 2001. â\u0080\u009cAggregate Productivity Growth: Lessons from Microeconomic Evidence.â\u0080\u009d In New Developments in Productivity Analysis. , ed. Charles R. Hulten, Edward R. Dean and Michael J. Harper, 303â\u0080\u0093372. University of Chicago Press.",
        "Foster, Lucia, John Haltiwanger, and C. J Krizan. 2006. â\u0080\u009cMarket Selection, Reallocation, and Restructuring in the U.S. Retail Trade Sector in the 1990s.â\u0080\u009d Review of Economics and Statistics, 88(4): 748â\u0080\u0093758.",
        "Glaeser, Edward L., and Joshua D. Gottlieb. 2009. â\u0080\u009cThe Wealth of Cities: Agglomeration Economies and Spatial Equilibrium in the United States.â\u0080\u009d Journal of Economic Literature, 47(4): 983â\u0080\u00931028.",
        "Hartwell, D, J Colquitt, E Loveman, A Clegg, H Brodin, N Waugh, P Royle, P Davidson, L Vale, and L MacKenzie. 2005. â\u0080\u009cClinical Eâ\u0086µectiveness and Cost-Eâ\u0086µectiveness of Immediate Angioplasty for Acute Myocardial Infarction: Systematic Review and Economic Evaluation.â\u0080\u009d Health Technology Assessment, 9(17).",
        "Maggioni, Harvey White, Zygmunt Sadowski, Antonio C. Carvalho, Jamie M. Rankin, Jean P. Renkin, P. Gabriel Steg, Alice M. Mascette, George Sopko, Matthias E. Pfisterer, Jonathan Leor, Viliam Fridrich, Daniel B. Mark, and Genell L. Knatterud. 2006. â\u0080\u009cCoronary Intervention for Persistent Occlusion after Myocardial Infarction.â\u0080\u009d New England Journal of Medicine, 355(23): 2395â\u0080\u00932407.",
        "Huckfeldt, Peter, Jose Escarce, Neeraj Sood, Zhiyou Yang, Ioana Popescu, and Teryl Nuckols. 2019. â\u0080\u009cThirty-Day Postdischarge Mortality Among Black and White Patients 65 Years and Older in the Medicare Hospital Readmissions Reduction Program.â\u0080\u009d JAMA Network Open, 2(3): e190634â\u0080\u0093e190634.",
        "Hull, Peter. 2020. â\u0080\u009cEstimating Hospital Quality with Quasi-Experimental Data.â\u0080\u009d https://about.peterhull.net/wp.",
        "Institutes of Medicine. 2003. Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care (with CD). Washington, D.C.:The National Academies Press.",
        "Jencks, Stephen F., Mark V. Williams, and Eric A. Coleman. 2009. â\u0080\u009cRehospitalizations among Patients in the Medicare Fee-for-Service Program.â\u0080\u009d New England Journal of Medicine, 360(14): 1418â\u0080\u00931428.",
        "Houck, Annette E. Kussmaul, David S. Nilasena, Diana L. Ordin, and David R. Arday. 2000. â\u0080\u009cQuality of Medical Care Delivered to Medicare Beneficiaries: A Profile at State and National Levels.â\u0080\u009d JAMA: The Journal of the American Medical Association, 284(13): 1670â\u0080\u0093 1676.",
        "Jha, Ashish K., E. John Orav, Zhonghe Li, and Arnold M. Epstein. 2007. â\u0080\u009cConcentration and Quality of Hospitals That Care for Elderly Black Patients.â\u0080\u009d Archives of Internal Medicine, 167(11): 1177.",
        "Lee, Thomas H. 2007. â\u0080\u009cEulogy for a Quality Measure.â\u0080\u009d New England Journal of Medicine, 357(12): 1175â\u0080\u00931177.",
        "Likosky, Donald S., Jessica Van Parys, Weiping Zhou, William B. Borden, Milton C. Weinstein, and Jonathan S. Skinner. 2018. â\u0080\u009cAssociation Between Medicare Expenditure Growth and Mortality Rates in Patients With Acute Myocardial Infarction: A Comparison From 1999 Through 2014.â\u0080\u009d JAMA Cardiology, 3(2): 114.",
        "Marciniak, Thomas A., Edward F. Ellerbeck, Martha J. Radford, Timothy F. Kresowik, Jay A. Gold, Harlan M. Krumholz, Catarina I. Kiefe, Richard M. Allman, Robert A. Vogel, and Stephen F. Jencks. 1998. â\u0080\u009cImproving the Quality of Care for Medicare Patients With Acute Myocardial Infarction: Results From the Cooperative Cardiovascular Project.â\u0080\u009d JAMA, 279(17): 1351â\u0080\u00931357.",
        "McClellan, Mark, Barbara J. McNeil, and Joseph P. Newhouse. 1994. â\u0080\u009cDoes More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality?: Analysis Using Instrumental Variables.â\u0080\u009d JAMA, 272(11): 859.",
        "McConnell, K. John, Richard C. Lindrooth, Douglas R. Wholey, Thomas M. Maddox, and Nick Bloom. 2013. â\u0080\u009cManagement Practices and the Quality of Care in Cardiac Units.â\u0080\u009d JAMA Internal Medicine, 173(8): 684.",
        "Melitz, Marc J., and SasÌ\u008co Polanec. 2015. â\u0080\u009cDynamic Olley-Pakes Productivity Decomposition with Entry and Exit.â\u0080\u009d The RAND Journal of Economics, 46(2): 362â\u0080\u0093375.",
        "Murphy, Sherry, Jiaquan Xu, Kenneth Kochanek, Sally Curtin, and Elizabeth Arias. 2015. â\u0080\u009cDeaths: Final Data for 2015.â\u0080\u009d Centers for Disease Control.",
        "Olley, G. Steven, and Ariel Pakes. 1996. â\u0080\u009cThe Dynamics of Productivity in the Telecommunications Equipment Industry.â\u0080\u009d Econometrica, 64(6): 1263â\u0080\u00931297.",
        "Oster, Emily. 2019. â\u0080\u009cUnobservable Selection and Coefficient Stability: Theory and Evidence.â\u0080\u009d Journal of Business & Economic Statistics, 37(2): 187â\u0080\u0093204.",
        "Polsky, Daniel, Ashish K. Jha, Judith Lave, Mark V. Pauly, Liyi Cen, Heather Klusaritz, Zhen Chen, and Kevin G. Volpp. 2008. â\u0080\u009cShort- and Long-Term Mortality after an Acute Illness for Elderly Whites and Blacks: Short- and Long-Term Mortality after an Acute Illness for Elderly Whites and Blacks.â\u0080\u009d Health Services Research, 43(4): 1388â\u0080\u00931402.",
        "Polsky, Daniel, Judith Lave, Heather Klusaritz, Ashish Jha, Mark V. Pauly, Liyi Cen, Hu Xie, Roslyn Stone, Zhen Chen, and Kevin Volpp. 2007. â\u0080\u009cIs Lower 30-Day Mortality Posthospital Admission Among Blacks Unique to the Veterans Aâ\u0086µairs Health Care System?:.â\u0080\u009d Medical Care, 45(11): 1083â\u0080\u00931089.",
        "Sacarny, Adam. 2018. â\u0080\u009cAdoption and Learning across Hospitals: The Case of a RevenueGenerating Practice.â\u0080\u009d Journal of Health Economics, 60: 142â\u0080\u0093164.",
        "Sarrazin, Mary Vaughan, Mary Campbell, and Gary E. Rosenthal. 2009. â\u0080\u009cRacial Differences In Hospital Use After Acute Myocardial Infarction: Does Residential Segregation Play A Role?: Black Medicare Beneficiaries Used High-Mortality Hospitals More Often than Their White Peers, despite Their Geographic Proximity to Lower-Mortality Hospitals.â\u0080\u009d Health Aâ\u0086µairs, 28(Supplement 1): w368â\u0080\u0093w378.",
        "Skinner, Jonathan, Amitabh Chandra, Douglas Staiger, Julie Lee, and Mark McClellan. 2005. â\u0080\u009cMortality After Acute Myocardial Infarction in Hospitals That Disproportionately Treat Black Patients.â\u0080\u009d Circulation, 112(17): 2634â\u0080\u00932641.",
        "Skinner, Jonathan, and Douglas Staiger. 2015. â\u0080\u009cTechnology Diâ\u0086µusion and Productivity Growth in Health Care.â\u0080\u009d Review of Economics and Statistics, 97(5): 951â\u0080\u0093964.",
        "Smith, David Barton. 2005. â\u0080\u009cRacial And Ethnic Health Disparities And The Unfinished Civil Rights Agenda.â\u0080\u009d Health Aâ\u0086µairs, 24(2): 317â\u0080\u0093324.",
        "Steinberg, Benjamin A., William J. French, Eric Peterson, Paul D. Frederick, and Christopher P. Cannon. 2008. â\u0080\u009cIs Coding for Myocardial Infarction More Accurate Now That Coding Descriptions Have Been Clarified to Distinguish ST-Elevation Myocardial Infarction from Non-ST Elevation Myocardial Infarction?â\u0080\u009d The American Journal of Cardiology, 102(5): 513â\u0080\u0093 517.",
        "Thomas, Kevin L., Adrian F. Hernandez, David Dai, Paul Heidenreich, Gregg C. Fonarow, Eric D. Peterson, and Clyde W. Yancy. 2011. â\u0080\u009cAssociation of Race/Ethnicity with Clinical Risk Factors, Quality of Care, and Acute Outcomes in Patients Hospitalized with Heart Failure.â\u0080\u009d American Heart Journal, 161(4): 746â\u0080\u0093754.",
        "Yeh, Robert W, and Joseph V Selby. 2010. â\u0080\u009cPopulation Trends in the Incidence and Outcomes of Acute Myocardial Infarction.â\u0080\u009d New England Journal of Medicine, 362(23): 2155â\u0080\u00932165.",
        "Yusuf, Salim, Richard Peto, John Lewis, Rory Collins, and Peter Sleight. 1985. â\u0080\u009cBeta Blockade During and After Myocardial Infarction: An Overview of the Randomized Trials.â\u0080\u009d Progress in Cardiovascular Diseases, 27(5): 335â\u0080\u0093371."
    ]
}