{
    "id": 28036,
    "cites": 6,
    "cited_by": 2,
    "reference": [
        "The American National Election Studies (www.electionstudies.org). These materials are based on work supported by the National Science Foundation under grant numbers SES 1444721, 2014-2017, the University of Michigan, and Stanford University.",
        "&lt;Page Break&gt; COVID-19 swept across the United States last March and April, leading states to issue stay-athome orders. To remind you of ongoing events during this time we are next re-printing segments of two newspaper articles from March and April, 2020. We will then ask you to reflect about your experiences at that time, when the United States faced this uncertain threat.",
        "&lt;Page Break&gt; Business Insider, March 11, 2020 The WHO officially declared the coronavirus outbreak a pandemic on March 11 after spreading to more than 100 countries around the world. â\u0080\u009cWHO has been assessing this outbreak around the clock, and weâ\u0080\u0099re deeply concerned both by the alarming levels of spread and severity and by the alarming levels of inaction,â\u0080\u009d WHO director-general Tedros Adhanom Ghebreyesus told reporters.",
        "USA TODAY, April 2, 2020 The world soared past the 1 million mark in confirmed coronavirus cases, jobless numbers skyrocketed, Democrats delayed their national convention and the nationâ\u0080\u0099s preeminent infectious disease expert required a security detail on Thursday. More bad news landed early Friday: The U.S. death toll topped 6,000 President Donald Trump and federal health officials predicted a â\u0080\u009cvery painfulâ\u0080\u009d period in the countryâ\u0080\u0099s fight against the public health emergency. &lt;Page Break&gt; What were your experiences with COVID-19 last spring, as our country faced this uncertain threat? Did you have faith in the countryâ\u0080\u0099s ability to address COVID-19 at that time (i.e., at the initial outbreak) ?",
        "Please take your time and do not rush. [Text free entry] &lt;Pages seen if randomly assigned to condition 2 (Placebo Prime)&gt; We are going to ask how you felt about Prince Harry and Meghan Markle stepping away from their royal duties in early 2020. We also will ask you to read news articles from last January.",
        "&lt;Page Break&gt; Prince Harry and Meghan Markle, after much speculation, officially stepped away from their royal duties. To remind you of ongoing events at this time we are next re-printing segments of two newspaper articles from January, 2020. We will then ask you to reflect about your experiences at that time, when they made this decision."
    ]
}