{
    "id": 28031,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., A. Makhdoumi, A. Malekian, and A. Ozdaglar (2020). Testing, Voluntary Social Distancing and the Spread of an Infection. NBER Working Paper 27483.",
        "Antoniol S., N. Fidouh, A. Ghazali, H. Ichou, D. Bouzid, P. Kenway, C. Choquet, B. Visseaux, E. Casalino, Emergency Department study group on respiratory v. 2018. â\u0080\u009cDiagnostic Performances of the Xpert((R)) Flu PCR test and the OSOM((R)) Immunochromatographic Rapid Test for Influenza A and B Virus Among Adult Patients in the Emergency Department. Journal of Clinical Virology 99-100:5-9.",
        "Arnon, A., J. Ricco, and K. Smetters (2020). â\u0080\u009cEpidemiological and Economic Effects of Lockdown,â\u0080\u009d forthcoming, Brookings Papers on Economic Activity, Fall 2020.",
        "Augenblick, N., J. Kolstad, Z. Obermeyer, and A. Wang (2020). Group Testing in a Pandemic: The Role of Frequent Testing, Correlated Risk, and Machine Learning. NBER Working Paper 27457.",
        "Baqaee, D.R., E. Farhi, M. Mina, and J.H. Stock (2020a). Reopening Scenarios. NBER Working Paper 27244.",
        "Baqaee, D.R., E. Farhi, M. Mina, and J.H. Stock (July 2020b). Policies for a Second Wave. Forthcoming, Brookings Papers on Economic Activity.",
        "Berger, D., KI. Herkenhoff, and S. Mongey (2020). An SEIR Infections Disease Model with Testing and Conditional Quarantine. Becker-Friedman Institute WP 2020-25.",
        "Brotherhood, L., P. Kircher, C. Santos, and M. Tertilt (2020). An Economic Model of the Covid19 Epidemic: The Importance of Testing and Age-Specific Policies. IZA Discussion Paper 13265.",
        "Chartrand C, Leeflang MM, Minion J, Brewer T, Pai M. (2012). Accuracy of Rapid Influenza Diagnostic Tests: a Meta-analysis. Annals of Internal Medicine 156:500-11.",
        "Cherif, R. and F. Hasanov (2020). A TIP Against the COVID-19 Pandemic. IMF Working Paper 20/114.",
        "Congressional Budget Office (2019). â\u0080\u009cThe Accuracy of CBOâ\u0080\u0099s Baseline Estimates for Fiscal Year 2019,â\u0080\u009d at https://www.cbo.gov/publication/55927.",
        "Eichenbaum, M.S., S. Rebelo, and M. Trabant (2020a). The Macroeconomics of Epidemics. NBER Working Paper 26882.",
        "Eichenbaum, M.S., S. Rebelo, and M. Trabant (2020b). The Macroeconomics of Testing and Quarantining. NBER Working Paper 27104.",
        "Gans, J.S. Test Sensitivity for Infection versus Infectiousness of SARS-CoV-2 (2020). NBER Working Paper 27780.",
        "Goolsbee, A. and C. Syverson (2020). â\u0080\u009cFear, Lockdown, and Diversion: Comparing Drivers of Pandemic Economic Decline 2020.â\u0080\u009d NBER Working Paper No. 27432.",
        "Gottlieb, S., C. Rivers, M.B. McClellan, L. Silvis, and C. Watson (March 2020), National Coronavirus Response: A Road Map to Reopening. American Enterprise Institute at https://www.aei.org/research-products/report/national-coronavirus-response-a-road-mapto -reopening/.",
        "Gupta, Sumedha, Kosali Simon, and Coady Wing (2020). â\u0080\u009cMandated and voluntary social distancing during the COVID-19 epidemic.â\u0080\u009d Brookings Papers on Economic Activity, Summer 2020.",
        "Vogels, J. Wohlgemuth, J. Weisberger, J. DiFiori, D.J. Anderson, J. Mancell, D.D. Ho, N.D. Grubaugh, Y.H. Grad (2020). Viral Dynamics of SARS-CoV-2 Infection and the Predictive Value of Repeat Testing. MedRxiv at https://www.medrxiv.org/content/10.1101/2020.10.21.20217042v1.full.pdf Kotlikoff, L. and M. Mina (October 1, 2020). Beat Covid Without a Vaccine. New York Times, Opinion section.",
        "Larremore, D.B., B. Wilder, E. Lester, S. Sehata, J.M. Burke, J.A. Hay, M. Tambe, M. Mina, R. Parker (2020). Test Sensitivity is Secondary to Frequency and Turnaround Time for COVID-19 Surveillance. medRxiv preprint. doi: https://doi.org/10.1101/2020.06.22.20136309.",
        "Mina, M.J., R. Parker, and D.B. Larremore (2020). Rethinking COVID-19 Test Sensitivity â\u0080\u0093 A Strategy for Containment. Perspective in New England Journal of Medicine, September 30, 2020. DOI: 10.1056/NEJMp2025631 Mongey, S., L. Pilossoph, and A. Weinberg (2020). Which Workers Bear the Burden of Social Distancing Policy? Manuscript, University of Chicago.",
        "POLYMOD Social Contact Data. doi: 10.5281/zenodo.1157934 (URL: https://doi.org/10.5281/zenodo.1157934), Version 1.1. National Governorsâ\u0080\u0099 Association (April 21, 2020). Roadmap to Recovery: A Public Health Guide for Governors.â\u0080\u009d At https://www.nga.org/center/publications/health/roadmap-torecovery /. Paltiel, A.D., A. Zheng, and R.P. Walensky (2020). Assessment of SARS-CoV-2 Screening Strategies to Permit the Safe Reopening of College Campuses in the United States. AMA Netw Open. 2020;3(7):e2016818. doi:10.1001/jamanetworkopen.2020.16818 Peto, J., D.J. Hunter, E. Riboli, and J.L. Griffen (2020). Unnecessary Obstacles to COVID-19 Mass Testing. DOI: https://doi.org/10.1016/S0140-6736(20)32170-X Pettengill, M.A. and A.J. McAdam (2020). â\u0080\u009cCan We Test Our Way Out of the COVID-19 Pandemic?â\u0080\u009d Journal of Clinical Microbiology at https://jcm.asm.org/content/early/2020/08/24/JCM.02225-20.abstract.",
        "Piguillem, F. and L. Shi (2020). Optimal COVID-19 Quarantine and Testing Policies. EIEF Working Paper 2004.",
        "Rockefeller Foundation (July 16, 2020). National COVID-19 Testing & Tracing Action Plan. at https://www.rockefellerfoundation.org/wpcontent /uploads/2020/07/TheRockefellerFoundation_TestingEcosystem_7_23.pdf Romer, P. (April 23, 2020). Roadmap to Responsibly Reopen America.",
        "Silcox, C., D. Anderson, A. Zavodsky, E. Borre, S. Dentzer, M.G. Aspinall, and M. McClellan. (September 2020) A National Decision Point: Effective Testing and Screening for COVID-19. Duke Margolis Center for Health Policy.",
        "Adherence to the test, trace and isolate system: results from a time series of 21 nationally representative surveys in the UK (the COVID-19 Rapid Survey of Adherence to Interventions and Responses [CORSAIR] study) at https://www.medrxiv.org/content/10.1101/2020.09.15.20191957v1 Taipale, J., P. Romer, and S. Linnarsson. Population-Scale Testing Can Suppress the Spread of COVID-19. medRxiv preprint. doi: https://doi.org/10.1101/2020.04.27.20078329 The Conference Board (April 28, 2020). A Realistic Blueprint for Reopening the Economy by Sector while Ramping Up Testing,â\u0080\u009d at https://www.ced.org/2020-solutions-briefs/arealistic -blueprint-for-reopening-the-economy-by-sector-while-ramping-up."
    ]
}