{
    "id": 2805,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Ashenfelter, Orley and G. E. Johnson, 1969, Bargaining Theory, Trade Unions, and Industrial Strike Activity, American Economic Review. Vol. 59, pp. 35-42.",
        "Clark, Kim B., 1984, Unionization and Firm Performance: The Impact on Profits, Growth, and Productivity, American Economic Review, pp. 893-919.",
        "Cooke, William, N., 1985, The Failure to Negotiate First Contracts: Determinants and Policy Implications, Industrial and Labor Relations Review. January Vol. 38, No. 2, pp. 163-178.",
        "Dickens, William T., 1983, The Effect of Company Campaigns on Certification Elections: Law and Reality Once Again, Industrial and Labor Relations Review. Vol. 36, No. 4, pp. 560-575.",
        "Dickens, William T., and Jonathan S. Leonard, 1985, Accounting for the Decline in Union Membership, 1950-L980, Industrial and Labor Relations Review. Vol. 38, No. 3, pp. 323-334.",
        "Farber, Henry S., 1987, The Recent Decline of Unionization in the United States, Science. Vol. 238, pp. 915-920.",
        "Freeman, Richard B., 1988, Contraction and Expansion: The Divergence of Private Sector and Public Sector Unionism in the U.S., Journal of Economic Perspectives. Spring.",
        "Freeman, Richard B. and Morris M. Kleiner, 1988, The Impact of New Unionization on Wages and Working Conditions: A Longitudinal Study of Establishments Under NLRB Elections, Journal of Labor Economics, forthcoming.",
        "Freeman, Richard B., and Morris M. Kleiner, 1986, Union Organizing Drive Outcomes From NLRB Elections During a Period of Economic Concessions, Industrial Relations Research Association. Vol. 39, pp. 41-47.",
        "Kleiner, Morris, M., 1984, Unionism and Employer Discrimination: Analysis of 8(a)(3) Violations, Industrial Relations. Vol. 23, No. 2, pp. 234-243.",
        "Kochan, Thomas. A, Robert B. McKersie, and John Chalyhoff, 1986, The Effects of Corporate Strategy and Workplace Innovations on Union Representation, Industrial and Labor Relations Review. Vol. 39, No. 4 pp. 487-501.",
        "Little, Roderick J. A., and Donald Rubin, 1987, Statistical Analysis With Missing Data. New York: John Wiley & Sons, pp. 6-9.",
        "McDonald, Charles, 1983, Memorandum to the National Organizing Committee, AFL-CIO.",
        "Medoff, James, 1984, The Public's Image of Unions, Bureau of National Affairs. pp. D-l.",
        "Pruitt, Stephen W., John Wei, and Richard White, 1988, The Impact of Union-Sponsored Boycotts on the Stock Prices of Target Firms, Journal of Labor Research. Summer, Vol. 9, No. 3, pp. 285-290.",
        "Stephan, Paula E. and Bruce E. Kaufman, 1986, Factors Leading to a Decline in Union Win Rates: 1973-1981, Industrial Relations Research Association. Vol. 39, pp. 296-305.",
        "Verba, Sidney and Gary Orren, 1985, Equality in America: A View From the Top. Cambridge, MA: Harvard University Press."
    ]
}