{
    "id": 2807,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Blinder, A.S., and A. Deaton, The time series consumption function revisited, Brookinrs Papers on Economic Activity, 1985:2, pp 465-511.",
        "Campbell, J.Y. , (1987), Does saving anticipate declining labor income? An alternative test of the permanent income hypothesis, Econometrics, 55, 1249-73.",
        "Campbell, J.Y. , and A.S. Deaton, (1988), Why is consumption so smooth?, working paper, Princeton University.",
        "Campbell, J.Y. and NC. Mankiw, (1987a), Are output fluctuations transitory? Quarterly Journal of Economics, 102, 857-80.",
        "Campbell, J.Y., and N.G. Mankiw, (1987b), Permanent income, current income, and consumption, NBER Working Paper No. 2436.",
        "Christiano, L. , (1987), Is consumption insufficiently sensitive to innovations in income?, American Economic Review, Papers and Proceedings, May 1987, Vol. 77, No. 2, 337-341.",
        "Christiano, L.J., Richenbaum, M, , and D. Marshall, The permanent income hypothesis revisited, September 198?, Federal Reserve Bank of Minneapolis Working Paper 335. Deaton, A.S. , (1987), Life-cycle models of consumption: Is the evidence consistent with the theory? in Bewley, T.F., editor, Advances in Econometrics, Fifth World Congress, Vol II, 121-48.",
        "Flavin, M.A., (1981), The adjustment of consumption to changing expectations about future income, Journal of Political Economy, 89, 974-IDD9.",
        "Friedman, M. (1957), A Theory of the Consumption Function, Princeton University Press (for National Bureau of Economic Research).",
        "Hall, R.E. , (1978), Stochastic implications of the life cycle - permanent income hypothesis: Theory and Evidence, Journal of Political Economy, 86, 971-87.",
        "Hall, RE., (1988), Intettemporal substitution in consumption, Journal of Political Economy, 96, 339-35?.",
        "Hansen, LA., and T. J. Sargent, (1981), Exact linear rational expectations models: Specification and estimation, Research Department Staff Report 71, Federal Reserve Bank of Minneapolis.",
        "Hayashi, F., (1982) The permanent income hypothesis: estimation and testing by instrumental variables, Journal of Political Economy 9D, 895-916.",
        "Nelson, CR., and CI. Plosser, (1982), Trends and random walks in macroeconomic time series: Some evidence and implications, Journal of Monetary Economics, 10, 139-162.",
        "West, K.D. , (1988), The insensitivity of consumption to news about income, Journal of Monetary Economics, 21, 17-33."
    ]
}