{
    "id": 2808,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Amemiya, V. 965. Advanced econometrics, Cambridge, Massachusetts: Harvard University Press. Soerso,h-Suoan, A., L. Eotlikoff, and V. Morris. 1988. The dynamics of living arrangements of the elderly. National Bureau of Econom~o Research, Cambridge, Massachusetts. Working Paper.",
        "Soersch-.Supan, A. 1987. Economic ana lysis of discrete choice. Berlin, Heidelberg, New York; Springer.",
        "Soersch-Supan, A. 1986. Household dissolution and the choice of alternative living arrangements among elderly Americans. In The eo000mios of aging, ed. David Wise, Chicago: University of Chicago Press.",
        "Chamberlain, 0. 1980. Analysis of covarianoe with qualitative data. Review of Economic Studies 47: 225-238.",
        "Ellwood, D.T., end T. Kane. 1989. The American way of aging: an event history analysis. This volume.",
        "Feinstein, J., and D. McFadden. 1988. The dynamics of housing demand by the elderly I: Wealth, cash-flow, and demographic effects. In The economics of aging, ed. David Wise. Chicago: University of Chicago Press.",
        "Gerber, A.M., and T. MaCordy. 1989. Predicting nursing home utilization among the high-risk elderly. This volume.",
        "Goodman, L.A. 1961. Statistical methods for the `mover-stayer model. -Journal-of the American Statistical Association 56: 841-868.",
        "Kotlikoff, L.J., and V. Morris. 1969. Why dont the elderly live with their children? A new look. This volume.",
        "McCall, J.J. 1971. A Markovian nodel of income dynamics. Journal of the American Statistical Association 66: 439-447.",
        "McFadden, 0. 1978. Modelling the choice of residential location. In Spatial interaction theory and planning models, ed. A. Earlquist. Amsterdam: North Holland.",
        "Schwartz, 5., 5. Danziger, and E. Smolensky. 1984. The choice of living amrangements by the elderly. In Retirement and economic behavior, eds. N.J. Aaron and C. Burtless, 229-254. Washington, D.C.: The Srookings Institution."
    ]
}