{
    "id": 28097,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Agarwal, Sumit, Jacqueline Barrett, Crystal Cun, and Mariacristina De Nardi. 2010. \"The AssetBacked Securities Markets, the Crisis, and TALF.\" Economic Perspectives 34 (4): 10115.",
        "Bagehot, Walter. 1873. Lombard Street: A Description of the Money Market. London: Henry S. King & Company.",
        "Bernanke, Ben. 1995. \"The Macroeconomics of the Great Depression: A Comparative Approach.\" Journal of Money, Credit, and Banking 27 (1): 1-28.",
        "Bernanke, Ben S. 2018. â\u0080\u009cThe Real Effects of Disrupted Credit: Evidence from the Global Financial Crisis.â\u0080\u009d Brookings Papers on Economic Activity 49 (2): 251-342.",
        "Bernanke, Ben, and Mark Gertler. 1990. \"Financial Fragility and Economic Performance.\" Quarterly Journal of Economics 105 (1), 87-114.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist. 1999. â\u0080\u009cThe Financial Accelerator in a Quantitative Business Cycle Framework.â\u0080\u009d In Handbook of Macroeconomics, Vol. 1C, edited by J. B. Taylor and M. Woodford, 1341â\u0080\u009393. Amsterdam: Elsevier Science, NorthHolland.",
        "Bolton, Patrick and Martin Oehmke. 2015. â\u0080\u009cShould Derivatives Be Privileged in Bankruptcy?â\u0080\u009d Journal of Finance 70 (6): 2353-94.",
        "Bordo, Michael D. 2008. \"An Historical Perspective on the Crisis of 2007-2008.â\u0080\u009d NBER Working Paper 14569.",
        "Bordo, Michael D. 2014. \"Rules for a Lender of Last Resort: An Historical Perspective.\" Journal of Economic Dynamics and Control 49 (C): 126-134.",
        "Bordo, Michael D., John V. Duca, and Christoffer Koch. 2016. \"Economic Policy Uncertainty and the Credit Channel: Aggregate and Bank Level U.S. Evidence over Several Decades.â\u0080\u009d Journal of Financial Stability 26, 90-106.",
        "Bordo, Michael D., and Christopher M. Meissner. 2016. â\u0080\u009cFiscal and Financial Crises.â\u0080\u009d NBER Working Paper 22059.",
        "Bordo, Michael D., and Sinha, Arunima. Forthcoming. â\u0080\u009cThe 1932 Federal Reserve Open Market Purchases as a Precedent for Quantitative Easing.â\u0080\u009d Journal of Money, Credit, and Banking.",
        "Bordo, Michael D., and David C. Wheelock. 2011. â\u0080\u009cThe Promise and Performance of the Federal Reserve as Lender of Last Resort 1914-1933.â\u0080\u009d NBER Working Paper 16763.",
        "Bureau of Labor Statistics. 2020. â\u0080\u009cThe Impact of the Coronavirus (COVID-19) Pandemic on The Employment Situation for June 2020.â\u0080\u009d July 2, 2020. https://www.bls.gov/cps/employmentsituation -covid19-faq-june-2020.pdf Calomiris, Charles W. Douglas Holtz-Eakin, R. Glenn Hubbard, Allan H. Meltzer, and Hal S.",
        "Scott. 2017. â\u0080\u009cEstablishing Credible Rules for Fed Emergency Lending.â\u0080\u009d Journal of Financial Economic Policy 9 (3): 260-67.",
        "Cleary, Aisling, Joyce Kwok, and Rob Valletta. 2009. â\u0080\u009cNew Highs in Unemployment Insurance Claims.â\u0080\u009d FRBSF Economic Letter, Federal Reserve Bank of San Francisco, September.",
        "DiMartino, Danielle, John V. Duca, and Jessica Renier. 2009. â\u0080\u009cFed Confronts Financial Crisis By Expanding Its Role As Lender of Last Resort,â\u0080\u009d Economic Letter, Federal Reserve Bank of Dallas, February/March 2009. <http://www.dallasfed.org/assets/documents/research/eclett/2009/el0902.pdf> Duca, John V. 1999. â\u0080\u009cWhat Credit Market Indicators Tell Us,â\u0080\u009d Federal Reserve Bank of Dallas Economic and Financial Policy Review 1999:q3: 2-13. https://www.dallasfed.org/~/media/documents/research/efr/1999/efr9903a.pdf Duca, John V. 2013a. â\u0080\u009cDid the Commercial Paper Funding Facility Prevent a Great Depression Style Money Market Meltdown?â\u0080\u009d Journal of Financial Stability 9: 747-758.",
        "Duca, John V. 2013c. â\u0080\u009cThe Subprime Mortgage Crisis,â\u0080\u009d Federal Reserve System History Gateway Essay, November 2013, http://stage.federalreservehistory.org/Events/DetailView/55 Duca, John V. 2017. â\u0080\u009cThe Great Depression Versus the Great Recession in the U.S.: How Fiscal, Monetary, and Financial Policies Compare.â\u0080\u009d Journal of Economic Dynamics and Control 81: 32-49.",
        "Duca, John V., and David C. Ling. 2020. â\u0080\u009cThe Other (Commercial) Real Estate Boom and Bust: the Effects of Risk Premia and Regulatory Capital Arbitrage.â\u0080\u009d Journal of Banking and Finance 112(C): Duca, John V., John Muellbauer, and Anthony Murphy. 2010. â\u0080\u009cHousing Markets and the Financial Crisis of 2007-2009: Lessons for the Future,â\u0080\u009d Journal of Financial Stability 6: 203-17.",
        "Edwards, Sebastian. 2018. American Default: The Untold Story of FDR, the Supreme Court, and the Battle over Gold. Princeton University Press, Princeton.",
        "Favara, Giovanni, Simon Gilchrist, Kurt F. Lewis, and Egon Zakrajsek (2016). \"Recession Risk and the Excess Bond Premium,\" FEDS Notes. Washington: Board of Governors of the Federal Reserve System, April 8, 2016, http://dx.doi.org/10.17016/2380-7172.1739.",
        "Fisher, Irving. 1933. â\u0080\u009cThe Debt Deflation Theory of Great Depressions.â\u0080\u009d Econometrica 1 (4): 337 - 357 Freixas, Xavier, Curzio Giannini, Glenn Hoggarth, and Farouk Soussa. 1999. â\u0080\u009cLender of Last Resort: a Review of the Literature.â\u0080\u009d Financial Stability Review 7, Bank of England. 15167.",
        "Freixas, Xavier, Bruno M. Parigi and Jean-Charles Rochet. 2004. â\u0080\u009cThe Lender of Last Resort: A Twenty-First Century Approach.â\u0080\u009d Journal of the European Economic Association 2 (6): 1085-1115.",
        "Friedman, M., Schwartz, A.J., 1963. A Monetary History of the United States 1867-1960. Princeton University Press, Princeton.",
        "Gorton, Gary and Andrew Metrick. 1999. â\u0080\u009cThe Federal Reserve and Panic Prevention: The Roles of Financial Regulation and Lender of Last Resort.â\u0080\u009d Journal of Economic Perspectives 13 (4): 45-64.",
        "Gorton, Gary, and Andrew Metrick. 2013. \"The Federal Reserve and Panic Prevention: The Roles of Financial Regulation and Lender of Last Resort.\" Journal of Economic Perspectives 27 (4): 45-64.",
        "Humphries, Thomas M. 1989. â\u0080\u009cLender of Last Resort: The Concept in History.â\u0080\u009d Federal Reserve Bank of Richmond Economic Review March/April: 8-16.",
        "Jaffee, Dwight M. 1975. â\u0080\u009cCyclical Variations in the Risk Structure of Interest Rates.â\u0080\u009d Journal of Monetary Economics 1 (3): 309-25.",
        "Johansen, Soren. 1995. Likelihood-Based Inference in Cointegrated Vector Autoregressive Models. New York: Oxford University Press.",
        "Judge, Kathryn. 2016. â\u0080\u009cThe First Year: The Role of a Modern Lender of Last Resort.â\u0080\u009d Columbia Law Review 116 (3): 843-926.",
        "Kaufman, George G. 1991. â\u0080\u009cLender of Last Resort: A Contemporary Perspective.â\u0080\u009d Journal of Financial Services Research 5 (2): 95-110.",
        "LaForte, Jean-Philippe. 2018. \"Overview of the Changes to the FRB/US Model.\" Figure 3. Feds Notes.",
        "December 7. https://www.federalreserve.gov/econres/notes/feds-notes/overview-of-the-changesto -the-frb-us-model-2018-20181207.htm https://www.federalreserve.gov/econres/notes/feds-notes/overview-of-the-changes-to-the-frb-usmodel -2018-accessible-20181207.htm#fig3 Levy, Mickey D. 2020. â\u0080\u009cThe Fedâ\u0080\u0099s Aggressive Response to the Crisis: Whatâ\u0080\u0099s Next?â\u0080\u009d Economics Macro News, Berenberg Capital Markets, Mishkin, Frederic S. 1991. â\u0080\u009cAsymmetric Information and Financial Crises: A Historical Perspective.â\u0080\u009d In Financial Markets and Financial Crises, pp. 69-108. R. Glenn Hubbard (ed.). Chicago: University of Chicago Press.",
        "Mishkin, Frederic S. and Eugene N. White. 2002. â\u0080\u009cU.S. Stock Market Crashes and Their Aftermath: Implications for Monetary Policy.â\u0080\u009d NBER Working Paper 8992.",
        "Moodyâ\u0080\u0099s Investor Service. 2011. â\u0080\u009cCorporate Default and Recovery Rates, 1920-2010.â\u0080\u009d Special Report. Global Corporate Finance.",
        "Powell, Jerome H. 2020. â\u0080\u009cCurrent Economic Issues.â\u0080\u009d Speech at the Peterson Institute for International Economics, Washington, D.C., May 13, 2020. https://www.federalreserve.gov/newsevents/speech/powell20200513a.htm Stout, Lynn A. 2011. â\u0080\u009cDerivatives and the Legal Origin of the 2008 Credit Crisis.â\u0080\u009d Harvard Business Law Review 1 (1): 1â\u0080\u009338.",
        "Tallman, Ellis and Eugene White. 2020. â\u0080\u009cWhy Was There No Banking Panic in 1920-1921? The Federal Reserve Banks and the Recession.â\u0080\u009d Unpublished manuscript, Federal Reserve Bank of Cleveland and Rutgers University.",
        "Tucker, Paul. 2014. â\u0080\u009cThe Lender of Last Resort and Modern Central Banking: Principles and Reconstruction.â\u0080\u009d In Re-thinking the Lender of Last Resort. BIS Papers No 79. Basel: Bank for International Settlements."
    ]
}