{
    "id": 281,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Allen, R..G.D., (1967), Macro-economic Theory, London: Macmillan.",
        "Barro, R.J. and H.I. Grossman, (1971), A General Disequilibrium Model of Income and Employment, American Economic Review, Vol. 61, March, 82-93.",
        "University Press, Cambridge. - Benassy, J.-P., (1975), Neo-Keynesian Disequilibrium Theory in a Monetary Economy, Review of Economic Studies, Vol. XLII, October, 503-524.",
        "Domar, E.D., (1957), Essays in the Theory of Growth, London: Oxford University Press.",
        "Dr~ze, J., (1975), Existence of Exchange Equilibrium under Price Rigidities, International Economic Review, Vol. 16, 301-320.",
        "Hadjimichalakis, M.G., (1971), Equilibrium and Disequilibrium Growth with Money - The Tobin Models, Review of Economic ~ UM. YYY~JIII, B4Ã\u0083Â´b~r, )L~7_)1~O.",
        "Hahn, F.H., (1960), The Stability of Growth Equilibrium, Quarterly Journal of Economics, Vol. 74, May, 206-226.",
        "Hahn, F.H. and R.C.O. Matthews, (1964), The Theory of Economic Growth: A Survey, Economic Journal, Vol. 74, December, 779-902.",
        "Henry, Cl., (1972), Differential Equations with Discontinuous Right-Hand Side for Planning Procedures, Journal of Economic Theory, Vol. LI, 595-557.",
        "Hildenbrand, K. and W. Hildenbrand,(1978), On Keynesian Equilibria with Unemployment and Quantity Rationing, Journal of Economic Theory, Vol. 18, 255-277.",
        "Honkapohja, 5. (1978), On the Dynamics of Disequilibria in a Macro Model with Flexible Wages and Prices, in M. Aoki and A. Marzollo (eds), New Trends in Dynamic System Theory and Economics, Academic Press.",
        "Ito, T., (1978), A Note on Disequilibrium Growth Theory, Economics Letters, Vol. 1, No.1, September, 21-25.",
        "Kaldor, N., (1960), Essays in Value and Distribution, Duckworth, London.",
        "Leijonhufvud, A., (1973), Effective Demand Failures, Swedish Journal of Economics, March, 27-48.",
        "Muellbauer, J. and R. Fortes, (1978), Macroeconomic Models with Quantity Rationing, Economic Journal, December.",
        "Rose, H., (1966), Unemployment in a Theory of Growth, International Economic Review, Vol. 7, September, 260-282.",
        "Cycle, Review of Economic Studies, Vol. XXXIV, 153-174. Solow, R.M., (1956), A Contribution to the Theory ofEconomic Growth, Quarterly Journal of Economics, Vol. LXX, February, 65-94. - Swan, T.W., (1956), Economic Growth and Capital Accumulation, Economic Record, Vol. XXXII, November, 334-361."
    ]
}