{
    "id": 2810,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Ahmed, Shaghil, and Dean D. Croushore (1988), Substitution Rffects and the Marginal Welfare Cost of Taxation, mimes, The Pennsylvania Stare University, University Park, PA.",
        "Atkinson, Anthony B. and Nicholas H. Stern (1974), Figou, Taxation, and Public Coods, Review of Economic Studies 41, January, 119-28.",
        "Auerbach, Alan J. (1985), The Theory of Excess Burden and Optimal Taxation, in A. J. Auerbach and N. Feldstein, eds. , Nandbook of Public Economics, Vol. 1, Amsterdam: Elsevier Science Publishers.",
        "Auerbach, Alan J. and Harvey S. Rosen (1980), Will the Real Excess Burden Please Stand Up? (or, Seven Measures in Search of a Concept), National Bureau of Economic Research paper 495, Cambridge, NA.",
        "Ballard, Charles L. (1987), Marginal Efficiency Cast Calculations: Differential Analysis vs. Balanced-Budget Analysis, mimea, Michigan State University, East Lansing, MI.",
        "Ballard, Charles L. , John B. Shaven, and John Whalley (1985), Ceneral Equilibrium Computations of the Marginal Welfate Costs of Taxes in the United States, American Economic Review 75, March, 126-35.",
        "Bizer, David S. and Charles Stuart (1987), The Public Finance of a Protective Tariff: The Case of an Oil Import Fee, Ametican Economic Review 77, December, 1019-22.",
        "Browning, Edgar R. (1987) , On the Marginal Welfare Cost of Taxation, American Economic Review 77, March, 11-23.",
        "Diamond, Peter A., and Daniel L. McFadden (1974), Some Uses of the Expenditure Function in Public Economics, Journal of Public Economics 3, 3-21.",
        "Mansson, Ingemar and Charles Stuart (1988), Measures of Costs of Taxation: Comment on Browning and Others, mimea, University of California at Santa Barbara.",
        "Hicks, John R. (1943) The Four Consumers Surpluses, Review of Economic Studies, Winter, 1943, 31-41.",
        "Hicks, John R. (1954), A Revision of Demand Theory, Oxford: Oxford University Press.",
        "Ray, John A. (1980), The Deadweight Loss from a Tax System, Journal of Public Economics 13, 111-9.",
        "Ring, Mervyn A. (1983) , Welfare Analysis of Tax Reforms Using Household Data, Journal of Public Economics 21, July, 183-214.",
        "Mayshar, Juram (l9BBa), A Note on Measuring the Marginal Cost ci Taxation, The Hebrew University of Jerusalem, Paper 175. Mayshar, Joram (19BBb), On Measures of Excess Burden and their Application, The Hebrew University of Jerusalem, Paper 199. Rosen, Harvey 5. (1985). Public Finance, Homewood, IL: Richard 0. Irwin, Inc.",
        "Samuelson, Paul A. (1954), The Pure Theory of Public Expenditure, Review of Economics and Statistics 36, November, 387-89.",
        "Slutmky, Steven (undated), Undersupply and the Untaxed Commodity: A Note on Atkinson and Stern, mimeo, Rice University. Stiglitz, Joseph B (1986), Economics of the Public Sector, New York: W. W. Norton and Company.",
        "Stuart, Charles (1982), Measures of the Welfare Coats of Taxation, mimea, University of California at Santa Barbara.",
        "Stuart, Charles (1984), Welfare Costs per Dollar of Additional Tax Revenue in the United States, American Economic Review 74, June, 352-62.",
        "Triest, Robert R, (1988), The Relationship Between the Marginal Coat of Public Funds and Marginal Excess Burden, mimeo, University of California at Davis.",
        "Varian, Hal R. (1984), Microeconomic Analysis, 2nd edition, New York: W. W. Norton and Company."
    ]
}