{
    "id": 28112,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Aassve, A., Alfani, G., Gandolfi, F., & Le Moglie, M. (2020). â\u0080\u009cEpidemics and trust: the case of the spanish fluâ\u0080\u009d. Mimeo.",
        "Angrist, Joshua D. and Jorn-Steffen Pischke (2009). Mostly Harmless Econometrics: An Empiricistâ\u0080\u0099s Companion. Princeton University Press.",
        "Agley, J. (2020). â\u0080\u009cAssessing changes in US public trust in science amid the Covid-19 pandemicâ\u0080\u009d. Public Health. Forthcoming.",
        "Aksoy, C. G., Eichengreen, B., & Saka, O. (2020). â\u0080\u009cThe Political Scar of Epidemicsâ\u0080\u009d. NBER Working Paper No. 27401. Bol, D., M. Giani, A. Blais, A. and P.J. Loewen, â\u0080\u009cThe effect of COVIDâ\u0080\u009019 lockdowns on political support: Some good news for democracy?â\u0080\u009d European Journal of Political Research. Forthcoming.",
        "Converse, P.E. (1976), The dynamics of party support: Cohort-analyzing party identification, Beverly Hills, CA: Sage.",
        "Dawson, R. and K. Prewitt (1969), Political socialization, Boston: Little, Brown & Co.",
        "Dieckmann, N. F., & Johnson, B. B. (2019). â\u0080\u009cWhy do scientists disagree? Explaining and improving measures of the perceived causes of scientific disputesâ\u0080\u009d. PloS One, 14(2), e0211269.",
        "Drummond, C., & Fischhoff, B. (2017). â\u0080\u009cIndividuals with greater science literacy and education have more polarized beliefs on controversial science topicsâ\u0080\u009d. Proceedings of the National Academy of Sciences, 114(36), 9587-9592.",
        "Erikson, E. (1968), Identity, Youth and Crisis, New York: Norton. 22 Etchegaray, N., A. Scherman and S. Valenzuela (2018), â\u0080\u009cTesting the hypothesis of â\u0080\u0098impressionable yearsâ\u0080\u0099 with willingness to self-sensor in Chile,â\u0080\u009d International Journal of Public Opinion Research 31: 331-348.",
        "Fiske, S. T., & Dupree, C. (2014). Gaining trust as well as respect in communicating to motivated audiences about science topics. Proceedings of the National Academy of Sciences, 111(Supplement 4), 13593-13597.",
        "Fluckiger, M., M. Ludwig and A. Sina Onder, â\u0080\u009cEbola and State Legitimacyâ\u0080\u009d. Economic Journal 129: 2064-2089.",
        "Friedman L. and Plumer B., Trumpâ\u0080\u0099s Response to Virus Reflects a Long Disregard for Science. New York Times (28 April). Available at: https://www.nytimes.com/2020/04/28/climate/trump-coronavirus-climate-science.html Accessed 18 May 2020.",
        "Gauchat, G. (2012). â\u0080\u009cPoliticization of science in the public sphere: A study of public trust in the United States, 1974 to 2010â\u0080\u009d. American sociological review, 77(2), 167-187.",
        "Giuliano, P., & A. Spilimbergo, (2013). â\u0080\u009cGrowing up in a recession,â\u0080\u009d Review of Economic Studies 81(2), 787-817.",
        "IFPRI (2020). â\u0080\u009cTrust in science and in government plays a crucial role in COVID-19 responseâ\u0080\u009d Available at: https://www.ifpri.org/blog/trust-science-and-government-plays-crucial-role-covid-19response Krosnick, J. and D. Alwin (1989), â\u0080\u009cAging and susceptibility to attitude change,â\u0080\u009d Journal of Personality and Social Psychology 57: 416-425. 23 Newcomb, T. (1943), Personality and social change: Attitude formation in a student community, New York: Dryden.",
        "Newcomb, T., K. Koenig, R. Flacks and D. Warwick (1967), Persistence and change: Bennington College and its students after 25 years, New York: Wiley.",
        "Oster, E. (2019). â\u0080\u009cUnobservable selection and coefficient stability: Theory and evidenceâ\u0080\u009d. Journal of Business & Economic Statistics, 37(2), 187-204.",
        "Sapienza, P., & Zingales, L. (2013). â\u0080\u009cEconomic experts versus average Americansâ\u0080\u009d. American Economic Review, 103(3), 636-42.",
        "Scheufele, D. A. (2013). â\u0080\u009cCommunicating science in social settingsâ\u0080\u009d. Proceedings of the National Academy of Sciences, 110, 14040-14047.",
        "Shepherd M. The COVID-19 Coronavirus Pandemic Highlights the Importance of Scientific Expertise, Forbes (14 March). Available at: https://www.forbes.com/sites/marshallshepherd/2020/03/14/covid19 -and-the-sudden-respect-of-science-expertise/#54ae1afa29b0 Accessed 15 September 2020.",
        "Scientists for Science-Based Policy (2020). â\u0080\u009cStatement to Restore Science-Based Policy in Government,â\u0080\u009d Concerned Members of the U.S. National Academy of Sciences: Available at: https://scientistsforsciencebasedpolicy.org/.",
        "Spear, L. (2000), â\u0080\u009cNeurobehavioral changes in adolescence,â\u0080\u009d Current Directions in Psychological Science 9(4): 111-114.",
        "State of Science Index Survey (2018). Available at: https://www.3m.com/3M/en_US/state-of-scienceindex -survey/ 24 Van Der Bles, A. M., van der Linden, S., Freeman, A. L., & Spiegelhalter, D. J. (2020). â\u0080\u009cThe effects of communicating uncertainty on public trust in facts and numbersâ\u0080\u009d. Proceedings of the National Academy of Sciences, 117(14), 7672-7683.",
        "Wilinson-Ryan, T. (2020), â\u0080\u009cOur Minds arenâ\u0080\u0099t Equipped for This Kind of Reopening,â\u0080\u009d The Atlantic (6 July), https://www.theatlantic.com/ideas/archive/2020/07/reopening-psychological-morass/613858/.",
        "Wright, S.E. (1993), â\u0080\u009cBlaming the Victim, Blaming Society or Blaming the Discipline: Fixing Responsibility for Poverty and Homelessness,â\u0080\u009d Sociological Quarterly 34, 1-16."
    ]
}