{
    "id": 28114,
    "cites": 59,
    "cited_by": 2,
    "reference": [
        "Acharya, Sankarshan, 1988, A generalized econometric model and tests of a signalling hypothesis with two discrete signals, Journal of Finance 43, 413â\u0080\u0093429.",
        "Acharya, Viral V., Robert Engle, and Sascha Steffen, 2020, What explains the crash of bank stock prices during COVID-19? The role of health, financial and oil price risks, Working paper, New York University and Frankfurt School of Finance and Management.",
        "Acharya, Viral V, and Sascha Steffen, 2020, The risk of being a fallen angel and the corporate dash for cash in the midst of COVID, CEPR COVID Economics 10.",
        "Alexander, Cindy R, 1999, On the nature of the reputational penalty for corporate crime: Evidence, Journal of Law and Economics 42, 489â\u0080\u0093526.",
        "Altman, Edward I, 1968, Financial ratios, discriminant analysis and the prediction of corporate bankruptcy, Journal of Finance 23, 589â\u0080\u0093609.",
        "Armour, John, Colin Mayer, and Andrea Polo, 2017, Regulatory sanctions and reputational damage in financial markets, Journal of Financial and Quantitative Analysis 52, 1429â\u0080\u0093 1448.",
        "Baker, Scott R, Nicholas Bloom, Steven J Davis, Kyle J Kost, Marco C Sammon, and Tasaneeya Viratyosin, 2020, The unprecedented stock market impact of COVID-19, Working paper, NBER, Northwestern University, Stanford University, University of Chicago, and University of Pennsylvania.",
        "Banerjee, Abhijit V, and Esther Duflo, 2014, Do firms want to borrow more? Testing credit constraints using a directed lending program, Review of Economic Studies 81, 572â\u0080\u0093607.",
        "Bartik, Alexander W, Zoe B Cullen, Edward L Glaeser, Michael Luca, Christopher T Stanton, and Adi Sunderam, 2020, The targeting and impact of Paycheck Protection Program loans to small businesses, Working paper, NBER, University of Illinois at UrbanaChampaign and Harvard University.",
        "Bartlett, Robert P, and Adair Morse, 2020, Small business survival capabilities and policy effectiveness: Evidence from Oakland, Working paper, NBER, University of California, Berkeley.",
        "Berger, Allen N, Nathan H Miller, Mitchell A Petersen, Raghuram G Rajan, and Jeremy C Stein, 2005, Does function follow organizational form? Evidence from the lending practices of large and small banks, Journal of Financial Economics 76, 237â\u0080\u0093269.",
        "Berger, Allen N, and Gregory F Udell, 1995, Relationship lending and lines of credit in small firm finance, Journal of Business 351â\u0080\u0093381.",
        "Berk, Jonathan B, Richard Stanton, and Josef Zechner, 2010, Human capital, bankruptcy, and capital structure, Journal of Finance 65, 891â\u0080\u0093926.",
        "Bharath, Sreedhar, Sandeep Dahiya, Anthony Saunders, and Anand Srinivasan, 2007, So what do I get? The bankâ\u0080\u0099s view of lending relationships, Journal of Financial Economics 85, 368â\u0080\u0093419.",
        "Bharath, Sreedhar T, and Tyler Shumway, 2008, Forecasting default with the Merton distance to default model, Review of Financial Studies 21, 1339â\u0080\u00931369.",
        "Billett, Matthew T, Mark J Flannery, and Jon A Garfinkel, 1995, The effect of lender identity on a borrowing firmâ\u0080\u0099s equity return, Journal of Finance 50, 699â\u0080\u0093718.",
        "Chen, Shuyue, Steven Wei Ho, and Clark Liu, 2019, Bank loan announcement effects â\u0080\u0093 Evidence from a comprehensive 8-K sample, Working paper, Tsinghua University and Columbia University.",
        "Chen, Yunsen, Song Zhu, and Yutao Wang, 2011, Corporate fraud and bank loans: Evidence from China, China Journal of Accounting Research 4, 155â\u0080\u0093165.",
        "Chetty, Raj, John N Friedman, Nathaniel Hendren, Michael Stepner, et al., 2020, How did Covid-19 and stabilization policies affect spending and employment? A new real-time economic tracker based on private sector data, Working paper, NBER, Harvard University and Brown University.",
        "Cororaton, Anna, and Samuel Rosen, 2020, Public firm borrowers of the US Paycheck Protection Program, Working paper, Southern Methodist University and Temple University.",
        "De Vito, Antonio, and Juan-Pedro Gomez, 2020, Estimating the COVID-19 cash crunch: Global evidence and policy, Journal of Accounting and Public Policy 106741.",
        "Ding, Wenzhi, Ross Levine, Chen Lin, and Wensi Xie, 2020, Corporate immunity to the COVID-19 pandemic, Working paper, NBER, University of Hong Kong, University of California at Berkeley, and Chinese University of Hong Kong.",
        "Drucker, Steven, and Manju Puri, 2005, On the benefits of concurrent lending and underwriting, Journal of Finance 60, 2763â\u0080\u00932799.",
        "Duan, Jin-Chuan, Tao Wang, et al., 2012, Measuring distance-to-default for financial and non-financial firms, World Scientific Book Chapters 95â\u0080\u0093108.",
        "Eckbo, B Espen, Vojislav Maksimovic, and Joseph Williams, 1990, Consistent estimation of cross-sectional models in event studies, Review of Financial Studies 3, 343â\u0080\u0093365.",
        "Erel, Isil, and Jack Liebersohn, 2020, Does FinTech substitute for banks? Evidence from the Paycheck Protection Program, Working paper, NBER, Ohio State University and University of California Irvine.",
        "Fahlenbrach, RuÌ\u0088diger, Kevin Rageth, and ReneÌ\u0081 M Stulz, 2020, How valuable is financial flexibility when revenue stops? Evidence from the Covid-19 crisis, Working paper, NBER, Swiss Finance Institute at EPFL and Ohio State University.",
        "Faulkender, Michael, and Mitchell A Petersen, 2006, Does the source of capital affect capital structure?, Review of Financial Studies 19, 45â\u0080\u009379.",
        "Fich, Eliezer M, and Anil Shivdasani, 2007, Financial fraud, director reputation, and shareholder wealth, Journal of Financial Economics 86, 306â\u0080\u0093336.",
        "Granja, JoaÌ\u0083o, Christos Makridis, Constantine Yannelis, and Eric Zwick, 2020, Did the Paycheck Protection Program hit the target?, Working paper, NBER, University of Chicago and Massachusetts Institute of Technology.",
        "Hadlock, Charles J, and Joshua R Pierce, 2010, New evidence on measuring financial constraints: Moving beyond the KZ index, Review of Financial Studies 23, 1909â\u0080\u00931940.",
        "Hanson, Samuel, Jeremy Stein, Adi Sunderam, and Eric Zwick, 2020, Business continuity insurance and business continuity loans: Keeping Americaâ\u0080\u0099s lights on during the pandemic, Working paper, Harvard University and University of Chicago.",
        "Haslem, Bruce, Irena Hutton, and Aimee Hoffmann Smith, 2017, How much do corporate defendants really lose? A new verdict on the reputation loss induced by corporate litigation, Financial Management 46, 323â\u0080\u0093358.",
        "Hassan, Tarek Alexander, Stephan Hollander, Laurence van Lent, and Ahmed Tahoun, 2020, Firm-level exposure to epidemic diseases: Covid-19, SARS, and H1N1, Working paper, NBER, Boston University, Tillburg University, Frankfurt School of Finance and Management, and London Business School.",
        "Heitz, Amanda, Ganapathi S Narayanamoorthy, and Morad Zekhnini, 2020, The disappearing earnings announcement premium, Working paper, Tulane University.",
        "Hoberg, Gerard, and Vojislav Maksimovic, 2015, Redefining financial constraints: A textbased analysis, Review of Financial Studies 28, 1312â\u0080\u00931352.",
        "James, Christopher, 1987, Some evidence on the uniqueness of bank loans, Journal of Financial Economics 19, 217â\u0080\u0093235.",
        "Jarrell, Gregg, and Sam Peltzman, 1985, The impact of product recalls on the wealth of sellers, Journal of Political Economy 93, 512â\u0080\u0093536.",
        "Kaplan, Steven N, and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financing constraints?, Quarterly Journal of Economics 112, 169â\u0080\u0093215.",
        "Karpoff, Jonathan M, D Scott Lee, and Gerald S Martin, 2008, The cost to firms of cooking the books, Journal of Financial and Quantitative Analysis 43, 581â\u0080\u0093611.",
        "Khwaja, Asim Ijaz, and Atif Mian, 2008, Tracing the impact of bank liquidity shocks: Evidence from an emerging market, American Economic Review 98, 1413â\u0080\u009342.",
        "Kim, Dasol, 2020, Economic externalities of bank liquidity, Working paper, Office of Financial Research.",
        "Korteweg, Arthur, 2010, The net benefits to leverage, Journal of Finance 65, 2137â\u0080\u00932170.",
        "Lin, Huidan, and Daniel Paravisini, 2011, Whatâ\u0080\u0099s bank reputation worth? The effect of fraud on financial contracts and investment, Working pape, IMF and LSE.",
        "Loughran, Tim, and Bill McDonald, 2020, Management disclosure of risk factors and COVID-19, Working paper, University of Notre Dame.",
        "Lummer, Scott L, and John J McConnell, 1989, Further evidence on the bank lending process and the capital-market response to bank loan agreements, Journal of Financial Economics 25, 99â\u0080\u0093122.",
        "Murphy, Deborah L, Ronald E Shrieves, and Samuel L Tibbs, 2009, Understanding the penalties associated with corporate misconduct: An empirical examination of earnings and risk, Journal of Financial and Quantitative Analysis 55â\u0080\u009383.",
        "Petersen, Mitchell A, and Raghuram G Rajan, 1994, The benefits of lending relationships: Evidence from small business data, Journal of Finance 49, 3â\u0080\u009337.",
        "Prabhala, Nagpurnanand R, 1997, Conditional methods in event studies and an equilibrium justification for standard event-study procedures, Review of Financial Studies 10, 1â\u0080\u009338.",
        "Ramelli, Stefano, and Alexander F Wagner, 2020, Feverish stock price reactions to Covid-19, Working paper, CEPR, University of Zurich.",
        "Schwert, Michael, 2018, Bank capital and lending relationships, Journal of Finance 73, 787â\u0080\u0093 830.",
        "Seguin, Paul J, and Margaret Monroe Smoller, 1997, Share price and mortality: An empirical evaluation of newly listed Nasdaq stocks, Journal of Financial Economics 45, 333â\u0080\u0093363.",
        "Slutzky, Pablo, 2020, The hidden costs of being public: Evidence from multinational firms operating in an emerging market, Journal of Financial Economics forthcoming.",
        "Stein, Jeremy C, 2002, Information production and capital allocation: Decentralized versus hierarchical firms, Journal of Finance 57, 1891â\u0080\u00931921.",
        "Strebulaev, Ilya A, and Baozhong Yang, 2013, The mystery of zero-leverage firms, Journal of Financial Economics 109, 1â\u0080\u009323.",
        "Whited, Toni M, and Guojun Wu, 2006, Financial constraints risk, Review of Financial Studies 19, 531â\u0080\u0093559. Figure 1. PPP timeline. This figure illustrates the timeline and key milestones of the Paycheck Protection Program (PPP). Figure 2. Evolution of PPP borrower returns: PPP applicants and control firms.",
        "This figure plots daily buy-and-hold average returns (BHRs) for PPP-eligible small public firms versus the S&P 500 index (Panel A) and buy-and-hold average abnormal returns (BHARs) for PPP borrowers versus PPP-eligible non-borrowers (Panel B), from January to August 2020. We define the abnormal return as the stock return over the S&P 500 return. We exclude penny stocks, which we define as stocks with an average share price of less than $5 in December 2019, because of illiquidity. BHAR is set to zero for the first trading day of the year, which is January 2, 2020. Figure 3. Density of PPP loan grant announcement dates. This figure plots the density of announcement dates for PPP loan grant announcements. Figure 4. PPP loan size distribution. This figure plots the density of PPP loan size for all PPP applicants. We set PPP loan size equal to $10M for loans above $10M, for the ease of exposition.",
        "Figure 7. Cumulative abnormal returns (CARs) around PPP loan grant announcement dates. This figure plots daily CARs for PPP loan grant announcements. The abnormal return in Panel A is the stock return minus the S&P 500 return, where the abnormal return is set to zero for Day-5. The abnormal return in Panel B is calculated using the market model based on S&P 500 return, where the abnormal return is set to zero for Day-5. The dots are the daily CARs and vertical error bars are the 90% confidence intervals. We exclude penny stocks, which we define as stocks with an average share price of less than $5 in December 2019.",
        "Figure 11. Density of PPP loan return announcement dates. This figure plots the density of announcement dates for PPP loan repayment announcements. We omit two announcement dates in August 2020, for the ease of exposition."
    ]
}