{
    "id": 28131,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Adhikari, Samrachana, Nicholas P. Pantaleo, Justin M. Feldman, Olugbenga Ogedegbe, Lorna Thorpe, and Andrea B. Troxel. 2020. â\u0080\u009cAssessment of Community-Level Disparities in Coronavirus Disease 2019 (COVID-19) Infections and Deaths in Large US Metropolitan Areas.â\u0080\u009d JAMA Network Open 3 (7): e2016938â\u0080\u0093e2016938. https://doi.org/10.1001/jamanetworkopen.2020.16938.",
        "Amuedo-Dorantes, Catalina, Neeraj Kaushal, and Ashley N Muchow. 2020. â\u0080\u009cIs the Cure Worse than the Disease? County-Level Evidence from the COVID-19 Pandemic in the United States.â\u0080\u009d Working Paper 27759. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27759.",
        "Andersen, Martin, Sylvia Bryan, and David Slusky. 2020. â\u0080\u009cCOVID-19 Surgical Abortion Restriction Did Not Reduce Visits to Abortion Clinics.â\u0080\u009d Working Paper 28058. National Bureau of Economic Research. https://www.nber.org/papers/w28058#fromrss.",
        "Brown, Caitlin S, and Martin Ravallion. 2020. â\u0080\u009cInequality and the Coronavirus: Socioeconomic Covariates of Behavioral Responses and Viral Outcomes Across US Counties.â\u0080\u009d Working Paper 27549. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27549.",
        "Centers for Disease Control and Prevention. 2019. â\u0080\u009cUrban Rural Classification Scheme for Counties.â\u0080\u009d 2019. https://www.cdc.gov/nchs/data_access/urban_rural.htm.",
        "â\u0080\u0094â\u0080\u0094â\u0080\u0094. 2020. â\u0080\u009cHealthcare Facilities: Managing Operations During the COVID-19 Pandemic.â\u0080\u009d Centers for Disease Control and Prevention. 2020. https://www.cdc.gov/coronavirus/2019-ncov/hcp/guidance-hcf.html.",
        "Chatterji, Pinka, and Yue Li. 2020. â\u0080\u009cEffects of the COVID-19 Pandemic on Outpatient Providers in the US.â\u0080\u009d Working Paper 27173. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27173.",
        "â\u0080\u009cStrong Social Distancing Measures In The United States Reduced The COVID-19 Growth Rate.â\u0080\u009d Health Affairs 39 (7): 1237â\u0080\u009346. https://doi.org/10.1377/hlthaff.2020.00608.",
        "Cronin, Christopher J., and William N. Evans. 2020. â\u0080\u009cPrivate Precaution and Public Restrictions: What Drives Social Distancing and Industry Foot Traffic in the COVID-19 Era?â\u0080\u009d National Bureau of Economic Research Working Paper Series, July. https://www.nber.org/papers/w27531.ack.",
        "Cutler, David. 2020. â\u0080\u009cHow Will COVID-19 Affect the Health Care Economy?â\u0080\u009d JAMA Health Forum 1 (4): e200419â\u0080\u0093e200419. https://doi.org/10.1001/jamahealthforum.2020.0419.",
        "Cutler, David M., and Lawrence H. Summers. 2020. â\u0080\u009cThe COVID-19 Pandemic and the $16 Trillion Virus.â\u0080\u009d JAMA, October. https://doi.org/10.1001/jama.2020.19759.",
        "Czeisler, Mark Ã\u0089. 2020. â\u0080\u009cDelay or Avoidance of Medical Care Because of COVID-19â\u0080\u0093Related Concerns â\u0080\u0094 United States, June 2020.â\u0080\u009d MMWR. Morbidity and Mortality Weekly Report 69. https://doi.org/10.15585/mmwr.mm6936a4.",
        "Farr, Christina. 2020. â\u0080\u009cHospitals Losing Millions of Dollars per Day in Covid-19 Pandemic- and Recovery May Take Years.â\u0080\u009d CNBC, 2020. https://www.cnbc.com/2020/05/05/hospitalslosing -millions-of-dollars-per-day-in-covid-19-pandemic.html.",
        "â\u0080\u009cAssociation of Mobile Phone Location Data Indications of Travel and Stay-at-Home Mandates With COVID-19 Infection Rates in the US.â\u0080\u009d JAMA Network Open 3 (9): e2020485â\u0080\u0093e2020485. https://doi.org/10.1001/jamanetworkopen.2020.20485.",
        "Goodman-Bacon, Andrew, and Jan Marcus, 2020. \"Difference-in-Differences to Identify Causal Effects of COVID-19 Policies.\" Discussion Papers of DIW Berlin 1870, DIW Berlin, German Institute for Economic Research.",
        "Goolsbee, Austan, and Chad Syverson. 2020. â\u0080\u009cFear, Lockdown, and Diversion: Comparing Drivers of Pandemic Economic Decline 2020.â\u0080\u009d Working Paper 27432. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27432.",
        "Government Accountability Office. 2020. â\u0080\u009cCovid-19: Opportunities to Improve Federal Response and Recovery Efforts.â\u0080\u009d https://www.gao.gov/products/gao-20-625.",
        "Gupta, Sumedha, Laura Montenovo, Thuy D Nguyen, Felipe Lozano Rojas, Ian M Schmutte, Kosali I Simon, Bruce A Weinberg, and Coady Wing. 2020. â\u0080\u009cEffects of Social Distancing Policy on Labor Market Outcomes.â\u0080\u009d Working Paper 27280. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27280.",
        "Jain, Snigdha, and Lekshmi Santhosh. 2020. â\u0080\u009cOn Treatments and Tests Deferred: Preparing for Collateral Damage from COVID-19.â\u0080\u009d Annals of the American Thoracic Society, July.",
        "Jay, Jonathan, Jacob Bor, Elaine O. Nsoesie, Sarah K. Lipson, David K. Jones, Sandro Galea, and Julia Raifman. 2020. â\u0080\u009cNeighbourhood Income and Physical Distancing during the COVID-19 Pandemic in the United States.â\u0080\u009d Nature Human Behaviour, November, 1â\u0080\u00939. https://doi.org/10.1038/s41562-020-00998-2.",
        "Koonin, Lisa M., Brooke Hoots, Clarisse A. Tsang, Zanie Leroy, Kevin Farris, Brandon Jolly, Peter Antall, et al. 2020. â\u0080\u009cTrends in the Use of Telehealth During the Emergence of the COVID-19 Pandemic â\u0080\u0094 United States, Januaryâ\u0080\u0093March 2020.â\u0080\u009d MMWR. Morbidity and Mortality Weekly Report 69 (43): 1595â\u0080\u009399. https://doi.org/10.15585/mmwr.mm6943a3.",
        "Lucia, Kevin, Linda J. Blumberg, Emily Curran, John Holahan, Erik Wengle, Olivia Hoppe, and Sabrina Corlette. 2020. â\u0080\u009cThe COVID-19 Pandemic â\u0080\u0093 Insurer Insights Into Challenges, Implications, and Lessons Learned.â\u0080\u009d Urban Institute. June 29, 2020. https://www.urban.org/research/publication/covid-19-pandemic-insurer-insightschallenges -implications-and-lessons-learned.",
        "Mann, Devin M., Ji Chen, Rumi Chunara, Paul A. Testa, and Oded Nov. 2020. â\u0080\u009cCOVID-19 Transforms Health Care through Telemedicine: Evidence from the Field.â\u0080\u009d Journal of the American Medical Informatics Association 27 (7): 1132â\u0080\u009335. https://doi.org/10.1093/jamia/ocaa072.",
        "Matrajt, Laura, and Tiffany Leung. 2020. â\u0080\u009cEvaluating the Effectiveness of Social Distancing Interventions to Delay or Flatten the Epidemic Curve of Coronavirus Disease.â\u0080\u009d Emerging Infectious Diseases 26 (8): 1740â\u0080\u009348. https://doi.org/10.3201/eid2608.201093.",
        "â\u0080\u009cThe Impact of the COVID-19 Pandemic on Outpatient Visits: A Rebound Emerges.â\u0080\u009d 2020. https://doi.org/10.26099/ds9e-jm36.",
        "Moreland, Amanda. 2020. â\u0080\u009cTiming of State and Territorial COVID-19 Stay-at-Home Orders and Changes in Population Movement â\u0080\u0094 United States, March 1â\u0080\u0093May 31, 2020.â\u0080\u009d MMWR. Morbidity and Mortality Weekly Report 69. https://doi.org/10.15585/mmwr.mm6935a2.",
        "â\u0080\u009cProclamation on Declaring a National Emergency Concerning the Novel Coronavirus Disease (COVID-19) Outbreak.â\u0080\u009d 2020. The White House. https://www.whitehouse.gov/presidential-actions/proclamation-declaring-nationalemergency -concerning-novel-coronavirus-disease-covid-19-outbreak/.",
        "The New York Times. 2020. â\u0080\u009cSee How All 50 States Are Reopening (and Closing Again).â\u0080\u009d 2020. https://www.nytimes.com/interactive/2020/us/states-reopen-map-coronavirus.html.",
        "USAFacts. 2020. â\u0080\u009cCoronavirus Outbreak Stats & Data.â\u0080\u009d 2020. https://usafacts.org/issues/coronavirus/.",
        "Whaley, Christopher, Megan Pera, Jonathan Cantor, Jennie Chang, Julia Velasco, Heather Hagg, and Dena Bravata. 2020. â\u0080\u009cChanges in Health Services Use Among Commercially Insured US Populations During the COVID-19 Pandemic.â\u0080\u009d JAMA Network Open 3 (11).",
        "Woolf, Steven H., Derek A. Chapman, Roy T. Sabo, Daniel M. Weinberger, and Latoya Hill. 2020. â\u0080\u009cExcess Deaths From COVID-19 and Other Causes, March-April 2020.â\u0080\u009d JAMA 324 (5): 510â\u0080\u009313.",
        "Wosik, Josek, Marat Fudim, Blake Cameron, Ziad F. Gellad, Alex Cho, Donna Phinney, Simon Curtis, et al. 2020. â\u0080\u009cTelehealth Transformation: COVID-19 and the Rise of Virtual Care.â\u0080\u009d Journal of Informatics in Health and Biomedicine 27 (6): 957â\u0080\u009362. https://doi.org/10.1001/jamanetworkopen.2020.24984.",
        "Ziedan, Engy, Kosali I Simon, and Coady Wing. 2020. â\u0080\u009cEffects of State COVID-19 Closure Policy on NON-COVID-19 Health Care Utilization.â\u0080\u009d Working Paper 27621. Working Paper Series. National Bureau of Economic Research. https://doi.org/10.3386/w27621. 7. TABLES AND FIGURES"
    ]
}