{
    "id": 28135,
    "cites": 49,
    "cited_by": 0,
    "reference": [
        "Adam, Dillon, Peng Wu, Jessica Wong, Eric Lau, Tim Tsang, Simon Cauchemez, Gabriel Leung, and Benjamin Cowling. 2020. â\u0080\u009cClustering and superspreading potential of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections in Hong Kong.â\u0080\u009d Nature Medicine.",
        "Ai, Tao, Zhenlu Yang, Hongyan Hou, Chenao Zhan, Chong Chen, Wenzhi Lv, Qian Tao, Ziyong Sun, and Liming Xia. 2020. â\u0080\u009cCorrelation of Chest CT and RT-PCR Testing for Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases.â\u0080\u009d Radiology 296 (2).",
        "Bi, Qifang, Yongsheng Wu, Shujiang Mei, Chenfei Ye, Xuan Zou, Zhen Zhang, Xiaojian Liu, et al. 2020. â\u0080\u009cEpidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen, China: a retrospective cohort study.â\u0080\u009d The Lancet Infectious Diseases 20 (8): 911â\u0080\u0093919.",
        "Buitrago-Garcia, Diana, Dianne Egli-Gany, Michel J Counotte, Stefanie Hossmann, Hira Imeri, Aziz Mert Ipekci, Georgia Salanti, and Nicola Low. 2020. â\u0080\u009cOccurrence and transmission potential of asymptomatic and presymptomatic SARS-CoV-2 infections: A living systematic review and meta-analysis.â\u0080\u009d PLoS medicine 17 (9): e1003346.",
        "Byrne, Andrew William, David McEvoy, Aine B Collins, Kevin Hunt, Miriam Casey, Ann Barber, Francis Butler, et al. 2020. â\u0080\u009cInferred duration of infectious period of SARS-CoV-2: rapid scoping review and analysis of available evidence for asymptomatic and symptomatic COVID-19 cases.â\u0080\u009d BMJ Open 10 (8).",
        "Casey, Miriam, John Griffin, Conor G McAloon, Andrew W Byrne, Jamie M Madden, David McEvoy, Aine B Collins, Kevin Hunt, Ann Barber, Francis Butler, et al. 2020. â\u0080\u009cEstimating pre-symptomatic transmission of COVID-19: a secondary analysis using published data.â\u0080\u009d medRxiv.",
        "Centers for Disease Control and Prevention. 2020. â\u0080\u009cContact Tracing for COVID-19.â\u0080\u009d Accessed August 18, 2020. https://www.cdc.gov/coronavirus/2019- ncov/php/contact- tracing/contacttracing -plan/contact-tracing.html.",
        "Clark, Eva, Elizabeth Y Chiao, and E Susan Amirian. 2020. â\u0080\u009cWhy contact tracing efforts have failed to curb COVID-19 transmission in much of the U.S.â\u0080\u009d Clinical Infectious Diseases (August).",
        "Dong, Ensheng, Hongru Du, and Lauren Gardner. 2020. â\u0080\u009cAn interactive web-based dashboard to track COVID-19 in real time.â\u0080\u009d The Lancet Infectious Diseases 20 (5): 533â\u0080\u0093534.",
        "Endo, A, Centre for the Mathematical Modelling of Infectious Diseases COVID-19 Working Group, S Abbott, AJ Kucharski, and S Funk. 2020. â\u0080\u009cEstimating the overdispersion in COVID-19 transmission using outbreak sizes outside China [version 3; peer review: 2 approved].â\u0080\u009d Wellcome Open Research 5 (67).",
        "Ferretti, Luca, Chris Wymant, Michelle Kendall, Lele Zhao, Anel Nurtay, Lucie Abeler-DoÌ\u0088rner, Michael Parker, David Bonsall, and Christophe Fraser. 2020. â\u0080\u009cQuantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing.â\u0080\u009d Science 368 (6491). doi:10.1126/science.abb6936.",
        "Frieden, Thomas R, and Christopher T Lee. 2020. â\u0080\u009cIdentifying and interrupting superspreading eventsâ\u0080\u0094implications for control of severe acute respiratory syndrome coronavirus 2.â\u0080\u009d Emerging Infectious Disease 26 (6): 1059â\u0080\u00931066.",
        "Guglielmi, Giorgia. 2020. â\u0080\u009cFast coronavirus tests: what they can and canâ\u0080\u0099t do.â\u0080\u009d Nature 585 (7826): 496â\u0080\u0093498.",
        "Hinch, Robert, W Probert, A Nurtay, M Kendall, C Wymant, Matthew Hall, and C Fraser. 2020. Effective configurations of a digital contact tracing app: A report to NHSX.",
        "Howden, Lindsay M, and Julie A Meyer. 2011. Age and sex composition, 2010. U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau.",
        "Jarvis, Christopher I, Kevin Van Zandvoort, Amy Gimma, Kiesha Prem, Petra Klepac, G James Rubin, and W John Edmunds. 2020. â\u0080\u009cQuantifying the impact of physical distance measures on the transmission of COVID-19 in the UK.â\u0080\u009d BMC Medicine 18:1â\u0080\u009310.",
        "Kennedy-Shaffer, Lee, Michael Baym, and William Hanage. 2020. â\u0080\u009cPerfect as the Enemy of the Good: Using LowSensitivity Tests to Mitigate SARS-CoV-2 Outbreaks.â\u0080\u009d https://dash.harvard.edu/handle/1/ 37363184.",
        "Khazan, Olga. 2020. â\u0080\u009cThe Most American COVID-19 Failure Yet.â\u0080\u009d The Atlantic (August).",
        "Klinkenberg, Don, Christophe Fraser, and Hans Heesterbeek. 2006. â\u0080\u009cThe effectiveness of contact tracing in emerging epidemics.â\u0080\u009d PLOS One 1 (1): e12.",
        "Kretzschmar, Mirjam E, Ganna Rozhnova, Martin C J Bootsma, Michiel van Boven, Janneke H H M van de Wijgert, and Marc J M Bonten. 2020. â\u0080\u009cImpact of delays on effectiveness of contact tracing strategies for COVID-19: a modelling study.â\u0080\u009d The Lancet Public Health 5 (8): e452â\u0080\u0093e459.",
        "Kucharski, Adam J, Petra Klepac, Andrew J K Conlan, Stephen M Kissler, Maria L Tang, Hannah Fry, Julia R Gog, et al. 2020. â\u0080\u009cEffectiveness of isolation, testing, contact tracing, and physical distancing on reducing transmission of SARS-CoV-2 in different settings: a mathematical modelling study.â\u0080\u009d The Lancet Infectious Diseases 20 (10): 1151â\u0080\u00931160.",
        "Kucirka, Lauren M, Stephen A Lauer, Oliver Laeyendecker, Denali Boon, and Justin Lessler. 2020. â\u0080\u009cVariation in false-negative rate of reverse transcriptase polymerase chain reactionâ\u0080\u0093based SARS-CoV-2 tests by time since exposure.â\u0080\u009d Annals of Internal Medicine 174 (4): 262â\u0080\u0093267.",
        "Lapointe-Shaw, Lauren, Benjamin Rader, Christina M Astley, Jared B Hawkins, Deepit Bhatia, William J Schatten, Todd C Lee, et al. 2020. â\u0080\u009cWeb and phone-based COVID-19 syndromic surveillance in Canada: A cross-sectional study.â\u0080\u009d PLoS One 15 (10).",
        "Larremore, Daniel B, Bryan Wilder, Evan Lester, Soraya Shehata, James M Burke, James A Hay, Milind Tambe, Michael J Mina, and Roy Parker. 2020. â\u0080\u009cTest sensitivity is secondary to frequency and turnaround time for COVID-19 surveillance.â\u0080\u009d MedRxiv.",
        "Laxminarayan, Ramanan, Brian Wahl, Shankar Reddy Dudala, K. Gopal, Chandra Mohan, S. Neelima, K. S. Jawahar Reddy, J. Radhakrishnan, and Joseph A. Lewnard. 2020. â\u0080\u009cEpidemiology and transmission dynamics of COVID19 in two Indian states.â\u0080\u009d Science 370 (6517): 691â\u0080\u0093697.",
        "Lazer, David, Mauricio Santillana, Roy H Perlis, Katherine Ognyanova, Matthew Baum, Alexi Quintana, James Druckman, John Della Volpe, Hanyu Chwe, and Matthew Simonson. 2020. â\u0080\u009cTHE STATE OF THE NATION: A 50-STATE COVID-19 SURVEY REPORT# 8: FAILING THE TEST.â\u0080\u009d Levin, Andrew T, Gideon Meyerowitz-Katz, Nana Owusu-Boaitey, Kensington B. Cochran, and Seamus P. Walsh. 2020. â\u0080\u009cAssessing the age specificity of infection fatality rates for COVID-19: systematic review, meta-analysis, and public policy implications.â\u0080\u009d medRxiv.",
        "Liu, Ying, Albert A Gayle, Annelies Wilder-Smith, and Joacim RockloÌ\u0088v. 2020. â\u0080\u009cThe reproductive number of COVID19 is higher compared to SARS coronavirus.â\u0080\u009d Journal of Travel Medicine 27 (2).",
        "Lloyd-Smith, James O, Sebastian J Schreiber, P Ekkehard Kopp, and Wayne M Getz. 2005. â\u0080\u009cSuperspreading and the effect of individual variation on disease emergence.â\u0080\u009d Nature 438 (7066): 355â\u0080\u0093359.",
        "Madewell, Zachary J., Yang Yang, Ira M. Longini, M. Elizabeth Halloran, and Natalie E. Dean. 2020. â\u0080\u009cHousehold transmission of SARS-CoV-2: a systematic review and meta-analysis of secondary attack rate.â\u0080\u009d medRxiv.",
        "Majumder, Maimuna S, John S Brownstein, Stan N Finkelstein, Richard C Larson, and Lydia Bourouiba. 2017. â\u0080\u009cNosocomial amplification of MERS-coronavirus in South Korea, 2015.â\u0080\u009d Transactions of The Royal Society of Tropical Medicine and Hygiene 111, no. 6 (October): 261â\u0080\u0093269.",
        "Mossong, JoeÌ\u0088l, Niel Hens, Mark Jit, Philippe Beutels, Kari Auranen, Rafael Mikolajczyk, Marco Massari, Stefania Salmaso, Gianpaolo Scalia Tomba, Jacco Wallinga, et al. 2008. â\u0080\u009cSocial contacts and mixing patterns relevant to the spread of infectious diseases.â\u0080\u009d PLoS Medicine 5 (3): e74.",
        "Nelder, John A, and Roger Mead. 1965. â\u0080\u009cA simplex method for function minimization.â\u0080\u009d The Computer Journal 7 (4): 308â\u0080\u0093313.",
        "Okolie, Augustine, and Johannes MuÌ\u0088ller. 2020. â\u0080\u009cExact and approximate formulas for contact tracing on random trees.â\u0080\u009d Mathematical Biosciences 321:108320.",
        "Petersen, Irene, and Andrew Phillips. 2020. â\u0080\u009cThree Quarters of People with SARS-CoV-2 Infection are Asymptomatic: Analysis of English Household Survey Data.â\u0080\u009d Clinical Epidemiology 12:1039â\u0080\u00931043.",
        "Ramdas, Kamalini, Ara Darzi, and Sanjay Jain. 2020. â\u0080\u009câ\u0080\u0098Test, re-test, re-testâ\u0080\u0099: using inaccurate tests to greatly increase the accuracy of COVID-19 testing.â\u0080\u009d Nature Medicine 26:810â\u0080\u0093811.",
        "Ruoff, Alex. 2020. â\u0080\u009cWhat Does a Coronavirus Test Cost? It Depends Where You Go.â\u0080\u009d Bloomberg Law.",
        "Schneider, Eric C. 2020. â\u0080\u009cFailing the Test â\u0080\u0094 The Tragic Data Gap Undermining the U.S. Pandemic Response.â\u0080\u009d New England Journal of Medicine 383 (4): 299â\u0080\u0093302.",
        "Service, Robert F. 2020. â\u0080\u009cCoronavirus antigen tests: quick and cheap, but too often wrong?â\u0080\u009d Science (May 22).",
        "Shen, Zhuang, Fang Ning, Weigong Zhou, Xiong He, Changying Lin, Daniel P Chin, Zonghan Zhu, and Anne Schuchat. 2004. â\u0080\u009cSuperspreading SARS events, Beijing, 2003.â\u0080\u009d Emerging infectious diseases 10 (2): 256.",
        "Smith, Louise E, Henry WW Potts, Richard Amlot, Nicola T Fear, Susan Michie, and James Rubin. 2020. â\u0080\u009cAdherence to the test, trace and isolate system: results from a time series of 21 nationally representative surveys in the UK (the COVID-19 Rapid Survey of Adherence to Interventions and Responses [CORSAIR] study).â\u0080\u009d medRxiv.",
        "Smolinski, Mark S, Adam W Crawley, Kristin Baltrusaitis, Rumi Chunara, Jennifer M Olsen, Oktawia WoÌ\u0081jcik, Mauricio Santillana, Andre Nguyen, and John S Brownstein. 2015. â\u0080\u009cFlu near you: crowdsourced symptom reporting spanning 2 influenza seasons.â\u0080\u009d American Journal of Public Health 105 (10): 2124â\u0080\u00932130.",
        "Soud, F. A., M. M. Cortese, A. T. Curns, P. J. Edelson, R. H. Bitsko, H. T. Jordan, A. S. Huang, J. M. Villalon-Gomez, and G. H. Dayan. 2009. â\u0080\u009cIsolation compliance among university students during a mumps outbreak, Kansas 2006.â\u0080\u009d Epidemiology and Infection 137 (1): 30â\u0080\u009337.",
        "U.S. Department of Labor and U.S. Bureau of Labor Statistics. 2019. National Compensation Survey: Employee Benefits in the United States, March 2019, September.",
        "Verity, Robert, Lucy C Okell, Ilaria Dorigatti, Peter Winskill, Charles Whittaker, Natsuko Imai, Gina Cuomo-Dannenburg, Hayley Thompson, Patrick GT Walker, Han Fu, et al. 2020. â\u0080\u009cEstimates of the severity of coronavirus disease 2019: a model-based analysis.â\u0080\u009d The Lancet Infectious Diseases.",
        "Waltz, Emily. 2020. â\u0080\u009cTesting the Tests: Which COVID-19 Tests Are Most Accurate?â\u0080\u009d IEEE Spectrum (April 15).",
        "Wang, Wenling, Yanli Xu, Ruqin Gao, Roujian Lu, Kai Han, Guizhen Wu, and Wenjie Tan. 2020. â\u0080\u009cDetection of SARS-CoV-2 in Different Types of Clinical Specimens.â\u0080\u009d JAMA 323 (18): 1843â\u0080\u00931844.",
        "Webster, Rebecca K, Samantha K Brooks, Louise E Smith, Lisa Woodland, Simon Wessely, and G James Rubin. 2020. â\u0080\u009cHow to improve adherence with quarantine: Rapid review of the evidence.â\u0080\u009d Public Health 182:163â\u0080\u0093169.",
        "Woloshin, Steven, Neeraj Patel, and Aaron S Kesselheim. 2020. â\u0080\u009cFalse Negative Tests for SARS-CoV-2 Infection â\u0080\u0094 Challenges and Implications.â\u0080\u009d New England Journal of Medicine 383:e8.",
        "Wong, Gary, Wenjun Liu, Yingxia Liu, Boping Zhou, Yuhai Bi, and George F Gao. 2015. â\u0080\u009cMERS, SARS, and Ebola: the role of super-spreaders in infectious disease.â\u0080\u009d Cell Host & Microbe 18 (4): 398â\u0080\u0093401."
    ]
}