{
    "id": 2813,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "BARTEL, A. and Thomas, I.. Direct and Indirect Effects of OSHA Regulation. Journal of Law and Economics, Vol. 28 (1985), pp. 1-26.",
        "BECKER, 0.5. Crime and Punishment: An Economic Approach. Journal of Political Economy, Vol. 76 (1968), pp. 169.",
        "CENTAUR ASSOCIATES, Inc. The Imoact of Oshas Recent Enforcement Activities. Final Report Submitted to OSHA, January 16, 1985.",
        "CURT, R. and March, J.C. A Behavioral Theory of the Firm. Englewood Cliffs, N.J.: Prentice Hall, 1963.",
        "ERLIGH, I. Participation in Illegitimate Activities: A Theoretical and Empirical Investigation. Journal of Politics and iconomy, Vol. 81 (1973), pp. 521.",
        "FELLECI, I. and Sunter, A. A Theory of Record Linkage. Journal of the American Statistical Association, Vol. 64 (1969), Pp. 1183-1210.",
        "GRAY, W.B. OSHA MIS Matching Techniques. mimeo, June 1987.",
        "GUJARATI, D.N, Basic Econometrics. New York: McGraw-Hill, 1988.",
        "JUDGE, C., Hill, C., Griffiths, W.E., Lutkepohl, H. and Lee, T. Introduction to the Theory and Practice of Econometrics. New York: John Wiley and Sons, 1982.",
        "LENPERT, R. Organizing for Deterrence. Law and Society Review, Vol. 16 (1982), pp. 513-568.",
        "MCCAFFREY, D. ~ Assessment of OSHAs Recent Effects on Injury Rates. Journal of Human Resources, Vol. 18 (1983), pp. 131-146.",
        "MENDELOFF, J. Reaulatin~Safety: An Economic and Political Analysis of Occuvational Safety and Health Policy. Cambridge, MA.: MIT Press, 1979.",
        "NACIN, D. General Deterrence: A Review of the Empirical Evidence. in Blumstein, A., Cohen, J. and Nagin, D. (eds.) Deterrence and Incasacitation: Estimating the Effect of Criminal Sanctions on Crime Rates. National Academy of Sciences: Washington, D.C, 1978.",
        "RADNER, R. A Behavioral Model of Cost Reduction. Bell Journal of Economics, Vol. 6 (1975), pp. 196-215.",
        "SCHOLZ, J.T. Cooperation, Deterrence, and the Ecology of Regulatory Enforcement. Law and Society Review, Vol. 18 (1984), pp. 601-646.",
        "Effectiveness: A Theory of Cooperative Enforcement, paper delivered at APSA Annual Meeting, 1987.",
        "SMITh, R.S. The Impact of OSHA Inspections on Manufacturing Injury Rates. Journal of Human Resources, Vol. 14 (1979), pp. 145-170.",
        "Achievementa. Washington, D.C.: American Enterprise lnstitute, 1976.",
        "STERN, P.C. Blind Spots in Policy Analysis: What Economics Doesnt Say about Energy Use, Journal of Policy Analysis and Management, Vol. 5 (1986), pp. 200-227.",
        "VISCUSI, W.K. The Impact of Occupational Safety and Health Regulation Bell Journal of Economics, Vol. 10 (1979), pp. 117.",
        "L. Weiss and M. Kiass, eds., Rezulatorv Reform: What Actually Haptiened. Boston: Little, Brown and Co., 1986, pp. 234-268."
    ]
}