{
    "id": 28142,
    "cites": 53,
    "cited_by": 1,
    "reference": [
        "Allen, Robert C. 2007. Pessimism Preserved: Real Wages in the British Industrial Revolution. Department of Economics, University of Oxford Working Paper No. 314.",
        "Baizik, Josef, Tomas Havranek, Zuzana Irsova, Jiri Schwartz. 2020. \"Estimating the Armington Elasticity: The Importance of Study Design and Publication Bias.\" Journal of International Economics.",
        "Basevi, Giorgio. 1968. \"The Restrictive Effect of the U.S. Tariff and its Welfare Value,\" American Economic Review 58: 840-852.",
        "Bernhofen, Daniel M. and John C. Brown. 2005. \"An Empirical Assessment of the Comparative Advantage Gains from Trade: Evidence from Japan.\" American Economic Review 95: 208-25.",
        "Brawley, Michael. 2006. \"Agricultural Interests, Trade Adjustment and Repeal of the Corn Laws.\" British Journal of Politics and International Relations 8:467-487.",
        "Clark, Gregory. 2010. \"The Macroeconomic Aggregates for England, 1209-1869.\" Research in Economic History, 27: 51-140.",
        "Dakhlia, Sami, and John V. C. Nye. 2004. \"Tax Britannica: Nineteenth Century Tariffs and British National Income.\" Public Choice 121: 309-333.",
        "Fajgelbaum, Pablo D., and Amit K. Khandelwal. 2016 \"Measuring the Unequal Gains from Trade.\" Quarterly Journal of Economics 131: 1113â\u0080\u00931180.",
        "Fairlie, Susan. 1965. \"The 19th Century Corn Law Revisited.\" Economic History Review 18: 562-",
        "Fairlie, Susan. 1969. \"The Corn Laws and British Wheat Production, 1829-76.\" Economic History Review 22: 88-116.",
        "Federico, Giovanni. 2012. \"The Corn Laws in Continental Perspective.\" European Review of Economic History16: 166-187.",
        "Feinstein, Charles H. 1998. \"Pessimism Perpetuated: Real Wages and the Standard of Living in Britain during and after the Industrial Revolution.\" Journal of Economic History 58: 625-658.",
        "Harley, C. Knick, and Donald McCloskey. 1981. \"Foreign Trade.\" In Economic History of Britain since 1700, edited by Roderick Floud and Donald McCloskey. New York: Cambridge University Press.",
        "Hatton, T. J. 1990. \"The Demand for British Exports, 1870-1913,\" Economic History Review 43: 576-594.",
        "Heblich, Stephan, Stephen J. Redding, and Yanos Zylberberg. 2020. \"The Distributional",
        "Consequences of Trade: Evidence from the Repeal of the Corn Laws.\" Working paper.",
        "Horrell, Sara, Jane Humphries, and Martin Weale. 1994. \"An Input-Output Table for 1841.\"",
        "Economic History Review 47: 545-566.",
        "Howe, Anthony. 1997. Free Trade and Liberal England. Oxford: Oxford University Press.",
        "Humphries, Jane, and Jacob Weisdorf. 2019. \"Unreal Wages? Real Income and EconomicGrowth in England, 1260-1850,\" Economic Journal 129: 2867â\u0080\u00932887.",
        "Imlah, Albert 1958. Economic Elements of Pax Britannica. Cambridge: Harvard UniversityPress.",
        "Irwin, Douglas A. 1988. \"Welfare Effects of British Free Trade: Debate and Evidence from the1840s,\" Journal of Political Economy 96: 1142-1164.",
        "Irwin, Douglas A. 1993. \"Free Trade and Protection in Nineteenth-Century Britain and FranceRevisited: A Comment on Nye.\" Journal of Economic History 53: 146-152.",
        "Irwin, Douglas A. 2003. \"The Optimal Tax on Antebellum US Cotton Exports.\" Journal of",
        "International Economics 60: 275-291.",
        "Irwin, Douglas A. 2005. \"The Welfare Cost of Autarky: Evidence from the Jeffersonian Trade",
        "Embargo, 1807-09.\" Review of International Economics 13:631-645.",
        "James, Scott C., and David A. Lake. 1989. \"The Second Face of Hegemony: Britain's Repeal of",
        "the Corn Laws and the American Walker Tariff of 1846.\" International Organization 43, 1-29.",
        "Kohli, Ulrich. 1984. \"Terms of Trade and Welfare: Estimates.\" Kyklos 37: 577-597.",
        "Lindert, Peter H. 1986. \"Unequal English Wealth since 1670.\" Journal of Political Economy 94:1127-162.",
        "Lusztig, Michael. 1995. \"Solving Peel's Puzzle: Repeal of the Corn Laws and InstitutionalPreservation.\" Comparative Politics 27: 393-408.",
        "McCloskey, Donald. 1980 \"Magnanimous Albion: Free Trade and British National Income,1841-1881.\" Explorations in Economic History 17: 303-321.",
        "McKeown, Timothy J. 1989. \"The Politics of Corn Law Repeal and Theories of CommercialPolicy.\" British Journal of Political Science 19: 353-80.",
        "Mitchell, Brian R. 1988. British Historical Statistics. New York: Cambridge University Press.",
        "Mulhall, Michael G. 1903. Dictionary of Statistics. 4th edition. London: Routledge.",
        "Oâ\u0080\u0099Rourke, Kevin H. 1994. \"The Repeal of the Corn Laws and Irish Emigration.\" Explorations inEconomic History 31: 120-138.",
        "O'Rourke, Kevin H. 1997a. \"The European Grain Invasion, 1870-1913.\" Journal of EconomicHistory 57: 775-801.",
        "Oâ\u0080\u0099Rourke, Kevin H. 1997b. \"Measuring Protection: A Cautionary Tale.\" Journal of",
        "Peplow, Stephen. 2014. \"The 1846 Repeal of the Corn Laws: Insights from a Classification Tree",
        "Approach.\" International Journal of Humanities & Arts Computing 8:187â\u0080\u0093203",
        "Rutherford, Thomas F. 1995. Applied General Equilibrium Modeling with MPSGE as a GAMSSubsystem: An Overview of the Modeling Framework and Syntax. Comput Econ 14:1â\u0080\u009346",
        "Schlote, Werner. 1952. British Overseas Trade from 1700 to 1930s. Oxford: Blackwell.",
        "Schonhardt-Bailey, Cheryl. 2006. From the Corn Laws to Free Trade: Interests, Ideas, andInstitutions in Historical Perspective. Cambridge: MIT Press.",
        "Select Committee on Import Duties. 1840. Report. House of Commons, August.",
        "Sharp, Paul 2010. \"1846 and All That: The Rise and Fall of British Wheat Protection in theNineteenth Century,\" Agricultural History Review 58: 76-94.",
        "Trade Liberalization Was There in the World Before and After Cobden-Chevalier?\" Journal ofEconomic History 72: 708-40.",
        "Vamplew, Wray. 1980. \"The Protection of English Cereal Producers: The Corn LawsReassessed,\" Economic History Review 33: 382-395.",
        "van Vugt, William E. 1988. \"Running from Ruin? The Emigration of British Farmers to theU.S.A. in the Wake of the Repeal of the Corn Laws.\" Economic History Review 41: 411-428.",
        "Van Dijck, Maarten, and Tom Truyts. 2011. \"Ideas, Interests, and Politics in the Case of BelgianCorn Law Repeal, 1834-1873.\" Journal of Economic History 71: 185-210.",
        "Ward, Tony. 2004. \"The Corn Laws and English Wheat Prices, 1815-1846.\" Atlantic Economic Journal 32: 244-55.",
        "Williamson, Jeffrey G. 1990. \"The Impact of the Corn Laws Just Prior to Repeal.\" Explorations in Economic History 27: 123-156.",
        "Wright, Gavin. 1971. \"An Econometric Study of Cotton Production and Trade, 1830-1860.\" Review of Economics and Statistics 53: 111-120."
    ]
}