{
    "id": 28151,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "ALEKSEEV, G., S. AMER, M. GOPAL, T. KUCHLER, J. SCHNEIDER, J. STROEBEL, AND N. C. WERNERFELT (2020): â\u0080\u009cThe Effects of COVID-19 on U.S. Small Businesses: Evidence from Owners, Managers, And Employees,â\u0080\u009d Working Paper.",
        "BAKER, S., R. FARROKHNIA, S. MEYER, M. PAGEL, AND C. YANNELIS (forthcoming): â\u0080\u009cHow Does Household Spending Respond to an Epidemic? Consumption During the 2020 COVID-19 Pandemic,â\u0080\u009d Review of Asset Pricing Studies.",
        "BAKER, S. R., R. FARROKHNIA, S. MEYER, M. PAGEL, AND C. YANNELIS (2020): â\u0080\u009cIncome, Liquidity, and the Consumption Response to the 2020 Economic Stimulus Payments,â\u0080\u009d Working paper.",
        "BARTIK, A. W., M. BERTRAND, Z. CULLEN, E. GLAESER, M. LUCA, AND C. T. STANTON (2020): â\u0080\u009cHow Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey,â\u0080\u009d Proceedings of the Natural Academy of Sciences, 117, 17656â\u0080\u009317666.",
        "BARTLETT III, R. P. AND A. MORSE (2020): â\u0080\u009cSmall Business Survival Capabilities And Policy Effectiveness: Evidence from Oakland,â\u0080\u009d National Bureau of Economic Research Working Paper.",
        "BDS (2016): â\u0080\u009cBusiness Dynamics Statistics,â\u0080\u009d U.S. Census Bureau.",
        "BRODA, C. AND J. A. PARKER (2014): â\u0080\u009cThe Economic Stimulus Payments of 2008 and the Aggregate Demand for Consumption,â\u0080\u009d Journal of Monetary Economics, 68, S20â\u0080\u0093S36.",
        "CHERNOZHUKOV, V., H. KASAHARA, AND P. SCHRIMPF (2020): â\u0080\u009cCausal Impact of Masks, Policies, Behavior On Early COVID-19 Pandemic in the U.S.â\u0080\u009d Working Paper.",
        "CHETTY, R., J. FRIEDMAN, N. HENDREN, M. STEPNER, AND T. O. I. TEAM (2020): â\u0080\u009cThe Economic Impacts of COVID-19: Evidence from a New Public Database Built from Private Sector Data,â\u0080\u009d Working Paper.",
        "CORREIA, S., S. LUCK, AND E. VERNER (2020): â\u0080\u009cPandemics Depress the Economy, Public Health Interventions Do Not: Evidence from the 1918 Flu,â\u0080\u009d Working Paper.",
        "COX, N., P. GANONG, P. NOEL, J. VAVRA, A. WONG, D. FARRELL, AND F. GREIG (2020): â\u0080\u009cInitial Impacts of the Pandemic on Consumer Behavior: Evidence from Linked Income, Spending, and Savings Data,â\u0080\u009d Brookings Papers on Economic Activity.",
        "DAVIS, S. J., J. HALTIWANGER, AND S. SCHUH (1996): â\u0080\u009cSmall business and job creation: Dissecting the myth and reassessing the facts,â\u0080\u009d Small Business Economics.",
        "FAIRLIE, R. W. (2020): â\u0080\u009cThe Impact of COVID-19 on Small Business Owners: Evidence of Early-Stage Losses from the April 2020 Current Population Survey,â\u0080\u009d National Bureau of Economic Research Working Paper.",
        "FARRELL, D., C. WHEAT, AND C. MAC (2020a): â\u0080\u009cSmall Business Financial Outcomes during the COVID-19 Pandemic,â\u0080\u009d JP Morgan Chase Institute.",
        "â\u0080\u0094â\u0080\u0094â\u0080\u0094 (2020b): â\u0080\u009cSmall Business Financial Outcomes during the Onset of COVID-19,â\u0080\u009d JP Morgan Chase Institute.",
        "FRBNY (2019): â\u0080\u009cReport on Nonemployer Firms: Small Business Credit Survey,â\u0080\u009d Tech. rep., Federal Reserve Bank of New York.",
        "GANONG, P. AND P. NOEL (2019): â\u0080\u009cConsumer Spending During Unemployment: Positive and Normative Implications,â\u0080\u009d American Economic Review, 109, 2383â\u0080\u00932424.",
        "GROSS, D. B. AND N. S. SOULELES (2002): â\u0080\u009cDo Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data,â\u0080\u009d Quarterly Journal of Economics, 117, 149â\u0080\u0093185.",
        "HUMPHRIES, J. E., C. NEILSON, AND G. ULYSSEA (2020): â\u0080\u009cThe Evolving Impacts of COVID-19 on Small Businesses Since the CARES Act,â\u0080\u009d Cowles Foundation Discussion Paper.",
        "KEYSTONE (2020): â\u0080\u009cCoronavirus City and County Non-pharmaceutical Intervention Rollout Date Dataset,â\u0080\u009d Keystone Strategy.",
        "NEW YORK TIMES (2020): â\u0080\u009cCoronavirus (Covid-19) Data in the United States,â\u0080\u009d The New York Times.",
        "PARKER, J., N. SOULELES, D. S. JOHNSON, AND R. MCCLELLAND (2013): â\u0080\u009cConsumer Spending and the Economic Stimulus Payments of 2008,â\u0080\u009d American Economic Review, 103, 2530â\u0080\u00932553.",
        "SBA (2019): â\u0080\u009cSmall Businesses Generate 44 Percent Of U.S. Economic Activity,â\u0080\u009d Tech. rep., Small Business Administration, Office of Advocacy.",
        "SUSB (2017): â\u0080\u009cStatistics of U.S. Businesses,â\u0080\u009d U.S. Census Bureau.",
        "U.S. CENSUS (2020): â\u0080\u009cSmall Business Pulse Survey: Tracking Changes During The Coronavirus Pandemic,â\u0080\u009d U.S. Census Bureau."
    ]
}