{
    "id": 2816,
    "cites": 31,
    "cited_by": 203,
    "reference": [
        "Ashenfelter, Orley, Determining Participation in Income-Tested Social Programs, Journal of the Americal Statistical Association, September 1983, 78, 517-525.",
        "Dailey, Martin N., Aging and the Abtlity to Work: Policy Issues and Recent Trends, in Gary Burtlens, ed, Work, Ifcalth and Income Among the Elderly, Washington DC.: The Brookings Institution, 1987, 59-102.",
        "Diamond, Peter A. and Hausman, Jerry A., The Retirement and Unemployment Behavior of Older Men, in Henry II. Aaron and Gary Durtlens, eds., Retirement and Economic Behavior, Washington, DC: The Brookings Institution, 1984, 97-134.",
        "Dixon, Robert G., Jr., Social Security and Mass Justice: A Problem in Welfare Adjudication, Now York: Prager, 1973.",
        "Galhicchio, Sal and Bye, Barry, Consistency of Initial Disability Decisions Among and Within States, U. S. Dept. of Health and Human Services, Social Security Admiulntration, Office of Policy, Office of Research and Statistics, Staff Paper No. 39, Social Security Administration Publication No. 13-11869, 1980.",
        "Grossman, Michael, The Correlation Between health and Schooling,in Nentor Terleckyj, ed., Household Pr-oeluctton and Consumption: Studies in Income and Wealth, VoL 40, Now York: National llureau of Economic Research, 14 7-223, 1976.",
        "Halporn, Janice H., The Social Security Disability Program: Reasons for Its Growth and Prospects for the Future, New England Economic Review, May/June 1979, 30-48.",
        "Disability, Social Security flulletirt, Decerntner 1967, 10, 17-34.",
        "Social Security Bnlletin, May 19ti8, .11, 11-23. liavetnan Robert II. auul Wolfe, Ilarluara I., (1984a) Dinahility `lraosfern artd Early Retirement: 21 a Causal Relationship, Journal of Public Economics, June 1984, 22, 47-66.",
        "Katona, George, Private Pensions and Individual Savings, Monograph No. 40, Survey Research Center, University of Michigan, Ann Arbor, MI., 1965.",
        "Koitz, David, Social Security: Reexamining Eligibility for Disability Benefits, Issue Brief, the Congressional Research Service, 1984.",
        "Lando, Mordechal E., Coate, Malcolm B. and Kraun, Ruth, Disabillty Denefit Applications and the Economy, Social Security Bulletin, 1979, 42. 3-10.",
        "Lando, Mordechal, Farley, Alice V. and Brown, Mary A., Recent Trends in the Social Security Disability Insurance Program, Social Security Bulletin, October 1982, 45, 3-14.",
        "Leonard, Jonathan S., The Social Security Disability Insurance Program and Labor Force Participation, National Bureau of Economic Research Working Paper No. 392, August 1979.",
        "Berkowitz and M.Ann Hill, edn., Disability and the Labor Market, Ithaca, NY: ILR Press, 1986, 64-94.",
        "Mashaw, Jerry L., Bureauacratic Justice: Managing Social Security Disability Insurance Claims, Now Haven, CT: Yale University Press, 1983.",
        "Moore, Marjorie H. and Sanders, Barkev S., Extent of Total Disability in the United Staten, Social Security Bulletin, November 1950, 12, 7-14.",
        "Poterba, James M., and Summers, Lawrence II., Public Policy implications of Declining Old-Age Mortality, in Gary Burthesn, od., Work, Health and Income Among the Elderly, Washington, DC: The llrookings Institution, 1987, 19-58.",
        "Pastes, Herbert S., Gagen, Mary G. and King, Randall 11. Job Loss Among Long Service Workers, in herbert J. Panes, ed., Work and Retirement: a Longitudinal Stxdy of Men, Cambridge, MA: MIT Press, 1981, 93-131.",
        "Parsons, Donald 0., (1980a) The Decline of Male Labor Force Participation, Journal of Political Economy, February 1980, 17-34.",
        "Robertson, A. Haoworth, Social Security in the United States, Record Society of Actuaries, December 1975, 1, 745-780.",
        "Slade, Frederic B., Older Men: Disability Insurance and the Incentive to Work, Industrial Relations, Spring 1984, 23, 260-269.",
        "Smith, Richard T. and Lilienfield, Abraham M., The Social Security Disability Program: An Evaluative Study, Office of Research and Statistics, Social Security Administration, Research Report No. 39, 1971.",
        "Wilson, Ronald W. and Drury, Thomas F., Factors Affecting the Use of Limitation of Activity as a Health Status Measure, manuscript, U.S. DHHS, 1981.",
        "Wise, David A., Disability and Work, Insurance and Choice: Descriptive Evidence, mimeo, harvard University, undated. The Belimon Report, Social Security Bulletin, May 1982, 45, 3-27.",
        "U. S. Congress, House Contmittee on Ways anul Means, Status of the Di.eability Insurance lrogrstrn, Print 97-3, Washington D.C.: Goverrumnent Priuuting Office, 1981.",
        "U. S. Congress, House Committee on Ways and Means, Hearing Before the Subcommittee of Social Security, Print, 98th Congress, 1st Session, Print 98-78, Washington D.C.: Government Printing Office, 1984.",
        "U. S. Congress, House Committee on Ways and Means, Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means, Committee Print, 100th congress, 1st Session, WMCP: 1004, Washington D.C.: Government Printing Office, 1987.",
        "Social Security Bulletin, Annual Statistical Supplement, 1986.",
        "U. S. Department of Health, Education and Welfare, Public Health Service, The Vital Statistics of the United States, Vol. 2, Mortality, 1967.",
        "U. S. Department of Labor, Employment and Earnings, January 1986, 33, No. 1."
    ]
}