{
    "id": 2819,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Andersen, Leonall C., and Jerry L. Jordan. 1968. Monetary and fiscal actions: A test of their relative importance in economic stabilization. Federal Reserve Bank of St. Louis Review 50: 11-24.",
        "Blanchard, Qlivier J. 1981. Output, the stock earket, and interest rates. American Economic Review 71: 132-43.",
        "Blinder, Alan S. , and Robert M. Solow. 1974. Analytical foundations of fiscal policy. In The Economics of Public Finance. Washington: Brookings Institution.",
        "Economic Report of the Iresident. 1984. Washington, D.C. : Government Irinting Office.",
        "Feldstein, Martin. 1986a. Supply-side economics: Old truths and new claims. American Economic Review 76: 26-30.",
        "Feldstein, Martin. l986b. The budget deficit and the dollar. In ~ Macroeconomics Annual 1986, ed. S. Fischer. Cambridge, Mass.: The MIT Iress.",
        "Feldstein, Martin. 1987. Tax rules and business investment. In Taxes and Capital Formation, ed. M. Feldstein. Chicago: The University of Chicago Press.",
        "Feldstein, Martin, and Joosung Jun. 1987. The effects of tax rules on nonresidential fixed investment: Some preliminary evidence from the l98Os. In The Effects of Taxation on Capital Accumulation, ed. M. Feldstein. Chicago: The University of Chicago Press.",
        "Fisher, Franklin. 1970. Tests of equality between sets of coefficients in two linear regressions: An expository note. Econometrica 38: 361-66.",
        "Friedman, Benjamin M. 1986. Money, credit and interest rates in the business c~jcle. In The American Business Cycle: Continuity and Change, ed. R. J. Cordon. Chicago: The University of Chicago Press.",
        "Friedman, Benjamin M. 1988. Lessons on monetary policy from the l980s. Journal of Economic Perspectives 2: 51-72.",
        "Hoey, Richard B. 1988. Decision-makers Poll. Mew York: Drexel Burnham Lambert Inc.",
        "Holloway, Thomas M. 1986. The cyclically adjusted federal budget and federal debt: Revised and updated estimates. Survey of Current Business 66: 11-17.",
        "McCallum, Bennett T. 1986. Monetary vs. fiscal policy effects: A review of the debate. In The Monetary vs. Fiscal Policy Debate, ed. R.W. Hafer. Totowa, NJ: Rownan and Allanheld.",
        "Pindyck, Robert S. , and Daniel L. Rubinfeld. 1981. Econometric Models and Economic Forecasts. Mew York: McCraw Hill.",
        "Poole, William. 1988. Monetary policy lessons of recent inflation and disinflation. Journal of Economic Perspectives 2: 73-100.",
        "Sachs, Jeffrey D. 1985. The dollar and the policy mix: 1985. Brookin~s Papers on Economic Activity 16: 117-97."
    ]
}