{
    "id": 282,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Ashenfelter, Orley and James J. Heckman, \"Measuring the Effect of an Antidiscrimination Program\" in Evaluating the Labor Market Effects of Social Programs, eds. Orley Ashenfelter and James Blum. Princeton, N.J.: Industrial Relations Section, Princeton University, 1976. Astin, A., Four Critical Years (Josey-Bass, 1978).",
        "Burman, George, \"Che Economics of Discrimination: The Impact of Public Policy\" Ph.D. Thesis, University of Chicago, 1973.",
        "Burstein, P, \"Equal Employment Opportunity Legislation and the Income of Women and Nonwhites,\" unpublished paper, August, 1978.",
        "Butler, R., and J. Heckman, \"Government's Impact on the Labor Market Status of Black Americans: A Critical Review\" Industrial Relations Research Association, Equal Rights and Industrial Relations (Wisconsin, 1977), pp. 235-281. Duncan, 0. \"Inheritance of Poverty or Inheritance of Race?\" in D. P.",
        "Moynihan (ed.) On Understanding Poverty. New York: Basic Books, 1968, pp. 85-110.",
        "Duncan, O.D., Featherman, and Duncan, B. Socioeconomic Background and Achievement. New York: Seminar Press, 1972.",
        "Epstein, William, Schooling and Occupation Decisions, doctoral dissertation, Harvard University, 1977.",
        "Farley, R., and Hermailin, A. \"The 1960s: A Decade of Progress for Blacks?\" Demography, 1972, 9 (No. 3), 353-370.",
        "Freeman, R., \"The Changing Labor Market for Black Americans\" Brookings Papers on Economic Activity, 1973. __, \"Labor Market Discrimination: Analysis, Findings and Problems.\" Chapter 9 of Frontiers of Quantitative Economics (M.",
        "_, \"The Changing Labor Market for Minorities\" Chapter 3 of Higher Education and the Labor Market (M. Gordon, ed.) New York: McGraw-Hill, 1974b.",
        "__, Black Elite: The New Market for Highly Qualified Black Americans. New York: McGraw-Hill, 1977a.",
        "_, \"A Premium for Black Academicians?\" Industrial and Labor Relations Review, Jan. 1977b.",
        "_, \"Time Series Evidence on Black Economic Progress: Shifts in Demand or in Supply?\" Harvard Institute of Economic Research Discussion Paper 362, July 1978.",
        "_, \"Socioeconomic Mobility and Black-White Economic Differences in the New Market for Black Labor\" (revisionof Harvard Institute of of Economic Research study paper No. 377), 1976. Garfinkle, I., \"The Quality of Education and Cohort Variation in Black-White Earnings Differential\" AER forthcoming.",
        "Goldstein, Morris and Robert S. Smith, \"The Estimated Impact of the AntiDiscrimination Program Aimed at Federal Contractors.\" Industrial and Labor Relations Review 29 (July 1976): 523-543.",
        "Grasso, J., Research in Progress, Ohio State University, Chapter III of forthcoming report on NLS data tapes. Griliches, Z., \"Wages and Earnings of Very Young Men.\" Journal of Political Economy, June, 1976.",
        "Hall, R. and Kasten, R., \"The Relative Occupational Success of Blacks and Whites,\" Brookings Papers on Economic Activity 3, 1973, pp. 781-798.",
        "Hanoch, G. , \"An Economic Analysis of Earnings and Schooling\" Journal of Human Resources 2, 1967, pp. 310-329.",
        "Hauser, R.M. , and Featherman, D.L., \"Equality of Access to Schooling: Trends and Prospects,\" Center for Demography and Ecology, Working Paper #75-17. Madison, Wisconsin: University of Wisconsin, 1975.",
        "Hauser, R.M. , and Featherman, D.L., \"Racial Inequalities and Socioeconomic Achievement in the U.S., 1962-1973,\" Institute for Research on Poverty, Discussion Paper #275-75, Madison, Wisconsin: University of Wisconsin, 1975.",
        "Heckman, James J. and Kenneth Wolpin, \"Does the Contract Compliance Program Work? An Analysis of Chicago Data,\" Industrial and Labor Relations Review 29 (July 1976): 544-564.",
        "Kneisser , T. , Padilla, A., Polachek, S., \"Racial Differences in Earnings Over the Business Cycle\" (Econometric Society Meetings, August 1978b) Kneisser, T., Padilla, A. Polachek, S. , \"The Rate of Return to Schooling Over the Business Cycle\" Jim Vol. 18, # 2, Spring 1978a, pp. 264-277.",
        "Levin, H.M., \"Education and Earnings for Blacks in the Brown Decision\", Stanford University, Sept., 1978.",
        "Lewis, W.A., \"The Road to the Top is Through Higher Education Not Black Studies,\" New York Times Magazine, 11 Aug., 1969.",
        "Masters, S., Black-White Income Differentials Empirical Studies and Policy Implementation: Academic Press, 1975.",
        "Meyer, R., and Wise, D., \"High School Preparation and Early Labor Market Experience,\" unpublished paper. Moynihan, D.P. \"The Schism in Black America.\" The Public Interest, Spring 1972, pp. 3-24.",
        "Padilla, A., \"Race and Economics: A Human Capital Inquiry,\" unpublished paper. U.S. Bureau of Census. Census of Population, 1960, Occupational Characteristics, PC(2)-7A, Washington, D.C. 1963.",
        "U.S. Bureau of Census. Statistical Abstract of the United States, 1971. 92 edition, Washington, D.C. 1971a.",
        "U.S. Bureau of Census. Census of Population, 1970, Occupational Characteristics, PC(2)-7B, Washington, D.C. 1973a.",
        "U.S. Bureau of Census. Current Population Reports, The Social and Economic Status of the Black Population in the U.S., 1972. ser. P-23 no. 46, Washington, D.C. 1973b.",
        "Viscusi, W. Kip, Employment Hazards: An Investigation of Market Performance, doctoral dissertation, Harvard University, 1976.",
        "Vroman, W., \"Changes in Black Workers' Relative Earnings: Evidence for the 1960s,\" Chapter 11 of G. Von Furstenberg (ed.), Patterns of Racial Discrimination, Vol. 11, Lexington, Mass.: Heath-Lexington, 1974.",
        "Weiss, L. and Williamson, J., \"Black Education, Earnings and Interregional Migration: Some New Evidence,\" American Economic Review, June 1972, 62, 372-383.",
        "Weiss, R., \"The Effect of Education on the Earnings of Blacks and Whites,\" Review of Economics and Statistics, No. 2, May, 1970.",
        "Welch, F. \"Black-White Returns to Schooling.\" American Economic Review Vol. 63, No. 5, March 1973, pp. 893-907.",
        "Welch, F. and Smith, J. \"Black/White Male Earnings and Employment: 1960-1970,\" U.S. Department of Labor, R-1666-D0L-June, 1975."
    ]
}