{
    "id": 28240,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Abraham, Katharine G, â\u0080\u009cFlexible Staffing Arrangements and Employersâ\u0080\u0099 Short-Term Adjustment Strategies,â\u0080\u009d Working Paper 2617, National Bureau of Economic Research June 1988.",
        "Abraham, Katharine, John Haltiwanger, Kristin Sandusky, and James Spletzer, â\u0080\u009cMeasuring the gig economy: Current knowledge and open issues,â\u0080\u009d Measuring and Accounting for Innovation in the 21st Century, 2017.",
        "Aiken, Linda H, Sean P Clarke, Douglas M Sloane, Julie Sochalski, and Jeffrey H Silber, â\u0080\u009cHospital nurse staffing and patient mortality, nurse burnout, and job dissatisfaction,â\u0080\u009d Jama, 2002, 288 (16), 1987â\u0080\u00931993.",
        "Angrist, Joshua D, Sydnee Caldwell, and Jonathan V Hall, â\u0080\u009cUber vs. Taxi: A Driverâ\u0080\u0099s Eye View,â\u0080\u009d Working Paper 23891, National Bureau of Economic Research September 2017.",
        "Autor, David H, â\u0080\u009cOutsourcing at will: The contribution of unjust dismissal doctrine to the growth of employment outsourcing,â\u0080\u009d Journal of labor economics, 2003, 21 (1), 1â\u0080\u009342.",
        "Bartik, Alexander W, â\u0080\u009cMoving costs and worker adjustment to changes in labor demand: Evidence from longitudinal census data,â\u0080\u009d Manuscript, University of Illinois at Urbana-Champaign, 2018.",
        "Buerhaus, Peter I, David I Auerbach, and Douglas O Staiger, â\u0080\u009cThe Recent Surge In Nurse Employment: Causes And Implications: Recession effects that have eased the shortage of hospital nurses must be viewed as temporary, lest they distract policymakers from continuing to address longer-term indicators.,â\u0080\u009d Health Affairs, 2009, 28 (Suppl3), w657â\u0080\u0093w668.",
        ", Douglas O Staiger, and David I Auerbach, â\u0080\u009cImplications of an aging registered nurse workforce,â\u0080\u009d Jama, 2000, 283 (22), 2948â\u0080\u00932954.",
        "Bureau of Labor Statistics, â\u0080\u009cRegistered nurses made up 30 percent of hospital employment in May 2019,â\u0080\u009d 2020. Available online at https://www.bls.gov/opub/ted/2020/ registered-nurses-made-up-30-percent-of-hospital-employment-in-may-2019.",
        "Caldwell, Sydnee and Emily Oehlsen, â\u0080\u009cMonopsony and the gender wage gap: Experimental evidence from the gig economy,â\u0080\u009d Massachusetts Institute of Technology Working Paper, 2018.",
        "Chen, Kuan-Ming, Claire Ding, John A List, and Magne Mogstad, â\u0080\u009cReservation Wages and Workersâ\u0080\u0099 Valuation of Job Flexibility: Evidence from a Natural Field Experiment,â\u0080\u009d Working Paper 27807, National Bureau of Economic Research September 2020.",
        "Chen, M Keith and Michael Sheldon, â\u0080\u009cDynamic pricing in a labor market: Surge pricing and flexible work on the Uber platform,â\u0080\u009d 2015. Mimeo, UCLA Anderson. Available online at https://www.anderson.ucla.edu/faculty_pages/keith.chen/ papers/SurgeAndFlexibleWork_WorkingPaper.pdf.",
        "Collins, Brett, Andrew Garin, Emilie Jackson, Dmitri Koustas, and Mark Payne, â\u0080\u009cIs gig work replacing traditional employment? Evidence from two decades of tax returns,â\u0080\u009d Unpublished paper, IRS SOI Joint Statistical Research Program, 2019.",
        "Cook, Andrew, Martin Gaynor, Melvin Stephens Jr, and Lowell Taylor, â\u0080\u009cThe effect of a hospital nurse staffing mandate on patient health outcomes: Evidence from Californiaâ\u0080\u0099s minimum staffing regulation,â\u0080\u009d Journal of Health Economics, 2012, 31 (2), 340â\u0080\u0093348.",
        "Davis, Steven J, R Jason Faberman, and John C Haltiwanger, â\u0080\u009cThe establishmentlevel behavior of vacancies and hiring,â\u0080\u009d The Quarterly Journal of Economics, 2013, 128 (2), 581â\u0080\u0093622.",
        "Deming, David and Lisa B Kahn, â\u0080\u009cSkill requirements across firms and labor markets: Evidence from job postings for professionals,â\u0080\u009d Journal of Labor Economics, 2018, 36 (S1), S337â\u0080\u0093S369.",
        "DePasquale, Christina and Kevin Stange, â\u0080\u009cLabor Supply Effects of Occupational Regulation: Evidence from the Nurse Licensure Compact,â\u0080\u009d Working Paper 22344, National Bureau of Economic Research June 2016.",
        "Dey, Matthew, Susan N Houseman, and Anne E Polivka, â\u0080\u009cManufacturersâ\u0080\u0099 outsourcing to staffing services,â\u0080\u009d ILR Review, 2012, 65 (3), 533â\u0080\u0093559.",
        "Dube, Arindrajit and Ethan Kaplan, â\u0080\u009cDoes outsourcing reduce wages in the lowwage service occupations? Evidence from janitors and guards,â\u0080\u009d ILR Review, 2010, 63 (2), 287â\u0080\u0093306.",
        "Farrell, Diana, Fiona Greig, and Amar Hamoudi, â\u0080\u009cThe online platform economy in 2018: Drivers, workers, sellers, and lessors,â\u0080\u009d JPMorgan Chase Institute, 2018.",
        "Forsythe, Eliza, Lisa B Kahn, Fabian Lange, and David Wiczer, â\u0080\u009cLabor demand in the time of COVID-19: Evidence from vacancy postings and UI claims,â\u0080\u009d Journal of public economics, 2020, 189, 104238.",
        "Hall, Jonathan, Cory Kendrick, and Chris Nosko, â\u0080\u009cThe effects of Uberâ\u0080\u0099s surge pricing: A case study,â\u0080\u009d The University of Chicago Booth School of Business, 2015.",
        "Hershbein, Brad and Lisa B Kahn, â\u0080\u009cDo recessions accelerate routine-biased technological change? Evidence from vacancy postings,â\u0080\u009d American Economic Review, 2018, 108 (7), 1737â\u0080\u009372.",
        "Houseman, Susan N, â\u0080\u009cWhy employers use flexible staffing arrangements: Evidence from an establishment survey,â\u0080\u009d Ilr Review, 2001, 55 (1), 149â\u0080\u0093170.",
        "Katz, Lawrence F and Alan B Krueger, â\u0080\u009cThe role of unemployment in the rise in alternative work arrangements,â\u0080\u009d American Economic Review, 2017, 107 (5), 388â\u0080\u009392.",
        "Koustas, Dmitri K, â\u0080\u009cWhat Do Big Data Tell Us about Why People Take Gig Economy Jobs?,â\u0080\u009d in â\u0080\u009cAEA Papers and Proceedings,â\u0080\u009d Vol. 109 2019, pp. 367â\u0080\u009371.",
        "Kuhn, Peter and Kailing Shen, â\u0080\u009cGender discrimination in job ads: Evidence from china,â\u0080\u009d The Quarterly Journal of Economics, 2013, 128 (1), 287â\u0080\u0093336.",
        "Landuis, Timothy and Curtis Starkey, â\u0080\u009cLargest Healthcare Staffing Firms in the United States: 2020 Update,â\u0080\u009d 2020. Staffing Industry Analysts.",
        "Mark, Barbara A, David W Harless, Joanne Spetz, Kristin L Reiter, and George H Pink, â\u0080\u009cCaliforniaâ\u0080\u0099s minimum nurse staffing legislation: results from a natural experiment,â\u0080\u009d Health services research, 2013, 48 (2pt1), 435â\u0080\u0093454.",
        "Mas, Alexandre and Amanda Pallais, â\u0080\u009cValuing alternative work arrangements,â\u0080\u009d American Economic Review, 2017, 107 (12), 3722â\u0080\u009359.",
        "Matsudaira, Jordan D, â\u0080\u009cMonopsony in the low-wage labor market? Evidence from minimum nurse staffing regulations,â\u0080\u009d Review of Economics and Statistics, 2014, 96 (1), 92â\u0080\u0093102.",
        "Molloy, Raven, Christopher L Smith, and Abigail K Wozniak, â\u0080\u009cDeclining Migration within the U.S.: The Role of the Labor Market,â\u0080\u009d Working Paper 20065, National Bureau of Economic Research April 2014.",
        "Needleman, Jack, Peter Buerhaus, Soeren Mattke, Maureen Stewart, and Katya Zelevinsky, â\u0080\u009cNurse-staffing levels and the quality of care in hospitals,â\u0080\u009d New England Journal of Medicine, 2002, 346 (22), 1715â\u0080\u00931722.",
        ", , V Shane Pankratz, Cynthia L Leibson, Susanna R Stevens, and Marcelline Harris, â\u0080\u009cNurse staffing and inpatient hospital mortality,â\u0080\u009d New England Journal of Medicine, 2011, 364 (11), 1037â\u0080\u00931045.",
        "Rothwell, Jonathan, â\u0080\u009cStill searching: Job vacancies and STEM skills,â\u0080\u009d Metropolitan Policy Program at Brookings Institution, 2014.",
        "Sloane, Douglas M, Herbert L Smith, Matthew D McHugh, and Linda H Aiken, â\u0080\u009cEffect of changes in hospital nursing resources on improvements in patient safety and quality of care: a panel study,â\u0080\u009d Medical care, 2018, 56 (12), 1001.",
        "Spetz, Joanne, David W Harless, Carolina-Nicole Herrera, and Barbara A Mark, â\u0080\u009cUsing minimum nurse staffing regulations to measure the relationship between nursing and hospital quality of care,â\u0080\u009d Medical Care Research and Review, 2013, 70 (4), 380â\u0080\u0093399.",
        "Staiger, Douglas O, Joanne Spetz, and Ciaran S Phibbs, â\u0080\u009cIs there monopsony in the labor market? Evidence from a natural experiment,â\u0080\u009d Journal of Labor Economics, 2010, 28 (2), 211â\u0080\u0093236.",
        "Xue, Ying, Joyce Smith, Deborah A Freund, and Linda H Aiken, â\u0080\u009cSupplemental nurses are just as educated, slightly less experienced, and more diverse compared to permanent nurses,â\u0080\u009d Health Affairs, 2012, 31 (11), 2510â\u0080\u00932517.",
        "Yagan, Danny, â\u0080\u009cEmployment hysteresis from the great recession,â\u0080\u009d Journal of Political Economy, 2019, 127 (5), 2505â\u0080\u00932558."
    ]
}