{
    "id": 2825,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Barro, Robert 3., Money, Expectations and Business Cycles: Essays in Macroeconomics (New York: Academic Press), 1981, Beveridge, Stephen, and Charles R. Nelson, A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the `Business Cycle, Journal of Monetary Economics 7 (1981), 151-74.",
        "Broaddus, Alfred, and Marvin Goodfriend, Base Drift and the Longer Run Growth of Ml: Experience from a Decade of Monetary Targeting, Federal Reserve Bank of Richmond, Economic Review 70 (November/December 1984), 3-14.",
        "Cochrane, John H., How Big is the Random Walk in GNP?, Journal of Political Economy 96 (October 1988), 893-920.",
        "Dickey, D.A., and W.A. Fuller, Distribution of the Estimators for Auto Regressive Time Series with a Unit Root, Journal of the American Statistical Association 74 (1979), 427-31.",
        "Friedman, Milton, Monetary Policy: Theory and Practice, Journal of Money, Credit and Banking 85 (February 1982), 191-205.",
        "Fuller, Wayne A., Introduction to Statistical Time Series (New York: Wiley), 1976.",
        "Goodfriend, Marvin, Interest Rate Smoothing and Price Level Trend-Stationarity, Journal of Monetary Economics 19 (May 1987), 335-348.",
        "Goodhart, Charles A.E., Monetary Theory and Practice (London), 1983.",
        "Huizinga, John, An Empirical Investigation of the Long-Run Behavior of Real Exchange Rates, Carnegie Rochester Conference Series on Public Policy 27 (Autumn 1987).",
        "King, Robert, Charles Plosser, James Stock and Mark Watson, Stochastic Trends and Economic Fluctuations, NBER Working Paper No. 2229 (April 1987).",
        "Lucas, Robert E., Econometric Policy Evaluation: A Critique, Carnegie Rochester Conference Series on Public Policy 1 (1976), 19-46.",
        "McCallum, Bennett T., Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations, Journal of Monetary Economics 8 (1981), 319-29.",
        "Poole, William, Interpreting the Feds Monetary Targets, Brookings Papers on Economic Activity (1976 No. 1) 247-59.",
        "Shadow Open Market Committee, Policy Statement, Center for Research in Government Policy and Business, Graduate School of Management, University of Rochester, March 1985.",
        "Stock, James, and Mark Watson, Testing for Common Trends, Journal of the American Statistical Association (forthcoming). Walsh, Carl E., `In Defence of Base Drift, American Economic Review 76 (September 1986), 692-700.",
        "U.S. Council of Economic Advisers, Economic Report of the President (Washington), 1985."
    ]
}