{
    "id": 2827,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Cooney, Joan P. `What Determines the Start of Prenatal Care? Medical Care 23 (August 1985): 986-997.",
        "Corman, Hope, and Grossman, Michael. Determinants of Neonatal Mortality Rates in the U.S.: A Reduced Form Model. Journal of Health Economics 4 (September 1985): 213-236.",
        "Darabi, Katherine F., and Ortiz, Vilma. Childbearing among Young Latino Women in the United States. American Journal of Public Health 77 (January 1987): 2528.",
        "General Accounting Office, Prenatal Care. Medical Recipients and Uninsured Women Obtain Insufficient Care. Report to the Chairman, Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Operations, House of Representatives. HRD-87-137. Washington, D.C.: U.S. Government Printing Office, 1987.",
        "Greene, William H. Sample Selection Bias as a Specification Error: Comment. Econometrica 49 (May 1981): 795-798.",
        "Grossman, Michael, and JacobowitZ, Stephen. Variations in Infant Mortality Rates among Counties of the United States: The Roles of Public Policies and Programs. Demography, 18 (1981): 695-713.",
        "Heckman, James J. `The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement 5 (Fall 1976): 475-492.",
        "Heckman, James 3. Sample Selection Bias as a Specification Error. Econometrica 47 (January 1979): 153161.",
        "Hofferth, S.C. `Teenage Pregnancy and its Resolution. In ~j3)jn~]j~~ Future; Adolescent Sexua] tiy regp!flc~L~ji4 Childbearing, edited by National Research Council, Vol. II. Washington, D.C.: National Academy Press, 1987.",
        "Institute of Medicine. Preventing Low Birthweight. Washington, D.C.: National Academy Press, 1985.",
        "Joyce, Theodore. The Impact of Induced Abortion on Black and White Birth Outcomes in the United States. Demography 24 (May 1987): 229-244.",
        "Joyce, Theodore. The Demand for Health Inputs and Their Impact on the Black Neonatal Mortality Rate in the U.S. Social Science Medicine 24, (1987): 911-918.",
        "Joyce, Theodore 3. The Social and Economic Correlates of Pregnancy Resolution Among Adolescents in New York City by Race and Ethnicity: A Multivariate Analysis. American Journal of Public Health 78 (June 1988): 626-631.",
        "Klerman, Lorraine V., and Jekel, James F. Unwanted Pregnancy. in Perinatal Epidemiology, edited by Michael B. Bracken, pp. 283-300. New York, N.Y.: Oxford University Press, Inc., 1984.",
        "Leibowitz, Arleen; Eisen, Marvin; and Chow, Winston K. An Economic Model of Teenage Pregnancy Decision-Making. Demography 23 (February 1986): 67-77.",
        "P-I Maddsla, 9.5. Limited Dgpendent and Qualitative Variables in Econometrics. Econometric Society Monographs No. 3. New York, NY; Cambridge University Press, Inc., 1963.",
        "Marsiglio, William, and Mott, Frank L. Does Wanting to Become Pregnant with a First Child Affect Subsequent Maternal Behaviors and Infant Birth Weight? Forthcoaing in the Journal of Marriage and the Family 50 (November 1986).",
        "National Center for Health Statistics. Advanced Report of Final Netality Statistics, 1984. Monthly Vital Statistics Report, Vol. 35, No. 4 Supp. DHHS Pub. No. (PHS) 86-1120. Public Health Service. Hyattsville, MD.",
        "National Center for Health Statistics, E. Powell-Griner: Induced Terminations of Pregnancy: Reporting States, 1984. Monthly Vital Statistics Report. Vol. 36, No. 5, Supp. (2). DHHS Pub. No. 87-1120.",
        "Powell-Griner, Eve, and Trent, Katherine. Sociodemographic Determinants of Abortion in the United States. Demography 24 (November 1987): 553-561.",
        "R-4 Rosenzweig, Mark U., and Schultz, T. Paul. Consumer Demand and Household Production: The Relationship Between Fertility and Child Mortality. American Economic Review 73 (May 1983) 38-42.",
        "Schur, Claudia L. Bernstein, Amy B.; and Bork, Marc L. The Importance of Distinguishing Hispanic Subpopulations in the Use of Medical Care. Medical Care 25 (July 1987): 627-641.",
        "Stephen, Elizabeth Hervey; Rindfuss, Ronald R. ; and Bean, Frank D. Racial Differences in Contraceptive Choice: Complexity and Implications. Demoa~p)~y 25 (February 1988): 53-70.",
        "Taffel, S. Factors Associated with Low-Birth Weight: United States, 1976.",
        "Vital and Health Statistics, Series 21, No. 37. Hyattsville, Md. U.S. Department of Health, Education and Welfare. 1980.",
        "U.S. Department of Health and Human Services. Report of the Secretarys Task Force on Black and Minority Health. Volume VI: Infant Mortality and Low Birthweight. Washington, D.C.: U.S. Government Printing Office, January 1986.",
        "Weller, Robert H.; Eberstein, Isaac W. ; and Bailey, Mohamed. Pregnancy Wantedness and Maternal Behavior During Pregnancy. Demography 24 (August 1987): 407-412.",
        "Willis, Robert 3. A New Approach to the Economic Theory of Fertility Behavior. Journal of Political Economy 81 (March/April 1973: S14S64."
    ]
}