{
    "id": 28286,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Acharya, V. V., and S. Steffen. 2020, â\u0080\u009cThe risk of being a fallen angel and the corporate dash for cash in the midst of COVID,â\u0080\u009d forthcoming in the Review of Corporate Finance Studies.",
        "Autor, David, David Choz, Leland D. Cranez, Mita Goldarx, Byron Lutzz, Joshua Montesz, William B. Petermanz, David Ratnerz, Daniel Villarz, and Ahu Yildirmazx, 2020, â\u0080\u009cAn Evaluation of the Paycheck Protection Program Using Administrative Payroll Microdata,â\u0080\u009d MIT Working paper.",
        "Amiram, Dan and Rabetti, Daniel, â\u0080\u009cThe Relevance of Relationship Lending in Times of Crisis,â\u0080\u009d (September 2020). Available at SSRN: https://ssrn.com/abstract=3701587.",
        "Berger, Allen and Udell, Gregory, 1995 â\u0080\u009cRelationship lending and lines of credit in small firm finance,â\u0080\u009d Journal of Business 68, 351-82.",
        "Berger, Allen, Nathan Miller, Mitchell Petersen, Raghuram Rajan and Jeremy Stein, 2005, â\u0080\u009cDoes Function follow Form? Evidence from the Lending Practices of Large and Small Banks,â\u0080\u009d Journal of Financial Economics 76(2), 237-69.",
        "Berger, Allen N. and Lamont K. Black, 2019, â\u0080\u009cSmall Business Lending: The Roles of Technology and Regulation from Pre-Crisis to Crisis to Recovery,â\u0080\u009d in Oxford Handbook of Banking, Third Edition, Allen N. Berger, Philip Molyneux, and John O.S. Wilson, editors, Oxford University Press, Oxford, (2019) 431-469.",
        "Balyuk, Tatyana, Nagpurnanand R. Prabhala & Manju Puri, 2020, â\u0080\u009cIntermediary Supply Effects: Lessons From the Paycheck Protection Program,â\u0080\u009d NBER Working Paper no. 28114.",
        "Bartik, Alexander, Cullen, Zoe, Glaeser, Edward L., Luca, Michael, Stanton, Christopher and Sunderam, Aditya, 2020, â\u0080\u009cThe Targeting and Impact of Paycheck Protection Program Loans to Small Businesses,â\u0080\u009d NBER Working Paper No. w27623.",
        "Barraza, Santiago, Rossi, Martin and Yeager, Timothy J., 2020, â\u0080\u009cThe Short-Term Effect of the Paycheck Protection Program on Unemployment,â\u0080\u009d Available at SSRN: https://ssrn.com/abstract=3667431.",
        "Bolton, Patrick, Xavier Freixas, Leonardo Gambacorta, Paolo Emilio Mistrulli, 2016, â\u0080\u009cRelationship and Transaction Lending in a Crisis,â\u0080\u009d Review of Financial Studies 29(10), 2643â\u0080\u0093 2676.",
        "Chodorow-Reich, Gabrial, Olivier Darmouni, Stephan Luck and Matthew Plosser, 2020, â\u0080\u009cBank Liquidity Provision Across the Firm Size Distribution,â\u0080\u009d Available at SSRN: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3702725.",
        "Core, Fabrizio and Felippo De Marco, 2020, â\u0080\u009cPublic Guarantees for Small Businesses in Italy during COVID-19,â\u0080\u009d Available at SSRN: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3604114.",
        "Cororaton, Anna and Rosen, Samuel, 2020, â\u0080\u009cPublic Firm Borrowers of the US Paycheck Protection Program,â\u0080\u009d SMU Cox School of Business Research Paper No. 20-01, Available at SSRN: https://ssrn.com/abstract=3590913.",
        "Darmouni, Olivier and Kerry Siani, 2020, â\u0080\u009cCrowding Out Bank Loans: Liquidity-Driven Bond Issuance,â\u0080\u009d Available at SSRN: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3693282.",
        "Degryse, H., Ongena, S., 2005, â\u0080\u009cDistance, lending relationships, and competition,â\u0080\u009d Journal of Finance, 60 (1), 231-266 Erel, Isil and Liebersohn, Jack, 2020, â\u0080\u009cDoes FinTech Substitute for Banks? Evidence from the Paycheck Protection Program,â\u0080\u009d NBER Working Paper no. 27659.",
        "Fama, Eugene, 1985, â\u0080\u009cWhatâ\u0080\u0099s Different about Bank?â\u0080\u009d Journal of Monetary Economics 15(1), 29-39.",
        "Faulkender, Michael, Robert Jackman and Stephen Miran, 2020, â\u0080\u009cThe Job-Preservation Effects of Paycheck Protection Program Loans,â\u0080\u009d US Treasury, Office of Economic Policy Working Paper 2020-01.",
        "Granja, Joao and Makridis, Christos and Yannelis, Constantine and Zwick, Eric, 2020, â\u0080\u009cDid the Paycheck Protection Program Hit the Target?â\u0080\u009d Available at SSRN: https://ssrn.com/abstract=3585258.",
        "Greenwald, Daniel, John Krainer, and Pascal Paul, 2020, â\u0080\u009cThe Credit Line Channel,â\u0080\u009d San Francisco Fed Working Paper 2020-26.",
        "Hotchkiss, Edith, Greg Nini, and David C. Smith, 2020, â\u0080\u009cCorporate Capital Raising During the COVID Crisis,â\u0080\u009d https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3723001.",
        "James, Christopher M. and Lu, Jing and Sun, Yangfan, 2020, â\u0080\u009cTime Is Money: Relationship Lending and the Role of Community Banks in the Paycheck Protection Program.â\u0080\u009d Available at SSRN: https://ssrn.com/abstract=3633339.",
        "Joaquim, Gustavo and Netto, Felipe, 2020, â\u0080\u009cBank Incentives and the Impact of the Paycheck Protection Program.â\u0080\u009d Available at SSRN: https://ssrn.com/abstract=3704518.",
        "Kysucky, V. and Lars Norden, 2016, â\u0080\u009cThe Benefits of Relationship Lending in a Cross-Country Context: A Meta-Analysis,â\u0080\u009d Management Science 62, 90â\u0080\u0093110.",
        "Humphries, John Eric and Neilson, Christopher and Ulyssea, Gabriel, 2020, â\u0080\u009cInformation Frictions and Access to the Paycheck Protection Program,â\u0080\u009d Cowles Foundation Discussion Paper 2247, NYU Stern School of Business, Available at SSRN: https://ssrn.com/abstract=3667636.",
        "Li, Lei, Strahan, Philip E. and Zhang, Song, 2020, â\u0080\u009cBanks as Lenders of First Resort: Evidence from the COVID-19 Crisis,â\u0080\u009d forthcoming at the Review of Corporate Finance Studies.",
        "Peterson, Mitchell, and Raghuram Rajan, 1994. â\u0080\u009cThe benefits of firm-creditor relationships: Evidence from small-business data,â\u0080\u009d Journal of Finance, Vol. 49, 3-37.",
        "Stein, Jeremy, 2002, â\u0080\u009cInformation Production and Capital Allocation: Hierarchical vs.",
        "Yang, Jun, 2020, â\u0080\u009cDeposit-Lending Synergies: Evidence from Chinese Students at US Universities,â\u0080\u009d Available at SSRN: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3281397."
    ]
}