{
    "id": 2829,
    "cites": 14,
    "cited_by": 177,
    "reference": [
        "Arrow, K. (1965): Aspects of the Theory of Risk-Taking (Yrjo Jahnsson Lectures), Yrjo Jahnsson Saatio, Helsinki.",
        "Ben Zvi S. and 0. Sussman (1988): The Equity Premium and the Volatility of the Rate of Return on Stocks, mimeo, Center for the Study of the Israeli Economy, M.I.T.",
        "Epstein L. and S. Zin (1987a): Substitution, Risk Aversion, and the Temporal Behaviour of Consumption and Asset Returns I: A Theoretical Framework, mimeo, The University of Toronto and Queens University, Ontario, Canada, July.",
        "Epstein L. and S. Zin (1987b): Substitution, Risk Aversion, and the Temporal Behaviour of Consumption and Asset Returns II: An Empirical Investigation, mimeo, The University of Toronto and Queens University, Ontario, Canada, July.",
        "Farmer, R. (1987): Closed-Form Solutions to Dynamic Stochastic Choice Problems, mimeo, The University of Pennsylvania, May.",
        "Giovannini A. and P. Weil (1988): Market vs. Consumption Beta with Non-Expected Utility Preferences, mimeo, Columbia University and Harvard University, July.",
        "Grossman S. and G. Laroque (1987): Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, National Bureau of Economic Research Working Paper No. 2369, August.",
        "Kreps, D., and E. Porteus (1978): Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica, 46, 185-200.",
        "Kreps, D., and E. Porteus (1979a): Dynamic Choice Theory and Dynamic Programming, Econometrica, 47, 91-100.",
        "Kreps, D., and E. Porteus (1979b): Temporal Von Neumann-Morgenstern and Induced Preferences, Journal of Economic Theory, 20, 8 1-109.",
        "Lucas, R. (1978): Asset Prices iii an Exchange Economy, Econoinctrica, 46, 1426-1445.",
        "Mankiw, N.G. and M. Shapiro (1986): Risk and Return: Consumption Versus Market Beta, Review of Economics and Statistics, 452-459.",
        "Mason J. (1987): The Equity Premium and Time-Varying Risk Behavior, mimeo, Board of Governors of the Federal Reserve System, Washington, D.C.",
        "Mehra, R., and E. Prescott (1985): The Equity Premium: A Puzzle, Journal of Monetary Economics, 10, 335-359."
    ]
}