{
    "id": 2830,
    "cites": 35,
    "cited_by": 4,
    "reference": [
        "Addison, John and Barry Hirsch. The Economic Analysis of Unions. Allen and Irwin, 1986.",
        "Albrecht, James and Bc Axell. An Equilibrium Model of Search Unemployment. Journal of Political Economy, 1984.",
        "Allen, Steven, Trade Unions, Absenteeism and Exit-Voice. Industrial and Labor Relations Review, 1985.",
        "Barron, John et. al. Employer Search: The Interviewing and Hiring of New Employees. Review of Economics and Statistics, February 1985.",
        "Barron, John et. ml. Job Matching and On-the-Job Training. Unpublished, 1986.",
        "Becker, Brian and Craig Olson. Labor Relations and Firm Performance, in B. Block et. ml. eds. Human Resources and the Performance of the Firm, IRRA, 1987.",
        "Bishop, John. The Recognition and Reward of Employee Performance. Journal of Labor Economics, October 1987.",
        "Bishop, -John. Do Employers Share the Costs and Benefits of General Training? Unpublished, 1988.",
        "Brown, Charles. Firm choice of Method of Pay, unpublished, 1988.",
        "Brown, Charles and James Medoff. The Employee Size-Wage Effect, unpublished, 1987.",
        "Dickens, William. Wages, Employment, and the Threat of Collective Action by Workers. NBER Working Paper No. 1856, 1986.",
        "Ehrenberg, Ronald and George Milkovich. Compensation and Firm Performance, in B. Block et. al. eds. Human Resources and the Performance of the Firm, IRRA, 1987.",
        "Farber, Henry. The Analysis of Union Behavior in 0. Ashenfelter and R. Layard eds. Handbook of Labor Economics. North Holland, 1986.",
        "Freeman, Richard. A Longitudinal Analysis of Trade Unionism. Journal of Labor Economic~, 1984.",
        "Freeman, Richard and James Medoff. What Do Unions Do?, Basic Books, 1984.",
        "Groshen, Erica. Sources of Wage Dispersion: The Contribution of InterEmployer Differentials by Industry. Unpublished, 1987.",
        "Hashimoto, Masanori. Nonunion Wage Effects on Training on the Job, American 28 Economic Review, 1982.",
        "Holzer, Harry. The Determinants of Employee Productivity and Earnings: Some New Evidence. Unpublished, 1988.",
        "Holzer, Harry, Lawrence Katz and Alan Krueger. Job Queues and Wages: New Evidence on Minimum Wages and the Inter-Industry Wage Structure. NBER Working Paper No. 2561, 1988.",
        "Jackman, Richard et. al. On Vacancies. London School of Economics, Center for Labor Economics Working Paper, 1985.",
        "Johnson, George. Economic Analysis of Trade Unionism American Economic Review, 1975.",
        "Katz, Lawrence, Efficiency Wage Theories: A Partial Evaluation, in S. Fischer ed. Macroeconomics Annual, NBER, 1987.",
        "Leonard, Jonathan. Carrots and Sticks: Pay, Supervisions and Turnover, Journal of Labor Economics, 1987.",
        "Lewis, H. Gregg. Unionism and Relative Wages in the United States. University of Chicago Press, 1963.",
        "Lindbeck, Assar and Dennis Snower. Wage Setting, Unemployment, and InsiderOutsider Relations, American Economic Review, 1986.",
        "Medoff, James and Katherine Abraham, Are Those Paid More Really More Productive? The Case of Experience, Journal of Human Resources, 1981.",
        "Mellow, Wesley. Employer Size and Wages. Review of Economics and Statistics, 1980.",
        "Milkovich, George and Jerry Newman. Compensation. Business Publications, 1987.",
        "Mincer, Jacob. Union Effects: Wages, Turnover, and Job Training, NBER Working Paper No. 808, 1981.",
        "Pencavel, John, An Analysis of the Quit Rate in American Manufacturing Industry, Princeton University, 1970.",
        "Pissarides, Christopher, Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages, American Economic Review, 1985.",
        "Raff, Daniel and Lawrence Summers. Did Henry Ford Pay Efficiency Wages? Journal of Labor Economics, 1987.",
        "Slichter, Sumner et. ml. The Impact of Collective Bargaining on Management, 1960.",
        "Viscusi, N. Kip, Sex Differences in Worker Quitting Review of Economics and Statistics, 1980.",
        "Weiss, Andrew. High School Graduation, Performance, and Wages Journal of Political Economy, August, 1988."
    ]
}