{
    "id": 28303,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "American Hospital Association. Coronavirus Update: CMS Releases Guidance Implementing CARES Act Provisions. aha.org. April 16, 2020. https://www.aha.org/advisory/202004 -16-coronavirus-update-cms-releases-guidance-implementing-cares-act-provisions.",
        "Becker, Gary S. Irrational Behavior and Economic Theory. Journal of Political Economy 70, no. 1 (February 1962): 1-13.",
        "Case, Anne, and Angus Deaton. Trump&apos;s Pet Theory about the Fatal Dangers of Quaratine is Very Wrong. Washington Post, June 1, 2020. Centers for Disease Control and Prevention, Health Alert Network. CDCHAN-00438. cdc.gov.",
        "Centers for Medicare and Medicaid Services. New Waivers for Inpatient Prospective Payment System (IPPS) Hospitals, Long-Term Care Hospitals (LTCHs), and Inpatient Rehabilitation Facilities (IRFs) due to Provisions of the CARES Act. April 15, 2020. https://www.cms.gov/files/document/se20015.pdf.",
        "Congressional Budget Office. June 4, 2020 letter to Charles Grassley. Congressional Budget Office. June 4, 2020. https://www.cbo.gov/system/files/2020-06/56387-CBO-GrassleyLetter.",
        "Council of Economic Advisers. Economic Report of the President. Executive Office of the President, February 2020.",
        "Foppa, Ivo M., and Monir Hossain. Revised estimates of influenza-associated excess mortality, United States, 1995 through 2005. Emerging Themes in Epidemiology 5, no. 1 (2008): 110.",
        "Knight, Heather. Two deaths a day: S.F. drug overdoses fueled by fentanyl are spiking, figures show. San Francisco Chronicle, October 11, 2020.",
        "Mulligan, Casey B. Prices and Federal Policies in Opioid Markets. NBER working paper, no. 26182 (February 2020).",
        "National Center for Health Statistics. Multiple Cause of Death Data Files. cdc.gov. 1999-2018. https://www.cdc.gov/nchs/nvss/deaths.htm.",
        "Ruhm, Christopher J. Drivers of the fatal drug epidemic. Journal of health economics 64 (2019): 25â\u0080\u009342.",
        "Thadani, Trisha. At least 10 times a day, someone on the brink of death from a drug overdose is saved in S.F. San Francisco Chronicle, October 15, 2020.",
        "Wan, William, and Heather Long. â\u0080\u0098Cries for helpâ\u0080\u0099: Drug overdoses are soaring during the coronavirus pandemic. Washington Post, July 1, 2020.",
        "Zinberg, Joel. Death by Policy. city-journal.org. July 9, 2020. https://www.cityjournal. org/deadly-cost-of-lockdown-policies."
    ]
}