{
    "id": 28312,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Baker, Scott, R.A. Farrokhnia, Steffen Meyer, Michaela Pagel, and Constantine Yannelis. 2020. â\u0080\u009cIncome, Liquidity, and the Consumption Response to the 2020 Economic Stimulus Payments.â\u0080\u009d NBER WP 27097.",
        "Benjamini, Yoav, and Yosef Hochberg. 1995. â\u0080\u009cControlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing.â\u0080\u009d Journal of the Royal Statistical Society Series B, 57(1): 289â\u0080\u0093300.",
        "Central Bureau of Statistics, CBS. 2018. â\u0080\u009cOwnership of Financial Assets by Households: Findings from the Longitudinal Survey 2018.â\u0080\u009d Coibion, Oliver, Yuriy Gorodnichenko, and Michael Weber. 2020. â\u0080\u009cHow did U.S. Consumers Use their Stimulus Payments?â\u0080\u009d NBER WP 27693.",
        "Feldman, Naomi. 2010. â\u0080\u009cMental Accounting Effects of Income Tax Shifting.â\u0080\u009d Review of Economics and Statistics, 92: 70â\u0080\u009386.",
        "Guerrieri, Veronica, Guido Lorenzoni, Ludwig Straub, and IvaÌ\u0081n Werning. 2020. â\u0080\u009cMacroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?â\u0080\u009d NBER WP 26918.",
        "Heffetz, Ori, and Daniel B. Reeves. 2019. â\u0080\u009cDifficulty to Reach Respondents and Nonresponse Bias: Evidence from Large Government Surveys.â\u0080\u009d Review of Economics and Statistics, 101: 176â\u0080\u0093191.",
        "Israel National Election Studies. 2019-2020. â\u0080\u009cElection Studies Survey.â\u0080\u009d https://www. tau.ac.il/~ines/elections.html.",
        "Leigh, Andrew. 2012. â\u0080\u009cHow Much Did the 2009 Australian Fiscal Stimulus Boost Demand? Evidence from Household-Reported Spending Effects.â\u0080\u009d The B.E. Journal of Macroeconomics: Contributions, 12.",
        "Parker, Jonathan A., and Nicholas S. Souleles. 2019. â\u0080\u009cReported Effects versus Revealed-Preference Estimates: Evidence from the Propensity to Spend Tax Rebates.â\u0080\u009d American Economic Review-Insights, 1(3): 273â\u0080\u0093290.",
        "Sahm, Claudia, Matthew D. Shapiro, and Joel Slemrod. 2010. â\u0080\u009cHousehold Response to the 2008 Tax Rebates: Survey Evidence and Aggregate Implications.â\u0080\u009d Tax Policy and the Economy, , (24): 69â\u0080\u0093110.",
        "Sahm, Claudia, Matthew D. Shapiro, and Joel Slemrod. 2012. â\u0080\u009cCheck in the Mail or More in the Paycheck: Does the Effectiveness of Fiscal Stimulus Depend on How It Is Delivered?â\u0080\u009d American Economic Journal: Economic Policy, 4(3): 216â\u0080\u009350.",
        "Shapiro, Matthew D., and Joel Slemrod. 2003. â\u0080\u009cDid the 2001 Tax Rebate Stimulate Spending? Evidence from Taxpayer Surveys.â\u0080\u009d Tax Policy and the Economy, , (17): 83â\u0080\u0093109.",
        "Shapiro, Matthew D., and Joel Slemrod. 2009. â\u0080\u009cDid the 2008 Tax Rebates Stimulate Spending?â\u0080\u009d American Economic Review, 99(2): 374â\u0080\u0093379."
    ]
}