{
    "id": 28316,
    "cites": 47,
    "cited_by": 0,
    "reference": [
        "(2020). Operation of and demand for public transport during covid-19: Descriptive evidence from sierra leone.",
        "Africa, U. (2020). Beating covid-19 with solidarity. Medium.com.",
        "Alsan, M., L. Braghieri, S. Eichmeyer, M. J. Kim, S. Stantcheva, D. Y. Yang, et al. (2020). Civil liberties in times of crisis. NBER Working Paper (27972).",
        "Alsan, M., S. Stantcheva, D. Yang, and D. Cutler (2020, 06). Disparities in Coronavirus 2019 Reported Incidence, Knowledge, and Behavior Among US Adults. JAMA Network Open 3(6), e2012403â\u0080\u0093e2012403.",
        "Amare, M., K. A. Abay, L. Tiberti, and J. Chamberlin (2020). Impacts of Covid-19 on food security: panel data evidence from Nigeria, Volume 1956. Intl Food Policy Res Inst.",
        "Asiamah, N., F. F. Opuni, E. Mends-Brew, S. W. Mensah, H. K. Mensah, and F. Quansah (2020). Short-term changes in behaviors resulting from covid-19-related social isolation and their influences on mental health. Community Mental Health Journal.",
        "Badoe, E. (2017). A critical review of child abuse and its management in africa. African journal of emergency medicine 7, S32â\u0080\u0093S35.",
        "Cairncross, S., K. Shordt, S. Zacharia, and B. K. Govindan (2005). What causes sustainable changes in hygiene behaviour? a cross-sectional study from kerala, india. Social science & medicine 61(10), 2212â\u0080\u00932220.",
        "Castex, G., E. Dechter, and M. Lorca (2020a). Covid-19: Cross-country heterogeneity in eâ\u0086µectiveness of non-pharmaceutical interventions. Covid Economics 14, 175â\u0080\u0093199.",
        "Castex, G., E. Dechter, and M. Lorca (2020b). Covid-19: The impact of social distancing policies, cross-country analysis. Economics of disasters and climate change, 1â\u0080\u009325.",
        "Chiplunkar, G. and S. Das (2020). Political institutions and policy responses during a crisis. Available at SSRN 3629397.",
        "Cowling, B. J. and A. E. Aiello (2020). Public health measures to slow community spread of coronavirus disease 2019. The Journal of infectious diseases 221(11), 1749â\u0080\u00931751.",
        "Derksen, L., J. Kerwin, N. Ordaz Reynoso, and O. Sterck (2020). Appointments versus commitments: Overcoming self-control problems in preventive health.",
        "Dupas, P. (2011a). Do teenagers respond to hiv risk information? evidence from a field experiment in kenya. American Economic Journal: Applied Economics 3(1), 1â\u0080\u009334.",
        "Dupas, P. (2011b). Health behavior in developing countries. Annu. Rev. Econ. 3(1), 425â\u0080\u0093449.",
        "Eikenberry, S. E., M. Mancuso, E. Iboi, T. Phan, K. Eikenberry, Y. Kuang, E. Kostelich, and A. B. Gumel (2020). To mask or not to mask: Modeling the potential for face mask use by the general public to curtail the covid-19 pandemic. Infectious Disease Modelling.",
        "Erokhin, V. and T. Gao (2020). Impacts of covid-19 on trade and economic aspects of food security: Evidence from 45 developing countries. International journal of environmental research and public health 17(16), 5775.",
        "for Africa, U. N. E. C. (2020). Covid-19 in africa: protecting lives and economies.",
        "Gandhi, M., C. Beyrer, and E. Goosby (2020). Masks do more than protect others during covid-19: reducing the inoculum of sars-cov-2 to protect the wearer. Journal of general internal medicine 35(10), 3063â\u0080\u00933066.",
        "Geldsetzer, P. (2020). Knowledge and perceptions of covid-19 among the general public in the united states and the united kingdom: A cross-sectional online survey. Annals of internal medicine.",
        "Goldberg, P. K. and T. Reed (2020). The eâ\u0086µects of the coronavirus pandemic in emerging market and developing economies an optimistic preliminary account. Brooking Papers on Economic Activity 6, 1.",
        "GRID3 (2020). Sierra leone is fighting smart against covid-19. Blog Post.",
        "Haushofer, J. and C. J. E. Metcalf (2020). Which interventions work best in a pandemic? Science 368(6495), 1063â\u0080\u00931065.",
        "Jain, R., J. Budlender, R. Zizzamia, and I. Bassier (2020). The labor market and poverty impacts of covid-19 in south africa.",
        "Jalan, J. and E. Somanathan (2008). The importance of being informed: Experimental evidence on demand for environmental quality. Journal of development Economics 87(1), 14â\u0080\u009328.",
        "Josephson, A., T. Kilic, and J. D. Michler (2020). Socioeconomic impacts of covid-19 in four african countries.",
        "Kao, K., E. Lust, B. Dulani, K. E. Ferree, A. S. Harris, and E. Metheney (2020). The abcs of covid-19 prevention in malawi: Authority, benefits, and costs of compliance. World development 137, 105167.",
        "Karing, A. (2020). Operation of and demand for public transport during covid-19: Descriptive evidence from sierra leone.",
        "Kerwin, J. T. (2020). The eâ\u0086µect of hiv infection risk beliefs on sexual behavior: Scared straight or scared to death? Kerwin, J. T. and N. O. Reynoso (2020). You know what i know: Interviewer knowledge eâ\u0086µects in subjective expectation elicitation. Demography.",
        "Kremer, M., J. Leino, E. Miguel, and A. P. Zwane (2007). Spring cleaning: a randomized evaluation of source water quality improvement. Quarterly Journal of Economics 4(2), 09â\u0080\u009330.",
        "Liu, Y., R. M. Eggo, and A. J. Kucharski (2020). Secondary attack rate and superspreading events for sars-cov-2. The Lancet 395(10227), e47.",
        "Lo, N. C., A. Lowe, and E. Bendavid (2016). Abstinence funding was not associated with reductions in hiv risk behavior in sub-saharan africa. Health aâ\u0086µairs 35(5), 856â\u0080\u0093863.",
        "Lone, S. A. and A. Ahmad (2020). Covid-19 pandemicâ\u0080\u0093an african perspective. Emerging Microbes & Infections, 1â\u0080\u009328.",
        "Lucas, A. M. (2010, April). Malaria eradication and educational attainment: Evidence from paraguay and sri lanka. American Economic Journal: Applied Economics 2(2), 46â\u0080\u009371.",
        "Lucas, A. M. and N. L. Wilson (2018). Can at-scale drug provision improve the health of the targeted in sub-saharan africa? American Journal of Health Economics 4(3), 358â\u0080\u0093382.",
        "Lyu, W. and G. L. Wehby (2020). Community use of face masks and covid-19: Evidence from a natural experiment of state mandates in the us: Study examines impact on covid19 growth rates associated with state government mandates requiring face mask use in public. Health aâ\u0086µairs 39(8), 1419â\u0080\u00931425.",
        "Madajewicz, M., A. Pfaâ\u0086µ, A. van Geen, J. Graziano, I. Hussein, H. Momotaj, R. Sylvi, and H. Ahsan (2007, November). Can Information Alone Change Behavior? Response To Arsenic Contamination Of Groundwater In Bangladesh. Journal of Development Economics 84(2), 731â\u0080\u0093754.",
        "Mahmud, M. and E. Riley (2020). Household response to an extreme shock: Evidence on the immediate impact of the covid-19 lockdown on economic outcomes and well-being in rural uganda.",
        "Marois, G., R. Muttarak, and S. Scherbov (2020). Assessing the potential impact of covid-19 on life expectancy. Plos one 15(9), e0238678.",
        "Masina, L. (2020, Mar). Malawi orders political opposition to halt coronavirus education campaigns. VOANews.",
        "Meinck, F., L. D. Cluver, M. E. Boyes, and E. L. Mhlongo (2015). Risk and protective factors for physical and sexual abuse of children and adolescents in africa: A review and implications for practice. Trauma, Violence, & Abuse 16(1), 81â\u0080\u0093107.",
        "Murray, E. J. (2020). Epidemiologyâ\u0080\u0099s time of need: Covid-19 calls for epidemic-related economics. Journal of Economic Perspectives 34(4), 105â\u0080\u009320.",
        "Organization, W. H. et al. (2016). Global health observatory (gho) data. 2020. Hospital Beds (per 10,000 population). WHO, Geneva.",
        "Osseni, I. A. (2020). Covid-19 pandemic in sub-saharan africa: preparedness, response, and hidden potentials. Tropical medicine and health 48(1), 1â\u0080\u00933.",
        "Oster, E. (2012). Hiv and sexual behavior change: Why not africa? Journal of health economics 31(1), 35â\u0080\u009349.",
        "Rannan-Eliya, R. P., N. Wijemunige, J. Gunawardana, S. N. Amarasinghe, I. Sivagnanam, S. Fonseka, Y. Kapuge, and C. P. Sigera (0). Increased intensity of pcr testing reduced covid-19 transmission within countries during the first pandemic wave. Health Aâ\u0086µairs 0(0), 10.1377/hlthaâ\u0086µ.2020.01409. PMID: 33264048.",
        "Squires, M. (2020). Kinship taxation as an impediment to growth: experimental evidence from kenyan and tanzanian microenterprises. Working paper."
    ]
}