{
    "id": 2833,
    "cites": 20,
    "cited_by": 141,
    "reference": [
        "Ballard, Charles, Fullerton, Don, Shoven, John and Whalley. John, A General Equilibrium Model for Tax Policy Evaluation. Chicago: University of Chicago Press, 1985.",
        "Browning, Edgar K. and Johnson, William R. , The Distribution of the Tax Burden, Washington: American Enterprise Institute, 1979.",
        "Bound, John, and Krueger, Alan, \"The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?,\" working paper, Princeton University Industrial Relations Section, 1988.",
        "Congressional Budget Dffice, The Changing Distribution of Federal Taxes, 1975-1990, Washington: Congressional Budget Dffice, 1987.",
        "Consultant Panel on Social Security, Report of the tant Panel on Social Security to the Congressional Research Service, Washington: U.S. Covernment Printing Office, August 1976.",
        "Davies, James, St-Hilaire, France and Whalley, John, \"Some Calculations of Lifetime Tax Incidence,\" American Economic Review, September 1984, 74, 633-649.",
        "Driffill, E. John and Rosen, Harvey S., \"Taxation and Excess Burden: A Life Cycle Perspective,\" International Economic Review, Dctober 1983, 24,671-83.",
        "Duncan, Greg J. and Hill, Daniel, \"An Investigation of the Extent and Consequences of Measurement Error in Labor Economic Survey Data,\" Journal of Labor Economics, October 1985, 3, 508-532.",
        "Duncan, Greg J. and Morgan, James N., \"Persistence and Change in Economic Status snd the Role of Changing Family Composition,\" in Martha S. Hill, Daniel H. Hill, and James N. Morgan, eds., Five Thousand American Families: Patterns of Economic Progress. Volume IX, Ann Arbor: Institute for Social Research, University of Michigan, 1981.",
        "Gordon, Roger H., Differences in Earnings and Ability, New York, Garland Publishing, 1984.",
        "Hanna, Frank A.,\"The Accounting Period and the Distribution of Income,\" in Frank A. Hanna, Joseph A. Pechman, and Sidney N. Lerner, Analysis of Wisconsin Income, New York: National Bureau of Economic Research, 1948.",
        "Hill, Martha S.,\"Some Dynamic Aspects of Poverty,\" in Martha S. Hill, Daniel H. Hill, and James N. Morgan, eds. , Five Thousand American Families: Patterns of Economic Progress, Volume IX, Ann Arbor: Institute for Social Research, University of Michigan, 1981.",
        "Kasten, Richard, and Frank Sammartino, \"The Distribution of Possible Federal Excise Tax Increases,\" unpublished paper, Congressional Budget Office, 1988.",
        "King, Mervyn A. , \"Welfare Analysis of Tax Reforms Using Household Data,\" Journal of Public Economics, July 1983, 21, 183-214.",
        "Levhari, David and Sheshinski, Eytan, \"Lifetime Excess Burden of a Tax,\" Journal of Political Economy, February 1972, 80, 139-147.",
        "Lillard, Lee A., \"Inequality: Earnings vs. Human Wealth,\" American Economic Review, March 1977, 67, 42-53.",
        "Pechman, Joseph A., Who Paid the Taxes. 1966-1985, Washington: Brookings Institution, 1985.",
        "Sammartino, Frank J. , \"The Distributional Effects of an Increase in Selected Federal Excise Taxes,\" Washington: Congreasionsi Budget Office Staff Working Paper, January 1987.",
        "Tsubman, Paul J. , \"Schooling, Ability, Monpecuniary Rewards, Socioeconomic Background, and the Lifetime Distribution of Earnings,\" in F. Thomas Juster, ed. , The tion of Economic Well-Being, Cambridge: Ballinger Publishing, 1977, 419-500.",
        "U.S. Department of Labor, Bureau of Labor Statistics, Consumer Expenditure Survey Results from 1984, Washington, June 1986."
    ]
}