{
    "id": 28350,
    "cites": 70,
    "cited_by": 8,
    "reference": [
        "Ai, C. and X. Chen (2003): Efficient Estimation of Models with Conditional Moment Restrictions Containing Unknown Functions, Econometrica, 71, 1795-1843.",
        "Amemiya, T. (1977): The Maximum Likelihood and the Nonlinear Three-Stage Least Squares Estimator in the General Nonlinear Simultaneous Equation Model, Econometrica, 45, 955-968.",
        "Anton, M., F. Ederer, M. Gine, and M. C. Schmalz (2020): Common ownership, Competition, and Top Management Incentives, Working Paper.",
        "Azar, J., S. Raina, and M. C. Schmalz (2016): Ultimate Ownership and Bank Competition, Https://ssrn.com/abstract=2710252. Accessed on 2020-01-08.",
        "Azar, J., M. C. Schmalz, and I. Tecu (2018a): Anti-Competitive Effects of Common Ownership, Journal of Finance, 73.",
        "Azar, J., M. C. Schmalz, and I. Tecu (2018b): Reply to:Common Ownership Does Not Have Anti-Competitive Effects in the Airline Industry, .",
        "Backus, M., C. Conlon, and M. Sinkinson (2019): The Common Ownership Hypothesis: Theory and Evidence, Brookings Working Paper.",
        "Backus, M., C. Conlon, and M. Sinkinson (2020a): Theory and Measurement of Common Ownership, AEA: Papers and Proceedings, 110.",
        "Backus, M., C. Conlon, and M. Sinkinson (2021): Common Ownership in America: 1980-2017, American Economic Journal: Microeconomics.",
        "Backus, M., C. T. Conlon, and M. Sinkinson (2020b): Common Ownership Data: Scraped SEC form 13Filings for 1999-2017, Https://doi.org/10.7910/DVN/ZRH3EU, Harvard Dataverse, V1.",
        "Belloni, A., D. Chen, V. Chernozukhov, and C. Hansen (2012): Sparse Models and Methods for Optimal Isntruments with an Application to Eminent Domain, Econometrica, 80, 2369-2429.",
        "Berry, S., M. Gaynor, and F. Scott Morton (2019): Do Increasing Markups Matter? Lessons from Empirical Industrial Organization, Journal of Economic Perspectives, 33, 44-68.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Automobile Prices in Market Equilibrium, Econometrica, 63, 841-890.",
        "Berry, S., J. Levinsohn, and A. Pakes (1999): Voluntary Export Restraints on Automobiles: Evaluating a Trade Policy, American Economic Review, 89, 400-430.",
        "Berry, S., J. Levinsohn, and A. Pakes  (2004): Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Car Market, Journal of Political Economy, 112, 68-105.",
        "Berry, S. T. (1994): Estimating Discrete-Choice Models of Product Differentiation, The RAND Journal of Economics, 25, 242-262.",
        "Berry, S. T. and P. A. Haile (2014): Identiffcation in Differentiated Products Markets Using Market Level Data, Econometrica, 82, 1749-1797.",
        "Boller, L. and F. Scott Morton (2020): Testing the Theory of Common Stock Ownership, Working Paper.",
        "Bonnet, C. and P. Dubois (2010): Inference on vertical contracts between manufacturers and retailers allowing for nonlinear pricing and resale price maintenance, The RAND Journal of Economics, 41, 139-164.",
        "Breiman, L. (2001): Random Forests, Machine Learning, 45, 5-32.",
        "Bresnahan, T. F. (1982): The Oligopoly Solution is Identified, Economics Letters, 10, 87-92.",
        "Bresnahan, T. F. (1987): Competition and Collusion in the American Automobile Industry: The 1955 Price War, The Journal of Industrial Economics, 35, 457-482.",
        "Bresnahan, T. F. and S. C. Salop (1986): Quantifying the Competitive Effects of Production Joint Ventures, International Journal of Industrial Organizatoin, 4, 155-175.",
        "Carrasco, M. (2012): A regularization approach to the many instruments problem, Journal of Econometrics, 170, 383 - 398, thirtieth Anniversary of Generalized Method of Moments.",
        "Chamberlain, G. (1987): Asymptotic Efficiency in Estimation with Conditional Moment Restrictions, Journal of Econometrics, 34, 305-334.",
        "Chen, J., D. L. Chen, and G. Lewis (2020): Mostly Harmless Machine Learning: Learning Optimal Instruments in Linear IV Models, Https://arxiv.org/abs/2011.06158.",
        "Conlon, C. (2017): The Empirical Likelihood MPEC Approach to Demand Estimation, Working Paper.",
        "Conlon, C. and J. Gortmaker (2020): Best practices for differentiated products demand estimation with PyBLP, The RAND Journal of Economics, 51, 1108-1161.",
        "Cowling, K. and M. Waterson (1976): Price-Cost Margins and Market Structure, Economica, 43, 267-274.",
        "Cox, D. R. (1962): Further Results on Tests of Separate Families of Hypotheses, Journal of the Royal Statistical Society. Series B (Methodological), 24, 406-424.",
        "Crawford, G. S., R. S. Lee, M. D. Whinston, and A. Yurukoglu (2018): The Welfare Effects of Vertical Integration in Multichannel Television Markets, Econometrica, 86.",
        "DellaVigna, S. and M. Gentzkow (2019): Uniform Pricing in U.S. Retail Chains*, The Quarterly Journal of Economics, 134, 2011-2084.",
        "Duarte, M., L. Magnolfi, and C. Sullivan (2020): Testing Firm Conduct, Unpublished Manuscript.",
        "Elhauge, E. (2016): Horizontal Shareholding, Harvard Law Review, 109, 1267-1317.",
        "Gandhi, A. and J.-F. Houde (2019): Measuring Substitution Patterns in Differentiated Products Industries, Working Paper.",
        "Gasmi, F., J. Laffont, and Q. Vuong (1992): Econometric Analysis of Collusive Behavior in a Soft-Drink Market, Journal of Economics & Management Strategy, 1, 277-311.",
        "Genesove, D. and W. P. Mullin (1998): Testing Static Oligopoly Models: Conduct and Cost in the Sugar Industry, 1890-1914, The RAND Journal of Economics, 29, 355-377.",
        "Gramlich, J. and S. Grundl (2017): Estimating the Competitive Effects of Common Ownership, FEDS Working Paper 2017-029.",
        "Hall, A. R. and D. Pelletier (2011): Nonnested Testing in Models Estimated via Generalized Method of Moments, Econometric Theory, 27, 443-456.",
        "Hartford, J., G. Lewis, K. Leyton-Brown, and M. Taddy (2017): Counterfactual Prediction using Deep Instrumental Variable Networks, Working Paper.",
        "Hausman, J. A. (1978): Specification Tests in Econometrics, Econometrica, 46, 1251-1271.",
        "Hendel, I. and A. Nevo (2006): Measuring the Implications of Sales and Consumer Inventory Behavior, Econometrica, 74, 1637-1673.",
        "Hristakeva, S. (2019): How Do Vertical Contracts Affect Product Availability? An Empirical Study of the Grocery Industry, Working Paper.",
        "Imbens, G., S. Donald, and W. Newey (2003): Empirical Likelihood Estimation and Consistent Tests with Conditional Moment Restrictions, Journal of Econometrics, 117, 55-93.",
        "Kennedy, P., D. P. O&apos;Brien, M. Song, and K. Waehrer (2017): The Competitive Effects of Common Ownership: Economic Foundations and Empirical Evidence, Working Paper.",
        "Michel, C. and S. Weiergraeber (2018): Estimating Industry Conduct in Differentiated Products Markets The Evolution of Pricing Behavior in the RTE Cereal Industry, Working Paper.",
        "Miller, N. and M. Weinberg (2017): Understanding the Price Effects of the MillerCoors Joint Venture, Econometrica, 85, 1763-1791.",
        "Nevo, A. (1998): Identification of the Oligopoly Solution Concept in a Differentiated-Products Industry, Economics Letters, 59, 391-395.",
        "Nevo, A.  (2000): Mergers with Differentiated Products: The Case of the Ready-to-Eat Cereal Industry, RAND Journal of Economics, 31, 395-421.",
        "Nevo, A.  (2001): Measuring Market Power in the Ready-to-Eat Cereal Industry, Econometrica, 69, 307-342.",
        "Newey, W. K. (1990): Efficient Instrumental Variables Estimation of Nonlinear Models, Econometrica, 58, 809-837.",
        "Newey, W. K. and J. L. Powell (2003): Instrumental Variables Estimation of Nonparametric Models, Econometrica, 71, 1565-1578.",
        "O&apos;Brien, D. and S. Salop (2000): Competitive Effects of Partial Ownership: Financial Interest and Corporate Control, Antitrust Law Journal, 67, 559-614.",
        "O&apos;Brien, D. P. (2017): Price-Concentration Analysis: Ending the Myth, and Moving Forward, Https://ssrn.com/abstract=3008326. Accessed on 2020-01-08.",
        "Pakes, A. (2017): Empirical tools and competition analysis: Past progress and current problems, International Journal of Industrial Organization, 53, 241 - 266.",
        "Park, A. H. and K. Seo (2019): Common Ownership and Product Market Competition: Evidence from the U.S. Airline Industry, Korean Journal of Financial Studies, 45, 617-640.",
        "Petrin, A. (2002): Quantifying the Benefits of New Products: The Case of the Minivan, Journal of Political Economy, 110, 705-729.",
        "Posner, E. A., F. M. Scott Morton, and E. G. Weyl (2017): A Proposal to Limit the Anti-Competitive Power of Institutional Investors, Antitrust Law Journal, 81.",
        "Reynaert, M. and F. Verboven (2014): Improving the performance of random coefficients demand models: The role of optimal instruments, Journal of Econometrics, 179, 83-98.",
        "Rivers, D. and Q. Vuong (2002): Model selection tests for nonlinear dynamic models, The Econometrics Journal, 5, 1-39.",
        "Rotemberg, J. (1984): Financial Transactions Costs and Industrial Performance, Http://hdl.handle.net/1721.1/47993. Accessed on 2020-01-08.",
        "Schmalensee, R. (1989): Chapter 16 Inter-industry studies of structure and performance, Elsevier, vol. 2 of Handbook of Industrial Organization, 951 - 1009.",
        "Schennach, S. M. and D. Wilhelm (2017): A Simple Parametric Model Selection Test, Journal of the American Statistical Association, 112, 1663-1674.",
        "Shi, X. (2015): A Nondegenerate Vuong Test, Quantitative Economics, 6, 85-121 .",
        "Smith, R. J. (1992): Non-Nested Tests for Competing Models Estimated by Generalized Method of Moments, Econometrica, 60, 973-980.",
        "Villas-Boas, S. B. (2007): Vertical Relationships between Manufacturers and Retailers: Inference with Limited Data, The Review of Economic Studies, 74, 625-652.",
        "Vuong, Q. H. (1989): Likelihood Ratio Tests for Model Selection and Non-Nested Hypotheses, Econometrica, 57, 307-333.",
        "Whang, Y.-J. and D. W. K. Andrews (1993): Tests of Specification for Parametric and Semiparametric Models, Journal of Econometrics, 57, 277-318.",
        "Wollmann, T. G. (2018): Trucks without Bailouts: Equilibrium Product Characteristics for Commercial Vehicles, American Economic Review, 108, 1364-1406.",
        "Yatchew, A. J. (1992): Nonparametric Regression Tests Based on Least Squares, Econometric Theory, 8, 435-451."
    ]
}