{
    "id": 28361,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Baker, Scott R., R.A. Farrokhnia, Steffen Meyer, Michaela Pagel, and Constantie Yannelis. (forthcoming). How Does Household Spending Respond to an Epidemic? Consumption During the 2020 COVID-19 Pandemic. Review of Asset Pricing Studies, Covid-19 and Financial Markets Brown, Jeffrey R., Arie Kapteyn, Erzo Luttmer, Olivia S. Mitchell, and Anya A. Samek. (2019).",
        "Clark, A. E., D&apos;Ambrosio, C., & Lepinteur, A. (2020). The Fall in Income Inequality during COVID-19 in Five European Countries. ECINEQ Working Paper No. 565, Society for the Study of Economic Inequality.",
        "Foerster, S., Juhani T. Linnainmaa, Brian T. Melzer, and Alessandro Previtero (2017). Retail Financial Advice: Does One Size Fit All? Journal of Finance 72 (4): 1441â\u0080\u00931482.",
        "Hanspal, Tobin, Annika Weber, and Johannes Wohlfart. (2020). Exposure to the COVID-19 Stock Market Crash and its Effect on Household Expectations. CEBI Working Paper Series, No. 13/20.",
        "Hurwitz, Abigail, Olivia S. Mitchell, and Orly Sade. (2020). Testing Methods to Enhance Longevity Awareness. Report to the TIAA Institute. Linnainmaa, Juhanni, Brian Melzer, and Alessandro Previtero. (forthcoming). The Misguided Beliefs of Financial Advisors. Journal of Finance.",
        "Lusardi, Annamaria, Andrea Hasler, and Paul Yakoboski. (2020). Building Up Financial Literacy and Financial Resilience. Mind & Society: 1-7.",
        "Mitchell, Olivia S. (2020). Building Better Retirement Systems in the Wake of the Global Pandemic. NBER WP 27261.",
        "Samek, Anya, Arie Kapteyn, and Andre Gray. (2019). Using Vignettes to Improve Understanding of Social Security and Annuities. NBER WP 26176.",
        "Shibata, Ippyei (2020). The Distributional Impact of Recessions: The Global Financial Crisis and the Pandemic Recession. IMF Working Paper 20/96.",
        "TIAA (2020). Financial Resiliency Survey.",
        "www.tiaa.org/public/pdf/TIAA_Financial_Resiliency_Survey_Exec_Summary.pdf United States Census Bureau. (2020). 2018-2019, Population and Housing Unit Estimates. https://www.census.gov/programs-surveys/popest.html."
    ]
}