{
    "id": 2839,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Bergsten, C. Fred, Kimberly Ann Elliot, Jeffrey J. Schott and Wendy E. Takacs, Auction Quotas and United States Trade Policy, Washington: Institute for International Economics, 1987.",
        "Brown, Drusilla K., Tariffs, the Terms of Trade, and National Product Differentiation, Journal of Policy Modelling, vol. 9, 1987, pp. 503-526.",
        "Cline, William R., The Future of World Trade in Textiles and Apoarel, Washington: Institute for International Economics, 1988.",
        "Congressional Budget Office, Revenue Estimate for Auctioning Existing Import Quotas, Memorandum to Chairman William Gray, House Budget Committee, Washington, February 27, 1987.",
        "Deardor-ff, Alan and Robert Stern, The Michigan Model of World Production and ~ Cambridge: MIT Press, 1986.",
        "Dinopoulos, Elias and Mordechai E. Kreinin, Effects of the U.S-Japan Auto VER on European Prices and on U.S. Welfare, The Review of Economics and Statistics, vol. 70, August 1988, pp. 484-491.",
        "Feenstra, Robert C. and Jagdish N. Bhagwati, Tariff Seeking and the Efficient Tariff, in J.N. Bhagwati, ed., Import Competition and Response, Chicago: University of Chicago and NBER, 1982, chap. 9.",
        "Feenstra, Robert C. and Tracy A. Lewis, Negotiated Trade Restrictions with Private Political Pressure, NBER Working Paper no. 2374. September 1987.",
        "Frieden, Jeffrey A. and David Lake, International Political Economy, New York: St. Martins, 1987.",
        "Goldstein, Morris and Mohsin S. Khan, The Supply and Demand for Exports: A Simultaneous Approach, Review of Economics and Statistics, vol. 60, May 1978, pp. 275-286.",
        "Haynes, Stephen E. and Joe A. Stone, Specification of Supply Behaviour in International Trade, Review of Economics and Statistics, vol. 65, November, 1983, pp. 626-632.",
        "Hufbauer, Gary Clyde, Diane T. Berliner and Kimberly Ann Elliot, ~ Protection in the United States: 31 Case Studies, Washington: Institute for International Economics, 1986.",
        "Hufbauer, Gary Clyde and Howard F. Rosen, Trade Policy for Troubled Industries, Washington: Institute for International Economics, 1986.",
        "Kafka, A., The Brazilian Exchange Auction System, Review of Economics and Statistics, vol. 48, August 1956.",
        "Krishna, Kala, The Case of Vanishing Revenues: Auction Quotas with Oligopoly, NBER Working Paper no. 2723, September 1988.",
        "Krugman, Paul A., Strategic Trade Policy and the New International Economics, Cambridge: MIT Press, 1986.",
        "Lawrence, Robert Z. and Robert E. Titan, Saving Free Trade: A Pragmatic Approach, Washington: The Brookings Institution, 1986.",
        "Leu, Gwo-Jiun M., Andrew Schmitz and Ronald D. Knutson, Gains and Losses of Sugar Program Policy Options, American Journal of Agricultural Economics, vol. 69, August 1987, pp. 591-602.",
        "Melo, Jaime de, Comment, in T.N. Srinivasan and John Whalley, eds., General Equilibrium Trade Policy Modelling, Cambridge: MIT Press, 1986.",
        "Sampson, Gary and Wendy Takacs, Return Textile Trade to the Normal Worlings of GATT: A Proposal for Reform, Institute for International Economic Studies, Stockholm, Seminar Paper no. 404, January 1988.",
        "Tarr, David C., Effects of Restraining Steel Exports from the Republic of Korea and Other Countries to the United States and the European Economic Community, The World Bank Economic Review, vol. 1, May 1987, pp.",
        "Trela, Irene and John Whalley, Do Developing Countries Lose from the MFA? NBER Working Paper no. 2618, June 1988.",
        "Webb, Alan J., Vernon Oley Roningen and Praveen Dixit, Analyzing Agricultural Trade Liberalization for the Pacific Basin, 1987, Economic Research Service, U.S. Departm.ent of Agriculture, mimeo."
    ]
}