{
    "id": 28399,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Zou, Hui and Trevor Hastie. 2005. Regularization and variable selection via the elastic net, Journal of the Royal Statistical Society: Series B (Statistical Methodology), 67(2): 301â\u0080\u0093320.",
        "Totty, Evan. 2017. The effect of minimum wages on employment: A factor model approach, Economic Inquiry, 55(4): 1712â\u0080\u00931737.",
        "Vaghul, Kavya and Ben Zipperer. 2016. Historical state and sub-state minimum wage data, Washington Center for Equitable Growth Working Paper.",
        "Neumark, David and William L. Wascher. 2008. Minimum Wages, Cambridge, MA: MIT Press.",
        "Sabia, Joseph J, Richard V Burkhauser, and Benjamin Hansen. 2012. Are the effects of minimum wage increases always small? New evidence from a case study of New York state, Ilr Review, 65(2): 350â\u0080\u0093376.",
        "Segal, Mark R. 2004. Machine learning benchmarks and random forest regression, Center for Bioinformatics & Molecular Biostatistics.",
        "Neumark, David and William Wascher. 1992. Employment effects of minimum and subminimum wages: panel data on state minimum wage laws, ILR Review, 46(1): 55â\u0080\u009381.",
        "Neumark, David. 2017. The Employment Effects of Minimum Wages: Some Questions We Need to Answer, NBER Working Paper No. 23584.",
        "Neumark, David, JM Ian Salas, and William Wascher. 2014. Revisiting the Minimum WageEmployment Debate: Throwing Out the Baby with the Bathwater? ILR Review, 67(3_suppl): 608â\u0080\u0093648.",
        "Manning, Alan. 2016. The elusive employment effect of the minimum wage.",
        "Meer, Jonathan and Jeremy West. 2015. Effects of the minimum wage on employment dynamics, Journal of Human Resources.",
        "Laws, Athene. 2018. Do minimum wages increase search effort?, Cambridge Working Papers in Economics CWPE1857.",
        "Lundstrom, Samuel M. 2016. When is a Good Time to Raise the Minimum Wage? Contemporary Economic Policy.",
        "Friedman, Jerome, Trevor Hastie, and Robert Tibshirani. 2009. The Elements of Statistical Learning: Data Mining, Inference, and Prediction: New York, NY: Springer-Verlag New York.",
        "Godoy, Anna, Michael Reich, and Sylvia A. Allegretto. 2020. Parental Labor Supply: Evidence from Minimum Wage Changes, IRLE Working Paper No. 103-19.",
        "James, Gareth, Daniela Witten, Trevor Hastie, and Robert Tibshirani. 2013. An introduction to statistical learning, 6: Springer.",
        "Friedman, Jerome H.2002. Stochastic gradient boosting, Computational Statistics & Data Analysis, 38(4): 367â\u0080\u0093378.",
        "Flinn, Christopher J. 2006. Minimum Wage Effects on Labor Market Outcomes under Search, Matching, and Endogenous Contact Rates, Econometrica, 74(4): 1013â\u0080\u00931062.",
        "Flinn, Christopher J. 2011. The minimum wage and labor market outcomes: MIT press.",
        "Friedman, Jerome H. 2001. Greedy function approximation: a gradient boosting machine, Annals of statistics: 1189â\u0080\u00931232.",
        "Feenberg, Daniel and Jean Roth. 2007. CPS labor extracts 1979â\u0080\u00932006.",
        "Flinn, Christopher J. 2002. Interpreting Minimum Wage Effects on Wage Distributions: A Cautionary Tale, Annales dâ\u0080\u0099Economie et de Statistique(67/68): 309â\u0080\u0093355.",
        "Dustmann, Christian, Attila Lindner, Uta Schoenberg, Matthias Umkehrer, and Philipp vom Berge. 2020. Reallocation Effects of the Minimum Wage, CReAM Discussion Paper Series 2007, Centre for Research and Analysis of Migration (CReAM), Department of Economics, University College London.",
        "Clemens, Jeffrey and Michael Wither. 2016. The Minimum Wage and the Great Recession: Evidence of Effects on the Employment and Income Trajectories of Low-Skilled Workers.",
        "Dube, Arindrajit, T William Lester, and Michael Reich. 2016. Minimum wage shocks, employment flows, and labor market frictions, Journal of Labor Economics, 34(3): 663â\u0080\u0093704.",
        "Clemens, Jeffrey, Lisa B. Kahn, and Jonathan Meer. 2018. The Minimum Wage, Fringe Benefits, and Worker Welfare, Working Paper 24635, NBER.",
        "Clemens, Jeffrey and Michael R Strain. 2017. Estimating the Employment Effects of Recent Minimum Wage Changes: Early Evidence, an Interpretative Framework, and a Pre-Commitment to Future Analysis, NBER Working Paper No. 23084.",
        "Card, David. 1992. Do minimum wages reduce employment? A case study of California, 1987â\u0080\u009389, ILR Review, 46(1): 38â\u0080\u009354.",
        "Card, David and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage, New Jersey: Princeton University Press.",
        "Cengiz, Doruk, Arindrajit Dube, Attila Lindner, and Ben Zipperer. 2019. The Effect of Minimum Wages on Low-Wage Jobs*, The Quarterly Journal of Economics, 134(3): 1405â\u0080\u00931454.",
        "Borgschulte, Mark and Heepyung Cho. 2019. Minimum Wages and Retirement, ILR Review(73(1)): 153â\u0080\u0093177.",
        "Breiman, Leo. 2001. Random forests, Machine learning, 45(1): 5â\u0080\u009332.",
        "Belman, Dale and Paul J Wolfson. 2014. What does the minimum wage do?: WE Upjohn Institute.",
        "Belman, Dale, Paul Wolfson, and Kritkorn Nawakitphaitoon. 2015. Who Is Affected by the Minimum Wage? Industrial Relations: A Journal of Economy and Society, 54(4): 582â\u0080\u0093621.",
        "Blundell, Richard, Antoine Bozio, and Guy Laroque. 2011. Labor Supply and the Extensive Margin, The American Economic Review, 101(3): 482â\u0080\u0093486.",
        "Allegretto, Sylvia, Arindrajit Dube, Michael Reich, and Ben Zipperer. 2017. Credible research designs for minimum wage studies: A response to Neumark, Salas, and Wascher, ILR Review, 70(3): 559â\u0080\u0093592.",
        "Addison, John T, McKinley L Blackburn, and Chad Cotti. 2011. Minimum wage increases under straightened circumstances.",
        "Addison, John T and McKinleyl Blackburn. 1999. Minimum wages and poverty, Industrial & Labor Relations Review, 52(3): 393â\u0080\u0093409.",
        "Ahn, Tom, Peter Arcidiacono, and Walter Wessels. 2011. The Distributional Impacts of Minimum Wage Increases When Both Labor Supply and Labor Demand Are Endogenous, Journal of Business and Economic Statistics, 29(1): 12â\u0080\u009323.",
        "Adams, Camilla, Jonathan Meer, and CarlyWill Sloan. 2018. The Minimum Wage and Search Effort, NBER Working Paper No. 25128."
    ]
}