{
    "id": 28406,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Al-Ubaydli, O., List, J.A., LoRoe, D., & Suskind, D.L. (2017) Scaling for economists: Lessons from the non-adherence problem in the medical literature. J. Econ. Perspect. 31, 125-144.",
        "Anderson, C.A. (2004) An update on the effects of playing violent video games. J. Adolesc. 27, 113-122.",
        "Angrist, J., Azoulay, P., Ellison, G., Hill, R., & Feng Lu, S. (2017) Economic research evolves: Fields and styles. American Economic Review, Papers and Proceedings, 107(5), 293-97.",
        "Angrist, J.D., & Pischke, J. (2010) The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of Economic Perspective, 24(2), 3-30.",
        "Banerjee, A., Banerji, R., Berry, J., Duflo, E., Kannan, H., Mukerji, S., Shotland, M., & Walton, M. (2017) From proof of concept to scalable policies: Challenges and solutions, with an application. J. Econ. Perspect. 31, 73-102.",
        "Blattman, C., Jamison, J.C., & Sheridan, M. (2017) Reducing crime and violence: Experimental evidence from cognitive behavioral therapy in Liberia. Am. Econ. Rev. 107, 1165-1206.",
        "de Rezende, L.F, & Eluf, J.N. (2016). Population attributable fraction: Planning of diseases prevention actions in Brazil. Rev Saude Publica, 50(30). Retrieved from https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4902656/.",
        "Davis, J.M.V., Guryan, J., Hallberg, K., & Ludwig, J. (2017) The economics of scale-up. NBER, 23925.",
        "Doctor, J.N., Nguyen, A., Lev, R., Lucas, J., Knight, T., Zhao, H., & Menchine, M. (2018) Opioid prescribing decreases after learning of a patientâ\u0080\u0099s fatal overdose. Sci., 361, 588590.",
        "Gerber, A.S., & Rogers, T. (2009) Descriptive social norms and motivation to vote: Everybodyâ\u0080\u0099s voting and so should you. J. Politics, 71, 178-191.",
        "Gollwitzer, P.M. (1999) Implementation intentions: Strong effects of simple plans. Am. Psychol., 54, 493-503.",
        "Hagmann, D., Ho, E.H., & Loewenstein, G. (2019) Nudging out support for a carbon tax. Nat. Clim. Change, 9, 484-489.",
        "Hamermesh, D.S. (2013). Six decades of top economics publishing: Who and how? Journal of Economic Literature 51(1), 162-72.",
        "Hanks, A.S., Just, D.R., Smith, L.E., & Wansink, B. (2012) Healthy convenience: nudging students toward healthier choices in the lunchroom. J. Pub. Health., 34, 370-6.",
        "Heller, S.B., Shah, A.K., Guryan, J., Ludwig, J., Mullainathan, S. & Pollack, H.A. (2017) Thinking, fast and slow? Some field experiments to reduce crime and dropout in Chicago.â\u0080\u009d Q. J. Econ., 132, 1-54.",
        "Hertwig, R., & Grune-Yanoff, R.T. (2017) Nudging and boosting: Steering or empowering good decisions. Perspect. Psychol. Sci., 12, 973-986.",
        "Jacob, B.A., & Lefgren, L. (2003) Are idle hands the Devilâ\u0080\u0099s workshop? Incapacitation, concentration and juvenile crime. American Economic Review, 93(5), 1560-77.",
        "Johnson, E.J., & Goldstein, D.G. (2004) Defaults and donation decisions. Transplantation. 78, 1713-16.",
        "Kirp, D. (2018, Sept. 13) â\u0080\u009cHow to end the cycle of violence in Chicago.â\u0080\u009d The New York Times.",
        "Milne, S., Orbell, S., & Sheeran, P. (2002) Combining motivational and volitional interventions to promote exercise participation: Protection motivation theory and implementation intentions. Br. J. Health Psychol. 7, 163-184.",
        "Muralidharan, K., & Niehaus, P., (2017) Experimentation at Scale. J. Econ. Perspect., 31, 10324.",
        "Nickerson, D.W. & Rogers, T. (2010) Do you have a voting plan?: Implementation intentions, voter turnout, and organic plan making. Psychol. Sci., 21, 194-199.",
        "Przybylski, A.K., & Weinstein, N. (2019) Violent video game engagement is not associated with adolescentsâ\u0080\u0099 aggressive behaviour: evidence from a registered report. R. Soc. Open Sci. 6, 171474.",
        "Sacarny, A., Barnett, M.L., Le, J., Tetkoski, F.,Yokum, D., & Agrawal, S. (2018) Effect of Peer Comparison Letters for High-Volume Primary Care Prescribers of Quetiapine in Older and Disabled Adults: A Randomized Clinical Trial.â\u0080\u009d JAMA Psychol., 75, 1003â\u0080\u0093 1011.",
        "Social Science and Contemporary Social Problems. (2019, August 21). Retrieved from https://items.ssrc.org/from-our-archives/social-science-and-contemporary-socialproblems /",
        "Sullivan, B. (2018, August 28). Once again, Americans are not saving enough. Market Watch.",
        "Retrieved from https://www.marketwatch.com/story/once-again-americans-are-notsaving -enough-2018-08-28 Treadwell, J.R, Lucas,S., & Tsou, A.Y. (2014) Surgical checklists: a systemic review of impacts and implementation. BMJ Qual Saf., 23, 299-318.",
        "Walton, A. & Hume, M. (2011) Creating positive habits in water conservation: The case of the Queensland Water Commission and the Target 140 Campaign. Int. J. Nonprofit Volunt., Sect. Mark. 16, 215-224.",
        "United States. Federal Reserve Board. (2017, September). Changes in U.S, Family Finances from 2013 to 2016: Evidence from the Survey of Consumer Finances. Retrieved from the Federal Reserve Web site: https://www.federalreserve.gov/publications/files/scf17.pdf."
    ]
}