{
    "id": 2841,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Altonji, J. C. and A. Siow, Testing the Response of Consumption to Income Changes with (Noisy) Panel Data, Quarterly Journal of Economics, 1986.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy, Cambridge University Press, 1987.",
        "Boskin, Michael 3. , The Real Federal Budeet, Harvard University Press, forthcoming, manuscript 1987.",
        "Chamley, Christophe, The Welfare Costs of Capital Income Taxation in a Crowing Economy, Journal of Political Economy, vol. 89, no. 3, June 1981.",
        "Eisner, Robert and Paul J. Pieper, A New View of the Federal Debt and Budget Deficits, American Economic Review, March 1984.",
        "Eisner, Robert and Paul 3. Pieper, How to Make Sense of the Deficit, fl~g Public Interest, no. 78, Winter 1985.",
        "Hayashi, Fumio, Teats for Liquidity Constraints: A Critical Survey and Some New Observations, in Vol.2 of Advances in Econometrics. Fifth World Congress, ed. by Truman F. Bewley, Cambridge University Press, 1987.",
        "Kotlikoff, Laurence 3., Social Security and Equilibrium Capital Intensity, Ouarterlv Journal of Economics, May 1979.",
        "Kotlikoff, Laurence 3., The Deficit is Not a Well-Defined Measure of Fiscal Policy, Science, August 1988.",
        "Kotlikoff, Laurence 3., Deficit Delusion, The Public Interest, Summer 1986.",
        "Kotlikoff, Laurence 3., Taxation and Savings: A Neoclassical Perspective, The Journal of Economic Literature, December 1984.",
        "Laitner, John, Tax Changes and Phase Diagrams for an Overlapping Generations Model, mimeo June 1988.",
        "Leonard, Herman B., Checks Unbalanced, Basic Books, 1986.",
        "Modiliani, Franco, and Richard Brumberg, Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in Post-Keynesian Economics, ad. by Kenneth K. Kurihara, New Brunswick, N.J., Rutgers University Press, 1954.",
        "Sargent, Thomas and Neal Wallace, Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Ouarterly Review, vol. 5, 1981.",
        "Yotsuzuka, T., Ricardian Equivalence in the Presence of Capital Market Imperfections, MIT mimeo, 1986."
    ]
}