{
    "id": 28410,
    "cites": 10,
    "cited_by": 0,
    "reference": [
        "Abadie, A., Diamond, A. and Hainmueller, J. (2010). â\u0080\u009cSynthetic Control Methods for Comparative Case Studies: Estimating the Effect of Californiaâ\u0080\u0099s Tobacco Control Program.â\u0080\u009d Journal of the American Statistical Association 105 (490): 493â\u0080\u0093505.",
        "Abouk, R, and Heydari, B. (2020). â\u0080\u009cThe Immediate Effect of COVID-19 Policies on Social Distancing Behavior in the United States.â\u0080\u009d Retrieved from SSRN: https://ssrn.com/abstract=3571421 Adeline, Stephanie, Connie Hanzhang Jin, Alyson Hurt, Thomas Wilburn, Daniel Wood, and Ruth Talbot. 2021. Coronavirus Is Surging: How Severe Is Your State's Outbreak? January 14, 2021. National Public Radio. https://www.npr.org/sections/healthshots /2020/09/01/816707182/map-tracking-the-spread-of-the-coronavirus-in-the-u-s Ahammer, Alexander, Martin Halla & Mario Lackner, 2020. \"Mass Gatherings Contributed to Early COVID-19 Mortality: Evidence from US Sports,\" Economics working papers 2020-13, Department of Economics, Johannes Kepler University Linz, Austria.",
        "Baldwin, Sarah L., Audrey McNamara, and Caroline Linton. Washington, D.C., locks down as inauguration events kick off. January 17, 2021. CBS News. https://www.cbsnews.com/live-updates/joe-biden-inauguration-washington-dc-lockdown/ Balsamo, Michael. 2021. Discovery of pipe bombs in DC obscured by riot at Capitol. January 11, 2021. The Associated Press. https://apnews.com/article/donald-trump-joe-bideninaugurations -capitol-siege-8828a6a920198d0ea1ee0c73a49d8847 Bennett, G.G., McNeill, L.H., Wolin, K.Y., Duncan, D.T., Puleo, E. and Emmons, K.M., 2007. Safe to walk? Neighborhood safety and physical activity among public housing residents. PLoS medicine, 4(10).",
        "Booker, Brakkton. 2021. About 20,000 National Guard Members to Deploy for Inauguration, Officials Say. January 13, 2021. National Public Radio. https://www.npr.org/sections/insurrection-at-the-capitol/2021/01/13/956458463/20-000national -guardsmen-will-be-deployed-for-inauguration-d-c-official-says Buchmueller, T. C., DiNardo, J., & Valletta, R. G. 2011. The effect of an employer health insurance mandate on health insurance coverage and the demand for labor: Evidence from Hawaii. American Economic Journal: Economic Policy, 3(4), 25-51.",
        "Courtemanche, C., Garuccio, J., Le, A., Pinkston, J., Yelowitz, A., 2020. Strong Social Distancing Measures in The United States Reduced The COVID-19 Growth Rate. Health Affairs 10.1377/hlthaff.2020.00608. https://doi.org/10.1377/hlthaff.2020.00608 Cremen, Alanea. 2021. 11 arrested for having pepper spray at Capitol demonstrations. January 6, 2021. ABC 10 News, Sacramento. https://www.abc10.com/article/news/local/sacramento/hundreds-gather-at-sacramentocapitol -to-protest-2020-election/103-d2e330bd-1268-404f-8edc-bc97bef71629 Cronin, C.J., and Evans, W.N. 2020. Private Precaution and Public Restrictions: What Drives Social Distancing and Industry Foot Traffic in the COVID-19 Era? Working Paper No. 27531. Working paper Series. National Bureau of Economic Research.",
        "Cunningham, S. and Shah, M. 2018. Decriminalizing Indoor Prostitution: Implications for Sexual Violence and Public Health. The Review of Economic Studies, 85(3), pp.16831715.",
        "Dave, D.M., Friedson, A.I., Matsuzawa, K., Sabia, J.J. and Safford, S. 2020a. Black Lives Matter Protests, Social Distancing, and COVID-19. Working Paper No. 27408. Working Paper Series. National Bureau of Economic Research.",
        "Dave, D.M., Friedson, A.I., Matsuzawa, K., McNichols, D., Redpath, C. and Sabia, J.J. 2020b. Risk Aversion, Offsetting Community Effects and COVID-19: Evidence from an Indoor Political Rally. Working Paper No. 27552. Working Paper Series. National Bureau of Economic Research.",
        "Dave, D.M., McNichols, D. and Sabia, J.J. 2020c. The Contagion Externality of a Suprespreading Event: The Sturgis Motorcycle Rally and COVID-19. Southern Economic Journal, Forthcoming.",
        "Dave, D.M., Friedson, A.I., Matsuzawa, K., McNichols, D., Sabia, J.J., 2020d. Did the Wisconsin Supreme Court Restart a COVID-19 Epidemic? Evidence from a Natural Experiment (Working Paper No. 27322). National Bureau of Economic Research. https://doi.org/10.3386/w27322 Dave, D.M., Friedson, A.I., Matsuzawa, K., Sabia, J.J., 2020e. When Do Shelter-in-Place Orders"
    ]
}