{
    "id": 28431,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Altonji, JG, Pierret, CR. Employer Learning and Statistical Discrimination. Quarterly Journal of Economics. 2001 Feb;116(1):313-50.",
        "Chang WY, White KE, and Sugimoto CR, Demographic Differences in the Publication Output of U.S. Doctorate Recipients, in 7th Intern. Conf. on Scientometrics & Informetrics (ISSI), Rome Italy, Sept. 2019, pp. 2430-2439 Farber, HS, Gibbons R. Learning and Wage Dynamics. Quarterly Journal of Economics. 1996 Nov; 111(4):1007-47.",
        "Freyman C, Deitz S, Ross L, Benskin J, Kalathil N, and Davis T, Manual Evaluation of Scientific Productivity Data of SDR Sample through Linkage, NCSES Task Order 09, Results from the manual matching evaluation. 2017 Gerald Marschke, Allison Nunez, Bruce A. Weinberg, and Huifeng Yu. 2018. â\u0080\u009cLast Place? The Intersection of Ethnicity, Gender, and Race in Biomedical Authorshipâ\u0080\u009d American Economic Review Papers and Proceedings 108 (No. 5, May): 222-27.",
        "Goldberger, A. S. (1972). Structural equation methods in the social sciences. Econometrica: Journal of the Econometric Society, 979-1001.",
        "Greene WH, Econometric analysis. Pearson Education India. 2003.",
        "Hopkins, Allison, James Jawitz, Christopher McCarty, Alex Goldman, and Nandita Basu (2013), â\u0080\u009cDisparities in publication patterns by gender, race and ethnicity based on a survey of a random sample of authors.â\u0080\u009d Scientometrics, 96 (2), 515â\u0080\u0093534.",
        "Morgan, M. S. (1990). The history of econometric ideas. Cambridge University Press.",
        "Paszcza, Bartosz. Comparison of Microsoft academic (graph) with web of science, scopus and google scholar. Diss. University of Southampton, 2016.",
        "Sabharwal, Meghna (2013), â\u0080\u009cComparing research productivity across disciplines and career stages.â\u0080\u009d Journal of Comparative Policy Analysis: Research and Practice, 15, 141â\u0080\u0093163.",
        "Torvik VI, Smalheiser NR. Author name disambiguation in MEDLINE. ACM Transactions on Knowledge Discovery from Data (TKDD). 2009 Jul 28;3(3):1-29.",
        "Torvik VI, Weeber M, Swanson DR, Smalheiser NR. A probabilistic similarity metric for Medline records: A model for author name disambiguation. Journal of the American Society for information science and technology. 2005 Jan 15;56(2):140-58.",
        "Whittington, Kjersten (2011), â\u0080\u009cMothers of invention?: Gender, motherhood, and new dimensions of productivity in the science profession.â\u0080\u009d Work and Occupations, 38, 417â\u0080\u0093456."
    ]
}