{
    "id": 28455,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Adolph, C., Amano, K., Bang-Jensen, B., Fullman, N., & Wilkerson, J. (2020). Pandemic Politics: Timing State-Level Social Distancing Responses to COVID-19. MedRxiv, 2020.03.30.20046326. https://doi.org/10.1101/2020.03.30.20046326 Ager, P., Eriksson, K., Karger, E., Nencka, P., & Thomasson, M. A. (2020). School Closures During the 1918 Flu Pandemic (No. w28246). National Bureau of Economic Research. https://doi.org/10.3386/w28246 Agostinelli, F., Doepke, M., Sorrenti, G., & Zilibotti, F. (2020). When the Great Equalizer Shuts Down: Schools, Peers, and Parents in Pandemic Times.",
        "Polarization and Public Health: Partisan Differences in Social Distancing During the Coronavirus Pandemic (SSRN Scholarly Paper ID 3574415). Social Science Research Network. https://papers.ssrn.com/abstract=3574415 Altonji, J. G., Elder, T. E., & Taber, C. R. (2005). An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schooling. Journal of Human Resources, XL(4), 791â\u0080\u0093821. https://doi.org/10.3368/jhr.XL.4.791 American Academy of Pediatrics. (2020, August 19). COVID-19 Planning Considerations: Guidance for School Re-entry. American Academy of Pediatrics. http://services.aap.org/en/pages/2019-novel-coronavirus-covid-19-infections/clinicalguidance /covid-19-planning-considerations-return-to-in-person-education-in-schools/ Auger, K. A., Shah, S. S., Richardson, T., Hartley, D., Hall, M., Warniment, A., Timmons, K., Bosse, D., Ferris, S. A., Brady, P. W., Schondelmeyer, A. C., & Thomson, J. E.",
        "Modelling transmission and control of the COVID-19 pandemic in Australia. ArXiv:2003.10218 [Cs, q-Bio]. https://doi.org/10.1038/s41467-020-19393-6 Clinton, J., Cohen, J., Lapinski, J., & Trussler, M. (2020). Partisan pandemic: How partisanship and public health concerns affect individualsâ\u0080\u0099 social mobility during COVID-19.",
        "Science Advances, eabd7204. https://doi.org/10.1126/sciadv.abd7204 Cohen, J., Mistry, D., Kerr, C., Klein, D., Izzo, M., & Schripsema, J. (2020). Maximizing education while minimizing COVID risk: Priorities and pitfalls for reopening schools. 12.",
        "Cook, C. (2020, December 19). Why British Kids Went Back to School, and American Kids Did Not. The Atlantic. https://www.theatlantic.com/ideas/archive/2020/12/why-british-kidsare -school-american-kids-arent/617438/ Council of Economic Advisors. (2020, August 14). Reopening Schools Is Key to Unlocking the Full Potential of Americaâ\u0080\u0099s Children. The White House. https://www.whitehouse.gov/articles/reopening-schools-key-unlocking-full-potential-americaschildren /",
        "Couzin-Frankel, J., Vogel, G., & Weiland, M. (2020). Not open and shut. Science, 369(6501), 241â\u0080\u0093245. https://doi.org/10.1126/science.369.6501.241 COVID-19 Task Force on Education Return to School Advisory Council. (2020). MI Safe Schools: Michiganâ\u0080\u0099s 2020-21 Return to School Roadmap.",
        "https://www.michigan.gov/documents/whitmer/MI_Safe_Schools_Roadmap_FINAL_695392_7. pdf Cowling, B. J., Ho, L. M., & Leung, G. M. (2008). Effectiveness of control measures during the SARS epidemic in Beijing: A comparison of the Rt curve and the epidemic curve.",
        "Dub, T., Erra, E., Hagberg, L., Sarvikivi, E., Virta, C., Jarvinen, A., Osterlund, P., Ikonen, N., Haveri, A., Melin, M., Lukkarinen, T. J., & Nohynek, H. (2020). Transmission of SARS-CoV-2 following exposure in school settings: Experience from two Helsinki area exposure incidents. MedRxiv, 2020.07.20.20156018. https://doi.org/10.1101/2020.07.20.20156018 Ebell, M. H., & Bagwell-Adams, G. (2020). Mandatory Social Distancing Associated With Increased Doubling Time: An Example Using Hyperlocal Data. American Journal of Preventive Medicine, 59(1), 140â\u0080\u0093142. https://doi.org/10.1016/j.amepre.2020.04.006 Education Policy Innovation Collaborative. (2020). Instructional Delivery Under Michigan Districtsâ\u0080\u0099 Extended COVID-19 Learning Plans â\u0080\u0093 December Update.",
        "https://epicedpolicy.org/wp-content/uploads/2020/12/EPIC_ECOL-report_Dec2020.pdf EmpowerK12. (2020). COVID-19â\u0080\u0099s Impact on Student Achievement Growth in DC.",
        "EmpowerK12. https://static1.squarespace.com/static/5f9857f027d55d2170cd92ac/t/5fdb6d5dc70d2641e55ff244 /1608215913800/COVID-19%27s+Impact+on+DC+Student+Achievement+-+EmpowerK12+Initial+Findings+Dec+2020.pdf Engzell, P., Frey, A., & Verhagen, M. D. (2020). Learning inequality during the COVID19 pandemic.",
        "Fontanet, A., Grant, R., Tondeur, L., Madec, Y., Grzelak, L., Cailleau, I., Ungeheuer, M.-N., Renaudat, C., Pellerin, S. F., Kuhmel, L., & others. (2020). SARS-CoV-2 infection in primary schools in northern France: A retrospective cohort study in an area of high transmission. MedRxiv.",
        "Grossman, G., Kim, S., Rexer, J., & Thirumurthy, H. (2020). Political partisanship influences behavioral responses to governorsâ\u0080\u0099 recommendations for COVID-19 prevention in the United States. Available at SSRN 3578695.",
        "Guthrie, B. L., Seiler, J., Tolentino, L., Jiang, W., Fischer, M., Issema, R., Fuller, S., Green, D., Tordoff, D. M., Meisner, J., Tseng, A., Louden, D., Ross, J. M., & Drake, A. L. (2020). Summary of Evidence Related to Schools During the COVID-19 Pandemic. Washington State Department of Health, Alliance for Pandemic Preparedness, Start Center.",
        "https://depts.washington.edu/pandemicalliance/wordpress/wp-content/uploads/2020/10/COVID19 -Schools-Summary_2020_10_19.pdf Hanna, J., & Wolfe, D. (2020, November 13). These charts show how serious the fall Covid-19 surge is in the US. CNN. https://www.cnn.com/2020/11/12/health/coronavirus-fallsurge -statistics/index.html Hanushek, E. A., & Woessmann, L. (2020). The economic impacts of learning losses. https://doi.org/10.1787/21908d74-en Harris, C., & Carpenter, J. (2020, December 5). COVID spread remains minimal in Texas schools despite state surgeâ\u0080\u0094HoustonChronicle.com. Houston Chronicle.",
        "https://doi.org/10.1016/S1473-3099(20)30882-3 Isphording, I. E., Lipfert, M., & Pestel, N. (2020). School Re-Openings after Summer Breaks in Germany Did Not Increase SARS-CoV-2 Cases. 41.",
        "Issa, N. (2020, December 3). Illinois schools are not COVID-19 superspreaders, data shows. Chicago Sun-Times. https://chicago.suntimes.com/education/2020/12/3/22151522/illinois-schools-public-covid-19superspreaders -cps-coronavirus-reopen Ivory, D., Gebeloff, R., & Mervosh, S. (2020, December 12). Young People Have Less Covid-19 Risk, but in College Towns, Deaths Rose Fast. The New York Times. https://www.nytimes.com/2020/12/12/us/covid-colleges-nursing-homes.html Iwata, K., Doi, A., & Miyakoshi, C. (2020). Was school closure effective in mitigating coronavirus disease 2019 (COVID-19)? Time series analysis using Bayesian inference.",
        "International Journal of Infectious Diseases, 99, 57â\u0080\u009361. https://doi.org/10.1016/j.ijid.2020.07.052 Jackson, C., Mangtani, P., Hawker, J., Olowokure, B., & Vynnycky, E. (2014). Impact of school closures on an influenza pandemic: Scientific evidence base review.",
        "Projecting the potential impacts of COVID-19 school closures on academic achievement. In EdWorkingPapers.com. Annenberg Institute at Brown University. https://www.edworkingpapers.com/ai20-226 Kuhfeld, M., Soland, J., Tarasawa, B., Johnson, A., Ruzek, E., & Liu, J. (2020b). Projecting the Potential Impact of COVID-19 School Closures on Academic Achievement.",
        "Educational Researcher, 49(8), 549â\u0080\u0093565. https://doi.org/10.3102/0013189X20965918 Lee, P.-I., Hu, Y.-L., Chen, P.-Y., Huang, Y.-C., & Hsueh, P.-R. (2020). Are children less susceptible to COVID-19? Journal of Microbiology, Immunology, and Infection, 53(3), 371â\u0080\u0093 372. https://doi.org/10.1016/j.jmii.2020.02.011 Lewis, D. (2020). Why schools probably arenâ\u0080\u0099t COVID hotspots. Nature, 587(7832), 17.",
        "Liu, Y., Morgenstern, C., Kelly, J., Lowe, R., CMMID COVID-19 Working Group, & Jit, M. (2020). The impact of non-pharmaceutical interventions on SARS-CoV-2 transmission across 130 countries and territories [Preprint]. Health Policy. https://doi.org/10.1101/2020.08.11.20172643 Loeb, S. (2020, March 21). How Effective Is Online Learning? What the Research Does and Doesnâ\u0080\u0099t Tell Us (Opinion). Education Week. https://www.edweek.org/technology/opinionhow -effective-is-online-learning-what-the-research-does-and-doesnt-tell-us/2020/03 Lopez, A. S., Hill, M., Antezano, J., Vilven, D., Rutner, T., Bogdanow, L., Claflin, C., Kracalik, I. T., Fields, V. L., Dunn, A., & others. (2020). Transmission dynamics of COVID-19 outbreaks associated with child care facilitiesâ\u0080\u0094Salt Lake City, Utah, Aprilâ\u0080\u0093July 2020. Morbidity and Mortality Weekly Report, 69(37), 1319.",
        "Ludvigsson, J. F. (2020). Children are unlikely to be the main drivers of the COVID-19 pandemic â\u0080\u0093 A systematic review. Acta Paediatrica, 109(8), 1525â\u0080\u00931530. https://doi.org/10.1111/apa.15371 Lurie, M. N., Silva, J., Yorlets, R. R., Tao, J., & Chan, P. A. (2020). Coronavirus Disease 2019 Epidemic Doubling Time in the United States Before and During Stay-at-Home Restrictions. The Journal of Infectious Diseases, 222(10), 1601â\u0080\u00931606. https://doi.org/10.1093/infdis/jiaa491 Macartney, K., Quinn, H. E., Pillsbury, A. J., Koirala, A., Deng, L., Winkler, N., Katelaris, A. L., Oâ\u0080\u0099Sullivan, M. V. N., Dalton, C., Wood, N., Brogan, D., Glover, C., Dinsmore, N., Dunn, A., Jadhav, A., Joyce, R., Kandasamy, R., Meredith, K., Pelayo, L., â\u0080¦ Chant, K.",
        "Oster, E. (2019). Unobservable Selection and Coefficient Stability: Theory and Evidence.",
        "Journal of Business & Economic Statistics, 37(2), 187â\u0080\u0093204. https://doi.org/10.1080/07350015.2016.1227711 Oster, E. (2020, October 9). Schools Arenâ\u0080\u0099t Super-Spreaders. The Atlantic. https://www.theatlantic.com/ideas/archive/2020/10/schools-arent-superspreaders/616669/ Pang, X. (2003). Evaluation of Control Measures Implemented in the Severe Acute Respiratory Syndrome Outbreak in Beijing, 2003. JAMA, 290(24), 3215. https://doi.org/10.1001/jama.290.24.3215 Perez Jr, J. (2020, July 28). Teachers union threatens â\u0080\u009csafety strikesâ\u0080\u009d before Biden speech. POLITICO. https://www.politico.com/news/2020/07/28/aft-strikes-school-reopening384133 Pillow, T. (2020, October 19). A Puget Sound-area charter school couldnâ\u0080\u0099t open as plannedâ\u0080\u0094But it still found a way to support students | Center on Reinventing Public Education.",
        "American Journal of Epidemiology, 164(10), 936â\u0080\u0093944. https://doi.org/10.1093/aje/kwj317 Weir, K. (2020, September 1). What did distance learning accomplish? Monitor on Psychology, 51(6), 54â\u0080\u009359.",
        "Weisberg, S. P., Connors, T. J., Zhu, Y., Baldwin, M. R., Lin, W.-H., Wontakal, S., Szabo, P. A., Wells, S. B., Dogra, P., Gray, J., & others. (2020). Distinct antibody responses to SARS-CoV-2 in children and adults across the COVID-19 clinical spectrum. Nature Immunology, 1â\u0080\u00937.",
        "Will, M. (2020, July 28). Strikes Are an Option to Force Schools to Reopen Safely, AFT President Says. Education Week. https://www.edweek.org/teaching-learning/strikes-are-anoption -to-force-schools-to-reopen-safely-aft-president-says/2020/07 Winslow, C.-E. A., & Rogers, J. F. (1920). Statistics of the 1918 Epidemic of Influenza in Connecticut: With a Consideration of the Factors Which Influenced the Prevalence of This Disease in Various Communities. The Journal of Infectious Diseases, 26(3), 185â\u0080\u0093216.",
        "Wisely, J. (2020, November 6). More schools going remote as COVID-19 virus spreads.",
        "Detroit Free Press. https://www.freep.com/story/news/local/michigan/2020/11/06/more-schoolsgoing -remote-covid-19/6189913002/ Yehya, N., Venkataramani, A., & Harhay, M. O. (2020). Statewide Interventions and Covid-19 Mortality in the United States: An Observational Study. Clinical Infectious Diseases, ciaa923. https://doi.org/10.1093/cid/ciaa923 Yoon, Y., Kim, K.-R., Park, H., Kim, S., & Kim, Y.-J. (2020). Stepwise School Opening Online and Off-line and an Impact on the Epidemiology of COVID-19 in the Pediatric Population. MedRxiv, 2020.08.03.20165589. https://doi.org/10.1101/2020.08.03.20165589 Zhou, R., Li, F., Chen, F., Liu, H., Zheng, J., Lei, C., & Wu, X. (2020). Viral dynamics in asymptomatic patients with COVID-19. International Journal of Infectious Diseases, 96, 288â\u0080\u0093 290. https://doi.org/10.1016/j.ijid.2020.05.030"
    ]
}