{
    "id": 2848,
    "cites": 22,
    "cited_by": 23,
    "reference": [
        "Arrow, Kenneth J. (1965): Aspects of a Theory of Risk Bearing, Yrjo Jahnsson Lectures, Helsinki.",
        "Reprinted in Essays in the Theory of Risk Bearing (1971), Chicago: Markham Publishing Co.",
        "Bernoulli, Daniel (1738): Specimen theoriae novae de mensura sortis, Comentarii Acaderniae Sci- entiarum Imperialea Petropolitanae, Vol. 5, 175-192. Translated by L. Sommer as Exposition of a New Theory on the Measurement of Risk, Econornetrica (1954), 12, 23-36.",
        "Diamond, Peter A. and Joseph E. Stiglitz (1974): Increases in Risk and Risk Aversion, Journal of Economic Theory, 8, 337-360.",
        "DrÃ\u0083Â¨ze, Jacques H., and Franco Modigliani (1972): Consumption Decisions under Uncertainty, Journal of Economic Theory, 5, 308-335.",
        "Feller , William (1971): An Introduction to Probability Theory and its Applications, Vol. II, 2nd Edition, John Wiley ~ Sons, Inc., New York, 439-442.",
        "Kihlstrom, Richard E., David Romer, and Steve Williams (1981): Risk Aversion with Random Initial Wealth, Econometrica, 49, 911-920.",
        "Kimball, Miles S. (1987): Essays on Intertemporal Household Choice, unpublished Ph. D. dissertation (Harvard University, Cambridge, MA), 100-195.",
        "Kimball, Miles S. (1988a): Tile Effect of Demand Uncertainty on a Precommitted Monopoly Price, mimeo, 1988a.",
        "Kimball, Miles S. (1988b): Precautionary Saving and the Marginal Propensity to Consume, mimeo, 1988b.",
        "Kimball, Miles S. and N. Gregory Mankiw (1987): Precautionary Saving and the Timing of Taxes, mimeo, 1987.",
        "Leland, Hayne E. (1968): Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics, 82, 465-473.",
        "Merton, R. (1971): ~Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory, 373-413.",
        "Nachman, D. C. (1982): Preservation of `More Risk Averse Under Expectations, Journal of Economic Theory 28, 361-368.",
        "Pope, Rulon D. and Jean-Paul Chavas (1985): Producer Surplus and Risk, Quarterly Journal of Economics, 100, 853-870.",
        "Pratt, John W. (1964): Risk Aversion in the Small and in the Large, Econometrica, 32, 122-136.",
        "Pratt, John W. and Zeckhauser, Richard J. (1987): Proper Risk Aversion, Econometrica, January 23 55, 143-154.",
        "Ross, Stephen A. (1981): Some Stronger Measures of Risk Aversion in the Small and the Large with Applications, Econometrica, 49, 621-638.",
        "Rothschild, Michael and Joseph E. Stiglitz (1970): Increasing Risk I: A Definition, Journal of Economic Theory, 2, 225-243.",
        "Rothschild, Michael and Joseph E. Stiglitz (1971): Increasing Risk II: Its Economic Conse- quences, Journal of Economic Theory, 3, 66-84.",
        "Sandmo, Agnar (1970): The Effect of Uncertainty on Saving Decisions, Review of Economic Studies, 37, 353-360.",
        "Zeldes, Stephen P. (1986): Optimal Consumption with Stochastic Income: Deviations from Cer- tainty Equivalence, mimeo, University of Pennsylvania, 1986."
    ]
}