{
    "id": 2852,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Dickey, David A. , and Fuller, Wayne A. Distribution of the Estimators for Autoregressive Time Series with a Unit Root. Journal 2~ ~m American Statistical Association, 74 (June, 1979), 427-431.",
        "Oickey, David A. , and Fuller, Wayne A. Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root. Econometrica, 45 (July, 1981), 1057-1072.",
        "Eichenbaum, Martin, and Singleton, Kenneth J. Do Equilibrium Real Business Cycle Theories Explain Postwar U.S. Business Cycles? Fischer (ed.), ~ Macroeconomics Annual flj.~. Cambridge: MIT Press, 1986.",
        "Engle, Robert F., and Granger, C.W.J. Co-Integration and Error Correction: Representation, Estimation, and Testing. Econometrica, 55 (March, 1987), 251-276.",
        "Friedman, Benjamin M. Targets, Instruments and Indicators of Monetary Policy. Journal ~ Monetary Economics, 1 (October, 1975), 443-473.",
        "Friedman, Benjamin M. The Roles of Money and Credit in Macroeconomic Analysis. Tobin (ed.), Macroeconomics, Prices g~ Quantities: Essays in Memory Arthur ~j, ~ Washington: The Brookings Institution, 1983.",
        "Friedman, Benjamin M. The Value of Intermediate Targets in Implementing Monetary Policy. Federal Reserve Bank of Kansas City, fljÃ\u0083Â§.g Stability ~ Public Policy. Kansas City: 1984.",
        "Friedman, Benjamin M. Targets and Instruments of Monetary Policy. Friedman and Hahn (eds.), Handbook ~ Monetary Economics. Amsterdam: North-Holland, forthcoming. Fuller, Wayne A. Introduction ~ Statistical ~ Series. New York: Wiley, 1976.",
        "Kareken, John H., Muench, Thomas, and Wallace, Neil. Optimal Open Market Strategy: The Use of Information Variables. American Economic Review, 63 (March, 1973), 156-172.",
        "Litterman, Robert B., and Weiss, Lawrence. Money, Real Interest Rates and Output: A Re-interpretation of Postwar U.S. Data. Econometrics, 53 (January, 1985), 128-156.",
        "McCallum, Bennett T. On Consequences and Criticisms of Monetary Targeting. Journal of ~ga~y, Credit, gfl4 Banking, 17 (November, 1985, Part 2), 570-597.",
        "Sims, Christopher A. Money, Income, and Causality. American Economic Review, 62 (September, 1972), 540-552.",
        "Sims, Christopher A. Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered. American Economic Review, 70 (May, 1980), 250-257.",
        "Stock, James N., and Watson, Mark W. Interpreting the Evidence on Money-Income Causality. Journal g.~ Econometrics, forthcoming. Walsh, Carl E. In Defense of Base Drift. American Economic Review, 76 (September, 1986), 692-700.",
        "Zellner, Arnold. Bayesian Econometrics. Econometrics, 53 (March, 1985), 253-269."
    ]
}