{
    "id": 28541,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Alexander, D. and E. Karger (2020). Do stay-at-home orders cause people to stay at home? effects of stay-at-home orders on consumer behavior.",
        "Almagro, M., J. Coven, A. Gupta, and A. Orane-Hutchinson (2020). Racial disparities in frontline workers and housing crowding during covid-19: Evidence from geolocation data. Available at SSRN 3695249.",
        "Banerjee, A. and E. Duflo (2011). Poor economics: A radical rethinking of the way to fight global poverty. Public Affairs.",
        "Bennett, M. (2020). All things equal? heterogeneity in policy effectiveness against covid-19 spread in chile.",
        "Carozzi, F., S. Provenzano, and S. Roth (2020). Urban density and covid-19. IZA Discussion Papers 13440, Bonn.",
        "Carranza, A., M. Goic, E. Lara, M. Olivares, G. Y. Weintraub, J. Covarrubia, C. Escobedo, N. Jara, and L. J. Basso (2020). The social divide of social distancing: Lockdowns in santiago during the covid-19 pandemic. Report.",
        "Chiou, L. and C. Tucker (2020). Social distancing, internet access and inequality. National Bureau of Economic Research Working Paper Series No. 26982.",
        "Coven, J. and A. Gupta (2020). Disparities in mobility responses to covid-19. Report, NYU Stern Working Paper.",
        "Emeruwa, U. N., S. Ona, J. L. Shaman, A. Turitz, J. D. Wright, C. Gyamfi-Bannerman, and A. Melamed (2020). Associations between built environment, neighborhood socioeconomic status, and sars-cov-2 infection among pregnant women in new york city. JAMA 324(4), 390â\u0080\u0093392. However, while this would exonerate lockdowns, it would be consistent with crowded homes rather than mobility being the mechanism for disparate impact of social distancing.",
        "Fan, Y., A. Y. Orhun, and D. Turjeman (2020). Heterogeneous actions, beliefs, constraints and risk tolerance during the covid-19 pandemic. National Bureau of Economic Research Working Paper Series No. 27211.",
        "Gandhi, S., V. Tandel, A. Pethe, V. Phatak, and S. Risbud (2014). Real estate prices in mumbai: Does the metro rail have an impact? Economic and Political Weekly 49(9), 55â\u0080\u009361.",
        "Huang, X., Z. Li, Y. Jiang, X. Ye, C. Deng, J. Zhang, and X. Li (2020). The characteristics of multi-source mobility datasets and how they reveal the luxury nature of social distancing in the u.s. during the covid-19 pandemic. medRxiv, 2020.07.31.20143016.",
        "Kearney, A. and C. Munana (2020). Taking stock of essential workers. Report, Kaiser Family Foundation.",
        "Laxminarayan, R., B. Wahl, S. R. Dudala, K. Gopal, C. Mohan B, S. Neelima, K. S. Jawahar Reddy, J. Radhakrishnan, and J. A. Lewnard (2020). Epidemiology and transmission dynamics of covid-19 in two indian states. Science 370(6517), 691.",
        "Leatherby, L. (2020, October 22, 2020). The worst virus outbreaks in the u.s. are now in rural areas. New York Times.",
        "Lloyd-Smith, J. O., S. J. Schreiber, P. E. Kopp, and W. M. Getz (2005). Superspreading and the effect of individual variation on disease emergence. Nature 438(7066), 355â\u0080\u0093359.",
        "Long, Q.-X. et al. (2020). Antibody responses to sars-cov-2 in patients with covid-19. Nature Medicine 26(6), 845â\u0080\u0093848.",
        "Lou, J. and X. Shen (2020). Are stay-at-home orders more difficult to follow for low-income groups? Report, Working Paper.",
        "Malani, A., S. Ramachandran, V. Tandel, R. Parasa, S. Sudharshini, V. Prakash, Y. Yogananth, S. Raju, and T. S. Selvavinayagam (2021). Sars-cov-2 seroprevalence in tamil nadu in october-november 2020. medRxiv, 2021.02.03.21250949.",
        "Malani, A., D. Shah, G. Kang, G. N. Lobo, J. Shastri, M. Mohanan, R. Jain, S. Agrawal, S. Juneja, S. Imad, and U. Kolthur-Seetharam (2020). Seroprevalence of sars-cov-2 in slums versus non-slums in mumbai, india. The Lancet Global Health.",
        "Mohanan, M., A. Malani, K. Krishnan, and A. Acharya (2020). Prevalence of covid-19 in rural versus urban areas in a low-income country: Findings from a state-wide study in karnataka, india. medRxiv, 2020.11.02.20224782.",
        "Murhekar, M. V. et al. (2021). Sars-cov-2 antibody seroprevalence in india, augustx2013; september, 2020: findings from the second nationwide household serosurvey. The Lancet Global Health.",
        "Nichols, M., M. Thorson, and C. Procell (2020). We looked at coronavirus in 8,500 zip codes across america. hereâ\u0080\u0099s what we found. USA Today.",
        "Okba, N. M. A., M. MuÌ\u0088ller, W. Li, C. Wang, C. GeurtsvanKessel, V. Corman, M. Lamers, R. Sikkema, E. de Bruin, F. Chandler, Y. Yazdanpanah, Q. Le Hingrat, D. Descamps, N. Houhou-Fidouh, C. B. E. M. Reusken, B.-J. Bosch, C. Drosten, M. P. G. Koopmans, and B. Haagmans (2020). Severe acute respiratory syndrome coronavirus 2specific antibody responses in coronavirus disease patients. Emerging Infectious Disease journal 26(7), 1478.",
        "Parker, K., J. M. Horowitz, and A. Brown (2020). About half of lower-income americans report household job or wage loss due to covid-19. Report, Pew Research Center.",
        "Reese, P. (2020). High-poverty neighborhoods bear the brunt of covidâ\u0080\u0099s scourge. KHN .",
        "Ribeiro, H. V., A. S. Sunahara, J. Sutton, M. Perc, and Q. Hanley (2020). City size and the spreading of covid-19 in brazil. PLoS ONE 15.",
        "Stier, A., M. Berman, and L. Bettencourt (2020). Covid-19 attack rate increases with city size. Mansueto Institute for Urban Innovation Research Paper Forthcoming.",
        "TaubenboÌ\u0088ck, H. and N. J. Kraff (2014). The physical face of slums: a structural comparison of slums in mumbai, india, based on remotely sensed data. Journal of Housing and the Built Environment 29(1), 15â\u0080\u009338.",
        "Whittle, R. S. and A. Diaz-Artiles (2020). An ecological study of socioeconomic predictors in detection of covid-19 cases across neighborhoods in new york city. BMC Medicine 18(1), 271.",
        "Zhao, J., Q. Yuan, H. Wang, W. Liu, X. Liao, Y. Su, X. Wang, J. Yuan, T. Li, J. Li, S. Qian, C. Hong, F. Wang, Y. Liu, Z. Wang, Q. He, Z. Li, B. He, T. Zhang, Y. Fu, S. Ge, L. Liu, J. Zhang, N. Xia, and Z. Zhang (2020). Antibody responses to sars-cov-2 in patients with novel coronavirus disease 2019. Clinical Infectious Diseases 71(16), 2027â\u0080\u00932034."
    ]
}