{
    "id": 2854,
    "cites": 32,
    "cited_by": 39,
    "reference": [
        "Amemiya, Takeshi, Advanced Econometrics, Cambridge: Harvard University Press, 1985.",
        "Arrow, Kenneth J., Models of Job Discrimination in A.H. Pascal, ed. Racial Discrimination in Economic Life, Lexington, Massachusetts: Heath Lexington, 1974, Ch. 1.",
        "Ashenfelter, Orley, and James Heckman, Measuring The Effect of An Antidiscrimination Program, pp. 46-84, in Orley Ashenfelter and James Blum., eds, Evaluatinz The Labor-Market Effects of Social ProgL~, Princeton Industrial Relations Section, Princeton University, 1976, Ch. 2.",
        "Bunting, Robert L., Employer Concentration in Local Labor Markets, Chapel Hill: University of North Carolina Press, 1962.",
        "Freeman, Richard B., Changes in The Labor Market for Black Americans, Brookinas Paoers on Economic Activity, Spring 1973, 1, 67-120.",
        "S. Rosen, ed, Studies in Labor Markets, Chicago, 1981, chap 8.",
        "Friedman, Milton, Capitalism and Freedom, Chicago: University of Chicago Press, 1962.",
        "Heckman, James, Brook Payner and Richard Butler, The Impact of The Economy and the State On The Economic Status of Blacks, mimeo Yale University, 1988.",
        "Hoffman, Joan, Racial Discrimination and Economic Development, Laxington, Mass: D.C. Heath, 1975.",
        "Murray, Charles, Losina Ground, New York: Basic Books, 1984.",
        "Osborne, Donald, Negro Employment in The Textile Industries of North and South Carolina, Research Report, 1966-70, Equal Employment Opportunity Commission, Washington, D.C., November 21, 1966.",
        "Rowan, Richard L., The Negro in The Textile Industry, Part Five of H. Northrup, R. Rowan, 0. Barnum and J. Howard, eds., Nearo Employment in Southern Industry, Philadelphia: University of Pennsylvania Press, 1980, Ch. 5.",
        "Smith, James, Race and Human Capital, American Economic Review, September 1984, 685-698.",
        "Smith, James and Finis Welch, Closins The Gap: Fourtv Years of Economic Progress For Blacks, Santa Monica, California: Rand, 1986.",
        "Tang, Anthony N. , Economtc Development in The Southern Piedmont, University of North Carolina Press, Chapel Hill: University North Carolina, 1958.",
        "Tobin, James, On Improving The Economic Status of the Negro, ~edalu~, 94 Fall, 1965, 878-898.",
        "United States Commission on Civil Rights, The Economic Progress of Black Men in America, Washington D.C. : U.S. Government Clearinghouse Publication 91, 1986.",
        "U.S. Bureau of the Census. Census of Population: 1960, Vol. 2, Characteristics of the Population, part 42, South Carolina. Washington, D.C.: U.S.",
        "U.S. Bureau of the Census. Census of the Population: 1970, Vol. 1, Characteristics of the Population, part 1, United States Summary - Section 1. Washington, D.C.: U.S. Government Printing Office, l973a.",
        "U.S. Bureau of the Census. Census of Population: 1970, Vol. 1, Characteristics of the Population, part 42, South Carolina. Washington, D.C.: U.S.",
        "Government Printing Office, l973b. U.S. Bureau of the Census. Census of Population: 1960, Public Use Microdata Ssmple, [machine-readable data file]/prepared by the Bureau of the Census Washington, D.C.: The Bureau [producer and distributor], l973c.",
        "U.S. Bureau of the Census. Census of Population: 1970, Public Use Microdata Sample, [machine-readable data file]/prepared by the Bureau of the Census.",
        "Washington, D.C.: U.S. Government Printing Office, l973e. U.S. Bureau of the Census. 1980 Census of Population, Vol. 1, chap. C., General Social and Economic Characteristics, part 1, U.S. Summary. Washington, D.C.: U.S. Government Printing Office, l983a.",
        "U.S. Bureau of the Census. 1980 Census of Population, Vol. 1, chap. C, General Social and Economic Characteristics, part 42, South Carolina. Washington, D.C.: U.S. Government Printing Office, l983b.",
        "U.S. Bureau of the Census. Census of Po~u1ation: 1940, Public Use Microdata Sample, [machine-readable data fuel/prepared by the Bureau of the Census.",
        "Washington, D.C.: The Bureau [producer and distributor], 1984a U.S. Bureau of the Census. Census of Pooulation:J~Q, Public Use Microdata Sample, [machine-readable data fuel/prepared by the Bureau of the Census.",
        "Washington, D.C.: The Bureau [producer and distributor], 1984b.",
        "Welch, Finis, Black-White Differences in the Return to Schooling, American Economic Review, December, 1973, 893-907.",
        "White, }Ialbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, September, 1980, 817-838.",
        "Wilson, William, The Truly Disadvantased: Inner City. The Under Class and Public Policy, Chicago: University of Chicago Press, 1986.",
        "Wright, Gavin, Old South. New South, New York: Basic Books, 1986.",
        "Srinivasan, Glynn Williams, David Weir, Gavin Wright and participants in seminars at Yale, Stanford, The Hoover Institution, Sloan School-MIT, University of South Carolina, NBER-Cambridge, Penn, Princeton and the Economic History Workshop at the University of Chicago. 1Data on wages were not collected before 1940. There are no consistent time series data on employment in non-textile industries before that date."
    ]
}