{
    "id": 2861,
    "cites": 19,
    "cited_by": 440,
    "reference": [
        "Ashenfelter, 0. and Card, D. (1985), Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs. Review ~ Economics ~ Statistics, 67, 648-660.",
        "Barnow, 3. (1987), The Impact of CETA Programs on Earnings: A Review of the Literature. Journal ~ ~ Resources, XXII, 157-193.",
        "Barnow, 3., Cain, C., and Coldberger, A. (1980), Issues in the Analysis of--- Selectivity Bias. Evaluation Studies, eds. E. Stromsdorfer and G. Farkas, 1980, 5, 42-59.",
        "Barros, R. (1987), I~ Essays ~ ~ Nonparametric Estimation ~ Economic Models ~ Selectivity ~ Choice-Based Samples, Unpublished Ph.D. Dissertation, University of Chicago.",
        "Burtless, G. and Orr, L. (1986), Are Classical Experiments Needed for Manpower Policy? Journal ~ ~ Resources, 21, 606-639.",
        "Fraker, T. and Maynard, R. (1984), An Assessment of Alternative Comparison Group Methodologies for Evaluating Employment and Training Programs. Princeton: MPR, Inc.",
        "Fraker, T. and Maynard, R. (1987), Evaluating Comparison Group Designs with Employment-Related Programs. Journal ~ ~J~n Resources, 22, 194-227.",
        "Heckman, J. , Hotz, J. and Dabos, M. (1987), Do We Need Experimental Data to Evaluate the Impact of Manpower Training on Earnings? Evaluation Review, 11, 395-427.",
        "Hecknian, J. and Robb, R. (1985), Alternative Methods for Evaluating the Impact of Interventions. in Lonmitudinal Analysis ~ Labor Market ~ eds. 3. Hecknian and B. Singer, New York: Cambridge University Press.",
        "Heckman, 3. and Robb, R. (1986), Alternative Identifying Assumptions in Econometric Models of Selection Bias. in Advances jj~ Econometrics: Innovations in Quantitative Economics. Essays .j~ ~ ~ Robert j~.,. Basmann, 5, eds. D. Slottje, Greenwich, CT: JAI Press, 243-287.",
        "LaLonde, R. (1986), Evaluating the Econometric Evaluations of Training Programs with Experimental Data. American Economic Review, 76, 604-620.",
        "LaLonde, R. and Maynard, R. (1987), Now Precise are Evaluations of Employment and Training Programs: Evidence from a Field Experiment. Evaluation Studies, 11, 428-51.",
        "Learner, E. (1978), Specification Searches: ~ fi~ Inference ~ Nonexoerimental Q~, New York: John Wiley.",
        "Manski, C. and McFadden, D. (1981), Alternative Estimators and Sample Designs for Discrete Choice Analysis, in Structural AnalvsLs ~ Discrete ~ ~ Econometric Applications, eds. C. Manski and D. McFadden, Cambridge, MA: MIT Press, 2-50.",
        "Pudney, S. (1982), Estimating Latent Variable Systems When Specification is Uncertain: Generalized Component Analysis and the Eliminant Method. Journal ~ ~ American Statistical Association, 77, 883-889.",
        "Rivlin, A. (1971), Systematic Thinking ~ Social Action. Washington, D.C.: The Brookings Institution.",
        "Rosenbaum, P. and Rubin, 0. (1983), The Central Role of The Propensity Score in Observational Studies For Causal Effects. Biometrika, 70, 41-55.",
        "Rossi, P. and Freeman, H. (1985), Evaluation: A Systematic Amoroach. Third Edition. Beverly Hills, CA: SAGE Publications, Inc.",
        "Stromsdorfer, E. , ~ ~j. (1985), Recommendations of the Job Training Longitudinal Survey Research Advisory Panel, Report to the Employment end Training Administration, U.S. Department of Labor."
    ]
}