{
    "id": 28636,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., Chernozhukov, V., Werning, I., & Whinston, M. D. (2020). A multi-risk SIR model with optimally targeted lockdown (No. w27102). National Bureau of Economic Research.",
        "Alvarez, F. E., Argente, D., & Lippi, F. (2020). A simple planning problem for covid-19 lockdown (No. w26981). National Bureau of Economic Research.",
        "Baldwin, R. and B. Weder di Mauro, editors, Economics in the Time of COVID-19, CEPR Press, 2020.",
        "Chang, R., & Velasco, A. (2020). Economic policy incentives to preserve lives and livelihoods NBER Working Paper 27020",
        "Chen, F. (2012), A Mathematical Analysis of Public Avoidance Behavior During Epidemics Using Game Theory, Journal of Theoretical Biology, 302, 18-28.",
        "Eichenbaum, M. S., Rebelo, S., & Trabandt, M. (2020). The macroeconomics of epidemics. NBER Working Paper 26882",
        "Faria e Castro, M., â\u0080\u009cFiscal Policy During a Pandemicâ\u0080\u009d . Working Paper 2020-006, Federal Reserve Bank of Saint Louis, March 2020.",
        "Fornaro, L. and M. Wolf, â\u0080\u009cCovid-19 Coronavirus and Macroeconomic Policyâ\u0080\u009d . Technical Report, CEPR, March 2020.",
        "Ganong, P., Noel, P. J., & Vavra, J. S. (2020). US Unemployment Insurance Replacement Rates During the Pandemic (No. w27216). National Bureau of Economic Research.",
        "He, D., Zhao, S., Lin, Q., Zhuang, Z., Cao, P., Wang, M. H., & Yang, L. (2020). The relative transmissibility of asymptomatic cases among close contacts. International Journal of Infectious Diseases.",
        "Jones, C., T. Philippon and V. Venkateswaran, â\u0080\u009cOptimal Mitigation Policies in a Pandemic: Social Distancing and Working from Homeâ\u0080\u009d . Manuscript, NYU, April 6, 2020.",
        "Jorda, O., S. Singh, and A. Taylor, â\u0080\u009cLonger Run Economic Consequences of Pandemicsâ\u0080\u009d . Working paper 2020-09, Federal Reserve Bank of San Francisco, 2020.",
        "Kermack, W. O. and McKendrick, A. G. â\u0080\u009cA Contribution to the Mathematical Theory of Epidemicsâ\u0080\u009d . Proceedings of the Royal Society A. 115 (772), 1927.",
        "Kniesner, T. J., & Viscusi, W. K. (2019). The value of a statistical life. Forthcoming, Oxford Research Encyclopedia of Economics and Finance, 19-15.",
        "Loayza, N. and S. Pennings, â\u0080\u009cMacroeconomic Policy in the Time of COVID-19: A Primer for Developing Countriesâ\u0080\u009d . Research and Policy Briefs Number 28, World Bank Malaysia Hub, March 2020.",
        "Mossong J, Hens N, Jit M, Beutels P, Auranen K, Mikolajczyk R, et al. (2008) Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases. PLoS Med 5(3): e74. https://doi.org/10.1371/journal.pmed.0050074",
        "Verity, R., Okell, L. C., Dorigatti, I., Winskill, P., Whittaker, C., Imai, N., ... & Dighe, A. (2020). Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet infectious diseases.",
        "Weiss, H. H. (2013). â\u0080\u009cThe SIR model and the foundations of public healthâ\u0080\u009d . Materials Matematics, 0001-17 Volum 2013, treball no. 3, 17 pp. ISSN: 1887-1097",
        "Yeyati, E. L., & Sartorio, L. (2020). Take me out: De facto limits on strict lockdowns in developing countries. Covid Economics, 59."
    ]
}