{
    "id": 2868,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Terms of Trade, The LM.L Staff Papers, December 1988.",
        "Alesina Alberto and Guido Tabellini. `External Debt, Capital Flight and Political Risk, manuscript, 1987.",
        "Arad SW. Ruth and Arye L. Hillman. `Embargo Threat, Learning and Departure from Comparative Advantage, Journal of International Economics, 9, 1979.",
        "Bhagwati J.N. and T. N. Srinivasan. *Optimal Trade Policy and Compensation Under Endogenous Uncertainty, Journal of international Economics, 6, 1976.",
        "Chenerry, H. B. and M. Bruno. `Development Alternatives in an Open Economy, the Case of Israel, Economic Journal, 1962.",
        "Diwan, Ishac and Shabtai Donnenfeld. Trade Policy, Foreign Investment and Portfolio Expropriation, Studies in Banking and Finance, 3, 1986.",
        "Dooley, Michael P. `Country-Specific Risk Premiums, Capital Flight and Net Investment Income Payments in Selected Developing Countries, manuscript, the international Monetary Fund, 1986.",
        "Dornbusch, Rudiger. `External Debt, Budget Deficits and Disequilibrium Exchange rates, NBER Working Paper No. 1336, 1984.",
        "Eaton, Jonathan and Mark Gersovitz. `Debt with Potential Repudiation Theoretical and Empirical Analysis, Review of Economic Studies 48, 1981.",
        "Edwards, Sebastian. `Country Risk, Foreign Borrowing and the Social Discount Rate in an Open Developing Economy1 NBER Working Paper Series No. 1651, 1985.",
        "Ethier, Wilfred. `National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review 72, 1982.",
        "Findlay, R. `International Trade and Development Theory, Columbia University Press, 1973.",
        "Folkerst-Landau David. `The Changing Role of International Dank Lending in Development Finance, The I. M. F. Staff Papers 32, 1985.",
        "Froot, Ken D. `Buybacks, Exit Bonds and the Optimality of Debt and Liquidity Relief, manuscript, 1988.",
        "Harberger, Arnold C. `On Country Risk and the Social Cost of Foreign Borrowing by Developing Countries, manuscript, 1976.",
        "Helpman, Elhanan. `The Simple Analytics of Debt-Equity Swaps, manuscript, 1987.",
        "Eharas, Homi, J. `Constrained Optimal Foreign Borrowing by D.C. `s Domestic Finance Study No. 75, The World Bank, Washington, D.C., 1981.",
        "Kletzer, Kenneth M. `Asymmetries of Information and LDC borrowing with Sovereign Risk, Economic Journal 94, 1984.",
        "Krugman, Paul. `International Debt Strategies in an Uncertain World, in Smith, W.G, and Cuddington, ~J. T., eds., `International Debt and the Developing Countries, A World Dank Symposium, The World Bank, Washington, DC., 1985.",
        "Nash, John F. `The Bargaining Problem, Econometrica, 1950.",
        "Roth, Alvin E. Aziomatic Models of Bargaining, Springer-Verlag, 1979.",
        "Sachs, ~Jeffery D. `Theoretical Issues in International Borrowing, Princeton Studies in International Finance 54, 1984.",
        "Smith, Gordon, W. and John T. Cuddington. `International Debt and the Developing Countries, A World Bank Symposium, The World Bank, Washington, DC., 1985."
    ]
}