{
    "id": 28698,
    "cites": 207,
    "cited_by": 0,
    "reference": [
        "Aakvik, A., J. J. Heckman, and E. J. Vytlacil (1999). Semiparametric program evaluation: Lessons from an evaluation of a Norwegian training program. Unpublished manuscript, University of Chicago, Department of Economics. Aakvik, A., J. J. Heckman, and E. J. Vytlacil (2005). Estimating treatment effects for discrete outcomes when responses to treatment vary: An application to Norwegian vocational rehabilitation programs. Journal of Econometrics 125 (1â\u0080\u00932), 15â\u0080\u009351.",
        "Abbring, J. (2010). Identification of dynamic discrete choice models. Annual Reviews of Economics.",
        "Abbring, J. (2012). Mixed hitting-time models. Econometrica 80 (2), 783â\u0080\u0093819.",
        "Abbring, J. and N. Daljord (2020). Identifying the discount factor in dynamic discrete choice- models. Quantitative Economics 11 (2), 471â\u0080\u0094-501.",
        "Ackerberg, D., L. Benkard, S. Berry, and A. Pakes (2007). Econometric tools for analysing market outcomes. In J. J. Heckman and E. E. Leamer (Eds.), Handbook of Econometrics Vol 6A, Chapter 63. Elsevier.",
        "Adda, J. and C. Dustmann (2020). Sources of wage growth. Working Paper.",
        "Adda, J., C. Dustmann, and K. Stevens (2017). The career costs of children. Journal of Political Economy 125 (2).",
        "Agostinelli, F., E. Borghesan, and G. Sorrenti (2020). Welfare, workfare and labor supply: A unified ex post and ex ante evaluation. Working Paper.",
        "Agostinelli, F. and M. Wiswall (2020, July). Estimating the technology of childrenâ\u0080\u0099s skill formation. NBER Working Paper 22442.",
        "Aguirregabiria, V. and P. Mira (2002). Swapping the nested fixed point algorithm: A class of estimators for discrete markov decision models. Econometrica 70, 1519â\u0080\u00931543.",
        "Aguirregabiria, V. and P. Mira (2010). Dynamic discrete choice structural models: A survey. Journal of Econometrics 156 (1), 38â\u0080\u009367.",
        "Altug, S. and R. A. Miller (1998, January). The effect of work experience on female wages and labour supply. Review of Economic Studies 65 (1), 45â\u0080\u009385.",
        "Andrews, I., M. Gentzkow, and J. M. Shapiro (2017). Measuring the sensitivity of parameter estimates to estimation moments. Quarterly Journal of Economics 132 (4), 1553â\u0080\u00931592.",
        "Angrist, J. and J. Pischke (2010). The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of Economic Perspectives 24 (2), 3â\u0080\u009330.",
        "Arcidiacono, P. (2004). Ability sorting and the returns to college major. Journal of Econometrics 121, 343â\u0080\u0093375.",
        "Arcidiacono, P., P. Bayer, J. Blevins, and P. Ellickson (2016). Estimation of dynamic discrete choice models in continuous time with an application to retail competition. Review of Economic Studies 83, 889â\u0080\u0093931.",
        "Arcidiacono, P. and P. B. Ellickson (2011). Practical methods for estimation of dynamic discrete choice models. Annual Review of Economics 3 (1), 363â\u0080\u0093394.",
        "Arcidiacono, P. and J. B. Jones (2003). Finite mixture distributions, sequential likelihood and the em algorithm. Econometrica 71 (3), 933â\u0080\u0093946.",
        "Arcidiacono, P. and R. Miller (2020). Identifying dynamic discrete choice models off short panels. Journal of Econometrics 215 (2), 473â\u0080\u0093485.",
        "Arcidiacono, P. and R. A. Miller (2011, November). Conditional choice probability estimation of dynamic discrete choice models with unobserved heterogeneity. Econometrica 7 (6), 1823â\u0080\u00931868.",
        "Arcidiacono, P., H. Sieg, and F. Sloan (2007). Living rationally under the volcano? An empirical analysis of heavy drinking and smoking. International Economic Review 48 (1), 37â\u0080\u009365.",
        "Athey, S. and P. Haile (2007). Nonparametric approaches to auctions. In J. J. Heckman and E. E. Leamer (Eds.), Handbook of Econometrics Vol 6A, Chapter 60. Elsevier.",
        "Athey, S. and G. Imbens (2019). Machine learning methods that economists should know about. Annual Review of Economics 11, 685â\u0080\u0093725.",
        "Attanasio, O., C. Meghir, and A. Santiago (2012). Education choices in mexico: Using a structural model and a randomized experiment to evaluate progresa. Review of Economic Studies 79 (1), 37â\u0080\u009366.",
        "Bajari, P., L. Benkard, and J. Levin (2007). Estimating dynamic models of imperfect competition. Econometrica 75 (5), 1331â\u0080\u00931370.",
        "Bajari, P., C. Sean Chu, D. Nekipelov, and M. Park (2016). Identification and semiparametric estimation of a finite horizon dynamic discrete choice model with a terminating action. Quantitative Marketing and Economics 14 (4), 271â\u0080\u0093323.",
        "Banerjee, A. and E. Duflo (2009). The experimental approach to development economics. Annual Review of Economics, 151â\u0080\u009378.",
        "Belzil, C. (2007). The return to schooling in structural dynamic models: a survey. European Economic Review 51, 1059â\u0080\u00931105.",
        "Bergman, P., R. Chetty, S. DeLuca, N. Hendren, L. F. Katz, and C. Palmer (2020). Creating moves to opportunity: Experimental evidence on barriers to neighborhood choice. Working Paper.",
        "Berkovec, J. and S. Stern (1991). Job exit behavior of older men. Econometrica 59 (1), 189â\u0080\u0093210.",
        "Blevins, J. R. (2014). Non-parametric identification of dynamic decision processes with discrete and continuous choices. Quantitative Economics 5, 531â\u0080\u0093554.",
        "Blundell, R. (2017). What have we learned from structural models? American Economic Review 107 (5), 287â\u0080\u0093292.",
        "Blundell, R., M. Costa Dias, C. Meghir, and J. Shaw (2016). Female labor supply, human capital and welfare reform. Econometrica 84 (5), 1705â\u0080\u00931753.",
        "Blundell, R., A. Duncan, and C. Meghir (1998, July). Estimating labor supply responses using tax reforms. Econometrica 66 (4), 827â\u0080\u0093861.",
        "Blundell, R. and T. Macurdy (1999). Labor supply: A review of alternative approaches. In O. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics Vol 3, Chapter 27. Elsevier.",
        "Blundell, R., T. Macurdy, and C. Meghir (2007). Labor supply models: Unobserved heterogeneity, non-participation and dynamics. In J. J. Heckman (Ed.), Handbook of Econometrics Vol 6A, Chapter 69. Elsevier.",
        "Bo, H. and S. Galiani (2020). Assesing external validity. NBER Working Paper 26422.",
        "Bonhomme, S., T. Lamadon, and E. Manresa (2021). Discretizing unobserved heterogeneity. Working Paper.",
        "Brien, M. J., L. A. Lillard, and S. Stern (2006). Cohabitation, marriage and divorce in a model of match quality. International Economic Review 47 (2), 451â\u0080\u0093494.",
        "Bruins, M., J. A. Duffy, M. P. Keane, and A. A. Smith (2018). Generalized indirect inference for discrete choice models. Journal of Econometrics 205 (1), 177â\u0080\u0093203.",
        "Burtless, G. and J. Hausman (1978). The effect of taxation on labor supply: Evaluating the gary negative income tax experiment. Journal of Political Economy 86 (6), 1103â\u0080\u00931130.",
        "Cameron, S. V. and J. J. Heckman (1987). Son of ctm: The dcpa approach based on discrete and factor structure models. Unpublished working paper, University of Chicago, Department of Economics.",
        "Canals, J. J. and S. Stern (2002). Empirical search models. In S. Woodbury and C. Davidson (Eds.), Search Theory and Unemployment. Kluwer Academic Publishers.",
        "Card, D. and D. Hyslop (2005). Estimating the effects of a time-limited earnings subsidy for welfare leavers. Econometrica 6 (73), 1723â\u0080\u00931770.",
        "Carneiro, P., K. Hansen, and J. J. Heckman (2003, May). Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review 44 (2), 361â\u0080\u0093422.",
        "Chan, M. (2017). Welfare dependence and self-control: An empirical analysis. Review of Economic Studies 84, 1379â\u0080\u00931423.",
        "Chan, M. and R. Moffitt (2018). Welfare reform and the labor market. Annual Review of Studies, 347â\u0080\u0093381.",
        "Chaparro, J., A. Sojourner, and M. Wiswall (2020). Early childhood care and cognitive development. NBER Working Paper 26813.",
        "Chetty, R. (2009). Sufficient statistics for welfare analysis: A bridge between structural and reduced-form methods. Annual Review of Economics 1, 451â\u0080\u0093488.",
        "Chiappori, P.-A. (1988, January). Rational household labor supply. Econometrica 56 (1), 63â\u0080\u009390.",
        "Chiappori, P.-A., M. Costa-Dias, and C. Meghir (2019, January). The marriage market, labor supply and education choice. Journal of Political Economy 56 (1), 63â\u0080\u009390.",
        "Chiappori, P.-A. and M. Mazzoco (2017). Static and intertemporal household decisions. Journal of Economic Literature 55 (3), 985â\u0080\u00931045.",
        "Choi, E. J. (2018). Evaluating a structural model of labor supply and welfare participation: Evidence from state welfare reform experiments. Working Paper, Hanyang University.",
        "Choo, E. and A. Siow (2006, February). Who marries whom and why. Journal of Political Economy 114 (1), 175â\u0080\u0093201.",
        "Christensen, B. J. and N. M. Kiefer (2009). Economic Modeling and Inference. Princeton: Princeton University Press.",
        "Cunha, F. and J. J. Heckman (2008, Fall). Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation. Journal of Human Resources 43 (4), 738â\u0080\u0093782.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2010, May). Estimating the technology of cognitive and noncognitive skill formation. Econometrica 78 (3), 883â\u0080\u0093931.",
        "Del Boca, D. and C. Flinn (2012). Endogenous household interaction. Journal of Econometrics 166 (1), 49â\u0080\u009365.",
        "Del Boca, D., C. Flinn, and M. Wiswall (2014). Household choices and child development. Review of Economic Studies 81 (137â\u0080\u0093185), 49â\u0080\u009365.",
        "DellaVigna, S. (2018). Structural behavioral economics. In Handbook of Behavioral Economics, Chapter 7. Elsevier.",
        "Devine, T. and N. Kiefer (1991). Empirical Labor Economics. The Search Approach. New York: Oxford University Press.",
        "Dey, M. S. and C. Flinn (2005, March). An equilibrium model of health insurance provision and wage determination. Econometrica 73 (2), 571â\u0080\u0093627.",
        "Dey, M. S. and C. Flinn (2008). Household search and health insurance coverage. Journal of Econometrics 145, 43â\u0080\u009363.",
        "dâ\u0080\u0099Haultfoeuille, X. and P. Fevrier (2020). The provision of wage incentives: A structural estimation using contracts variation. Quantitative Economics 11, 349â\u0080\u0093397.",
        "Duflo, E., R. Hanna, and S. Ryan (2012). Incentives work: Getting teachers to come to school. American Economic Review 102 (4), 1241â\u0080\u00931278.",
        "Eberwein, C. and J. Ham (2008). Obtaining analytic derivatives for a popular discrete-choice dynamic programming model. Economic Letters 101, 168â\u0080\u0093171.",
        "Eckstein, Z. and G. J. van den Berg (2007). Empirical labor search: A survey. Journal of Econometrics 136, 531â\u0080\u0093564.",
        "Eckstein, Z. and K. Wolpin (1990). On the estimation of labour force participation, job search and job matching models using panel data. In Weiss and Fischelson (Eds.), Advances in the Theory and Measurement of Unemployment, pp. 82â\u0080\u0093112. MacMillan.",
        "Eckstein, Z. and K. I. Wolpin (1989). The specification and estimation of dynamic stochastic discrete choice models: A survey. The Journal of Human Resources 24 (4), 562â\u0080\u0093598.",
        "Eckstein, Z. and K. I. Wolpin (1999, November). Why youths drop out of high school: The impact of preferences, opportunities, and abilities. Econometrica 67 (6), 1295â\u0080\u00931339.",
        "Einav, L. and A. Finkelstein (2018). Moral hazard in health insurance: What do we know and how do we know it? Journal of the European Economic Association 16 (4), 957â\u0080\u0093982.",
        "Einav, L. and J. Levin (2010). Empirical industrial organization: A progress report. Journal of Economic Perpectives 24 (2), 145â\u0080\u0093162.",
        "Eisenhauer, P., J. J. Heckman, and S. Mosso (2015, May). Estimation of dynamic discrete choice models by maximum likelihood and the simulated method of moments. International Economic Review 56 (2: Special Issue: Estimation of Dynamic Stochastic Models in Empirical Microeconomics: In Honor of Kenneth I. Wolpin), 331â\u0080\u0093357.",
        "Falk, A., A. Becker, T. Dohmen, B. Enke, D. Huffman, and U. Sunde (2018). Global evidence on economic preferences. The Quarterly Journal of Economics 133 (4), 1645â\u0080\u00931692.",
        "Fang, H. and D. Silverman (2009). Time-inconsistency and welfare program participation: Evidence from the nlsy. International Economic Review 50 (4), 1043â\u0080\u00931077.",
        "Fang, H. and Y. Wang (2015). Estimating dynamic discrete choice models with hyperbolic discounting, with an application to mammography decisions. International Economic Review 56 (2), 565â\u0080\u0093596.",
        "Ferrall, C. (2012). Explaining and forecasting results of the self-sufficiency project. Review of Economic Studies 79, 1495â\u0080\u00931526.",
        "Ferrall, C. and B. Shearer (1999). Incentives and transaction costs within the firm: Estimating an agency model using payroll records. Review of Economic Studies 99, 309â\u0080\u0093338.",
        "Ferreyra, M. M. (2007). Estimating the effects of private school vouchers in multidistrict economies. American Economic Review 97 (3), 789â\u0080\u0093817.",
        "Flinn, C. (2010). The Minimum Wage and Labor Market Outcomes. Cambridge: The MIT Press.",
        "Flinn, C. and J. Heckman (1982). New methods for analyzing structural models of labor force dynamics. Journal of Econometrics 18, 115â\u0080\u0093168.",
        "French, E. (2005). The effect of health, wealth, and wages on labour supply and retirement behaviour. Review of Economic Studies 72, 395â\u0080\u0093427.",
        "French, E. and J. B. Jones (2017). Health, health insurance, and retirement: A survey. Annual Reviews of Economics 9, 383â\u0080\u0093409.",
        "French, E. and C. Taber (2011). Identification of Models of the Labor Market, Volume 4 of Handbook of Labor Economics, Chapter 6, pp. 537â\u0080\u0093617.",
        "Galiani, S., A. Murphy, and J. Pantano (2015). Estimating neighborhood choice models: Lessons from a housing assistance experiment. American Economic Review 105 (11), 3385â\u0080\u00933415.",
        "Gayle, G.-L., L. Golan, and R. Miller (2015). Promotion, turnover and compensation in the executive labor market. Econometrica 83 (6), 2293â\u0080\u00932369.",
        "Gayle, G.-L., L. Golan, and M. Soytas (2018). Estimation of dynastic life-cycle discrete choice models. Quantitative Economics 9, 1195â\u0080\u00931241.",
        "Gayle, W.-R. (2018). Ccp estimation of dynamic discrete/continuous-choice models with generalized finite dependence and correlated unobserved heterogeneity. Working Paper.",
        "Gentry, M. L., T. P. Hubbard, D. Nekipelov, and H. J. Paarsch (2018). Structural econometrics of auctions: A review. Foundations and Trends in Econometrics 9 (2-4), 79â\u0080\u0093302.",
        "Gourieroux, C., A. Monfort, and E. Renault (1993). Indirect inference. Journal of Applied Econometrics 8 ((S1)), S85â\u0080\u0093S118.",
        "Gousse, M., N. Jacquemet, and J.-M. Robin (2019, November). Marriage, labor supply and home production. Econometrica 85 (6), 1873â\u0080\u00931919.",
        "Grogger, J. and L. Karoly (2005). Welfare Reform. Effects of a Decade of Change. Cambridge, MA: Harvard University Press.",
        "Heckman, J., L. Lochner, and C. Taber (1998). Explaining rising wage inequality: Explorations with a dynamic equilibrium model of labor earnings with heterogeneous agents. Review of Economic Dynamics 1, 1â\u0080\u009358.",
        "Heckman, J., L. Lochner, and P. Todd (2006). Earnings functions, rates of return and treatment effects: The mincer equation and beyond. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education. Vol 1, Chapter 7. Elsevier.",
        "Heckman, J. and S. Urzua (2010). Comparing iv with structural models: What simple iv can and cannot identify. Journal of Econometrics 156, 27â\u0080\u009337.",
        "Heckman, J. J. (1974, July). Shadow prices, market wages, and labor supply. Econometrica 42 (4), 679â\u0080\u0093694.",
        "Heckman, J. J. (1981). Statistical models for discrete panel data. In C. Manski and D. McFadden (Eds.), Structural Analysis of Discrete Data with Econometric Applications, pp. 114â\u0080\u0093178. Cambridge, MA: MIT Press.",
        "Heckman, J. J. (1992). Randomization and social policy evaluation. In C. F. Manski and I. Garfinkel (Eds.), Evaluating Welfare and Training Programs, Chapter 5, pp. 201â\u0080\u0093230. Cambridge, MA: Harvard University Press.",
        "Heckman, J. J. (1997). A study of implicit behavioral assumptions used in making program evaluations. The Journal of Human Resources 32 (3), 441â\u0080\u0093462.",
        "Heckman, J. J. (2010). Building bridges between structural and program evaluation approaches to evaluating policy. Journal of Economic Literature 48, 356â\u0080\u0093398.",
        "Heckman, J. J. (2020). Randomization and social policy evaluation revisited. HCEO Working Paper Series.",
        "Heckman, J. J. and J. Smith (1995). Assesing the case for social experiments. Journal of Economic Perspectives 9 (2), 85â\u0080\u0093110.",
        "Heckman, J. J. and E. Vytlacil (2005). Structural equations, treatment effects, and econometric policy evaluation. Econometrica 73 (3), 669â\u0080\u0093738.",
        "Heckman, J. J. and E. J. Vytlacil (1999). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96 (8), 4730â\u0080\u00934734.",
        "Heckman, J. J. and E. J. Vytlacil (2001). Policy-relevant treatment effects. American Economic Review 91 (2), 107â\u0080\u0093111.",
        "Holland, P. W. (1986, December). Statistics and causal inference. Journal of the American Statistical Association 81 (396), 945â\u0080\u0093960.",
        "Honore, B., T. Jorgensen, and A. de Paula (2020). The informativeness of estimation moments. Journal of Applied Econometrics 35, 797â\u0080\u0093813.",
        "Hotz, V., J. Klerman, and R. Willis (1997). In M. Rosenzweig and O. Stark (Eds.), Handbook of Population and Family Economics Vol 1, Chapter 11. Elsevier.",
        "Hotz, V. J., R. Miller, S. Sanders, and J. Smith (1994). A simulation estimator for dynamic models of discrete choice. Review of Economic Studies 61, 265â\u0080\u0093289.",
        "Hotz, V. J. and R. A. Miller (1993, July). Conditional choice probabilities and the estimation of dynamic models. Review of Economic Studies 60 (3), 497â\u0080\u0093529.",
        "Hu, Y. and M. Shum (2012). Nonparametric identification of dynamic models with unobserved state variables. Journal of Econometrics 171 (1), 32â\u0080\u009344.",
        "Hurwicz, L. (1962). On the structural form of interdependent systems. In E. Nagel, P. Suppes, and A. Tarski (Eds.), Logic, Methodology and Philosophy of Science, pp. 232â\u0080\u0093239. Stanford: Stanford University Press.",
        "Ichimura, H. and C. Taber (2002, May). Semiparametric reduced-form estimation of tuition subsidies. American Economic Review 92 (2), 286â\u0080\u0093292.",
        "Imai, S. and M. Keane (2004). Intertemporal labor supply and human capital accumulation. Internal Economic Review.",
        "Imbens, G. (2010). Better late than nothing: Some comments on deaton (2009) and hackman and urzua (2009). Journal of Economic Literature 48, 399â\u0080\u0093423.",
        "Imbens, G., D. Rubin, and B. Sacerdote (2001). Estimating the effect of unearned income on labor earnings, savings, and consumption: Evidence from a survey of lottery players. American Economic Review 91 (4), 778â\u0080\u0093794.",
        "Imbens, G. W. and J. D. Angrist (1994, March). Identification and estimation of local average treatment effects. Econometrica 62 (2), 467â\u0080\u0093475.",
        "Iskhakov, F., T. H. Jorgensen, J. Rust, and V. Schjerning (2017). The endogenous grid method for discrete-continuous dynamic choice models with (or without) taste shocks. Quantitative Economics 8, 317â\u0080\u0093365.",
        "Johnson, M. and M. Keane (2013). A dynamic equilibrium model of the us wage structure, 1968â\u0080\u00931996. Journal of Labor Economics 31 (1), 1â\u0080\u009349.",
        "Kaji, T., E. Manresa, and G. Pouliot (2020). An adversarial approach to structural estimation. Working Paper.",
        "Kasahara, H. and K. Shimotsu (2009). Non-parametric identification of finite mixture models of dynamic discrete choices. Econometrica 77 (1), 135â\u0080\u0093175.",
        "Keane, M. (1992). A note on identification in the multinomial probit model. Journal of Business & Economic Statistics 10 (2), 193â\u0080\u0093200.",
        "Keane, M. (2010a). A structural perspective on the experimentalist school. Journal of Economic Perspectives 24 (2), 47â\u0080\u009358.",
        "Keane, M. (2010b). Structural vs. atheoretic approaches to econometrics. Journal of Econometrics 156, 3â\u0080\u009320.",
        "Keane, M. (2011). Labor supply and taxes: A survey. Journal of Economic Literature 49 (4), 961â\u0080\u00931075.",
        "Keane, M. (2015). Effects of permanent and transitory tax changes in a life-cycle labor supply model with human capital. International Economic Review 56 (2), 485â\u0080\u0093503.",
        "Keane, M. and R. Moffitt (1998). A structural model of multiple welfare participation and labor supply. International Economic Review 39 (3), 553â\u0080\u0093589.",
        "Keane, M., P. Todd, and K. I. Wolpin (2011). The structural estimation of behavioural models: Discrete choice dynamic programming methods and applications. Handbook of Labor Economics 4.",
        "Keane, M. and K. I. Wolpin (1994). The solution and estimation of discrete choice dynamic programming models by simulation and interpolation: Montecarlo evidence. Review of Economics and Statistics 76 (4), 648â\u0080\u0093672.",
        "Keane, M. and K. I. Wolpin (1997). The career decisions of young men. Journal of Political Economy 105 (3), 473â\u0080\u0093522.",
        "Keane, M. and K. I. Wolpin (2001). The effect of parental transfers and borrowing constraints on educational attainment. International Economic Review 42 (4), 1051â\u0080\u00931103.",
        "Keane, M. and K. I. Wolpin (2007). Exploring the usefulness of a nonrandom holdout sample for model validation: Welfare effects on female behavior. International Economic Review 48 (2), 1351â\u0080\u00931378.",
        "Keane, M. and K. I. Wolpin (2009). Empirical applications of discrete choice dynamic programming models. Review of Economic Dynamics 12, 1â\u0080\u009322.",
        "Kline, P. and M. Tartari (2016). Bounding the labor supply responses to a randomized welfare experiment: A revealed preference approach. American Economic Review 4 (106), 972â\u0080\u00931014.",
        "Kline, P. and C. Walters (2019). On heckit, late and numerical equivalence. Econometrica 87 (2), 677â\u0080\u0093696.",
        "Kristensen, D., L. Nesheim, and A. de Paula (2015). Ccp and the estimation of nonseparable dynamic models. Working Paper.",
        "Lalonde, R. (1986). Evaluating the econometric evaluations of training programs with experimental data. American Economic Review 76 (4), 604â\u0080\u0093620.",
        "Lee, D. (2005). An estimable dynamic general equilibrium model of work, schooling and occupational choice. International Economic Review 46 (1), 1â\u0080\u009334.",
        "Lee, D. and K. I. Wolpin (2006). Intersectoral labor mobility and the growth of the service sector. Econometrica 74 (1), 1â\u0080\u009346.",
        "Lee, D. and K. I. Wolpin (2009). Accounting for wage and employment changes in the us from 1968-2000: A dynamic model of labor market equilibrium. Journal of Econometrics.",
        "Lerman, S. and C. Manski (1981). On the use of simulated frequencies to approximate choice probabilities. In C. Manski and D. McFadden (Eds.), Structural Analysis of Discrete Data and Econometric Applications, pp. 305â\u0080\u0093319. Cambridge, MA: MIT Press.",
        "Levy, M. R. and P. Schiraldi (2020). Identification of intertemporal preferences in history dependent dynamic discrete choice models. Working Paper.",
        "Lise, J., S. Seitz, and J. Smith (2015). Evaluating search and matching models using experimental data. IZA Journal of Labor Economics 4 (16), 2â\u0080\u009335.",
        "List, J. (2020). Non est disputandum de generalizability? a glimpse into the external validty trial. NBER Working Paper.",
        "List, J. and I. Rasul (2011). In Handbook of Labor Economics. Elsevier.",
        "Low, H. and C. Meghir (2017). The use of structural models in econometrics. Journal of Economic Perspectives 31 (2), 33â\u0080\u009358.",
        "MaCurdy, T. (1981). An empirical model of labor supply in a life cycle setting. Journal of Political Economy 6 (89), 1059â\u0080\u00931085.",
        "Magnac, T. and D. Thesmar (2002). Identifying dynamic discrete decision processes. Econometrica 70 (2), 801â\u0080\u0093816.",
        "Mahajan, A., C. Michel, and A. Tarozzi (2020). Identification of time-inconsistent models: The case of insecticide treated nets. Working Paper.",
        "Manski, C. (2008). Measuring expectations. Econometrica 72 (5), 1329â\u0080\u00931376.",
        "Manski, C. (2014). Identification of income-leisure preferences and evaluation of income tax policy. Quantitative Economics 5, 145â\u0080\u0093174.",
        "Margiotta, M. and R. Miller (2000). Managerial compensation and the costs of moral hazard. International Economic Review 41 (3), 669â\u0080\u0093719.",
        "Marschak, J. (1953). Economic measurements for policy and prediction. In W. C. Hood and T. C. Koopmans (Eds.), Studies in Econometric Method, Chapter 1, pp. 1â\u0080\u009326. New York: Wiley.",
        "Matzkin, R. (1994). Restrictions of economic theory in non-parametric methods. In R. F. Engle and D. L. McFadden (Eds.), Handbook of Econometrics, Volume 4, Chapter 42. New York, NY: North-Holland.",
        "Matzkin, R. (2007). Non-parametric identification. In E. E. L. James J. Heckman (Ed.), Handbook of Econometrics Vol 6B, Chapter 73. Elsevier.",
        "Matzkin, R. (2013). Non-parametric identification in structural economic models. Annual Review of Economics 5, 457â\u0080\u0093486.",
        "McFadden, D. (1977). Validation of disaggregate travel demand models: Some tests. urban demand forecasting project. final report. volume v. Technical report, Institute of Transportation Studies, University of California, Berkeley.",
        "McFadden, D. (1989). A method of simulated moments for estimation of discrete response models without numerical integration. Econometrica 84 (57), 995â\u0080\u00931026.",
        "Meghir, C. (2006). Dynamic models for policy evaluation. In R. Blundell, W. K. Newey, and T. Persson (Eds.), Advances in Economics and Econometrics, Theory and Applications, Ninth World Congress. Cambridge University Press.",
        "Miller, R. A. (1984, December). Job matching and occupational choice. Journal of Political Economy 92 (6), 1086â\u0080\u00931120.",
        "Miller, R. A. (1997). Estimating models of dynamic optimization with microeconomic data. In M. H. Pesaran and P. Schmidt (Eds.), Handbook of Applied Econometrics Volume 2: Microeconomics, pp. 246â\u0080\u0093299.",
        "Mira, P. (2007). Uncertain infant mortality, learning and life-cycle fertility. International Economic Review 48 (3), 809â\u0080\u0093846.",
        "Misra, S. and H. Nair (2011). A structural model of sales-force compensation dynamics: Estimation and field implementation. Quantitative Marketing and Economics -(9), 211â\u0080\u0093257.",
        "Moffitt, R. (1983, December). An economic model of welfare stigma. American Economic Review 73 (5), 1023â\u0080\u00931035.",
        "Moffitt, R. A. (1979). The labor supply response in the gary experiment. Journal of Human Resources 14 (4).",
        "Mogstad, M., A. Torgovitsky, and C. Walters (2020, July). The causal interpretation of two-stage least squares with multiple instrumental variables. NBER Working Paper 25691.",
        "Nevo, A. and M. Whinston (2010). Taking the dogma out of econometrics: Structural modeling and credible inference. Journal of Economic Perpectives 24 (2), 69â\u0080\u009382.",
        "Paarsch, H. and B. Shearer (2000). Piece rates, fixed wages and incentive effects: Statistical evidence from payroll records. International Economic Review 41, 59â\u0080\u009392.",
        "Pakes, A. (1986, July). Patents as options: Some estimates of the value of holding European patent stocks. Econometrica 54 (4), 755â\u0080\u0093784.",
        "Pantano, J. and Y. Zheng (2013). Using subjective expectation data to allow for unobserved heterogeneity in hotz-miller estimation strategies. Working Paper.",
        "Pistaferri, L. (2003). Anticipated and unanticipated wage changes, wage risk, and intertemporal labor supply. Journal of Labor Economics 21 (3).",
        "Postel Vinay, F. and J.-M. Robin (2006). Microeconometric search-matching models and matched employer-employee data. In R. Blundell, W. K. Newey, and T. Persson (Eds.), Advances in Economics and Econometrics, Theory and Applications, Ninth World Congress. Cambridge University Press.",
        "Prendergast, C. (1999). The provision of incentives in firms. Journal of Economic Literature 37, 7â\u0080\u009363.",
        "Reiss, P. C. and F. A. Wolak (2007). Structural econometric modeling: Rationales and examples from industrial organization. In J. J. Heckman and E. E. Leamer (Eds.), Handbook of Econometrics Vol 6A, Chapter 64. Elsevier.",
        "Rosenzweig, M. and K. I. Wolpin (2000). Natural natural experiments in economics. Journal of Economic Literature 38, 827â\u0080\u0093874.",
        "Rust, J. (1987, September). Optimal replacement of GMC bus engines: An empirical model of Harold Zurcher. Econometrica 55 (5), 999â\u0080\u00931033.",
        "Rust, J. (1994). Structural estimation of Markov decision processes. In R. F. Engle and D. L. McFadden (Eds.), Handbook of Econometrics, Volume 4, Chapter 51, pp. 3081â\u0080\u00933143. New York, NY: North-Holland.",
        "Rust, J. (2010). Comments on: structural vs. atheoretic approaches to econometrics by michael keane. Journal of Econometrics 156, 21â\u0080\u009324.",
        "Rust, J. (2014). The limits of inference with theory: A review of wolpin (2013). Journal of Economic Literature 3 (52), 820â\u0080\u0093850.",
        "Rust, J. (2016). Mostly useless econometrics? assessing the causal effect of econometric theory. Foundations and Trends in Accounting 10 (2-4), 127â\u0080\u0093203.",
        "Rust, J. (2019). Has dynamic programming improved decision making? Annual Review of Economics 11, 833â\u0080\u0093858.",
        "Sauer, R. (2004). Educational financing and lifetime earnings. The Review of Economic Studies 71 (4), 1189â\u0080\u00931216.",
        "Sauer, R. M. and C. R. Taber (2017). Indirect inference with importance sampling: An application to womenâ\u0080\u0099s wage growth. NBER Working Paper 23669.",
        "Schorfheide, F. and K. I. Wolpin (2012). On the use of holdout samples for model selection. American Economic Review: Papers and Proceedings 102 (3), 477â\u0080\u0093481.",
        "Schorfheide, F. and K. I. Wolpin (2016). To hold out or not to hold out. Research in Economics 70, 332â\u0080\u0093345.",
        "Stern, S. (1992). A method for smoothing simulated moments of discrete probabilities in multinomial probit models. Econometrica.",
        "Stern, S. (1997). Simulation-based estimation. Journal of Economic Literature 35 (4), 2006â\u0080\u00932039.",
        "Su, C. L. and K. Judd (2012). Constrained optimization approaches to estimation of structural models. Econometrica 80 (5), 2213â\u0080\u00932230.",
        "Taber, C. (2000). Semiparametric identification and heterogeneity in discrete choice dynamic programming models. Journal of Econometrics 96, 201â\u0080\u0093229.",
        "Taber, C. R. and R. Vejlin (2020). Estimation of a roy/search/compensating differential model of the labor market. Econometrica 88 (3), 1031â\u0080\u00931069.",
        "Tartari, M. (2015). Divorce and the cognitive ability of children. International Economic Review 56 (2), 597â\u0080\u0093645.",
        "Todd, P. and K. I. Wolpin (2006). Assessing the impact of a school subsidy program in mexico: Using a social experiment to validate a dynamic behavioral model of child schooling and fertility. American Economic Review 5 (96), 1384â\u0080\u00931417.",
        "Todd, P. and K. I. Wolpin (2010). Structural estimation and policy evaluation in developing countries. Annual Review of Economics 2, 21â\u0080\u009350.",
        "Todd, P. and K. I. Wolpin (2020). The best of both worlds: Combining rcts with structural modeling. Working Paper.",
        "van der Klaauw, W. (2012). On the use of expectations data in estimating structural dynamic choice models. Journal of Labor Economics 30 (3), 521â\u0080\u0093554.",
        "van der Klaauw, W. and K. I. Wolpin (2008). Social security and the retirement and savings behavior of low-income households. Journal of Econometrics 145, 21â\u0080\u009342.",
        "Voena, A. (2015). Yours, mine, and ours: Do divorce laws affect the intertemporal behaviour of married couples? American Economic Review 2015 8 (105), 2295â\u0080\u00932332.",
        "Willis, R. and S. Rosen (1979). Education and self-selection. Journal of Political Economy 87 (5), S7â\u0080\u0093S36.",
        "Wise, D. (1985). A behavioral model versus experimentation: the effects of housing subsidies on rent. In P. Brucker and R. Pauly (Eds.), Methods of Operations Research, Chapter 50, pp. 441â\u0080\u009389. Konigstein: Verlag Anton Hain.",
        "Wiswall, M. and B. Zafar (2015). Determinants of college major choice: Identification using an information experiment. The Review of Economic Studies 82 (2), 791â\u0080\u0093824.",
        "Wolpin, K. (1995). Empirical methods for the study of labor force dyanmics. Luxembourg: Harwood Academic Publishers.",
        "Wolpin, K. (2003). Wage equations and education policy. In M. Dewatripont, L. P. Hansen, and S. Turnovsky (Eds.), Advances in Economics and Econometrics, Theory and Applications, Eight World Congress. Cambridge University Press.",
        "Wolpin, K. (2013). The Limits of Inference Without Theory. New York: The MIT Press.",
        "Wolpin, K. I. (1984, October). An estimable dynamic stochastic model of fertility and child mortality. Journal of Political Economy 92 (5), 852â\u0080\u0093874.",
        "Wolpin, K. I. (1987, July). Estimating a structural search model: The transition from school to work. Econometrica 55 (4), 801â\u0080\u0093817.",
        "Wolpin, K. I. (1996). Public-policy uses of discrete-choice dynamic programming models. American Economic Review 86 (2), 427â\u0080\u0093432.",
        "Wolpin, K. I. (1997). Determinants and consequences of the mortality and health of infants and children. In M. Rosenzweig and O. Stark (Eds.), Handbook of Population and Family conomics Vol 1, Chapter 11. Elsevier."
    ]
}