{
    "id": 2869,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Auernheimer, Leonardo. The Honest Governments Guide to the Revenue from the Creation of Money. Journal of Political Economy 82 (May/June 1974): 598-606.",
        "Barro, Robert J. On the Determination of the Public Debt. Journal of Political Economy 87 (October 1979): 940-971.",
        "Model of Monetary Policy. Journal of Monetary Economics 12 (July 1983): 101-121.",
        "Barsky, Robert. The Fisher Hypothesis and the Forecastability and Persistence of Inflation. Journal of Monetary Economics 19 (January 1987): 3-24.",
        "Bohn, Henning. Why Do We Have Nominal Government Debt? Journal of Monetary Economics 21 (January 1988): 127-140.",
        "Brock, William A. Money and Growth: The Case of Long-Run Perfect Foresight. International Economic Review 15 (October 1974): 750-777.",
        "Calvo, Guillermo A. Optimal Seigniorage from Money Creation. Journal of Monetary Economics 4 (August 1978a): 503-517.",
        "Economy. Econometrica 46 (November l978b): 1411-1428. ____ Servicing the Public Debt: The Role of Expectations. American Economic Review 78 (September l988a): 647-661, ____ Optimal Maturity of Nominal Government Debt. Mimeo, l988b. _____ and Maurice Obstfeld. Time Consistency of Fiscal and Monetary Policy: A Comment. Mimeo, 1988.",
        "Chari, V.V. and Patrick J. Kehoe. Sustainable Plans. Mimeo, 1987.",
        "Cohen, Daniel and Philippe Michel. How Should Control Theory Be Used to Calculate a Time-Consistent Government Policy? Review of Economic Studies 55 (April 1988): 263-274.",
        "Fischer, Stanley. Dynamic Inconsistency, Cooperation, and the Benevolent Dissembling Government. Journal of Economic Dynamics and Control 2 (1980): 93-107.",
        "Grilli, Vittorio U. Fiscal Policies and the Dollar/Pound Exchange Rate: 1870-1984. Mimeo, l988a.",
        "Grossman, Herschel I. and John B. Van Huyck. Seigniorage, Inflation, and Reputation. Journal of Monetary Economics 18 (July 1986): 21-31.",
        "Kiguel, Miguel A. and Nissan Liviatan. Inflationary Rigidities and Orthodox Stabilization Policies: Lessons from Latin America. World Bank Economic Review 2 (September 1988): 273-298.",
        "Kydland, Finn E. and Edward C. Prescott. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85 (1977): 473-492.",
        "Lucas, Robert E., Jr. Principles of Fiscal and Monetary Policy. Journal of Monetary Economics 17 (January 1986): 117-134.",
        "Mankiw, N. Gregory. The Optimal Collection of Seigniorage: Theory and Evidence. Journal of Monetary Economics 20 (September 1987): 327-341.",
        "Maskin, Eric and Jean Tirole. A Theory of Dynamic Oligopoly, I: Overview and Quantity Competition with Large Fixed Costs. Econometrica 56 (May 1988): 549-569.",
        "Miller, Marcus and Mark Salmon. Policy Coordination and Dynamic Games. In International Economic Policy Coordination, edited by tJillem H. Buiter and Richard C. Marston. Cambridge: Cambridge University Press, 1985.",
        "Obstfeld, Maurice and Kenneth Rogoff. Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy 91 (August 1983): 675-687."
    ]
}