{
    "id": 28733,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Andrews, I., Kitagawa, T. and McCloskey, A.: 2019, Inference on winners, Technical report, National Bureau of Economic Research. 1, 2.3 Atalay, E., Phongthiengtham, P., Sotelo, S. and Tannenbaum, D.: 2020, The evolution of work in the united states, American Economic Journal: Applied Economics 12(2), 1â\u0080\u009334. 1, 4, 5.",
        "Autor, D.: 2015, Why are there still so many jobs? the history and future of workplace automation, Journal of economic perspectives 29(3), 3â\u0080\u009330. 1, 4.1, 5.",
        "Autor, D. and Dorn, D.: 2013, The growth of low-skill service jobs and the polarization of the us labor market, American Economic Review 103(5), 1553â\u0080\u009397.",
        "Autor, D. H., Levy, F. and Murnane, R. J.: 2002, Upstairs, downstairs: Computers and skills on two floors of a large bank, ILR Review 55(3), 432â\u0080\u0093447.",
        "Autor, D. H., Levy, F. and Murnane, R. J.: 2003, The skill content of recent technological change: An empirical exploration, The Quarterly journal of economics 118(4), 1279â\u0080\u00931333.",
        "Baron, J.: 2000, Thinking and deciding, Cambridge University Press. 1 Ben-Porath, Y.: 1967, The production of human capital and the life cycle of earnings, Journal of political economy 75(4, Part 1), 352â\u0080\u0093365.",
        "Benjamin, D., Bodoh-Creed, A. and Rabin, M.: 2019, Base-rate neglect: Foundations and implications, Technical report, working paper.",
        "Benjamin, D. J., Brown, S. A. and Shapiro, J. M.: 2013, Who is â\u0080\u0098behavioralâ\u0080\u0099? cognitive ability and anomalous preferences, Journal of the European Economic Association 11(6), 1231â\u0080\u0093 1255.",
        "Blandin, A.: 2018, Learning by doing and ben-porath: Life-cycle predictions and policy implications, Journal of Economic Dynamics and Control 90, 220â\u0080\u0093235.",
        "Blandin, A. and Peterman, W. B.: 2019, Taxing capital? the importance of how human capital is accumulated, European Economic Review 119, 482â\u0080\u0093508.",
        "Blau, F. D. and Kahn, L. M.: 2017, The gender wage gap: Extent, trends, and explanations, Journal of economic literature 55(3), 789â\u0080\u0093865. 3.2 Bloom, N. and Van Reenen, J.: 2010, Why do management practices differ across firms and countries?, Journal of economic perspectives 24(1), 203â\u0080\u009324.",
        "Cokely, E. T., Feltz, A., Ghazal, S., Allan, J., Petrova, D. and Garcia-Retamero, R.: 2018, Decision making skill: From intelligence to numeracy and expertise, Cambridge handbook of expertise and expert performance pp. 476â\u0080\u0093505.",
        "Currie, J. and MacLeod, W. B.: 2017, Diagnosing expertise: Human capital, decision making, and performance among physicians, Journal of labor economics 35(1), 1â\u0080\u009343.",
        "Deming, D. J.: 2017, The growing importance of social skills in the labor market, The Quarterly Journal of Economics 132(4), 1593â\u0080\u00931640.",
        "Deming, D. J. and Noray, K.: 2020, Earnings dynamics, changing job skills, and stem careers, The Quarterly Journal of Economics 135(4), 1965â\u0080\u00932005.",
        "Deming, D. and Kahn, L. B.: 2018, Skill requirements across firms and labor markets: Evidence from job postings for professionals, Journal of Labor Economics 36(S1), S337â\u0080\u0093S369.",
        "Foster, A. D. and Rosenzweig, M. R.: 1995, Learning by doing and learning from others: Human capital and technical change in agriculture, Journal of political Economy 103(6), 1176â\u0080\u00931209.",
        "Frederick, S.: 2005, Cognitive reflection and decision making, Journal of Economic perspectives 19(4), 25â\u0080\u009342.",
        "Freeman, R. B.: 1979, The effect of demographic factors on age-earnings profiles. 6 Garicano, L. and Rossi-Hansberg, E.: 2006, Organization and inequality in a knowledge economy, The Quarterly journal of economics 121(4), 1383â\u0080\u00931435.",
        "Katz, L. F. and Murphy, K. M.: 1992, Changes in relative wages, 1963â\u0080\u00931987: supply and demand factors, The quarterly journal of economics 107(1), 35â\u0080\u009378.",
        "Lagakos, D., Moll, B., Porzio, T., Qian, N. and Schoellman, T.: 2018, Life cycle wage growth across countries, Journal of Political Economy 126(2), 797â\u0080\u0093849.",
        "Lemieux, T.: 2006, The \"mincer equation\" thirty years after schooling, experience, and earnings, Jacob Mincer a pioneer of modern labor economics, Springer, pp. 127â\u0080\u0093145.",
        "Lindbeck, A. and Snower, D. J.: 2000, Multitask learning and the reorganization of work: From tayloristic to holistic organization, Journal of labor economics 18(3), 353â\u0080\u0093376.",
        "Lise, J. and Postel-Vinay, F.: 2020, Multidimensional skills, sorting, and human capital accumulation, American Economic Review 110(8), 2328â\u0080\u009376.",
        "Manuelli, R. E. and Seshadri, A.: 2014, Human capital and the wealth of nations, American economic review 104(9), 2736â\u0080\u009362.",
        "Nelson, R. R. and Phelps, E. S.: 1966, Investment in humans, technological diffusion, and economic growth, The American economic review 56(1/2), 69â\u0080\u009375.",
        "Oechssler, J., Roider, A. and Schmitz, P. W.: 2009, Cognitive abilities and behavioral biases, Journal of Economic Behavior & Organization 72(1), 147â\u0080\u0093152.",
        "Pavan, R.: 2011, Career choice and wage growth, Journal of Labor Economics 29(3), 549â\u0080\u0093587. 2.3 Pierce, B.: 1999, Using the national compensation survey to predict wage rates, Compensation and Working Conditions 4(4), 8â\u0080\u009316.",
        "Rabin, M. and Thaler, R. H.: 2001, Anomalies: risk aversion, Journal of Economic perspectives 15(1), 219â\u0080\u0093232.",
        "Ram, R.: 1980, Role of education in production: a slightly new approach, The Quarterly Journal of Economics 95(2), 365â\u0080\u0093373.",
        "Robinson, C.: 2018, Occupational mobility, occupation distance, and specific human capital, Journal of Human Resources 53(2), 513â\u0080\u0093551.",
        "Ruggles, S., Genadek, K., Goeken, R., Grover, J. and Sobek, M.: 2017, Integrated public use microdata series: Version 6.0 [dataset]. minneapolis: University of minnesota, 2015.",
        "Rustichini, A.: 2015, The role of intelligence in economic decision making, Current Opinion in Behavioral Sciences 5, 32â\u0080\u009336.",
        "Shaw, K. L.: 1989, Life-cycle labor supply with human capital accumulation, International Economic Review pp. 431â\u0080\u0093456.",
        "Stanovich, K. E. and West, R. F.: 2000, Individual differences in reasoning: Implications for the rationality debate?, Behavioral and brain sciences 23(5), 645â\u0080\u0093665.",
        "Welch, F.: 1970, Education in production, Journal of political economy 78(1), 35â\u0080\u009359.",
        "Welch, F.: 1979, Effects of cohort size on earnings: The baby boom babiesâ\u0080\u0099 financial bust, Journal of Political Economy 87(5, Part 2), S65â\u0080\u0093S97.",
        "Yang, D. T.: 2004, Education and allocative efficiency: household income growth during rural reforms in china, Journal of Development Economics 74(1), 137â\u0080\u0093162."
    ]
}