{
    "id": 2875,
    "cites": 25,
    "cited_by": 91,
    "reference": [
        "Bagehot, Walter (1873) [1978], Lombard Street (London: The Economist).",
        "Barro, Robert (1987), Interest Rate Smoothing (unpublished manuscript, Harvard).",
        "Black, Fischer (1986), Noise, Journal of Finance 41: 529-43.",
        "Buffett, Warren (1985), Up the Inefficient Market, Barrons (February 25) 40.",
        "Campbell, John and Albert Kyle (1988), Smart Money, Noise Trading, and Stock Price Behavior (unpublished manuscript, Princeton).",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert Waldmann (1987), Noise Trader Risk in Financial Markets (unpublished manuscript, N.B.E.R.).",
        "Friedman, Milton (l953a), The Case for Flexible Exchange Rates, in Essays in Positive Eco nomics (Chicago: University of Chicago), 157-203. Friedman, Milton (l953b), The Effects of Full-Employment Policy on Economic Stability: A Formal Analysis, in Essays in Positive Economics (Chicago: University of Chicago), 117-33. Friedman, Milton and Anna J. Schwartz (1963), A Monetary History of the United States (Princeton: Princeton University).",
        "Glosten, Lawrence and Paul Milgrom (1985), Bid, Ask, and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, Journal of Financial Economics 14 (March): 71100.",
        "Graham, Benjamin (1973), The Intelligent Investor, 4th ed. (New York: Harper and Row).",
        "Grossman, Sanford and Merton Miller (1988), Liquidity and Market Structure, Journal of Finance 43 (July): 6 17-33.",
        "Keynes, John Maynard (1936), The General Theory of Employment. Interest and Money (New York: Macmillan).",
        "Kindleberger, Charles P. (1984), A Financial History of Western Europe (London: George Allen and Unwin).",
        "Kindleberger, Charles P. (1978), Manias, Panics, and Crashes (New York: Basic Books).",
        "Kyle, Albert (1985), Continuous Auctions and Insider Trading, Econometrica, 53 (November): 1315-36.",
        "LeRoy, Stephen and Richard Porter (1981), The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica49 (May): 555-74.",
        "Lowenstein, Louis (1988), Whats Wrong with Wall Street (New York: Addison-Wesley).",
        "Lucas, Robert (1986), Models of Business Cycles(London: Basil Blackwell).",
        "Mankiw, N. Gregory, Jeffrey Miron, and David Weil (1987), The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve, American Economic Review 77 (June): 358-74.",
        "Miron, Jeffrey(l988), The Federal Reserve and the Destabilization of the Post-WWI Economy, (unpublished manuscript, N.B.E.R.). Okun, Arthur M. (1969), The Political Economy of ProsDerity (Washington: Brookings).",
        "Pagano, Marco (1987), Stock Market Volatility and Endogenous Thinness (unpublished manuscript, C.E.P.R.).",
        "Roll, Richard (1984), Orange Juice and Weather, American Economic Review 74 (December): 861-80..",
        "Roll, Richard (1988), R2,Journal of Finance 43 (July): 541-66.",
        "Shiller, Robert (1981), Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends, American Economic Review 71:(June): 421-36.",
        "Stein, Jeremy (1987), Informational Externalities an1 Welfare-Reducing Speculation, Journal of Political Economy 95 (December): 1123-45.",
        "Wojnilower, Albert (1980), The Central Role of Credit Crunches in Recent Financial History, Brookinns Papers on Economic Activity 1980 (Fall): 277-326."
    ]
}