{
    "id": 2879,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Ando, Albert; Eguchi, Hidekazu; Farmer, Roger; and Suzuki, Yoshio, Monetary Policy in Our Times, Cambridge Mass.: MIT Press, 1985.",
        "Bank of Japan, On the Importance of Money Supply in Japan, [in Japanese] Monthly Review, Research and Statistics Bureau, July 1975, pp. 1-11.",
        "Bank of Japan, On the Recent Behavior of the Money Supply (in Japanese 3 Monthly Review, Research and Statistics Bureau, February 1988, pp. 1-24.",
        "Dewald, William G., Monetarism is Dead; Long Live the Quantity Theory, Review, Federal Reserve Bank of St. Louis, vol. 70, no. 4, July/August 1988: pp. 3-18.",
        "Engel, Charles and Jeffrey Frankel, Why Interest Rates React to Money Announcements: Art Explanation from the Foreign Exchange Market, Journal of Monetary Economics, vol. 13, 1984: 31-39.",
        "Friedman, Benjamin H., Lessons on Monetary Policy from the l980s, National Bureau of Economic Research, working paper no. 2551, April 1988.",
        "Friedman, Milton, The Fed Fails -- Again, Newsweek, December 1, 1980.",
        "Friedman, Milton, The Feds Monetarism Was Never Anything but Rhetoric, Letters to the Editor, Wall Street Journal, December 18, 1985.",
        "McCallum, Bennett T., Monetarist Rules in the Light of Recent Experience, American Economic Review, vol. 74, no. 2, May 1984, pp. 388-391.",
        "McCallum, Bennett T., On Consequences and Criticisms of Moneta~ Targeting, Journal of Money, Credit, and Banking, vol. 17, no. 4, November 1985, part 2, pp.570-597.",
        "Mishkin, Frederic S., A Rational Expectations )~pproach tc Macroeconomics, Chicago: Chicago University Press, 1983.",
        "Pierce, James L., Did Financial Innovation Hurt the Great Monetarist Experiment? American Economic Review, vol. 74, no. 2, May 1984, pp. 392-396.",
        "Roley, V. Vance, The Response of short-ten interest rates tc weekly money announcements, Journal of Money, Credits anc Banking, vol. 15, 1983: 344-354.",
        "MONEY-RF.TXT - 2 - Suzuki, Yoshio, Japans Monetary Policy Over the Past 10 Years, Monetary and Economic Studies, vol. 3, no. 2, September 1985, pp. 1- 10.",
        "Suzuki, Yoshio, Japans Monetary Policy Over the Past 10 Years, Monetary and Economic Studies, vol. 3, no. 2, September 1985, pp. 1- 10.",
        "Suzuki, Yoshio; Kuroda, Akio; and Shirakawa, Hiromichi, Monetary Control Mechanism in Japan, presented at the Conference on Monetary Aggregates and Financial Sector Behavior in Interdependent Economies sponsored by the Board of Governors of the Federal Reserve System, May 1988.",
        "Suzuki, Yoshio, (ed.) The Japanese Financial System, Oxford: Claredon Press, 1987.",
        "Ueda, Kazuo, Financial Deregulation and the Demand for Money in Japan, discussion Paper Series, no. 66, Faculty of Economics, Osaka University, July 1988."
    ]
}