{
    "id": 28803,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Acejo, Esteban, Jacob French, Maria Paola Uglade Araya, and Basit Zafar. 2020. â\u0080\u009cThe impact of COVID-19 on student experiences and expectations: Evidence from a survey.â\u0080\u009d Journal of Public Economics, 191: 1 â\u0080\u0093 15.",
        "Anderson, Greta. 2020. â\u0080\u009cMental Health Needs Rise with Pandemic.â\u0080\u009d Inside Higher Ed. Retrieved from https://www.insidehighered.com/news/2020/09/11/students-great-need-mentalhealth -support-during-pandemic Beattie, Graham, Jean-William P. Laliberte, and Philip Oreopoulos. 2018. â\u0080\u009cThrivers and divers: Using non-academic measures to predict college success and failure.â\u0080\u009d Economics of Education Review, 62: 170-182.",
        "Beattie, Graham, Jean-William Laliberte, Catherine Michaud-Leclerc, and Philip Oreopoulos. 2019. â\u0080\u009cWhat sets college thrivers and divers apart? A contrast in study habits, attitudes, and mental health.â\u0080\u009d Economic Letters, 178: 50-53.",
        "Bratman, and Hector Olvera Alvarez. 2021. â\u0080\u009cPsychological impacts from COVID-19 among university students: Risk factors across seven states in the United States.â\u0080\u009d PoLS ONE, 16(1): e0245327. https://doi.org/10.1371/journal.pone.0245327 Dobronyi, Christopher R., Philip Oreopoulos, and Uros Petronijevic. 2019. â\u0080\u009cGoal setting, academic reminders, and college success: A large-scale field experiment,â\u0080\u009d Journal of Research on Educational Effectiveness: 12(1): 38-66.",
        "Hamza, Chloe A., Lexi Ewing, Nancy L. Heath, and Abby L. Goldstein. 2020. â\u0080\u009cWhen Social Isolation Is Nothing New: A Longitudinal Study Psychological Distress During COVID19 Among University Students With and Without Preexisting Mental Health Concerns.â\u0080\u009d Canadian Psychology, http://dx.doi.org/10.1037/cap0000255 Hogana, B. E., Lindena, W. & Najarian,B. (2002). Social support interventions: Do they work? Clinical Psychology Review, 22, 381-440. https://doi.org/10.1016/S0272-7358(01)001027 Leigh-Hunt, N., Bagguley, D., Bash, K., Turner, V., Turnbull, S., Valtorta,N., & Caan, W. (2017).",
        "An overview of systematic reviews on the public health consequences of social isolation and loneliness. Public Health, 152, 157â\u0080\u0093171. http://dx.doi.org/10.1016/j.puhe.2017.07.035 Maccoby, E. E. (2002). Gender and group process: A developmental perspective. Current Directions in Psychological Science, 11, 54-58. Oreopoulos, Philip, Richard W. Patterson, Uros Petronijevic, and Nolan G. Pope. â\u0080\u009cLow-Touch Attempts to Improve Time Management among Traditional and Online College Students.â\u0080\u009d Journal of Human Resources, forthcoming.",
        "Oreopoulos, Philip, Uros Petronijevic, Christine Logel, and Graham Beattie. 2020. â\u0080\u009cImproving non-academic student outcomes using online and text-message coaching,â\u0080\u009d Journal of Economic Behavior and Organization, 171: 342-360.",
        "Oreopoulos, Philip, and Uros Petronijevic, 2018. â\u0080\u009cStudent Coaching: How Far Can Technology Go?â\u0080\u009d Journal of Human Resources, 53(2): 299-329.",
        "Oreopoulos, Philip, and Uros Petronijevic, 2020. â\u0080\u009cThe Remarkable Unresponsiveness of College Students to Nudging And What We Can Learn from Itâ\u0080\u009d NBER Working Paper 26059. National Bureau of Economic Research.",
        "Pew. (2009, November 4). Social isolation and new technology: how the internet and mobile phones impact Americansâ\u0080\u0099 social networks. Pew Research Centre (pewresearch.org) Pinker, S. (2008). The village effect: Why face-to-face contact matters. Toronto: Random House Canada Rainie, L., Purcelle, K., Goulet, L. S. & Hampton, K. H. (2011, June 16). Social networking sites and our lives. Pew Research Centre (pewresearch.org) Rodriguez-Planas, Nuria. 2020. â\u0080\u009cHitting Where It Hurst Most: COVID-19 and Low-Income Urban College Students.â\u0080\u009d City University of New York, Queens College, Working paper.",
        "Stinson, D. A., Logel, C., Zanna, M. P., Holmes, J. G., Cameron, J. J., Wood, J. V., & Spencer, S. J. (2008). The cost of lower self-esteem: Testing a self-and-social-bonds model of health. Journal of Personality and Social Psychology, 94, 412-428.",
        "Taylor, Shelley E. (2002). The tending instinct: How nurturing is essential to who we are and how we live. New York: Times Books.",
        "Taylor, Shelley E. (2011). Social support: A review. In H. S. Friedman (Ed.) The Oxford Handbook of Health Psychology, Oxford University Press, USA. DOI: 10.1093/oxfordhb/9780195342819.001.0001 Uchino, B. N., Cacioppo, J. T., & Kiecolt-Glaser, J. K. 1996. The relationship between social support and physiological processes: A review with emphasis on underlying mechanisms and implications for health. Psychological Bulletin, 119(3), 488â\u0080\u0093531. https://doi.org/10.1037/0033-2909.119.3.488 Valkenberg, P. M., & Peter, J. (2009):. Social consequences of the Internet for adolescents: A decade of research. Current Directions in Psychological Science, 18, 1-5."
    ]
}