{
    "id": 2880,
    "cites": 32,
    "cited_by": 105,
    "reference": [
        "Andreassen, Paul and Stephen Kraus (1988), Judgmental Prediction by Extrapolation, Harvard University mimeo.",
        "Blanchard, Olivier and Mark Watson (1982), Bubbles, Rational Expectations, and Financial Markets, in Paul Wachtel, ed., Crises in the Economic and Financial Structure (Lexington, MA: D.C. Heath), 295-3 16.",
        "Baumol, William J. (1957), Speculation, Profitability, and Stability, Review of Economics and Statistics 35: 263-7 1.",
        "Black, Fischer (1988), An Equilibrium Model of the Crash, NBER Macroeconomics Annual 1988: 269-76.",
        "Campbell, John Y. and Albert S. Kyle (1988), Smart Money, Noise Trading, and Stock Price Behavior, NBER Technical Working Paper 72.",
        "Case, Karl and Robert Shiller (1988), The Behavior of Home Buyers in Boom and Post Boom Markets, NBER Working Paper 2748.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann (1987), Noise Trader Risk in Financial Markets, NBER Working Paper 2385.",
        "Fama, Eugence F. and Kenneth R. French (1988), Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96 (April): 246-73.",
        "Farrell, Michael J. (1966), Profitable Speculation, Economica 33: 183-93.",
        "Frankel, Jeffrey and Kenneth Froot (1988), Explaining the Demand for Dollars: International Rates of Return and the Expectations of Chartists and Fundamentalists, in R.",
        "Chambers and P. Paarlberg, eds., Agriculture, Macroeconmics, and the Exchange Rate. Friedman, Milton (1953), The Case for Flexible Exchange Rates, in Essay in Positive Economics (Chicago: University of Chicago Press).",
        "Goodman, George [Adam Smith] (1968), The Money Game (New York: McGraw-Hill).",
        "Goodman, George [Adam Smith] (1972), Supermoney (New Yoric McGraw-Hill).",
        "Greenwald, Bruce and Jeremy Stein (1988), The Task Force Report: The Reasoning 28 Positive-Feedback Strategies Behind the Recommendations, Journal of Economic Perspectives 2, 3 (Summer): 3-24.",
        "Hart, Oliver (1977), On the Profitability of Speculation, Quarterly Journal of Economics 101: 579-97.",
        "Hart, Oliver and David Kreps (1986), Price Destabilizing Speculation, Journal of Political Economy 94 (October): 927-52.",
        "Kemp, Michael (1963), Speculation, Profitability, and Price Stability, Review of Economics and Statistics 45 (May): 185-9.",
        "Keynes, John Maynard (1936), The General Theory of Employment, Interest, and Money (London: Macmillan).",
        "Kindleberger, Charles P. (1978), Manias, Panics, and Crashes (New York: Basic Books).",
        "Kyle, Albert S. (1985), Continuous Auctions and Insider Trading, Econometrica 47: 13 15-36.",
        "Leland, Hayne and Mark Rubinstein (1988), Comments on the Market Crash: Six Months After, Journal of Economic Perspectives 2, 3 (Summer): 45-50.",
        "Lo, Andrew and Craig MacKinlay (1988), Stock Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, NBER Working Paper 2168.",
        "Poterba, James M. and Lawrence H. Summers (1988), Mean Reversion in Stock Returns: Evidence and Implications, Journal of Financial Economics 22 (February): 27-59.",
        "Shiller, Robert (1988), Portfolio Insurance and Other Investor Fashions as Factors in the 1987 Stock Market Crash, NBER Macroeconomics Annual 1988: 287-96.",
        "Smith, Vernon, Gerry Suchanek, and Arlington Williams (1988), Bubbles, Crashes, and Endogenous Expectations in Experimental Stock Markets, Econometrica 56: 1119-51.",
        "Soros, George (1987), The Alchemy of Finance (New York: Simon and Schuster).",
        "Stein, Jeremy (1987), Informational Externalities and Welfare-Reducing Speculation, Journal of Political Economy 95 (December): 1123-45.",
        "Telser, LG. (1959), A Theory of Speculation Relating ProfItability and Stability, Review of Economics and Statistics 37 (August): 295-30 1.",
        "Thomas, Gordon and Max Morgan-Witts (1979), The Day the Th.ibble Thirst (New York Penguin).",
        "Tirole, Jean (1982), On the Possibility of Speculation Under Rational Expectations, Econometrica 50: 1163-8 1.",
        "Tobias, Andrew (1971), The Funny Money Game (Chicago: Playboy Press).",
        "Wigmore, Barrie (1985), The Crash and Its AlIerimth (Westport, CN: Greenwood Press)."
    ]
}