{
    "id": 2882,
    "cites": 16,
    "cited_by": 147,
    "reference": [
        "Abraham, Katharine C., and Lawrence F. Katz, Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances? Journal of PoLitical Economy, June 1986, 94, 507-522.",
        "Altonji, Joseph G., Intertemporal Substitution in Labor Supply: Evidence from Micro Data, Journal of Political Economy, June 1986, Part 2, j4, 5176-8215.",
        "Ball, Laurence, Intertemporal Substitution and Constraints on Labor Supply: Evidence from Panel Data, manuscript, M.I.T., 1985.",
        "Barro, Robert J.,Unanticipated Money Crowth and Unemployment in the United States, American Economic Review, 1977, jj., 101- 115.",
        "Barro, Robert J., Macroeconomics, New York: Wiley, 1987.",
        "Bruno, Michael, and Jeffrey Sachs, Economics of Worldwide Stagflation, Cambridge, MA: Harvard University Press, 1985.",
        "Dornbusch, Rudiger, and Stanley Fischer, Macroeconomics, New York: McGraw-Hill, 1987.",
        "Friedman, Milton, The Role of Monetary Policy, American Economic Review, 1968, fl, 1-17.",
        "Friedman, Milton, and Anna Schwartz, A Monetart History of the United States, Princeton, NJ: Princeton University Press, 1963.",
        "Hall, Robert E., Market Structure and Macroeconomic Fluctuations, Brookings Papers on Economic Activity, 1987:1, 285-322.",
        "Hamilton, James D., Oil and the Macroeconomy since World War II, Journal of Political Economy, April 1983, j~, 228-248.",
        "King, Robert C., and Charles I. Plosser, Money. Credit, and Prices in a Real Business Cycle, American Economic.....Review, June 1984, ZA. 363-380.",
        "Lilien, David M., Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, August 1982, 90, 777-793.",
        "Long, John B. Jr., and Charles I. Plosser, Real Business Cycles, Journal o.f...tolitical Econ~mx, February 1983, fl, 39-69.",
        "Lucas, Robert E. Jr., Expectations and the Neutrality of Money, Journal of Economic Theory, 1972, ~,, 103-124.",
        "Lucas, Robert E. Jr., International Evidence on Output-Inflatic Tradeoffs, American Economic Review, 1973, j~, 326-334."
    ]
}