{
    "id": 2883,
    "cites": 84,
    "cited_by": 8,
    "reference": [
        "Anderson, James E. (1988), The Relative Inefficiency of Quotas, Cambridge, Massachusetts: The MIT Press.",
        "Applebaum, E. and U.J.R. Kohli (1979), Canada-United States Trade: Tests for the Small-Open Economy Hypothesis, Canadian Journal of Economics, 12(1), pp. 1-14.",
        "Arndt, Sven W. and J. David Richardson (1987), Real-Financial Linkages Among Open Economies, Cambridge, Massachusetts: The MIT Press.",
        "Aw, Bee Van and Mark J. Roberts (1988), Price and Quality Level Comparisons for U.S. Footwear Imports: An Application of Multilateral Index Numbers, ~n Feenstra (1988a).",
        "Baldwin, John R. and Paul Gorecki (1985), The Relationship Between Trade and Tariff Patterns and the Efficiency of the Canadian Manufacturing Sector in the 19705, in Whalley with Hill (1985).",
        "Toronto: University of Toronto Press. Volume 6 in the research program of the Royal Commission on the Economic Union and Development Prospects for Canada (the Macdonald Commission). Baldwin, Richard E. (1988a), Some Empirical Evidence on Hysteresis in Aggregate U.S. Import Prices, National Bureau of Economic Research Working Paper No. 2483, January.",
        "National Bureau of Economic Research Working Paper No. 2545, March _________ (1988c), On Taking the Calibration Out of Calibration Studies, partially completed manuscript, Columbia University, Graduate School of Business, July, work in progress.",
        "Study of 16K Random Access Memories, in Feenstra (1988a).",
        "Baldwin, Robert E., ed. (1988), Trade Policy Issues and Empirical Analysis, Chicago: University of Chicago Press.",
        "Bernheim, B. Douglas; John Karl Scholz, and John B. Shoven (1988), Consumpti Taxation ~n a General Equilibrium Model: How Reliable are Simulation Results, manuscript, Northwestern University, November 17.",
        "Borges, Antonio M. (1986), Applied General Equilibrium Models: An Assessment of Their Usefulness for Policy Analysis, OECD Economic Studies, 7 (Autumn), pp. 7-43.",
        "Brown, Drusilla K. (1987), Tariffs, the Terms of Trade, and National Product Differentiation, Journal of Policy Modelling, 9 (3), pp. 503-526.",
        "Competitive Firms, manuscript, Tufts University, Department of Economics, August. Brown, Drusilla K. and Robert M. Stern (1987), A Modeling Perspective, in Stern, Trezise, and Whalley (1987).",
        "Agreement: The Role of Product Differentiation and Market Structure, manuscript, presented at an April 29-30 Conference on Trade Policies for International Competitiveness, Cambridge, Massachusetts, sponsored by the National Bureau of Economic Research, forthcoming in Feenstra (1989).",
        "Burniaux, Jean-Marc; Francois Delorme; Ian Lienert; John P. Martin; and Peter Hoeller (1988), Quantifying the Economy-Wide Effects of Agricultural Policies: A General-Equilibrium Approach, Organization for Economic Cooperation and Development, Department of Economics and Statistics, Working Paper No. 55, July.",
        "Canada, Department of Finance, Fiscal Policy and Economic Analysis Branch (1988), The Canada-U.S. Free Trade Agreement: An Economic Assessment, Ottawa.",
        "Caves, Richard E. (1985), International Trade and Industrial Organization: Problems, Solved and Unsolved, European Economic Review 28 (August), pp. 377-395.",
        "Corbo, Vittorio; Jaime de Melo; and James Tybout (1988), The Effects of Trade Policy on Scale and Technical Efficiency: New Evidence from Chile, manuscript, December.",
        "Cory, Peter and Mark Horridge (1985), A Harris-Style Miniature Version of ORANI, IMPACT Research Centre Preliminary Working Paper No. OP-54, June.",
        "Cox, David and Richard G. Harris (1985), Trade Liberalization and Industrial Organization~ Some Estimates for Canada, Journal of Political Economy, 93 (February), pp. 115-145.",
        "Economics, 19 (August), pp. 377-394. Daltung, Sonja; Gunnar Eskeland; and Victor Norman (1987), Optimum Trade Policy Towards Imperfectly Competitive Industries: Two Norwegian Examples, Centre for Economic Policy Research Discussion Paper No. 218, Oecember.",
        "Deardorff, Alan V. (1986), Comments on Harris (1986), in Srinivasan and Whalley (1986).",
        "De9rdorff, Alan V. and Robert M. Stern (1986), The Michigan Model of World Production and Trade, Cambridge, Massachusetts~ The MIT Press.",
        "Dickens, William T. and Kevin Lang (1988), Why It Matters What We Trade: A Case for Active Trade Policy, in Tyson, Dickens, and Zysman (1988).",
        "Digby, Caroline; Alasdair Smith; and Anthony Venables (1988), Counting the Cost of Voluntary Export Restrictions in the European Car Market, Centre for Economic Policy Research Discussion Paper No. 249, June.",
        "Dixit, Avinash and Gene M. Grossman (1986), `Targeted Export Promotion with Several Oligopolistic Industries, Journal of International Economics, 21 (November), pp. 233-249.",
        "Eastman, Harry C. and Stefan Stykolt (1967), The Tariff and Competition in Canada, Toronto: Macmillan.",
        "Eaton, Jonathan (1988), Comment on `Optimal Trade and Industrial Policies, by Avinash Dixit, in Feenstra (1988a).",
        "Eichengreen, Barry and Lawrence H. Goulder (1988a), A Computable General Equilibrium Model for Analyzing Dynamic Responses to Trade Policy and Foreign Competition. Final Report to the U.S. Department of Labor, Bureau of International Labor Affairs, Office of Foreign Economic Research, March.",
        "Competitiveness, National Bureau of Economic Research Working Paper No. 2635, June. forthcoming in Feenstra (1989).",
        "Policies Explain Their Changing Competitive Position?, University of California, Berkeley, Department of Economics Working Paper No. 8897, November 2. Fare, Rolf; James Logan; and C.A. Knox Lovell (1986), The Economics of Content Protection: A Oual Approach, manuscript, July.",
        "Feenstra, Robert C. (1987), Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, National Bureau of Economic Research Working Paper No. 2543, December.",
        "Competitiveness, Chicago: University of Chicago Press, forthcoming. Froot, Kenneth A. and Paul Klemperer (1988), `Exchange Rate Pass-Through When Market Shares Matter, National Bureau of Economic Research Working Paper No. 2542, March.",
        "October. Grossman, Gene M. and Elhanan Helpman (1988a), Product Development and International Trade, National Bureau of Economic Research Working Paper No. 2540, May.",
        "Princeton University, WoodroPd Wilson School, August. Grossman, Gene M. and J. David Richardson (1985), Strategic U.S. Trade Policy: A Survey of Issues and Early Analysis, Princeton University Special Papers in International Economics No. 15.",
        "Gunasekera, H. Don B. H. and Rodney Tyers (1988), Imperfect Competition and Returns to Scale in a Newly Industrializing Economy: A General Equilibriun Analysis of Korean Trade Policy, presented at the 1988 Australian Economics Congress, Australian National University, Canberra, August 28September 2.",
        "Harris, Richard G. (1984), `Applied General Equilibrium Analysis of Small Open Economies with Scale Economies and Imperfect Competition, American Economic Review, 74 (December), pp. 1016-1032.",
        "Equilibrium Assessment, in Srinivasan and Whalley (1986).",
        "Working Paper, Department of Finance, Canada. Harris, Richard G. and Victoria Kwakwa (1988), The 1988 Canada-United States Free Trade Agreement: A Dynamic General Equilibrium Evaluation of the Transition Effects, presented at a July 8-9 Conference on Strategic Trade Policy, Un~versfty of Sussex, England, sponsored by the National Bureau of Economic Research and the Centre for Economic Policy Research.",
        "Harris, Richard 6. with David Cox (1984), Trade, Industrial Policy and Canadian Manufacturing, Torontot Ontario Economic Council.",
        "Harrison, Ann (1988), Exchange-Rate Pass-through and Imperfect Competition, manuscript, Princeton University, Department of Economics, March.",
        "Harrison, Glenn W.; Richard Jones; Larry J. Kimbell; and Randall Wigle (1987), How Robust is Applied General Equilibrium Analysis?, University of Western Ontario, Centre for the Study of International Economic Relations, Working Paper No. 8707C, May.",
        "Haziedine, Tim (1988), Industrial Organization Foundations of Trade Policy: Modelling The Case of Canada-U.S. Free Trade, presented at the Fifteenth Annual Conference of the European Association for Research in Industrial Economics, August 31-September 2, forthcoming Australian Journal of Agricultural Economics.",
        "Hazledine, Tim and Ian Wigington (1987), Protection in the Canadian Automobile Market: Costs, Benefits, and Implications for Industrial Structure and Adjustment, in OECD (1987a).",
        "Helpman, Elhanan (1984), Increasing Returns, Imperfect Markets, and Trade Theory, in R. W. Jones and P. B. Kenen, eds., Handbook of International Economics, Volume I, Amsterdam: North-Holland.",
        "Helpman, Elhanan and Paul R. Krugman (1985), Market Structure and Foreign Trade, Cambridge, Massachusetts: The MIT Press.",
        "Horridge, Mark (1987a), Increasing Returns to Scale and the Long Run Effects of a Tariff Reform, IMPACT Research Centre Preliminary Working Paper No. OP-62, August.",
        "Krishna, Kala (1985), Trade Restrictions as Facilitating Practices, National Bureau of Economic Research Working Paper No. 1546, January.",
        "Krugman, Paul R. (1985), Increasthg Returns and the Theory of Internat~ona1 Trade, National Bureau of Economic Research Working Paper No. 1752, October.",
        "Kwakwa, Victoria (1988), Sequential General Equilibrium Analysis of Canadian Trade Policy, unpublished doctoral dissertation, Queens University, Kingston, Ontario.",
        "Laussel, D~dier; Christian Montet; and Anne Peguin-Fefssolle (1988), `Optimal Trade Policy Under Oligopoly: A Calibrated Model of the Europe-Japan Rivalry ~n the EEC Car Market, European Economic Review, 32 (September), pp. 1547-1565.",
        "Lee, H~ro (1988), Imperfect CompetitiOn, Industrial Policy, and Japanese Inter national Competitiveness, unpublished doctoral dissertation, University of Caflfornia, Berkeley, September.",
        "Lester, John (1987), Un Survol des Etudes Empiriques sur la Liberalisation - des Echanges Commerciaux, manuscript, Government of Canada, Department of Finance, April 24.",
        "LÃ\u0083Â©tourneau, Raynald; John Lester; and Benoit Robidoux (1988), Limpact de lAccord de libre-Ã\u0083Â©change canado-americain: une analyse dequilibre general, manuscript, Government of Canada, Department of Finance, May.",
        "Levinsohn, James and Robert Feenstra (1988), `Identifying the Competition, manuscript, University of Michigan, Department of Economics, July.",
        "Mann, Catherine L. (1987), Prices, Profit Margins, and Exchange Rates: After the Fall, manuscript, The World Bank, July.",
        "Markusen, James R. (1985), Canad~an Gains from Trade in the Presence of Scale Economies and Imperfect Competition, in Whalley with Hill (1985).",
        "Markusen, James R. and Anthony J. Venables (1988), Trade Poflcy with Increasing Returns and Imperfect Competftion: Contradictory Results from Competing Assumptions, Journal of Inerternational Economics, 24 (May), pp. 299-316.",
        "Markusen, James R. and Randall Wigle (1987), U.S.-Canada Free Trade: Effects on Welfare and Sectoral Output/Employment in the Short and Long Run, research report to the U.S. Department of Labor, Bureau of International Labor Affairs.",
        "Roles of Country Size, Scale Economies, and Capital Mobility, manuscript, Wilfred Laurier University, Department of Economics, February, forthcoming, Journal of Political Economy. McCulloch, Rachel and J. David Richardson (1986), U.S. Trade and the Dollar: Evaluating Current Policy Options, in Robert E. Baldwin and J. David Richardson, eds., Current U.S. Trade Policy: Analysis, Agenda, and Administration, Cambridge, Massachusetts: National Bureau of Economic Research, NBER Conference Report.",
        "Nguyen, Trien T. and Randall N. Wigle (1988), Trade Liberalization With Imperfect Competition: The Large and Small of It, manuscript, University of Waterloo, Department of Economics, March.",
        "Nguyen, Trien T.; John Whalley; and Randall N. Wigle (1988), Three Variants of the Whalley Model of Global Trade, manuscript, University of Waterloo, Department of Economics, September.",
        "Norman, Victor 0. (1988), Trade Under Imperfect Competition -- Theoretical Ambiguities and Empirical Irregularities, presented at the European Economic Association Annual Meetings, Bologna, August.",
        "Norton, R. D. (1986), Industrial Policy and American Renewal, Journal of Economic Literature, 24 (March), pp. 1-40.",
        "Ngowsirimanee, Teerana (1988), Monopolistic Competition and Trade Liberalization in a Small Open Developing Country: A Computable General Equilibrium Analysis, unpublished doctoral dissertation, University of Wisconsin-Madison, September.",
        "Owen, Nicholas (1983), Economies of Scale, Competitiveness, and Trade Patterns Within the European Community, Oxford: Oxford University Press.",
        "Rodrik, Dani (1988), Imperfect Competition, Scale Economies, and Trade Policy in Developing Countries, in Baldwin (1988).",
        "Rogowsky, Robert A. (1988), Bridging the Analytical Gap Between Antitrust and International Trade Policy, manuscript, April 15.",
        "Sachs, Jeffrey and Peter Boone (1988), Japanese Structural Adjustment and thi Balance of Payments, National Bureau of Economic Research Working Paper No. 2614, June.",
        "Schmalensee, Richard and Robert Willig, eds. (1988), Handbook of Industrial Organization, Amsterdam: North-Holland.",
        "Scott, J. T. (1982), Multimarket Contact and Economic Performance, Review of Economics and Statistics, 64 (August), pp. 368-375.",
        "Shea, Brian F. (1988), The Canada-United States Free Trade Agreement: A Summary of Empirical Studies and An Industrial Profile of the Tariff Reductions, U.S. Department of Labor, Bureau of International Labor Affairs, Economic Discussion Paper No. 28, March.",
        "Shoven, John B. and John Whalley (1984), Applied General-Equilibrium Models of Taxation and International Trade, Journal of Economic Literature, 22 (September), pp. 1007-1051.",
        "Smith, Alisdair and Anthony Venables (1988a), Completing the Internal Market in the European Community: Some Industry Simulations, European Economic Review, 32 (September), pp. 1501-1525.",
        "Model of Imperfect Competition and Economies of Scale, in European Community, Studies on the Economics of Integration, Volume 2 of Research on the Cost of Non-Europe: Basic Findings, Brussels: European Communi Publications Office. Srinivasan, T. N. and John Whalley, eds. (1986), General Equilibrium Trade Policy Modeling, Cambridge, Massachusetts: The MIT Press.",
        "Stern, Robert M.; Philip H. Trezise; and John Whalley, eds. (1987), Perspectives on a U.S.-Canadian Free Trade Agreement, Washington: The Brookings Institution.",
        "Tybout, James (1987), Industrial Competition, Productive Efficiency, and Their Relation to Trade Regime: Project Narrative, manuscript, The World Bank, December.",
        "Tyson, Laura DAndrea; William T. Dickens; and John Zysman, eds. (1988), The Dynamics of Trade and Employment, Cambridge, Massachusetts: Ballinger.",
        "Venables, Anthony J. (1985), International Trade, Trade and Industrial Polic and Imperfect Competition: A Survey, Centre for Economic Policy Researc Discussion Paper No. 74.",
        "Venables, Anthony and Alisdair Smith (1986), Trade and Industrial Policy Under Imperfect Competition, Economic Policy 3 (October), pp. 621-672.",
        "Some Simulations for EEC Manufacturing, manuscript, September, presented at a September 17 Conference on Empirical Studies of Strategic Trade Policy, Cambridge, Massachusetts, sponsored by the National Bureau of Economic Research and the Centre for Economic Policy Research Whalley, John (1985), Trade Liberalization Among Major World Trading Areas, Cambridge, Massachusetts: The MIT Press.",
        "Wigle, Randall (1986), Numerical Modeling of Global Trade Issues: Facing the Challenge from Punta del Este, manuscript, Dctober, presented at a November 7 Workshop on Modeling and Analytical Issues in the New GATT Round, Washington, D.C., sponsored by the University of Western Ontario and University of Michigan.",
        "Global Context, Canadian Journal of Economics, 21 (August), pp. 539-564. Wonnacott, Paul (1987), The United States and Canadas: The Quest for Free Trade, Washington: Institute for International Economics Policy Analyses in International Economics No. 16, March.",
        "Wonnacott, Ronald J. with Roderick Hill (1987), Canadian and U.S. Adjustment Policies in a Bilateral Trade Agreement, Toronto and Washington, D.C.: Canadian-American Committee of the C. D. Howe Institute (Canada) and National Planning Association (U.S.A.)."
    ]
}