{
    "id": 2887,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Atkeson, Andrew, `International Lending with Moral Hazard and Risk of Repudiation, Stanford Graduate School of Business mimeo, 1988.",
        "Bernanke, Ben and Mark Gertler, `Agency Costs, Net Worth and Business Fluctuations, American Economic Review (forthcoming March 1989).",
        "Bulow, Jeremy and Kenneth Rogoff, A Constant Recontracting-Model of Sovereign Debt, Journal of Political Economy 97 (February 1989), 155-177.",
        "Dixit, Avinash, `Trade and Insurance with Moral Hazard, Journal of International Economics 23 (November 1987), 201-220.",
        "Fazzari, Stephen, Glenn Hubbard and Bruce Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity: no. 1 (1988), 141-195.",
        "Feldstein, Martin and Charles Horioka, `Domestic Saving and International Capital Flows, Economic Journal 90 (June 1980), 314-329.",
        "Fernandez, Raquel and Robert Rosenthal, `Sovereign-Debt Renegotiations: A Strategic Analysis, NB~ Working Paper No. 2597, (May 1988).",
        "Frankel, Jeffrey and Alan MacArthur, `Political vs. Currency Premia in International Real Interest Rate Differentials, European Economic Review 32 (1988) 1083-1121.",
        "Gertler, Mark, `Financial Structure and Aggregate Economic Activity, Journal of Money. Credit and Bankina 20 (August 1988, Part 2), 559-588.",
        "Economy with Long-term Financial Arrangements, NBER Working Paper No. 2763 (November 1988).",
        "Goldsmith, Raymond, Financial Structure and Development, (New Haven: Yale University Press), 1969.",
        "Greenwood, Jeremy and Stephen Williamson, International Financial Intermediation and Aggregate Fluctuations under Alternative Exchange Rate Regimes, Journal of Monetary Economics, (forthcoming 1989).",
        "Jensen, Michael and William Meckling, `Theory of the Firm: Managerial Behavior Agency Costs and Ownership Structure, Journal of Financial Economics 3 (October 1976), 305-360.",
        "Keynes, John Maynard, `The German Transfer Problem, Economic Journal 39 (1929), 1-7.",
        "Mckinnon, Ronald, Money and Caoltal in Economic Development, (Washington D.C.: The Brookings Institute), 1973.",
        "Obtsfeld, Maurice, Capital Mobility in the World Economy: Theory and Measurement, in Karl Brunner and Allan H. Meltzer (eds.), CarnegieRochester Conference Series on Public Policy 24 (Spring 1986), 55-103.",
        "Ohlin, Bertel, `The German Transfer Problem: A Discussion, Economic Journal 39 (1929), 172-182.",
        "Samolyk, Katherine, `Spatially-Separated Banking Markets and Asset Swaps, in Essays on Credit Flows and Macroeconomic Behavior, University of Wisconsin Ph.D. Dissertation (1988).",
        "Stulz, Rene, `Capital Mobility in the World Economy: Theory and Measurement: A Comment, in Karl Brunner and Allan H. Meltzer (eds.), CarnegieRochester Conference Series on Public Policy 24 (Spring 1986), 105-113.",
        "Tesar, Linda, `Saving, Investment and International Capital Flows, Rochester Center for Economic Research Working Paper No. 174 (August 1988)."
    ]
}