{
    "id": 2890,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Berndt, E., R. Hail, B. Hall, and J. Hausman, eEstimmion and Inference in Nonlinear Struc.. tural Models, Annals of Economic end Social Measurement, 3 (1974), 653-55.",
        "Bodurtha, James N., Jr., and Nelson C. Mark, Thsting the CAPM with Time-Varying Risks and Returns, Ohio State University, 1987.",
        "Bollerslev, Tim, 5A Conditionally Heteroekedsstic Time Series Model for Security Prices and Rates of Return Data, Northwestern University, 1985.",
        "Bollerslev, Tim, Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econontetflcs, 31(1986), 307-327.",
        "Bollerslev, T, R.F. Engle, and .J.M. Wooldridge, A Capital Asset Pricing Model with TimeVarying Covariances, Journal of Political Economy, 96 (1988), 116-131.",
        "Engel, Charles, and Anthony Rodrigues, A Wald Test of International CAPM, University of Virginia, 1988.",
        "Engel, Charles, and Anthony Rodrigues, Tests of International CAPM with Time-Varying Covariances, forthcoming in Journal of Applied Econometrics, 1989.",
        "Fama, Eugene F., and Kenneth R. French, Permanent and Temporary Components of Stock Prices, Journal of Political Economy, 96 (1988), 246-273.",
        "Ferson, KR., S. Kandel, and R.F. Stambaugh, Tests of Asset Pricing with Time- Varying Expected Risk Premiums and Market Betas, Journal of Finance, 42 (1987), 201-220.",
        "Frankel, Jeffrey A., In Search of the Exchange Risk Premium: A Six-Currency Test of MeanVariance Efficiency, Journal of International Money and Finance, 2 (1982).",
        "Frankel, Jeffrey A., Portfolio Shares as `Beta-Breakers, Journal of Portfolio Management, 11 (1985a), 18-23.",
        "Frankel, Jeffrey A., Portfolio Crowding.out, Empirically Estimated, Quarterly Journal of Economics, 100 (i985h), 1041-1065. Frankel, Jeffrey A., and William Dickens, Are Asset-Demand Functions Determined by CAPM?, University of California, Berkeley, 1984.",
        "Frankel, Jeffrey A., and Charles Engel, Do Asset Demand Functions Optimize Over the Mean and Variance of Real Returns? A Six Currency Test, Journal of International 16 Economics, 17, December 1984.",
        "French, Kenneth R. and Richard Roll, Stock Return Variances, Journal of Financial Economics, 17 (1986), 5-26.",
        "Gibbons, Michael R., and Jay Shanken, Subperiod Aggregation and the Power of Multivuriate Tests of Portfolio Efficiency, Journal of Financial Economics, 19 (1987). 389-394.",
        "Gibbons, M.R., S. Roes, and J. Shanken, A Test of the Efficiency of a Given Portfolio, Stanford University, 1986.",
        "Hansen, Lars P., and Scott Richard, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrico, 55 (1987), 587-614.",
        "MacKinlay, Craig, On Multivariate Tests of the CAPM, Journal of Financial Economics, 18 (1987), 341-371.",
        "Poterba, James M., and Lawrence Summers, Mean Reversion in Stock Returns: Evidence and Implications, NBER Working Paper no. 1987.",
        "Rayner, R,K., Generalized Instrumental Variables Estimation under Rational Expectations on First and Second Moments, Ohio State University, 1986.",
        "Roll, Richard, A Critique of the Asset Pricing Theorys Teats; Part I: On Past and Potential Testability of the Theory, Journal of Financial Economics, 4 (1977), 129-76.",
        "Schwert, C. William, Size and Stock Returns, and other Empirical Regularities, Journal of Financial Economics, 12 (1983), 3-12.",
        "Shanken, Jay, Multivariate Tests of the Zero Beta CAPM, Journal of Financial Economics, 14 (1985), 327-48.",
        "Starnhaugh, R., On the Exclusion of Assets from Tests of the Two Parameter Model: A Sensitivity Analysis, Journal of Financial Economics, 10 (1982), 237-268."
    ]
}