{
    "id": 2891,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "Backus, David K., Allan W. Gregory, and Stanley E. Zin, 1988, Risk Premiums in the Term Structure: Evidence From Artificial Economies, manuscript, Federal Reserve Bank of Minneapolis.",
        "Chow, Gregory C., 1983, Econometrics. New York: McGraw Hill.",
        "Constsntinides, George, 1988, Habit Formation: A Resolution of the Equity Premium Puzzle, manuscript, The University of Chicago.",
        "Eckatein, Zvi, and Leonardo Leiderman, 1988, Estimating Intertemporal Models of Consumption and Money Holdings and Their Implications for Seigniorage and Inflation, manuscript, Tel-Aviv University.",
        "Finn, Mary C., Dennis L. Hoffman and Don E. Schlagenhauf, 1988, Intertemporal Asset-Pricing Relationships in Barter and Monetary Economies: An Empirical Analysis, manuscript, Arizona State University.",
        "Giovannini, Alberto, 1987, Uncertainty and Liquidity, manuscript, Columbia University.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter and Ravi Jagannathan, 1988, Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns, Northwestern University, Department of Finance Working Paper No. 12.",
        "Hartley, Peter R., 1988, The Liquidity Services of Money, International Economic Review 29, -1-24.",
        "Hodrick, Robert J., 1989, Risk, Uncertainty and Exchange Rates. N.B.E.R. Working Paper No. 2429, forthcoming Journal of Monetary Economics.",
        "Judge, George G., W. E. Griffiths, R. Carter Hill, Helmut Lutkepohl, TsoungChao Lee, 1985, The Theory and Practice of Econometrics. 2nd Edition. New York: John Wiley and Sons.",
        "Kocherlakota, Narayana, 1988, A Note on the `Discount Factor in Growth Economies, Northwestern University, Department of Finance Working Paper No. 62.",
        "Lucas, Robert E. Jr., 1987, Money Demand in the United States: A Quantitative Review, manuscript, The University of Chicago.",
        "Lucas, Robert E. Jr. , and Nancy L. Stokey, 1987, Money and Interest in a Cashin -Advance Economy, Econometrics 55, 491-514.",
        "Marshall, David A., 1988, Inflation and Asset Returns in a Monetary Economy, Empirical Results, manuscript, Northwestern University Department of Finance.",
        "Hehra, Rsjnish snd Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-62.",
        "Ryder, H. E., Jr. , and C. M. Heal, 1973, Optimal Growth with Intertemporally Dependent Preferences, Review of Economic Studies 40, 1-31.",
        "Schwartz, G. , 1978, Estimating the Dimension of a Model, The Annals of Statistics 6, 461-464.",
        "Sims, Christopher A., 1980, Macroeconomics and Reality, Econometrics 48, 1-49.",
        "Svensson, Lars E. 0., 1985, Money and Asset Prices in a Cash-in-Advance Economy, Journal of Political Economy 93, 919-944."
    ]
}