{
    "id": 2894,
    "cites": 71,
    "cited_by": 7,
    "reference": [
        "Tryon, Ralph, Testing for Rational Expectations in Foreign Exchange Markets, International Finance Discussion Paper No. 139, Board of Governors of the Federal Reserve System, 1979.",
        "Wallich, Henry C., Institutional Cooperation in the World Economy, in Jacob A. Frenkel and Michael Mussa, eds., The World Economic System: Performance and Prospects (Dover, Massachusetts: Auburn House, 1984), pp. 85-99.",
        "West, Kenneth, A Standard Monetary Model and the Variability of the Deutschemark-Dollar Exchange Rate, Journal of International Economics, August 1987, pp. 57-76. - 46 - Williamson, John, The Exchange Rate System, Institute for International Economics, Policy Analyses in International Economics, No. 5 (1983; second edition, 1985).",
        "Tobin, James, A Proposal for International Monetary Reform, Eastern Economic Journal (July 1978).",
        "Agenda for International Coordination of Macroeconomic Policies, in International Monetary Cooperation: Essays in Honor of Henry Wallich, Essays in International Finance, No. 169 (December 1987), pp. 61-69.",
        "Rogoff, Kenneth, Can International Monetary Policy Cooperation be Counterproductive? Journal of International Economics (Amsterdam) Vol. 18 (May 1985), pp. 199-217.",
        "Sachs, Jeffrey D. , and Charles Wyplosz, The Economic Consequences of President Mitterand, Economic Policy (April 1986), pp. 261-305.",
        "Schultze, Charles, Prepared Remarks: Macroeconomic Policy, in Martin Feldstein, ed. , International Economic Cooperation, Chicago: University of Chicago Press, 1988.",
        "Shiller, Robert, Do Stock Prices Make Too Much To Be Justified By Subsequent Changes in Dividends? American Economic Review (June 1981), pp. 421-36.",
        "Oudiz, Gilles, and Jeffrey D. Sachs, Macroeconomic Policy Coordination among the Industrial Economies, Brookings Papers on Economic Activity: 1 (1984), The Brookings Institution (Washington), pp. 1-75.",
        "Polak, Jacques 3., Coordination of National Economic Policies, Group of Thirty, Occasional Paper No. 7 (New York, Group of Thirty, 1981).",
        "Nurkse, Regnar, Conditions of International Monetary Equilibrium, Essays in International Finance, No. 4, Princeton University (Princeton, New Jersey: Princeton University Press, 1945). - 45 - International Currency Experience in the Anterior Period (Geneva, League of Nations, 1937), reprinted by Arno Press, 1966.",
        "Obstfeld, Maurice, Floating Exchange Rates: Performance and Prospects, Brookings Paoers on Economic Activity: 2 (1985), The Brookings Institution (Washington), pp. 369-450.",
        "Mussa, Michael, The Exchange Rate, the Balance of Payments, and Monetary Policy Under a Regime of Controlled Floating, Scandinavian Journal of Economics (May 1976), pp. 229-48. Commentary on `Is the Strong Dollar Sustainable? in The U.S.",
        "Empirical Regularities in the Behavior of the Foreign Exchange Market, in Theory. Policy. Institutions..., papers from the - Carnegie-Rochester Conference-on Public Policy (North-Holland, Amsterdam, 1983), pp. 165-312.",
        "Nominal Exchange Rate Regimes and the Behavior of the Real Exchange Rates: Evidence and Implications, Proceedings of the Carnegie-Rochester Conference Series 1987.",
        "Meese, Richard and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics, February 1983, pp. 3-24.",
        "Mundell, Robert, International Trade and Factor Mobility, American Economic Review (June 1957), pp. 321-35.",
        "The Appropriate Use of Fiscal and Monetary Policy for Internal and External Balance, Staff Papers, International Monetary Fund (Washington), Vol. 29 (March 1982), pp. 70-78.",
        "McGuirk, Anne, Oil Price Changes and Real Exchange Rate Movements Among Industrial Countries, Staff Papers, International Monetary Fund (Washington), Vol. 30 (December 1983), pp. 843-84.",
        "McKinnon, Ronald, Floating Exchange Rates 1973-74: The Emperors New Clothes, Carnegie-Rochester Conference Series on Public Policy (No. 3, 1976), pp. 79-114.",
        "Meade, James, New Keynesian Bretton Woods, Three Banks Review (June 1984), pp. 8-25.",
        "Krugman, Paul, Is the Strong Dollar Sustainable? The U.S. Dollar - Recent Developments, Outlook. and Policy Options, Federal Reserve Bank of Kansas City, 1985, pp. 103-32.",
        "Exchange Rate Instability, Robbins Lectures, London School of Economics, January 1988.",
        "Levich, Richard, Empirical Studies of Exchange Rates, Chapter 19 in Ronald Jones and Peter Kenen, Handbook of International Economics, Volume 2 (North-Holland, Amsterdam, 1985), pp. 979-1040. - 44 - Marston, Richard, Real Exchange Rates and Productivity Growth in the United States and Japan, NBER Working Paper No. 1922, Cambridge, Nay 1986.",
        "Home, Jocelyn, Criteria of External Sustainability, IMF Working Paper No. 88/60, July 1988.",
        "The Recent Behavior of U.S. Trade Prices, North-American Division, Western Hemisphere Department, unpublished July 1988.",
        "Isard, Peter, Lessons from Empirical Models of Exchange Rates, Staff Papers, International Monetary Fund (Washington), Vol. 34 (March 1987), pp. 1-28.",
        "Jurgensen,.., Report of the Working Group on Exchange Market Intervention, Washington, U.S. Treasury, 1983.",
        "Haberler, Gottfried, Recent Developments in Historical Perspective, Asussenwirtschaft, Heft IV, 1987, pp. 373-85.",
        "Heller, H. Robert, Address before the International Economic Working Group in Washington, D.C., March 24, 1987.",
        "Hoitham, Gerald, Giles Keating, and Peter Spencer, EMS: Advance or Face Retreat (Credit Suisse First Boston Ltd. : London, 1987) Hooper, Peter, and Catherine Mann. The U.S. External Deficit: Causes and Persistence, Board of Governors of the Federal Reserve System, unpublished, 1987.",
        "The Exchange Rate System: Lessons of the Past and Options for the Future, IMF Occasional Paper No. 30 (Washington: International Monetary Fund, June 1984).",
        "Money and Finance in European Integration: A Comment on Dornbusch, European Free Trade Association, Geneva, January 1988. - 43 - and Mohsin Khan, Income and Price Effects in Foreign Trade, Chap. 20 in Handbook of International Economics, II, ed. by Ronald Jones and Peter Kenen (Amsterdam: North-Holland, 1985, pp. 1041-105.",
        "Hansen, Lars, and Robert Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates, Journal of Political Economy (August 1980), pp. 829-53.",
        "Ghosh, Atish R., and Paul R. Masson, International Policy Coordination in a World with Model Uncertainty, Staff Papers, International Monetary Fund (Washington), Vol. 35 (June 1988), pp. 230-58.",
        "Giavazzi, Francesco, and Alberto Giovannini, The EMS and the Dollar, Economic Policy (April 1986), pp. 455-73.",
        "Goldstein, Morris, Have Flexible Exchange Rates Handicapped Macroeconomic Policy?, Special Papers in International Economics No. 14, Princeton University (Princeton, New Jersey: Princeton University Press, June 1980).",
        "(l98lb), Flexible Exchange Rates, Prices, and the Role of `News: Lessons from the l970s, Journal of Political Economy (June 1981), pp. 665-705.",
        "The International Monetary System: Should It Be Reformed?, American Economic Review (May 1987), pp. 205-10.",
        "Morris Goldstein, and Paul Masson, International Coordination of Economic Policies: Scope, Methods, and Effects, in Wilfred Guth (ed.), International Coordination of Economic Policies (IMF, Washington, D.C., 1988).",
        "Friedman, Milton, The Case for Flexible Exchange Rates, in Essays in Positive Economics (Chicago, University of Chicago Press, 1953) pp. 157-203. - Genberg, Hans, and Alexander Swoboda, The Current Account and the Policy Mix Under Flexible Exchange Rates, International Monetary Fund Working Paper No. 87/70, October 1987.",
        "Frenkel, Jacob A. , Current Problems of the International Monetary System: Reflections on European Monetary Integration, Weltwirtschaftliches Archiv (Tubingen), Vol. 3, No. 2 (1975), pp. 216-21.",
        "A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scandinavian Journal of Economics (May 1976), pp. 200-24.",
        "The Collapse of Purchasing Power Parities during the 1970s, - (l98la) European Economic Review (Amsterdam), Vol. 16 (May 1981), pp. 145-65.",
        "Folkerts-Landau, David and Donald Mathieson, The Process of Innovation, Institutional Changes, and Regulatory Response in International Financial Markets, paper presented to AEI Conference on Restructuring Financial Markets, Washington, D.C., November 1987.",
        "~`rankel, Jeffrey, In Search of the Exchange Risk Premium, Journal of International Money and Finance (1982), pp. 255-74.",
        ",and Kenneth Froot, Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review (March 1987), pp. 133-53).",
        "Edison, Hali, Purchasing Power Parity in the Long Run, Journal of Money. Credit and Banking (August 1987), pp. 376-87.",
        "Feldstein, Martin, Distinguished Lecture on Economics in Government: Thinking about International Economic Coordination, The Journal of Economic Perspectives, Vol. 2, No. 2 (Spring 1988), pp. 3-13.",
        "Fischer, Stanley, International Macroeconomic Policy Coordination, in M. Feldstein (ed.), International Economic Cooperation, University of Chicago Press, Chicago, Illinois, 1988, pp. 11-43.",
        "(197Gb), The Theory of Flexible Exchange Rate Regimes and Macroeconomic Policy, Scandinavian Journal of Economics (May 1976), The Brookings Institution (Washington), pp. 255-75.",
        "Exchange Rate Economics: Where Do We Stand? Brookings Paper on Economic Activity (No. 1, 1980), pp. 145-85.",
        "Money and Finance in European Integration, European Free Trade Association, Geneva, January 1988, pp. 9-22. - 41 - and Jeffrey Frankel, The Flexible Exchange Rate System: Experience and Alternatives, NBER Working Paper No. 2464, December 1987.",
        "Dini, l.amberto, Cooperation and Conflict in Monetary and Trade Policiea, International Management and Development Institute, U.S. -European Top Management Roundtable, Milan, February 19, 1988.",
        "Dixit, Avinash, Entry and ExitDecisions of a Firm Under Fluctuating Exchange Rates, unpublished, Princeton University, 1987.",
        "Dooley, Michael and Jeffrey Shafer, Analysis of Short-Run Exchange Rate Behavior: March 1973 to November 1981, in D. Bigman and T. Taya (eds.), Exchange Rate and Trade Instability (Ballenger, Cambridge, 1983) Donibusch, Rudiger (l976a), Expectations and Exchange Rate Dynamics, Journal of Political Economy (December 1976), pp. 1161-74.",
        "Currie,, David, Paul Levine, and Nicholas Vidalis, Cooperative and NonCooperative Rules for Monetary and Fiscal Policy in an Empirical TwoBloc Model, in Bryant and Portes (1987).",
        "Cushman, David, The Effects of Real Exchange Rate Risk on International Trade, Journal of International Economics (August 1983), pp. 44-63.",
        "Dc Grauwe, Paul, Exchange Rate Variability and the Slowdown in Growth of International Trade, Staff Papers, International Monetary Fund (Washington), Vol. 35 (March 1988), pp. 63-84.",
        "Bryant, Ralph, International Coordination of Economic Policies: An -Interim Stocktaking, in International Monetary Cooperation: Essays in Honor of Henry Wallich, Essays in International Finance (No.- 169, December 1987), International Finance Section, Princeton University.",
        "Canzoneri, Mathew, Monetary Policy-Games and the Role of Private Information, American Economic Review (December 1985), pp. 1056-70.",
        "Cooper, Richard, International Economic Cooperation: Is It Desirable? Is it Likely?, lecture presented at International Monetary Fund, October 1987. - 40 - Crockett, Andrew, Exchange Rate Volatility and World Trade, IMF Occasional Paper No. 28 (Washington: International Monetary Fund, June 1984).",
        "Bergstrand, Jeffrey, Is Exchange Rate Volatility `Excessive? ~ England Economic Review (September/October 1983), pp. 5-14.",
        "Blanchard, Olivier, Speculative Bubbles, Crashes, and Rational Expectations, Economics Letters (No. 4, 1979), pp. 387-89.",
        "Boughton, James M., Policy Assignment Strategies with Somewhat Flexible Exchange Rates, International Monetary Fund Working Paper, 1988, forthcoming. - Branson, William, Causes of Appreciation and Volatility of the Dollar, The U.S. Dollar--Recent Developments. Outlook. and Policy Options, Federal Reserve Bank of Kansas City, 1985, pp. 33-52.",
        "Balassa, Bela, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, 1964, pp. 584-96.",
        "Baldwin, Richard, and Paul Krugman, The Persistence of the U.S. Trade Deficit, Brookings Papers on Economic Activity, 2 (1987), pp. 1-43.",
        "Bergsten, Fred, and John Williamson, on Exchange Rates and Trade Policy in William Clime (ed.), Trade Policy in the l980s (Institute for International Economics, Washington, D.C., 1983).",
        "Aizenman, Joshua, and Jacob A. Frenkel, Aspects of the Optimal Management of Exchange Rates, Journal of International Economics (November 1982), pp. 231-56.",
        "Artis, Michael, and Sylvia Ostry, International Economic Policy Coordination, Chatham House Papers, No. 30, Royal Institute of International Affairs (London: Routledge and Kegan Paul, 1986)."
    ]
}