{
    "id": 2896,
    "cites": 19,
    "cited_by": 14,
    "reference": [
        "Behrman, Jere R., Zdenek Hrubec, Paul Taubman, and Terence J. Wales. 1980. Socioeconomtc Success: A Study of the Effects of Genetic Endowments, Family Environment, and Schooling. Amsterdam: North-Holland.",
        "Blau, Peter, and Otis Dudley Duncan. 1967. The American Occupational Structure. New York: Wiley.",
        "Bowles, Samuel. 1972. Schooling and Inequality from Generation to Generation. Journal of Political Economy 80 (3): S219-51.",
        "Clark, Kim B., and Lawrence H. Summers. 1981. Demographic Differences in Cyclical Employment Variation. Journal of Human Resources 16 (1): 61-79.",
        "Corcoran, Mary, and Linda P. Datcher. 1981. Intergenerational Status Transmission and the Process of Individual Attainment. In Five Thousand American Families: Patterns of Economic Progress, vol. 9, ed. M. S. Hill, D. H. Hill, and J. N. Morgan, 169-206. Ann Arbor: Institute for Social Research, The University of Michigan.",
        "Datcher, Linda P. 1982. Effects of Community and Family Background on Achievement. Review of Economics and Statistics 64 (1): 32-41.",
        "Duncan, Otis Dudley. 1968. Inheritance of Poverty or Inheritance of Race? In On Understanding Poverty, ed. D. P. Moynihan, 85-110. New York: Basic Books.",
        "David Featherman, and Beverly Duncan. 1972. Socioeconomic Background and Achievement. New York: Seminar Press.",
        "Gordon, Roger H. 1984. Differences in Earnings and Ability. New York: Garland.",
        "Hill, Martha S., and Greg J. Duncan. 1987. Parental Family Income and the Socioeconomic Attainment of Children. Social Science Research 16 (1): 39-73.",
        "Hungerford, Thomas, and Gary Solon. 1987. Sheepskin Effects in the Returns to Education. Review of Economic and Statistics 69 (1): 174-77.",
        "Jencks, Christopher, et al. 1972. Inequality: A Reassessment of the Effect of Family and Schooling in America. New York: Basic Books.",
        "Kmenta, Jan. 1986. Elements of Econometrics, second ed. New York: Macmillan.",
        "Lillard, Lee A., and Robert J. Willis. 1978. Dynamic Aspects of Earning Mobility. Econometrica 46 (5): 985-1012.",
        "Massagli, Michael P., and Robert M. Hauser. 1983. Response Variability in Self- and Proxy Reports of Paternal and Filial Socioeconomic Characteristics. American Journal of Sociology 89 (2): 420-31.",
        "Solon, Gary. 1989. Biases in the Estimation of Intergenerational Earnings Correlations. Review of Economics and Statistics, forthcoming.",
        "Family Background on Economic Status: A Longitudinal Analysis of Sibling Correlations. Working Paper No. 2282, National Bureau of Economic Research. Survey Research Center. 1974. A Panel Study of Income Dynamics: Procedures and Tape Codes, 1974 Interviewing Year - Wave VII, A Supplement. Ann Arbor: Institute for Social Research, The University of Michigan.",
        "Interviewing Year - Wave XVI, A Supplement. Ann Arbor: Institute for Social Research, The University of Michigan. Welch, Finis. 1989. The Employment of Black Men. Journal of Labor Economics, forthcoming.",
        "Wilson, William Julius. 1987. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of C~cago Press."
    ]
}