{
    "id": 2898,
    "cites": 23,
    "cited_by": 95,
    "reference": [
        "Soltow, Lee, A Century of Personal Wealth Accumulation, The Economics of Black America, H. G. Vatter and T. Palm, eds. (New York: Harcourt Brace Jovanovich, 1972).",
        "Terrell, Henry S., Wealth Accumulation of Black and White Families: The Empirical Evidence, Journal of Finance (May 1971), 363-377.",
        "Tobin, James, Wealth, Liquidity, and the Propensity to Consume, in Human Behavior in Economic Affairs (Amsterdam: Elsevier, 1972).",
        "Shorrocks, Anthony, The Portfolio Composition of Asset Moldings in the United Kingdom, Economic Journal, LCII (June 1982), 268-284.",
        "Smith, James P. and Finis R. Welch, Closing the Gap: Forty Years of Economic Progress for Blacks (Santa Monica, CA: Rand Corporation, February 1986).",
        "Sobol, Marion Gross, Factors Influencing Private Capital Accumulation on the `Eve of Retirement, Review of Economics and Statistics, LXI (November 1979), 585-593.",
        "Modigliani, Franco and Richard Brumberg, Utility Analysis and the Consumption Function: An Interpretation of Croas-Section Data, in Post-Keynesian Economics, edited by Kenneth K. Kurihara (New Brunswick, NJ: Rutgers University Press, 1954).",
        "Roistacher, Elizabeth A. and John L. Goodman, Jr., Race and Homeownership: Is Discrimination Disappearing? Economic Inquiry, XIV (March 1976), 59-70.",
        "Kain, John F. and John M. Quigley, Housing Market Discrimination, Home Ownership, and Savings Behavior, American Economic Review 62 (June 1972), 263-7 7.",
        "Kotlikoff, Laurence and Lawrence Summers, The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, LXXXIX (August 1981), 706-732.",
        "Modiglisni, Franco, Measuring the Contribution of Intergenerational Transfers to Total Wealth: Conceptual Issues and Empirical Findings, Seminar on Modeling the Accumulation and Distribution of Personal Wealth, Paris, 1984.",
        "Friedman, Milton, A Theory of the Consumption Function (Princeton: Princeton University Press, 1957).",
        "Galenson, Marjorie, Do Blacks Save More? American Economic Review, LXII (March 1972), 211-16.",
        "Hamermesh, Daniel S., Social Insurance and Consumption, American Economic Review, LXXII (March 1982), 101-113.",
        "Jackman, Mary R. and Robert W. Jackman, Racial Inequalities in Home Ownership, Social Forces, LVIII (June 1980), 1221-1234.",
        "Lazear, Edward, The Narrowing of Black-White Wage Differentials is Illusory, LXIX (September 1979), 553-564.",
        "Brainard, William and James Tobin, Pitfalls in Financial Model Building, American Economic Review, LVIII (March 1968), 99-122.",
        "Brown, Clair (Vickery), Womens Economic Contribution to the Family, The Subtle Revolution, Ralph Smith, ed. (Washington, DC: The Urban Institute, 1979), pp. 159-200.",
        "Crockett, Jean and Irwin Friend, *`Consumer Investment Behavior, in Determinants of Investment Behavior, edited by Robert Ferber (New York: Columbia University Press, 1967).",
        "Baumol, William J., Portfolio Theory: The Selection of Asset Combinations (New York: The McCaleb-Seiler Publishing Company, 1970).",
        "Birnbaum, Howard and Rafael Weston, Home Ownership and the Wealth Position of Black and White Americans, Review of Income and Wealth, XX (March 1974), 103-18.",
        "Blinder, Alan S., Wage Discrimination: Reduced Form and Structured Estimates, Journal of Human Resources, VIII (Fall 1973), 436-55.",
        "Alexis, Marcus, Some Negro-White Differences in Consumption, The Black Consumer, George Joyce and Norman A. P. Govoni, eds. (New York: Random House, 1971), pp. 257-274."
    ]
}