{
    "id": 2900,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Buser, Stephen A. and Patrick J. Hess, 1986, Empirical determinants of the relative yields on taxable and tax-exempt securities, Journal of Financial Economics 17, 335-355.",
        "Cutler, David M., 1988, Tax reform and the stock market: An asset price approach, American Economic Review 78, 1107-1117.",
        "Fama, Eugene, 1977, A pricing model for the municipal bond market, unpublished manuscript, Graduate School of Business, University of Chicago.",
        "Feenberg, Daniel, 1981, Does the investment interest limitation explain the existence of dividends?, Journal of Financial Economics 9, 265-269.",
        "Gordon, Roger H. and Joel B. Slemrod, 1986, An empirical examination of municipal financial policy, in Harvey S. Rosen, ed., Studies in state and local public finance, Chicago: University of Chicago Press, 53-82.",
        "Kidwell, David and Charles Trzcinka, 1982, Municipal bond pricing and the New York City fiscal crisis, Journal of Finance 37, 1239-1246.",
        "Kochin, Levis A. and Richard W. Parks, 1988, Was the tax-exempt bond market inefficient or were future expected tax rates negative?, Journal of Finance XLIII, 913-931.",
        "Madeo, S. and M. Pincus, 1985, Stock market behavior and tax rule changes: The case of the disallowance of certain interest deductions, Accounting Review 60, 407-429.",
        "Metcalf, Gilbert, 1988, Arbitrage and the savings behavior of state and local governments, unpublished working paper, Princeton University.",
        "Miller, Merton H., 1977, Debt and taxes, Journal of Finance 32, 261-276.",
        "Miller, Merton H. and Myron Scholes, 1978, Dividends and taxes, Journal of Financial Economics 6, 333-364.",
        "Mussa, Michael L. and Roger C. Kormendi, 1979, The taxation of mumicimal bonds, Washington: American Enterprise Institute.",
        "Poterba, James M., 1986, Explaining the yield spread between taxable and tax-exempt bonds: The role of expected tax policy, in H. Rosen, ed., Studies in state and local public finance, Chicago, University of Chicago Press, 5-48.",
        "Skelton, James L., 1983, The relative pricing of tax exempt and tax exempt debt, Journal of Financial Economics 12, 343-356.",
        "Trzcinka, Charles, 1982, The pricing of tax-exempt bonds and the Miller hypothesis, Journal of Finance 37, 907-923."
    ]
}