{
    "id": 2903,
    "cites": 53,
    "cited_by": 3,
    "reference": [
        "Azariadis, Costas, Self-fulfilling Prophecies, Journal of Economic Theory, December 1981, 25, 380-96.",
        "Blanchard, Ohivier J., Speculative Bubbles, Crashes and Rational Expectations, Economics Letters, 1979, 3, 387-89.",
        "Blanchard, Ohivier J. , and Charles Kahn, The Solution of Linear Difference Models Under Rational Expectations, Econometrics 48, November 1980, 1305-1311.",
        "Blanchard, Ohivier J., and Mark W. Watson, Bubbles, Rational Expectations and Financaial Markets. In Wachtel, Psul, ed. , Crisis in the Economic and Financial System. Lexington, MA: Lexington Books, 1982, pp. 295-315.",
        "Brealey, Richard, end Stewart Myers, Princioles of Corporate Finance. New York: McGraw-Hill, 1981.",
        "Brock; William A .,Money and Growth: The Case of Long-run Perfect Foresight, Internetionsl Economic Review, Dctober 1974, 15, 750-777.",
        "Brock, William A .,Asset Prices in a Production Economy. In McCall, John, ed., The Economics of Information and Uncertainty. Chicago: University of Chicago Press, 1982, pp. 1-43.",
        "Burmeister, Edwin, Robert P. Flood, and Peter M. Gerber, On the Equivalence of Solutions in Rstionsl Expectations Models, Journal of Economic Dynsmics and Control, May 1983, 5, 224-234.",
        "Burmeister, Edwin, and Kent Wall, Kahman Filtering Estimation of Unobserved Rational Expectations with an Application to the German Hyperinflation, Journal of Econometrics, November 1982, 20, 255-84.",
        "Cagan, Phillip, The Monetary Dynamics of Hyperinflation. In Friedman, Milton, ed. , Studies in the Quantity Theory of Money. Chicago: University of Chicago Press, 1956.",
        "Camerer, Cohn, Bubbles and Fads in Asset Prices: A Review of Theory and Evidence, unpublished paper, University of Pennsylvania, 1987.",
        "Campbell, John Y. , and Robert J. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, October 1987, 95, 1062-1088.",
        "Campbell, John Y., end Robert J. Shiller, Stock Prices, Earnings end Expected Dividends, Journal of Finance, July 1988a, 43, 661-676.",
        "Campbell, John Y., and Robert J. Shiller, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, Fall l988b, 1, 195-228. Casella, Alessandra, Testing for Price Level Bubbles: The German Hyperinflation Once More, unpublished paper, University of California, Berkeley, December 1986.",
        "Diba, Behzad T. and Herschel I. Grossman, On the Inception of Rational Bubbles, Quarterly Journal of Economics, August 1987, 102, 697-700.",
        "Diba, Behzed I. and Herschel I. Grossman, Rational Inflationary Bubbles, Journal of Monetary Economics, May 1988, 21, 35-46.",
        "Fame, Eugene F., Foundations of Finance. New York: Basic Books, 1976.",
        "Fama, Eugene F. and Kenneth R. French, Permanent and Temporary Components of Stock Prices, Journal of Political Economy, April 1988, 96, 246-273.",
        "Flood, Robert P. and Peter M. Gerber, An Economic Theory of Monetary Reform, Journal of Political Economy, February l98Oe, 88, 24-58. 28 Flood, Robert P. and Peter M. Garber, Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, August l980b, 88, 745- 70. Flood, Robert P., Peter M. Garber and Louis Scott, Multi-Country Tests for Price Level Bubbles, Journal of Economic Dynamics and Control, December 1984, 8, 3 29-40.",
        "Flood, Robert P. and Robert J. Hodrick, Asset Price Volatility, Bubbles and Process Switching, Journal of Finance, September 1986, 41, 831-842.",
        "Flood, Robert P., Robert J. Hodrick and Paul Kaplan, An Evaluation of Recent Evidence on Stock Market Bubbles, unpublished paper, Northwestern University, revised May 1987.",
        "Frankel, Jeffrey A., The Dazzling Dollar, Brookinas Pamers on Economic Activity, 1985, 1, 199-217.",
        "Garber, Peter M., The Tulip Mania Legend, unpublished paper, Brown University, August 1987.",
        "Gilles, Christian, and Stephen F. LeRoy, The Variance-Bounds Tests: A Critical Survey, unpublished paper, University of California, Santa Barbara, August 1987.",
        "Grossman, Sanford, and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices, American Economic Review, May 1981, 71, 222-27.",
        "Hamilton, James D. , and Charles H. Whiteman, The Observable Implications of Self-fulfilling Expectations, Journal of Monetary Economics, November 1985, 16, 35 3-74.",
        "Hansen, Lars Peter, and Thomas J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models. In Lucas, Robert E. Jr., and Thomas J. Sargent, eds., Rational Exoectations and Econometric Practice. Minneapolis: University of Minnesota Press, 1981, pp. 91-126.",
        "Hausman, Jerry A., Specification Tests in Econometrics, Econometrics, November 1978, 46, 1251-71.",
        "Keynes, John Maynard, The GEneral Theory of Employment. Interest and Money. London: Macmillan, 1936.",
        "Kindleberger, Charles, Manias. Panics and Crashes. New York: Basic Books, 1978.",
        "Kleidon, Allan W., Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Economy, October 1986, 94, 953-1001.",
        "Krugman, Paul R. , Is the Srong Dollar Sustainable? in The U.S. Dollar - Recent Developments. Outlook. and Policy Options. Fedreal Reserve Bank of Kansas City, 1986, pp. 103-132.",
        "LeRoy, Stephen F. , and Richard D. Porter, The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrics, May 1981, 49, 555-74.",
        "LeRoy, Stephen F. , and William R. Parke, Stock Price Volatility: An Inequality Based on the Geometric Random Walk, unpublished paper, University of California, Santa Barbara, 1988.",
        "Mankiw, N. Gregory, David Rosier, and Matthew Shapiro, An Unbiased Reexamination of Stock Market Volatility, The Journal of Finance, July 1985, 40, 677-89.",
        "Marsh, Terry A. , and Robert C. Merton, Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review, June 1986, 76, 483-498.",
        "Marsh, Terry A. , end Robert C. Merton, Dividend Behavior for the Aggregate Stock Market, Journal of Business, January 1987, 60, 1-40.",
        "Mattey, Joe, end Richard A. Meese, Empirical Assessment of Present Value Relations, Econometric Reviews, 1986, 5, 171-234.",
        "Meese, Richard A. , Testing for Bubbles in Exchange Markets: The Case of Sparkling Rates, Journal of Political Economy, April 1986, 94, 345-73.",
        "Meese, Richard A., and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics, February 1983, 14, 3-24.",
        "Obstfeld, Maurice, and Kenneth Rogoff, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy, August 1983, 91, 675-87.",
        "Obstfeld, Maurice, and Kenneth Rogoff, Ruling Out Divergent Speculative Bubbles, Journal of Monetary Economics, May 1986, 17, 349-62.",
        "Okina, Kunio, Empirical Tests of `Bubbles in the Foreign Exchange Market, Bank of Jaoan Monetary and Economic Studies, May 1985, 3, 1-45.",
        "Poterba, James M. , and Lawrence H. Summers, Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics, October 1988, 22, 27- 59.",
        "Shiller, Robert J., Rational Expectations and the Dynamic Structure of Macroeconomic Models: A Critical Review, Journal of Monetary Economics, Jsnusry 1978, 4, 1-44.",
        "Shiller, Robert J ., Do Stock Prices Move By Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, June 1981, 71, 421- 36.",
        "Singleton, Kenneth J. , Speculation and the Volatility of Foreign Currency Exchange Rates. In Brunner, Karl and Allan H. Meltzer, eds., Bubbles and Other Essays, Carnegie-Rochester Conference on Public Policy, Spring 1987, 26, 9-56.",
        "Taylor, John, Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica, November 1977, 45, 1377-1385.",
        "Tirole, Jean, Asset Bubbles and Overlapping Generations, Econometrica, November 1985, 53, 1071-1100.",
        "West, Kenneth D., A Specification Test for Speculative Bubbles, Ouarterly Journal of Economics, August 1987a, 102, 553-580.",
        "West, Kenneth D., A Standard Monetary Model and the Variability of the Deutschemark-Dohlar Exchange Rate, Journal of International Economics, August l987b, 23, 57-76. West, Kenneth D., Dividend Innovations and Stock Price Volatility, Econometrica, January l988a, 56, 37-61. West, Kenneth D. , Bubbles, Fads and Stock Price Volatility Tests: A Partial Evaluation, Journal of Finance, July l988b, 43, 639-656. Woo, Wing T., Some Evidence of Speculative Bubbles in the Foreign Exchange Markets, Journal of Money. Credit and Banking, November 1987, 19, 499-514.",
        "Woodford, Michael, Stationary Sunspot Equilibria in a Finance Constrained Economy; Journal of Economic Theory, 1986, 40, 128-137.",
        "Woodford, Michael, Expectations, Finance, and Aggregate Instability. In Kohn, Meir and S. C. Tsieng, eds. , Finance Constraints. Expectations and Macroeconomics. Oxford: Oxford University Press, 1988."
    ]
}