{
    "id": 2912,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan J. (1986). The Dynamic Effects of Tax Law Asymmetries. Review of Economic Studie.s 53:205-225.",
        "Auerbach, Alan .3. and James M. Poterba (1987). Tax Loss Carryforwards and Investment lncentives. In The Effects of Taxation on Canital Accumulation, ed. Nartin Feldstein. Chicago: University of Chicago Press.",
        "Bernheim, B. Douglas (1988). Incentive Effects of the Corporate Alternative Minimum Tax. In Tax Policy and the Economy, vol. 3, ed. Lawrence II. Summers. Cambridge: NIT Press.",
        "Berton, Lee (1987). Firms Expect Leasing to Save Them Millions Under New Tax Law. Wall Street Journal (March 11), p. 1, 33.",
        "Bradford, David (1981). Issues in the Design of Savings and Investment Incentives. In flenreciation. Inflation. and the Taxation of Income from Capital, ed. Charles R. Hulten, Washington, D. C.: The Urban Institute.",
        "Bradford, David and Don Fullerton (1981). Pitfalls in the Construction and Use of Effective Tax Rates. In Depreciation. Inflation, and the Taxation of Income from Capital, ed. Charles R. Hulten, Washington, D.C.: The Urban Institute.",
        "Dworin, Lowell (l987a). Impact of the Corporate Alternative Minimum Tax: A Monte Carlo Simulation Study. In Comnendium of Tax Research. 1987, Washington, D.C.: U.S. G.P.O.",
        "Dworin, Lowell (l987b). Impact of the Corporate Alternative Minimum Tax. National Tax Journal 40:505-513. Fullerton, Don (1987). The Indexation of Interest, Depreciation, and Capital Gains and Tax Reform in the United States. Journal of Public Economics 32:25-51.",
        "Fullerton, Don and Andrew B. Lyon (1988). Tax Neutrality and Intangible Capital. In Tax Policy and the Economy. vol. 2, ed. Lawrence H. Summers. Cambridge: MIT Press.",
        "Graetz, Michael J. and Emil M. Sunley (1988). Minimum Taxes and Comprehensive Tax Reform. In Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax, eds. Henry J. Aaron, Harvey Calper and Joseph A. Pechman. Washington, D. C.: The Brookings Institution.",
        "Hall, Robert E. and Dale W. Jorgenson (1967). Tax Policy and Investment Behavior. American Economic Review 57:391-414.",
        "Hulten, Charles R. and Frank C. Wykoff (1981). The Measurement of Economic Depreciation. In Depreciation. Inflation, and the Taxation of Incone from Capital, ed. Charles R. Hulten, Washington, D. C.: The Urban Institute.",
        "King, Mervyn A. (1975). Taxation, Corporate Financial Policy and the Cost of Capital. Journal of Publictconomics 4:271-179.",
        "Lyon, Andrew B. (1989). Invariant Valuation when Tax Rates Change over Time, Working Paper 89-2, Dept. of Economics, University of Maryland, College Park, MD.",
        "Samuelson, Paul A. (1964). Tax Deductibility of Economic Depreciation to Insure Invariant Valuations. Journal of Political Economy 72:604-606."
    ]
}