{
    "id": 2914,
    "cites": 24,
    "cited_by": 15,
    "reference": [
        "Abel, Andrew B., and Olivier J. Blanchard, aThe Present Value of Profits and Cyclical Movements in Investment, Ecor*ometrica, LIV (March 1988), 249-73.",
        "Bernanke, Ben S. and Mark Gertler, Financini Fragility and Economic Performance, NBER Working Paper no. 2318, 1987.",
        "Caves, Richard E., Multirw.,tiortol Enterprise and Economic Ano.lysis, (Cambridge: Cambridge University Press, 1982).",
        "Caves, Richard E., Exchange-Rate Movements and Foreign Direct Investment in the United States, Harvard Institute of Economic Research, May 1988.",
        "Donaldson, Gordon, Managing Corporate Wealth, (Boston: Division of Research Graduate School of Business Administration, Harvard University, 1984).",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, Financing Constraints and Corporate Investment, NBER, January 1988.",
        "Fisher, Irving, The Debt-Deflation Theory of Great Depressions, Econo,netrica, 1 (October 1933), 337-57.",
        "Froot, Kenneth A., Multinational Corporations, Exchange Rates and Direct Investment. Forthcoming in Irtternationoi Policy Coordination and Ezchange Rate Determination, W. Branson, J. Frenkel and M. Goldstein, eds. (University of Chicago Press: Chicago), 1989.",
        "Greenwald, Bruce, Joseph Stiglitz, and Andrew Weiss, Informational Imperfections 23 in the Capital Market and Macroeconomic Fluctuations, American Economic Review, 74 (May 1984), 194-200.",
        "Greenwald, Bruce, and Joseph Stiglitz, Information, Finance Constraints, and Business Fluctuations, mimeo, Princeton University, 1986.",
        "Jaffee, Dwight, and Thomas Russell, Imperfect I,nforznation, Uncertainty, and Credit Rationing, Quarterly Journal of Economics, 90 (November 1976), 651-66.",
        "Kester, W. Carl, and Timothy Luehrman, Are We Feeling More Competitive Yet?, forthcoming Sloan Management Review, 1989.",
        "Kindleberger, 1969, American Business Abroad: Six Lectures on Direct Investment, (Yale University Press: New Haven).",
        "Krugman, Paul R., The 3-Curve, the Fire Sale, and the Hard Landing, MIT, December 1988.",
        "Krugm.an, Paul R., Foreign Direct Investment in the United States, Institute of International Economics, October 1988.",
        "Mundell, Robert A., International Economics, (MacMillan: New York, 1968).",
        "Myers, Stewart C., and N.S. Majluf, Corporate Financing and Investment Decisions when Firms Have Information that Investors Do Not Have, Journal of Financial Economics, 13 (June 1984), 187-221.",
        "Scholes, M., and M. Wolfson, 1988, The Effects of Changes in Tax Laws on Corporate Reorganization Activity, Stanford University.",
        "Stiglitz, Joseph, and Andrew Weiss, Credit Rationing in Markets with Imperfect 24 Information, American Economic Review, 71 (June 1981), 393-410.",
        "Toichin, Martin, Foreigners Investing: A Warning, New York Times, February 22, 1988.",
        "Townsend, Robert M., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21 (October 1979), 265-93.",
        "Vernon, Raymond, International Investment and International Trade in the Product Cycle, Quarterly Journal of Economics, 80 (May 1966), 190-207.",
        "White, Halbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrico, 48 (1980), 817-838.",
        "Williamson, Stephen D. Costly Monitoring, Financial Intermediation, and Equilibrium Credit Rationing, Journal of Monetary Economics, 18 (September 1986), 159-79."
    ]
}