{
    "id": 2918,
    "cites": 18,
    "cited_by": 31,
    "reference": [
        "Bertola, C., Irreversible Investment, MIT working paper (July 1987).",
        "Bilson, John, `Rational Expectations and the Exchange Rate, Chapter 5 in The Economics of Exchanae Rates, ed. by 3. Frenkel and H. Johnson (Reading, Mass.: Addison-Wesley, 1978).",
        "Dixit, Avinash, `Intersectoral Capital Reallocation under Price Uncertainty (Princeton University: November 1987).",
        "Brownian Motion (Princeton University, August 1988).",
        "Flood, Robert P., and Peter N. Carber, `an Economic theory of Monetary Reform, Journal of Political Economy (February 1980).",
        "Evidence, JournaLof Monetary Economics (August 1983).",
        "Frenkel, Jacob, `A Konetary approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Chapter 1 in The Economics of Exchange Rates, ed. by J. Frenkel and H. Johnson (Reading, Mass.: Addison-Wesley, 1978).",
        "Froot, Kenneth A., and Maurice Obstfeld, `Exchange Rate Dynamics under Stochastic Regime Shifts: A Unified Approach, Working Paper (January 15, 1989).",
        "Grilli, Vittorio, Buying and Selling Attacks on Fixed Exchange Rate Systems, Journal of lnternational Economies, Vol. 20 (1986), pp. 143-56.",
        "Harrison, J. Michael, Brownian Notion and Stochastic Flow Systems (New York: John Wiley and Sons, 1985).",
        "Krugman, Paul, `A Model of Balance-of-Payments Crises, Journal of Monet. Credit and Banking (August 1979).",
        "Exchange Markets, tIBER Working paper No. 2459 (December 1987).",
        "Miller, Marcus, and Paul Weller, `Solving Stochastic Saddlepoint Systems: A Qualitative Treatment with Economic Application (October 1988).",
        "Muasa, Michael, `The Exchange Rate, the Balance of Payments and Monetary and Fiscal Policy under a Regime of Controlled Floating, Chapter 3 in The Economics of Exchange Rates, ed. by J. Frenkel and H. Johnson (Reading, Mass.: Addison-Wesley, 1978).",
        "Obstfeld, Maurice, `Balance-of-Payments Crises and Devaluation, Journal of Money. Credit and Bankl.nz (May 1984).",
        "Salant, Stephen, The Vulnerability of Price Stabilization Schemes to Speculative Attack, Journal of Political Economy (February 1983).",
        "Policies and the Price of Gold, Journal of 2ulitical Economy (August 1978).",
        "Smith, Cregor V., `Stochastic Process Switching, Queens University Working Paper (1987)."
    ]
}