{
    "id": 2919,
    "cites": 21,
    "cited_by": 154,
    "reference": [
        "Barro, R. (1979). On the Determination of Public Debt, Journal of Political Economy, 87, October.",
        "Bruno, M. and J. Sachs (1985). Economics of Worldwide Staciflation, Harvard University Press.",
        "Caimfors, L. and J. Driff ill (1988). Bargaining Structure, Corporatisin and Macroeconomic Performance Economic Policy, No.6, April.",
        "Cameron, D.R. (1985). Does Government Cause Inflation? Taxes, Spending and Deficits, in L. Lindberg and C. Maier (eds.) The Politics of Inflation and Economic Stagnation, The Brookings Institution, Washington, D.C.",
        "Cameron, D.R. (1978). The Expansion of the Public Economy: A Comparative Analysis, American Political Science Review, 72, December.",
        "Cohen, 13. (1988) What Caused the Rise of Conservatism: A French View, Economic Policy, No.6, April.",
        "Collins, S. (1988). Inflation and the EMS, mimeo, Harvard University.",
        "Emerson, N. (1986). What Model for Europe?, mimeo, Harvard University.",
        "Ciavazzi, F. and A. Ciovannini (1988). Limiting Exchange Rate Flexibility: The European Monetary System, forthcoming, M.I.T.",
        "Press. Larkey, P.D., C. Stolp and M. Winer (1981). Theorizing about the 48 Growth of Government: A Research Assessment, Journal of Public Policy, 1, May.",
        "Lybeck, J.A. (1986). The Growth of Government in Developed Economies, Aldershot: Glower Press.",
        "Lybeck, J.A. (1988). Comparing Government Growth Rates: The Non- Institutional vs. the Institutional Approach in Lybeck, J.A. and H. Henrekson (eds.) Exmlaining the Growth of Government, North Holland.",
        "Lybeck, J.A. and H. Henrekson (1988), (eds.) Explaining the Growth of Government, North Holland.",
        "Moynihan, D.P. (1988). Came the Revolution, San Diego, Cal.: Harcourt, Brace, Jovanovich.",
        "Mueller, D.C. (1987). The Growth of Government: A Public Choice Perspective, IMF Staff Pamers, 34, March.",
        "O.E.C.D. (1985). The Role of the Public Sector, OECD Economic Studies, No.4 Spring 1985.",
        "Ram, R. (1987) Wagner Hypothesis in Time-Series and Cross-Section Data Perspectives: Evidence from `Real Data for 115 Countries, Review of Economics and Statistics, 69, May.",
        "Roubini, N. (1988), International Transmission of Macro Policies under Alternative Exchange Rate Regimes: A Four Country Model, mineo, Harvard University.",
        "Schmidt, M.C. (1982). Wohlfahrtsstaatliche Politik unter burcielichen 49 und Sozialdemokratischen Reaierungen; em Internationaler Vercileich, Frankfurt: Campus Verlag.",
        "Tarschys, D. (1975). The Growth of Public Expenditures - Nine Modes of Explanation, Scandinavian Political Studies, 10.",
        "Ungerer, H., 0. Evans, T. Mayer and P. Young (1986). The European Monetary System: Recent Developments, Occasional Paper No.48, December."
    ]
}