{
    "id": 2921,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Advisory Commission on Intergovernmental Relations (ACIR), 1974, Local Revenue Diversification: Income, Sales, and User Changes (Government Printing Office, Washington).",
        "Arnott, R. and R. E. Grieson, 1981, Optimal fiscal policy for a state or local government, Journal of Urban Economics 9, 23-48.",
        "Barro, R., 1979, On the determination of the public debt, Journal of Political Economy 87, 940-971.",
        "Buchanan, J. M. and D. R. Lee, 1982, Tax rates and tax revenues in political equilibrium: Some simple analytics, Economic Inquiry 20, 344-354.",
        "Chernick, H. and A. Reschovsky, 1986, Federal tax reform and the financing of state and local governments, Journal of Policy Analysis and ManagementS, no. 4, 683-706.",
        "Coughlin, P., 1986, Elections and income redistribution, Public Choice 50, 27-9 1.",
        "Courant, P. and D. R. Rubinfeld, 1987, Tax reform: Implications for the state-local sector, Journal of Economics Perspectives 1, no. 1, 87-100.",
        "Feldstein, M. and C. E. Metcalf, 1987, The effect of federal deductibility on state and local taxes and spending, Journal of Political Economy 95, no. 4, 710-736.",
        "Hausman, J. A. and W. E. Taylor, 1981, Panel data and unobservable individual effects, Economeirica 49, 1377-1398.",
        "Holtz-Eakin, D. and H. Rosen, 1987, Federal deductibility and local property tax rates, Journal of Urban Economics, forthcoming.",
        "Economics 19, no. 1, 49-71. Inman, R., 1985, Does deductibility influence local taxation? Working Paper no. 1714 (National Bureau of Economic Research, Cambridge, MA).",
        "Inman, R. and D. L. Rubinfeld, 1979, The judicial pursuit of local fiscal equity, Harvard Law Review 92, no. 8, 1662-1750.",
        "Kmenta, J., 1971, Elements of econometrics (MacMillan, New York).",
        "Ladd, H., and K. Bradbury, 1989, Property taxes and city tax bases, National Tax Journal 46, no. 4, xxx-xxx.",
        "Oates, W. E., 1969, The effects of property taxes and local public spending on property values: An empirical study of tax capitalization and the Tiebout hypothesis, Journal of Political Economy 77, 957-97 1.",
        "Sexton, T. A., 1987, Forecasting property taxes: A comparison and evaluation of methods, National Tax Journal 40, no. 1, 47-59.",
        "Wildasin, D. E., 1986, Urban public fmance (Harwood Academic Publishers, New York)."
    ]
}