{
    "id": 2930,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Abramowitz, M. and l.A. Stegun, Handbook of Mathematical Functions, New York: Dover Publications, 1965.",
        "Baldwin, R., Hysteresis in trade, working paper, Columbia University, 1986.",
        "Baldwin, R. and R. Lyons, The Mutual Amplification Effect of Exchange Rate Volatility and Unresponsive Trade Prices, NBER working paper no 2677. Barro, R.J. and G.S. Becker, Fertility Choice in a Model of Economic Growth, working paper, University of Chicago, 1986.",
        "Bertola, G., Irreversible Investment, working paper, MIT, July 1987.",
        "Bentolila, S. and G. Bertola, Firing Costs and Labor Demand: How Bad is Eurosclerosis?, working paper, June 1988.",
        "Black, F. and M. Scholes, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, May-June 1973.",
        "Brennan, M. J. and E. S. Schwartz, Evaluating Natural Resource Investments, Journal of Business, 58, 2 (1985), 135-157.",
        "Constantinides, G., Capital Market Equilibrium with Transactions Costs, Journal of Political Economy, 94, no 14, (August 1986), 842-862.",
        "Dixit, A., A Simplified Exposition of Some Results Concerning Regulated Brownian Motion, working paper, Princeton University, August 1988.",
        "Duesenberry, Income, Saving and the Theory of Consumer Behavior, Cambridge, Ma: Harvard University Press, 19149.",
        "Dumas, B., Pricing Physical Assets Internationally, working paper, Rodney L. White Center for Financial Research, JJniversity of Pennsylvania, 1988a (March). Circulated in 1987 under the title: Time to Ship and the Dynamic Behavior of Deviations From the Law of One Price. Dumas, B., Super Contact and Related Optirnality Conditions: P. Supplement to A. Dixits `A Simplified Exposition of Some Results Concerning Regulated Brownian Motion, working paper, University of Pennsylvania, 1988b (November).",
        "Erdelyi, A. et al., Higher Transcendental Functions, vol 1, New York: McGrawHill book Co., Inc., 1953.",
        "Ethier, W., Dumping, Journal of Political Economy, 90 (1982), 2487-506.",
        "Foster, H. and R. Baldwin, Marketing Bottlenecks and the Relationship between Exchange Rates and Prices, MIT mimeo, October 1986.",
        "Froot, K. and P. Klemperer, Exchange Rate Pass-through when Market Share Matters, NBER working paper no 25142, March 1988.",
        "Kaldor, N., Capital Accumulation and Economic Growth, in PA. Lutz and D.C. Hague (eds.), The Theory of Capital, New York: St Martins Press (1961), 177-222.",
        "Krugman, P., Target Zones and Exchange Rate Dynamics, MBER working paper no 2481, January 1988.",
        "Krylov, N.V., Controlled Diffusion Processes, New York: Springer Verlag, 1980.",
        "Lucas, R.E., Asset Prices in an Exchange Economy, Econometrica, November 1978.",
        "Mankiw, N.G., Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics, C (1985), 529-539.",
        "Marshall, A., Principles of Economics, Ninth edition, London: Macmillan, 1961.",
        "McDonald, R. and D. Siegel, The Value of Waiting to Invest, The Quarterly Journal of Economics, November 1986, 707-727.",
        "Merton, R.C., Optimum Consumption and Portfolio Rules in a Continuous-time Model, Journal of Economic Theory, 3 (1971), 373_1413.",
        "Merton, B.C., Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4 (Spring 1973), 1241-183.",
        "Nerlove, N., Household and Economy: Toward a New Theory of Population and Economic Growth, Journal of Political Economy 82, (March/April 1974), S200-S2 18.",
        "Pindyck, R.S., Irreversible Investment, Capacity Choice, and the Value of the Firm, The American Economic Review, forthcoming, revised June 1988.",
        "Rorner. P., Increasing Returns and Long-Run Growth, Journal of Political Econorpy 924 (October 1986), 1002-1037.",
        "Romer, P., Growth Based on Increasing Returns Due to Specialization, American Economic Review, May 1987.",
        "Romer, P., Capital Accumulation in the Theory of Long-Run Growth, working paper, University of Rochester, March 1988.",
        "Sanyal, K. and R.W. Jones, The Theory of Trade in Middle Products, American Economic Review, 72 (1982), 16-31.",
        "Slater, L.J., Confluent Hypergeometric Functions, Cambridge, U.K.: Cambridge University Press, 1960."
    ]
}