{
    "id": 2932,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Berndt, Ernst R. [1980], Energy Price Increases and the Productivity Slowdown in United States Manufacturing, in The Decline in Productivity Growth; Proceedings of a Conference Held In June 1980. Boston: The Federal Reserve Bank of Boston, June, pp. 60-89.",
        "Berndt, Ernst R. and Melvyn A. Fuss [1986], Productivity Measurement with Adjustments for Variations in Capacity Utilization, and Other Forms of Temporary Equilibrium, Journal of Econometrics, Vol. 33, No. 1/2, October/November 1986, pp. 7-29.",
        "Berndt, Ernst R. and Dieter 14. Hesse [1985], Measuring and Assessing Capacity Utilization in the Manufacturing Sector of Nine OECD Countries, European Economic Review, Vol. 30, No. 5, October. pp. 961-989.",
        "Berndt, Ernst R. and Catherine J. Morrison [1981], Capacity Utilization: Underlying Economic Theory and an Alternative Approach. American Economic Review, Vol. 71, No. 2, May, pp. 48-52.",
        "Berndt, Ernst R., Catherine J. Morrison, and David 0. Wood [1983]. The Modeling, Interpretation and Measurement of Capacity Utilization, Technical Note, Bureau of Census, U.S. Department of Commerce, Contract Requisition 63-3-2, May.",
        "Cassels, J. `14. [1937], Excess Capacity and Monopolistic Competition, Quarterly Journal of Economics, Vol. 51, pp. 426-443.",
        "Conrad, Klaus and Ralph Unger (1989], Productivity Gaps and Capacity Utilization in the Manufacturing Sectors of Five OECD Countries, Journal of Productivity Analysis, forthcoming.",
        "Denny, Michael. Melvyn Fuss and Leonard Waverman [1981], The Measurement and Interpretation of Total Factor Productivity in Regulated Industries, - Page 33 - with an Application to Canadian Telecommunications, ch. 8 in Thomas G. Cowing and Rodney E. Stevenson, eds., Productivity Measurement in Regulated Industries, New York: Academic Press. pp. 179-218.",
        "Epstein, Larry 6. and Michael 6. S. Denny [1983), The Multivariate Flexible Accelerator Model: Its Empirical Restrictions and an Application to U.S. Manufacturing, Econometrica, Vol. 51, No. 3, May, pp. 647-674.",
        "Fuss, Melvyn A. [1987], Production and Cost Functions. in J. Eatwell, 14. Milgate and P. Newman. eds., The New Paigrave: A Dictionary of Economic Theory and Doctrine, New York: MacMillan, Vol. 3, pp. 995-1000.",
        "Fuss. Melvyn A. and Leonard Waverman [1986], The Extent and Sources of Cost and Efficiency Differences Between US and Japanese Automobile Producers, National Bureau of Economic Research Working Paper No. 1849, March.",
        "Hayashi, Fu.io [1982]. Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica. Vol. 50, pp. 213-224.",
        "Hickman, Bert 6. [1964], On A New Method of Capacity Estimation, Journal of the American Statistical Association, Vol. 59, No. 306, pp. 529-549.",
        "Hulten, Charles K. [1986), Productivity Change, Capacity Utilization, and the Sources of Efficiency Growth, Journal of Econometrics, Vol. 33, No. 1/2, October/November 1986, pp. 31-50.",
        "Jorgenson, Dale W. and Zvi Grlliches (1967], The Explanation of Productivity Change, Review of Economic Studies, Vol. 34, pp. 249-282.",
        "Klein, Lawrence R. [1960], Some Theoretical Issues in the Measurement of Capacity, Econometrica, Vol. 28, pp. 272-286.",
        "Morrison, Catherine J. [1988a], Quasi-Fixed Inputs in U.S. and Japanese Manufacturing: A Generalized Leontief Restricted Cost Function Approach, Review of Economics and Statistics, Vol. 70, No. 2, May. pp. 275-287.",
        "Morrison. Catherine J. [l988b), A Framework for Adjusting Productivity Growth Measures: Accounting for Subequilibrium, Returns to Scale and Markups, Cambridge, MA: National Bureau of Economic Research. draft manuscript. August. Morrison, Catherine J. [1986], Productivity Measurement with Non-Static Expectations and Varying Capacity Utilization: An Integrated Approach, Journal of Econometrics, Vol. 33, No. 1/2. October/November 1986, pp. 51-74.",
        "Morrison, Catherine J. [l985a], Primal and Dual Measures of Economic Capacity Utilization: An Application to Productivity Measurement in the U.S. Automobile Industry. Journal of Business and Economic Statistics, Vol. 3, No. 4, October, pp. 312-324. Morrison, Catherine J. (l985b], On the Economic Interpretation and Measurement of Optimal Capacity Utilization with Anticipatory Expectations, Review of Economic Studies, Vol. 52. pp. 295-310. Morrison, Catherine J. and Ernst R. Berndt [1981], Short Run Labor Productivity In a Dynamic Model, Journal of Econometrics, Vol. 16. pp. 339-365.",
        "Ohta, Makoto [1974], A Note on the Duality Between Production and Cost Functions: Rate of Returns to Scale and Rate of Technical Progress, Economic Studies Quarterly, Vol. 25, No. 1. pp. 63-65.",
        "Schankerman, Mark and 14. Ishaq Nadiri [1986]. A Test of Static Equilibrium Models and Rates of Return to Quasi-Fixed Factors, with an Application to the Bell System. Journal of Econometrics, Vol. 33, No. 1/2, October/November 1986, pp. 97-118.",
        "Slade, Margaret E. [1986], Total-Factor Productivity Measurement when Equilibrium is Temporary: A Monte Carlo Assessment, Journal of Econometrics, Vol. 33, No. 1/2, October/November 1986. pp. 75-95.",
        "Solow, Robert M. [1957), Technical Change and the Aggregate Production Function, Review of Economics and Statistics, Vol. 39, No. 5, August, pp. 312-320."
    ]
}