{
    "id": 2938,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "1. Akerlof, George A. and Janet L. Yellin (1985), A Near Rational Model of the Business Cycle, with Wage and Price Inertia, Quarterly Journal of Economics, Vol. 100 (December, 1985), pp. 823-38.",
        "2. Blanchard, Olivier J. (1987), Aggregate and Individual Price Adjustment, Brookings Papers on Economic Activity, 1 (Spring, 1987), pp. 57- 109.",
        "3. Brainard, William (1967), `Uncertainty and the Effectiveness of Policy, American Economic Review, Vol. 57 (May, 1967), pp. 411-25.",
        "4. Fischer, Stanley (1977), Long Term Contracts, Rational Expectations, and The Optimal Money Supply Rule, Journal of Political Economy, Vol. 85 (April, 1977), pp. 191-205.",
        "5. Greenwald, Bruce C., Joseph E. Stiglitz and Andrew M. Weiss (1984), Informational Imperfections in the Capital Markets and Macroeconomic Fluctions, American Economic Review, Vol. 74 (May, 1984), pp. 194-200.",
        "6. Malinvaud, E. (1977), `The Theory of Unemployment Reconsidered, Oxford: Basil Blackwell.",
        "7. Myers, S. C. and Majlu.f~ N. S. (1984), Corporate Financing and Investment Decisions When Firms Have Information that Investors do Not, Journal of Financial Economics, Vol. 11 (June, 1984), pp. 187-221.",
        "8. Prescott, E. C. (1986), Theory Ahead of Business-Cycle Measurement in Karl Brunner and Allan H. Meltzer, eds., Real Business Cycles, Real Exchange Rates and Actual Policies, Amsterdam: North Holland.",
        "10. Solow, Robert M. and Joseph E. Stiglitz (1968), `Output, Employment and Wages in the Short Run, Quarterly Journal of Economics, Vol. 82 (November, 1968), pp. 537-60.",
        "11. Stiglitz, Joseph E. (1986), Theories of Wage Rigidity, in James L. Butkicwicz and others, eds, Keynes Economic Legacy: Contemporary European Theories, NY: Praeger.",
        "12. Taylor, John B. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, Vol. 88 (February, 1980), pp. 1-23. Footnotes A further difficulty with the menu cost literature is that empirically price rigi- dities appear to exist to a greater extend regarding past rates of change (i.e. inflation inertia) rather than past levels (i.e. pure price level inertia). In the menu cost model, pure price level inertia is explained.",
        "4. Also since there are no price uncertainties, the variance minimizing shift in real wages is zero. Therefore, in this case, the change in decision variables con- sists solely of active changes. It should further be noted that with zero uncer- tainty in the impact of employment changes and a linear profit function, the optimal level of employment is undefined. However, non-linearities in the profit function andior slight uncertainties concerning the impact of employment changes would eliminate this problem."
    ]
}