{
    "id": 2941,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Appelbaum, Elie [1979], *`Testing Price Taking Behavior, Journal of Econometrics, Vol. 9, No. 3, February, pp. 283-294.",
        "Appelbaum, Elie [1982], The Estimation of the Degree of Oligopoly Power, Journal of Econometrics, 19, pp. 287-299.",
        "Berndt, Ernst R., and Mohammed S. Khaled (1979), Parametric Productivity Measurement and Choice Among Flexible Functional Forms, Journal of Political Economy, Vol. 87, No. 6, pp. 1220-1245.",
        "Bils, Mark [1985], The Cyclical Behavior of Marginal Cost and Price, manuscript, November.",
        "Bils, Mark [1987], Cyclical Pricing of Durable Luxuries, Working Paper No. 83, University of Rochester, May.",
        "Domowitz, Ian. R. Glenn Hubbard, ,md Bruce C. Petersen [1988], Market Structure and Cyclical Fluctuations in U.S. Manufacturing, The Review of Economics and Statistics, Vol. 70, No. 1, February.",
        "Fuss, Melvyn and Leonard Waverman [1986], The Extent and Sources of Cost and Efficiency Differences Between U.S. and Japanese Automobile Producers, National Bureau of Economic Research Working Paper No. 1849, March.",
        "Hall, Robert E. [1988a], The Relation Between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, Vol. 96, No. 5, October, pp. 921-947.",
        "Hall, Robert E. [1988b], Increasing Returns; Theory and Measurement with Industry Data, manuscript, presented at the N.B.E.R. Conference on Economic Fluctuations, Cambridge, Massachusetts, October.",
        "Morrison, Catherine J. [1982], Three Essays on the Dynamic Analysis of Demand for Factors of Production, Ph.D. Dissertation, Vancouver: University of British Columbia Department of Economics, December.",
        "Morrison, Catherine J. [1986], Productivity Measurement with Nonstatic Expectations and Varying Capacity Utilization: An Integrated Approach, Journal of Econometrics, Vol. 33, No. 1/2, October/November 1986, pp. 51-74.",
        "Morrison, Catherine J. [1988s], Capacity Utilization and Productivity Measurement: An Application to the U.S. Automobile Industry, Ch. 7 in Applications of Modern Production Theory: Efficiency and Productivity, Ali Dogramaci, ad. , Kluwer Nijhoff Publishing: Boston, 1988.",
        "Morrison, Catherine J. [1988b], Quasi-Fixed Inputs in U.S. and Japanese Manufacturing: A Generalized Leontiaf Restricted Cost Function Approach, Review of Economics and Statistics, Vol. 70, No. 2, May, pp. 275-287.",
        "Morrison, Catherine J. [l988c], Subequilibrium in the North American Steel Industries: A Study of Short Run Biases from Regulation and Utilization Fluctuations, Economic Journal, Vol. 98, No. 391, June, pp. 390-411. Morrison, Catherine J. ]1988d], Markups in U.S. and Japanese Manufacturing: A Short Run Econometric Analysis, manuscript, November.",
        "Morrison, Catherine J. [1988e], A Framework for Adjusting Productivity Growth Measures: Accounting for Subequilibrium, Returns to Scala and Markups, manuscript, December.",
        "Morrison, Catherine J. and Ernst R. Berndt [1981], Short Run Labor Productivity in a Dynamic Model, Journal of Econometrics, Vol. 16, pp. 339-365.",
        "Pindyck, Robert S. and Julio J. Rotambarg [1983], Dynamic Factor Demands, Energy Use and the Effects of Energy Price Shocks, American Economie Review, Vol. 73, No. 5, December, pp. 1066-1079.",
        "Rao, P. Someshvar [1988], U.S-Canada Productivity Caps, Scale Economies and the Gains from Freer Trade, Economic Council of Canada, Discussion Paper No. 357, Ottsva, September.",
        "Romer, Paul M. [1986], Increasing Returns and Long-Run Growth, Journal of Political Economy, 94, October, pp. 1002-1037.",
        "Rotemberg, Julio J. , and Garth Saloner [1986], A Supergame-Theoretic Model of Business cycles and Price Wars During Booms, Ousrtarly Journal of Economics, 101.",
        "Rotemberg, Julio J. , and Lawrence H. Summers [1987], Procyclical Productivity as s Consequence of Inflexible Prices, manuscript, July.",
        "Schembri, Lawrence [1988] , Export Prices and Exchange Rates: An Industry Approach, forthcoming in Trade Policy and Competitiveness, Robert Feenstra, ad., University of Chicago Press.",
        "Shapiro, Matthew, [1988], Measuring Market Power in U.S. Industry, National Bureau of Economic Research Working Paper 2212, April."
    ]
}