{
    "id": 2944,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Antle, Rick, and Abbie Smith, An Empirical Investigation of the Relative Performance Evaluation of Corporate Executives, Journal of Accounting Research, Vol. 24, No. 1 (Spring, 1986), pp. 1-39.",
        "Baiman, Stanley and Joel Demski, Economically Optimal Performance Evaluation and Control Systems, Journal of Accounting Research, Vol. 18 (Supplement 1980), pp. 184-220.",
        "Black, Fischer and Myron Scholes, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, Vol. 81, No. 3 (May/June 1973), pp. 637-654.",
        "Carmichael, H. Lorne, Incentives in Academia: Why Is There Tenure? Journal of Political Economy, Vol. 96, No. 3 (June, 1988), pp. 453-472.",
        "Dye, Ronald A. The Trouble with Tournaments, Economic Inquiry. Vol. 22, Nos. 1 (January, 1984), pp. 147-149.",
        "Dye, Ronald A., Relative Performance Evaluation and Project Selection, Northwestern University working paper, 1988.",
        "Holmstrom, Bengt, `Moral Hazard and Observability, Bell Journal of Economics, Vol. 10, No. 1 (Spring, 1979), pp. 74-9 1.",
        "HolmstrÃ\u0083Â¶m, Bengt, Moral Hazard in Teams, Bell Journal of Economics, Vol. 13, No. 2 (Autumn, 1982), pp. 324-340.",
        "Jensen, Michael C., and Kevin J. Murphy, Performance Pay and Top-Management Incentives, University of Rochester, Managerial Economics Research Center Working Paper No. 89-08, March, 1989.",
        "Lazear, Edward P., Pay Equality and Industrial Politics, Hoover Institution Working Paper September, 1987.",
        "Lazear, Edward P. and Sherwin Rosen, Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy, Vol. 89, No. 5 (October, 1981), pp. 841-864.",
        "Mookherjee, Dilip, Optimal Incentive Schemes with Many Agents, Review of Economic Studies, Vol. 51(1984), pp. 433-446.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny, Alternative Mechanisms for Corporate Control. NBER Working Paper No. 2532 (March, 1988).",
        "ROBERT GIBBONS ANT) KEvIN S. MURPHY 30 Murphy, Kevin J., Corporate Performance and Managerial Remuneration: An Empirical Analysis, Journal of Accounting and Economics, Vol. 7, Nos. 1-3 (April, 1985), pp. 11-42.",
        "Noreen, Eric, and Mark Wolfson, Equilibrium Warrant Pricing Models and Accounting for Executive Stock Options, Journal of Accounting Research, Vol. 19, (Autumn, 1981), pp. 384-398.",
        "Stigler, George J. A Theory of Oligopoly, Journal of Political Economy, Vol. 72, No. 1 (February 1964).",
        "Vancil, Richard F. Passing the Baton: Managing the Process of CEO Succession, (Harvard Business School Press, 1987).",
        "Warner, Jerold B., Ross L. Watts, and Karen H. Wrack, Stock Prices, Event Prediction, and Event Studies: An Examination of Top Management Changes. Journal of Financial Economics Vol. 20, No. 1/2 (January/March, 1988), pp. 461-492.",
        "Weisbach, Michael S. Outside Directors and CEO Turnover. Journal of Financial Economics Vol. 20, No. 1/2 (January/March, 1988), pp. 431-460.",
        "Wolfson, Mark, Tax, Incentive, and Risk-sharing Issues in the Allocation of Property Rights: The Generalized Lease-or-Buy Problem. Journal of Business Vol. 58, No. 2 (April, 1985), pp. 159-172."
    ]
}