{
    "id": 2945,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Arrow, K: J. [1970]. Essa~ys in The Theory of Risk Bearing, London, North-Holland.",
        "Asquith, P. and Mullins, D. W. [1983], Equity Issues and Stock Price Dilution, unpublished paper, Harvard Business School.",
        "Dasgupta, P. and Stiglitz, J. E. [1988], Learning by Doing, Market Structure and Industrial Trade Policies, Oxford Economic Papers, Vol. 40, pp. 246-268.",
        "Grandxnont, J. M. [1985], On Endogenous Competitive Business Cycles, Economerrica, Vol. 53, pp. 995-1046.",
        "Greenwald, B. and Suglitz, 3. E. [1986a], Externalities in Economies with Imperfect Information and Incomplete Markets, Quarterly Journal of Economics, Vol. 100, pp. 229-264.",
        "Greenwald, B. and Stiglitz, 3. E. (l986b], Information, Fianance Constraints and Business Fluctuations, Proceedings of the Taiwan Conference on Monetary Theory, Taipei, Chung-Hua Institute. Greenwald, B. and Stiglitz, J. E.41987 Impezfec~Informauon, Credit Markets and Unemployment , European Economic Review, VoL 31, pp. 1-10.",
        "Greenwald, B., Stiglitz, I. E. and Weiss, A. M. [1984], Informational Imperfections and Macroeconomic Fluctuations, American Economic Review, Papers arid Proceedings, Vol. 74, pp. 194-199.",
        "Grossman, S. 3. and Stiglitz, J. E. [1976], Information and Competitive Price Systems, American Economic Review, Papers and Proceedings, Vol. 66, pp. 246-253.",
        "Jensen, M. C. and Meckling, W. H. [19761, Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics, Vol. 3, pp. 305-60.",
        "Kalecki, M. [1939], Essays in the Theory of Economic Fluctuations, New York, Russell and Russell.",
        "Leland, H. E. and Pyle, D. H. [1977], Informational Asymmetries, Financial Structure, and Financial Intermediation, Journal of Finance, Vol. 32, pp. 371 87.",
        "Lucas, R. E. [1988], Marshall Lectures.",
        "Myers, S. C. and Majiuf, N. S. [1984], Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not, Journal of Financial Economics, Vol. ll,pp. 187-221.",
        "Romer, P. M. [1986], Capital Accumulation and Increasing Returns, Ph.D. Thesis, University of Chicago.",
        "Romer, P. M. [1988], Capital Accumulation in the Theory of Long Run Growth, University of Rochester, mimeo.",
        "Ross, S. A. [1977], The Determination of Financial Structure: The Incentive Signalling Approach, Bell Journal of Economics, Vol. 8, pp. 23-40.",
        "Stiglitz, 3. E. [1972], Information and Capital Markets, in C. Cootner and W. Sharpe, eds., Essays in Honor of Paul Cootner, Prentice Hall, NJ.",
        "Stiglitz, 3. E. [1985], Credit Markets and the Control of Capital, Journal of Money, Credit and Banking, Vol. 17, pp. 133-152.",
        "Stiglitz. 3. E. and Weiss, A. M. [1981], Credit Rationing in Markets with Imperfect Information , American Economic Review, Vol. 71, pp. 393-410.",
        "Taggart, R. A. [1983], Secular Patterns in Financing U.S. Corporations, unpublished paper, Harvard University."
    ]
}