{
    "id": 2946,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew B. Stock Prices Under Time-Varying Dividend Risk: An Exact Solution in an Infinite-Horizon General Equilibrium Model? Journal of Monetary Economics 22 (November, 1983), 375-393.",
        "Black, Fischer. An Equilibrium Model of the Crash. in Stanley Fischer, (ed.), NBER Macroeconomics Annual 1988. (Massachusetts: MIT Press), 269-275.",
        "Blanchard, Olivier Jean and N. Gregory Mankiw. Consumption: Beyond Certainty Equivalence. Harvard Institute of Economic Research, Discussion Paper No. 1378 (April, 1988).",
        "Brock, William A. Asset Prices in a Production Economy. in John J. McCall, ed.. The Economics of Information and Uncertainty, University of Chicago Press, 1982.",
        "Campbell, John Y. and N. Gregory Mankiw. Consumption, Income, and Interest Rates: The Euler Equation Approach Ten Years Later. Prepared for the NBER Macroeconomics Conference, (February, 1989).",
        "Cecchetti, Stephen C., Pok-sang Lam, and Nelson C. Mark. Mean Reversion in Equilibrium Asset Prices. NBER Working Paper No. 2762, (November, 1988).",
        "Cochrane, John II. How Big is the Random Walk in GNP? Journal of Political Economy 96 (October, 1988), 893-920.",
        "Constantinides, George M. Habit Formation: A Resolution of the Equity Premium Puzzle. University of Chicago, Graduate School of Business, Working Paper No. 225 (February, 1988).",
        "Epstein, Larry G. Risk Aversion and Asset Prices. Journal of Monetary Economics 22 (September, 1988), 179-192.",
        "Fama, Eugene F. and Kenneth ft. French. Permanent and Temporary Components of Stock Prices. Journal of Political Economy 96 (April, 1988), 246-273.",
        "Friend, Irwin and Marshall Blume. The Demand for Risky Assets. American Economic Review 65 (December, 1975), 900-922.",
        "Hall, Robert E. Intertemporal Substitution in Consumption. Journal of Polztical Economy 96 (April, 1988), 339-357.",
        "Hall, Robert E. Stochastic Implications of the Life Cycle - Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy 86 (December, 1978), 971-987.",
        "Hansen, Lars P. and Kenneth J. Singleton. Stochastic Consumption, Risk Aversion and the Temporal Behavior of Asset Returns. Journal of Political Economy 91 (April, 1983), 249-266.",
        "Kandel, Shmuel and Robert F. Stambaugh. Modeling Expected Stock Returns for Long and Short Horizons. Wharton School Working Paper, University of Pennsylvania (December, 1988).",
        "Kim, Myung Jig, Charles R. Nelson and Richard Startz. Mean Reversion in Stock Prices? A Reappraisal of the Empirical Evidence. NBER Working Paper No. 2795 (December, 1988).",
        "Lucas, Robert E., Jr. Asset Prices in an Exchange Economy. Econornetrica 46 (November, 1978), 1429-1445.",
        "Mehra, Rajnish and Edward C. Prescott. The Equity Premium: A Puzzle. Journal of Monetary Economics 15 (March, 1985), 145-161.",
        "Merton, Robert C. On Estimating the Expected Return on the Market. Journal of Financial Economics 8 (December, 1980), 323-361.",
        "Merton, Robert C. An Intertemporal Capital Asset Pricing Model. Economelrica 41 (September, 1973), 867-887.",
        "Merton, Robert C. Optimum Consumption and Portfolio Rules in a Continuous-Time Model. Journal of Economic Theory 3 (December, 1971), 373-413.",
        "Merton, Robert C. Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case. Review of Economics and Statistics 51 (August, 1969), 247-257.",
        "Naik, Vasanttilak T. and Ebud I. Ronn. The Impact of Time Aggregation and Sampling Interval on the Estimation of Relative Risk Aversion and the Ex Ante Real Interest Rate. University of Chicago Working Paper No. 240, (August, 1988).",
        "Poterba, James M. and Lawrence H. Summers. Mean Reversion in Stock Prices: Evidence and Implications. Journal of Financial Economics 22 (October, 1988).",
        "Prescott, Edward C. Theory Ahead of Business Cycle Measurement. Federal Reserve Bank of Minneapolis Quarterly Review (Fall, 1986), 9-22.",
        "Stapleton, Richard C. and Marti C. Subrahmanyam. Risk Aversion and The Intertemporal Behavior of Asset Prices. Churchill College, University of Cambridge Working Paper 88-39 (April, 1988).",
        "Summers, Lawrence H. Does the Stock Market Rationally Reflect Fundamental Values? Journal of Finance 41 (July, 1986), 591-601.",
        "Sundaresan, Suresh M. Intertemporally Dependent Preferences in the Theories of Consumption, Portfolio Choice and Equilibrium Asset Pricing. Graduate School of Business Working Paper, Columbia University (January, 1987).",
        "Zeldes, Stephen P. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97 (April, 1989), 305-346."
    ]
}