{
    "id": 295,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "1. Karl Brunner and Allan H. Meltzer. Money, Debt and Economic Activity. Journal of Political Economy, LXXX (September/October, 1972).",
        "2. J. M. Culbertson. The Term-Structure of Interest Rates. Quarterly Journal of Economics, LXXI (November, 1957).",
        "3. Benjamin M. Friedman. The Theoretical Nondebate About Monetarism.Kredit und Kapital, IX (No. 3, 1976).",
        "4. Benjamin M. Friedman. Financial Flow Variables and the Short-Run Determination of Long. Term Interest Rates. Journal of Political Economy, LXXXV (August, 1977).",
        "5. Benjamin M. Friedman. The Effects of Shifting Wealth Ownership on the Term Structure of Interest Rates. Quarterly Journal of Economics, forthcoming.",
        "6. Benjamin M. Friedman. Survey Evidence on the `Rationality of Interest Rate Expectations. Journal of Monetary Economics, forthcoming.",
        "7. John C. Hambor and Robert E. Weintraub. The Term Structure: Another Look. Journal of Money, Credit and Banking, VI (November, 1974).",
        "8. Michael J. Hamburger and Elliott Platt. The Expectation Hypothesis and the Efficiency of the Treasury Bill Market. Review of Economics and Statistics, LVII (May, 1975)~",
        "9. John R. Hicks. Value and Capital (London: Oxford University Press, 1939).",
        "10. Reuben A. Kessel. The Cyclical Behavior of the Term Structure of Interest Rates. Guttentag (ed), Essays on Interest Rates, Vol. II (New York: Columbia University Press, 1971).",
        "11. Friedrich A. Lutz. The Structure of interest Rates. Quarterly Journal of Economics, LIV (November, 1940).",
        "12. David Meiselman. The Term Structure of Interest Rates (Englewood Cliffs: Prentice-Hail, 1962).",
        "15. Franco Modigliani and Richard Sutch. Debt Management and the Term Structure of interest Rates: An Empirical Analysis of Recent Experience. Journal of Political Economy, LXXXV (August, 1967).",
        "16. Charles R. Nelson. The Term Structure of interest Rates (New York: Basic Books, 1972).",
        "17. Arthur M. Okun. Monetary Policy, Debt Management, and Interest Rates: A Quantitative Appraisal. Commission on Money and Credit, Stabilization Policies (Englewood Cliffs: Prentice -Hall, Inc., 1963).",
        "18. Michael J. Prell. How Well Do the Experts Forecast Interest Rates? Federal Reserve Bank of Kansas City, Monthly Review (September, 1973).",
        "19. J. E. Stiglitz. A Consumption-Oriented Theory of the Demand fo r Financial Assets and the Term Structure of Interest Rates. Review of Economic Studies, XXXVII (July, 1970).",
        "20. James Tobin. Money, Capital and Other Stores of Value. American Economic Review, LI (May, 1961).",
        "21. James Tobin. An Essay on the Principles of Debt Management. Commission on Money and Credit, Fz~cal and Debt Management Policies (Englewood Cliffs: Prentice-Hall, Inc., 1963)."
    ]
}