{
    "id": 2955,
    "cites": 35,
    "cited_by": 299,
    "reference": [
        "Black, Fischer. Studies of Stock Price Volatility Changes, Proceedings of the 1976 Meetings of the Business and Economics Statistics Section, American Statistical Association, (1976) 177-181.",
        "Bollerslev, Tim, `Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 31(1986)307-328.",
        "Bollerslev, Tim, Integrated ARCH and Cointegration in Variance, unpublished manuscript, Northwestern University, 1988.",
        "Bollerslev, Tim, Robert F. Engle and Jeffrey M. Wooldridge, `A Capital Asset Pricing Model with Time Varying Co~ariances, Journal of Political Economy, 96(1988)116-131.",
        "Brown, R. L., J. Durbin and J. M. Evans, Techniques for Testing the Constancy of Regression Relationships Over Time, (with discussion), Journal of the Royal Staxislical Society, Series B, 39(1975)107-113.",
        "Christie, Andrew A.. The Stochastic Behavior of Common Stock Variances: Value, Leverage and Interest Rate Effects, Journal of Financial Economics, 10 (1982) 407-432.",
        "Cowles, Alfred 111 and Associates, Common Stock Indexes, 2nd ed., Cowles Commission Monograph no. 3, Bloomington, Indiana: Principia Press, Inc., 1939.",
        "Davidian, M. and R.J. Carroll. Variance Function Estimation, Journal of the American Statistical Association, 82 (1987) l079-lO9t.",
        "Engle, Robert F..Autoregressi~e Conditional Heteroskedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica, 50 (1982) 987-1007.",
        "Engle, Robert F. and Tim Bollerslev, Modeling the Persistence of Conditional Variances, Economet,,c Revieis, 5 (1986) 1-50.",
        "French, Kenneth R., G. William Schwert and Robert F. Stambaugh, Expected Stock Returns and Volatility,~ Journal of Fina,tcial Economics, 19 (1987) 3-29.",
        "Gallant, A. Ronald, On the Bias in Flexible Functional Forms and an Essentially Unbiased Form: The Fourier Flexible Form, Journal of Econometrics, 15(1981) 211-244.",
        "Ghysels, E. and A. Hall, A Test for Structural Stability of Euler Equations Parameters Estimated Via the Generalized Method of Moments Estimator, unpublished manuscript, University of Montreal, 1987.",
        "Hamilton, James D., A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, (forthcoming 1989).",
        "Hamilton, James D., `Rational-Expectations Econometric Analysis of Changes in Regime: An Investigation of the Term Structure of Interest Rates, Journal of Economic Dynamics and Control, 12 (1988) 385-423.",
        "Hansen, Bruce E., A Model of Heteroskedastic Cointegration, unpublished manuscript, Yale University, 1988.",
        "Haubrich, Joseph G. and Andrew W. Lo, The Sources and Nature of Long-term Memory in the Business Cycle, unpublished manuscript, University of Pennsylvania, 1988.",
        "Hoffman, D. and Adrian R. Pagan, Post-Sample Prediction Tests for Generalized Method of Moments Estimators, Rochester Center for Economic Research Working Paper No University of Rochester, 1988.",
        "Hong, C. H., `The Integrated Generalized Autoregressive Conditional Heteroskedastic Model: The Process, Estimation and Monte Carlo Experiments, Discussion Paper No. 87-32, University of California at San Diego, 1987.",
        "Lo, Andrew W., Long-term Memory in Stock Market Prices, unpublished manuscript, Sloan School of Management, Massachusetts Institute of Technology, 1988.",
        "Macaulay, Frederick R., The Motements of Interest Rates, Bond Yields and Stock Prices in the Unitcd States Since 1856, New York: National Bureau of Economic Research, 1938.",
        "Mandelbrot,Benoit, Statistical Methodology for Non-Periodic Cycles: From the Covariance to R/S Analysis, Annals of Economic and Social Measurement, 1 (1972) 259-290.",
        "Nadaraya, E. A., On Estimating Regression, Theors of Probability and Its Applications, 9 (1964) 141-142.",
        "Nelson, Daniel B .,Conditional Heteroskedasticity in Asset Returns: A New Approach, unpublished manuscript, University of Chicago, 1988.",
        "Pagan, Adrian R. and Anian Ullah, The Econometric Analysis of Models with Risk Terms, Journal of Applied Ecoitometrics. 3(1988)87-105.",
        "Pagan, Adrian R. and Y. S. Hong, Non-parametric Estimation and the Risk Premium. Rochester Center for Economic Research Working Paper No. 135, University of Rochester, 1988.",
        "Pagan, Adrian R. and H. Sabau, Consistency Tests for Heteroskedastic and Risk Models, unpublished manuscript, University of Rochester, 1987.",
        "Phillips, Peter C. B., Time Series Regression with a Unit Root, Econonsetrica, 55 (1987), 277-301.",
        "Phillips, Peter C. B. and Pierre Perron, Testing for a Unit Root in Time Series Regression, Biometrika, (forthcoming 1988).",
        "Sabau, H., Some Theoretical Aspects of Econometric Inference with Heteroskedastic Models, unpublished doctoral dissertation, Australian National University, 1988.",
        "Schwert, G. William, Why Does Stock Market Volatility Change Over Time? Working Paper No. GPB87-1 1, University of Rochester, 1988.",
        "Schwert, G. `William, Business Cycles, Financial Crises and Stock Volatility, Carnegie-Rochester Conference Series on Public Policy, (forthcoming 1989a).",
        "Schwert, G. William, Tests for Unit Roots: A Monte Carlo Investigation, Journal of Business and Economic Statistics, 7 (April 1989b).",
        "Sobel, Robert, Panic on ttall Street, rev. ed., New York: E. P. Dutton, 1988.",
        "Watson, G. S., Smooth Regression Analysis, Sankhya, Series A, 26 (1964) 359-372."
    ]
}