{
    "id": 2959,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Anderson, J.E. and Young, L., 1982, The Optimality of Tariff Quotas under Uncertainty, Journal of International Economics, 13, 337-5 1.",
        "Bagwell, K. and Staiger, R.W., 1988, A Theory of Managed Trade, NBER Working Paper 2756.",
        "Baldwin, R.E., 1986, The Political Economy of U.S. Import Policy, Cambridge, Massachusetts: Mif Press.",
        "Cassing, J.H., Hillman, AL., and Long, N.y., 1985, Risk Aversion, Terms of Trade Uncertainty and Social Consensus Trade Policy, Oxford Economic Papers.",
        "Conybeare, J.A.C., 1987, Trade Wars: The Theory and Practice of International Commercial Rivalry, (Columbia University, New York).",
        "Dixit, A., 1987a, `How Should the U.S. Respond to Other Countries Trade Policies?, in R.M. Stem, ed., U.S. Trade Policies in a Changing World Economy, (M.I.T., Cambridge).",
        "Eaton, J. and Grossman, G.M., 1985, `Tariffs as Insurance: Optimal Commercial Policy when Domestic Markets are Incomplete, Canadian Journal of Economics, 18, 258-272.",
        "Feenstra, R.C., 1987, Incentive Compatible Trade Policies, Scandinavian Journal of Economics, 89, 373-387.",
        "Feenstra, R.C. and Lewis, T.R., 1988, Negotiated Trade Restrictions with Private Political Pressure, niimeo.",
        "Kreps, D.M. and Wilson, R., (1982), Sequential Equilibria, Econometrica, 50, 245-252.",
        "Mayer, W., 1984, Endogenous Tariff Formation, American Economic Review, 74, 970-985.",
        "Riezman, R., 1987, Dynamic Tariffs with Asymmetric Information, mimeo.",
        "Rosenthal, R.W., 1979, `Sequences of Games with Varying Opponents, Econometrica, 47, 1353-1366.",
        "Staiger, R.W. and Tabellini, G., 1988, Rules and Discretion in Trade Policy, NBER Working Paper 2658.",
        "Stockman, A.C. and Delias, H., 1986, Asset Markets, Tariffs, and Political Risk, Journal of International Economics.",
        "Thursby, M.C. and Jensen, R., 1983, A Conjectural Variation Approach to Strategic Tariff Equilibria, Journal of International Economics. 14, February, 145-161.",
        "Young, L. and Anderson, J.E., 1980, `The Optimal Policies for Restricting Trade under Uncertainty, Review of Economic Studies, 46, 927-932."
    ]
}