{
    "id": 2965,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Abel, Andrew A. 1979. Empirical Investment Equations: An Integrative Framework, Carnegie Rochester Conference Series on Public Policy.",
        "Adler, M. and 3. Dumas. 1983. International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38: 925-984.",
        "Brecher, Richard and Carlos Diaz-Alejandro. 1977. Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics 7: 317-332.",
        "Bovemberg, A. Lans. 1988. The Corporate Income Tax in an Intertemporal Equilibrium Model with Imperfectly Mobile Capital, International Economic Review 29(2) : 321-340.",
        "Boyer, Russell. 1977. Commercial Policy under Alternative Exchange Rate Regimes, Canadian Journal of Economics 10: 218-232.",
        "Brown, Drucilla and Robert Stern. 1987. A Modeling Perspective, in Robert Stern et al. (eds.), Perspectives on a U.S-Canadian Free Trade Agreement, Washington, DC: The Brookings Institution, 155-190.",
        "Deardorff, Alan V. and Robert M. Stern. 1986. The Structure and Sample Results of the Michigan Computational Model of World Production and Trade, in T.N. Srinivasan and John Whalley (eds.), General Equilibrium Trade Policy Modeling, Cambridge, MA: MIT Press.",
        "Textiles, Steel-and Autos, mimeo, The World Bank. Dinopoulos, E. and M. Kreinin. 1988. Effects of the U.S-Japan Auto VER on European Prices and U.S. Welfare, Review of Economics and Statistics (forthcoming).",
        "Duffie, D. and W. Zame. 1987. The Consumption-Based Capital Asset Pricing Model, mimeo, Stanford University.",
        "Eichengreen Barry. 1981. A Dynamic Model of Tariffs, Output and Employment Under Flexible Exchange Rates, Journal of International Economics 11: 341-359.",
        "Fair, Ray C. and John B. Taylor. 1983. Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectation Models, Econometrita 51(4): 1169-1185.",
        "Feematra, R. 1985. Automobile Prices and Protection: The U.S-Japan Trade Restraint, Journal of Policy Modeling 7: 49-68.",
        "Model and Trade in Debt and Capital Goods, Journal of International Economics 2: 211-233. Gavin, Michael. 1988. Tariffs and the Current Account: On the Macroeconomics of Commercial Policy, mimeo, Columbia University.",
        "Goulder, Lawrence H. and Barry Eichengreen. 1989. Savings Promotion, Investment Promotion and International Competitiveness, forthcoming in Rob Feenstra (ed.), Trade Policies for International Competitiveness, Chicago: University of Chicago Press.",
        "Goulder, Lawrence H. and L.H. Summers. 1989. Tax Policy, Asset Prices, and Growth: A General Equilibrium Analysis, Journal of Public Economics (forthcoming).",
        "Grandmont, Jean-Michel. 1977. Temporary General Equilibrium Theory, Econometrics 45(3).",
        "Hall, Robert E. 1985. Real Interest and Consumption, National Bureau of Economic Research Working Paper No. 1694.",
        "Hamilton, Carl. 1988. Restrictions and International Transmission of the `New Protectionism, in R. Baldwin, C. Hamilton, and A. Sapir (eds.), Issues in U.S,-E.C, Trade Relations, Chicago: University of Chicago Press.",
        "Hufbauer, Gary Clyde, Diane T. Berliner and Kinberley Ann Elliott. 1986. Trade Protection in the United States, Washington, D.C.: Institute of International Economics.",
        "Ishii, Naoko, Warwick McKibbin and Jeffrey Sachs. 1985. The Economic Policy Mix, Policy Cooperation, and Protectionism: Some Aspects of Macroeoonomir Interdependence Among the United States, Japan, and Other OECD Countries, Journal of Policy Modeling 7: 533-572.",
        "McCulloch, R. 1988. International Competition in Services, in Martin Feldstein (ad.), The United States in the World Economy, Chicago: University of Chicago Press, 367-407.",
        "McKibbin, Warwick and Jeffrey Sachs. 1986. Coordination of Monetary and Fiscal Policies in the OECD, NBER Working Paper No. 1800.",
        "Mundell, Robert A. 1957. International Trade and Factor Mobility, American Economic Review 47: 321-355.",
        "Mussa, M. 1978. Dynamic Adjustment in a Heckscher-Ohlin-Samuelson Model, Journal of Political Economy 86(5): 775-791.",
        "DRourke, Kevin. 1988. Tariffs, Quotas, and the Current Account with ShortRun Capital Specificity, mimeo, Harvard University.",
        "Poterba, J.M. and J.J. Rotemberg. 1983. Money in the Utility Function: An Empirical Implementation, mimeo.",
        "Poterba, J.M. and L.H. Summers. 1985. The Economic Effects of Dividend Taxation, in Edward T. Altman and Martin G. Subramanyam (eds.), Recent Advances in Corporate Finance, Homeward, Illinois: Richard D. Irwin.",
        "Powell, M.J.D. 1970. A Hybrid Method for Nonlinear Equations, Chapter 6 in P. Rabinowitz (ed.), Numerical Methods for Nonlinear Algebraic Equations, London: Gordon and Gresch.",
        "Sachs, Jeffrey. 1983. Energy and Growth Under Flexible Exchange Rates: A Simulation Study, in J. Bhandari and Bluford Putnam (eds.), Economic Interdependence and Flexible Exchange Rates, Cambridge, MA: MIT Press, pp. 191-220.",
        "Shiells, Clinton R. , Robert M. Stern and Alan V. Deardorff. 1986. Estimates of the Elasticities of Substitution between Imports and Home Goods for the United States, Weltwirtschaftliches Archiv 122: 497-519.",
        "Shoven, J.B. 1986. The Tax Consequences of Share Repurchases and Other NonDividend Cash Payments to Equity Owners, mimeo, Stanford Univ.",
        "Smith, Alasdair. 1977. Capital Accumulation in the Open Two-Sector Economy, Economic Journal 87: 273-282.",
        "Smith, G.E. 1988. Output Effects of a Tariff Under Flexible Exchange Rates, Journal of International Economics 24: 359-372.",
        "Srinivasan, T.N. and John Whmlley (eds.). 1986. General Equilibrium Trade Policy Modeling, Cambridge, MA: MIT Press.",
        "Summers, L.H. 1981. Taxation and Corporate Investment: A q-Theory Approach, Brookinas Papers on Economic Activity (January): 67-127.",
        "U.S. Department of Commerce, Bureau of the Census. 1983. Highlights of U.S. Export and Import Trade (December).",
        "Wigle, Randall. 1988. General Equilibrium Evaluation of Canada-U.S. Trade Liberalization in a Global Context, Canadian Journal of Economics 21: 539-564."
    ]
}