{
    "id": 2971,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Arthur,B. (1986): Industry location patterns and the importance of history, Center for Economic Policy Research (Stanford) paper a 84.",
        "Chacoliades, M. (1978): International Trade Theory ~ Policy, New York: McGraw- Hill.",
        "David, P. (1985): Clio and the economics of QWERTY, American Economic Review 75, 332-3?.",
        "Diamond, P. and Fudenberg, D. (198?): Rational-expectations business cycles in search equilibrium, mimeo, MIT. Ethier, W. (l982a): Decreasing costs in international trade and Frank Grahams argument for protection, Econometrics 50, 1243-68. Ethier, W. (l982b): National and international returns to scale in the modern theory of international trade, American Economic Review 22, 389-405. Farell, 2. and Saloner, C. (1986): Installed base and compatibility: 25 innovation, product preannouncements, and predation, American Economic Review 76, 940-955.",
        "Graham,F. (1923): Some aspects of protection further considered, Quarterly Journal of Economics 37: 199-227.",
        "Howitt, P. and McAfee, R.P. (1988): Stability of equilibria with externalities, Quarterly Journal of Economics 103, 261-278.",
        "Kaldor, N. (1972) : The irrelevance of equilibrium economics, Economic Journal 82, 1237-55.",
        "Krugman, P. (1981): Trade, accumulation, and uneven development, Journal of Development Economics 8, 149-161.",
        "Krugman, P. (1987): The narrow moving band, the Dutch disease, and the competitive consequences of Mrs. Thatcher: notes on trade in the presence of dynamic economies of scale, Journal of Development Economics 27, 41-55.",
        "Matthew, R.C.O. (1949): Reciprocal demand and increasing returns, Review of Economic Studies 32, 144-58.",
        "Matsuyama, K. (1988): A theory of sectoral adjustment, Northwestern University discussion paper 812.",
        "Matsuyama, K. (1989): Increasing returns, industrialization and indeterminacy of equilibrium in a perfect foresight model, mimeo, Northwestern University.",
        "Murphy, K., Shleifer, A. and Vishny, R. (1988): Industrialization and the Big Push, mtmeo, University of Chicago.",
        "Mussa, M. (1978): Dynamic adjustment in the Heckscher-Ohlin-Samuelson model, Journal of Political Economy 86, 775-91.",
        "Myrdal, 0. (1957): Economic theory and underdeveloped regions, London: Duckworth.",
        "Neary, J.P. (1978): Dynamic stability and the theory of factor market distortions, American Economic Review 68, 671-682.",
        "Panagariya, A. (1986): Increasing returns, dynamic stability, and international trade, Journal of International Economics 20, 43-63.",
        "Romer, P. (1986a): Increasing returns and long-run growth, Journal of 27 Political Economy 94, 1002-38.",
        "Romer, P. (198Gb): Increasing returns, specialization, and external economies: growth as described by Allyn Young, mimeo, Chicago. Rosenstein-Rodan, P. (1943): Problems of industrialization of Eastern and South-eastern Europe, Economic Journal 53, 202-11."
    ]
}