{
    "id": 2975,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan. 1982 Issues In the measurement and encouragement of business saving. In Federal Reserve Bank of Boston, Savings and Government Policy, Conference Series 25, 79-100.",
        "Auerbach, Alan and Kevin }lassett. 1989. Corporate saving and shareholder consumption. In B. Douglas Bernheim and John Shaven, eds., The Economics of Saving. c~hicago: University of Chicago Press.",
        "Avery, Robert B. and Gregory E. Elliehausen. 1986. Financial characteristics of high-income families. Federal Reserve Bulletin 72 (March), 175.",
        "Bagwell, Laurie and John Shoven. 1989. Cash distributions to shareholders: Alternatives to dividends. Journal of Economic Perspectives, forthcoming.",
        "Bhatia, Kul B. 1979. Corporate taxation, retained earnings, and capital formation. Journal of Public Economics 11, 123-134.",
        "Campbell, John Y. and Angus Deaton. 1987. Why is consumption so smooth? Working paper, Princeton University, 1987.",
        "Campbell, John Y. and N. Gregory Mankiw. 1987. Permanent income, current income, and consumption. NBER Working Paper 2436, Cambridge, MA.",
        "David, Paul A. and John L. Scadding. 1974. Private savings: Ultrationality, Aggregation, and Denisons law, Journal of Political Economy 82 (~tarchApril) , 225-49.",
        "Dennison, Edward F. 1958. A note on private saving. Review of Economics and Statistics. 40, 261-267.",
        "Feldstein, Martin S. 1970. Corporate taxation and dividend behavior. Review of Economic Studies. 37, 57-72.",
        "Feldstein, Martin S. 1973. Tax incentives, corporate saving, and capital accumulation in the United States. Journal of Public Economics 2, 159-71, Feldstein, Martin S. and George Fane. 1973. Taxes, corporate dividend policy. and personal savings: The British postwar experience. Review of Economics and Statistics. 40, 399-411.",
        "Franks, Julian R., Robert S. Harris, and Cohn Mayer. 1988. Means of payment in takeovers: Results for the United Kingdom and the United States. In Alan Auerbach, ed., Corporate Takeovers: Causes and ConseQuences, Chicago: University of Chicago Press, 221-264.",
        "Hall, Robert E.. 1988. Intertemporal substitution in consumption. Journal of Political Economy 96, 339-357.",
        "Hayashi, Fuinio. 1982. The permanent income hypothesis: Estimating and testing by instrumental variables. Journal of Political Economy 90, 895-916.",
        "Hendershott, Patric and Joe Peek. 1989. Household saving in the United States: Measurement and behavior. Journal of Business and Economic Statistics 7, 11-19.",
        "Howrey, E. Philip and Saul H. Hyrnans. 1978. The measurement and determination of loanable-funds saving. Brookings Paners on Economic Activity 3:1978, 655-706.",
        "Jenkins, Glenn P. 1986. The role and economic implications of the Canadian dividend tax credit. Working Paper, Economic Council of Canada, Ottawa.",
        "Khoury, Nabil T. and Keith V. Smith. 1977. Dividend policy and the capital gains tax in Canada. Journal of Business Administration 8(Spring), 19-37.",
        "King, Mervyn A. 1977. Public Policy and the Corporation. London: Chapman and Hall.",
        "McCarten, William James. 1988. Capital gains realizations and personal income taxation in Canada. Doctoral Dissertation, Duke University.",
        "Mahinvaud, Edinond. 1986. Pure profits as forced saving. Scandinavian Journal of Economics 88, 109-130.",
        "Modigliani, Franco. 1970. The hifecycle hypothesis of saving and intercountry differences in the saving ratio. In W. A. Eltis et ph. eds., Induction. Growth. and Trade: Essays in Honour of Sir Roy Harrod. Oxford: Clarendon Press.",
        "Newey, Whitney and Kenneth West. 1987. A simple, positive-semi-definite, heteroskedaÃ\u0083Â¨ticity and autocorrelation consistent covariance matrix. Econometrica 55, 703-706.",
        "Poterba, James N. l987a. Tax policy and corporate saving. Brookings Papers on Economic Activity 2:455-503. Poterba, James M. l987b. How burdensome are capital gains taxes? Evidence from the United States. Journal of Public Economics 33, 157-172. Poterba, James N. and Lawrence H. Summers. 1985. The economic effects of dividend taxation. In Edward I. Altman and Marti C. Subrahmanyam, Recent Advances in Corporate Finance, Homewood: kichard Irwin.",
        "Revehl, Jack and Alan Roe. 1971. National balance sheets and national accounting - a progress report. Economic Trends May, viii-xix.",
        "Shefrin, Hersh M. and Meir Statman. 1984. Explaining investor preference for cash dividends. Journal of Financial Economics 13, 253-282."
    ]
}