{
    "id": 2976,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Barsky, R. and J. Miron, The Seasonal Cycle and the Business Cycle, NBER Working Paper 2688, August 1988.",
        "Bertsekas, D. Dynamic Programmins and Stochastic Control, Academic Press:New York, 1976.",
        "Blanchard, 0. Why Does Money Affect Output? A Survey, NBER Working Paper No. 2285, June 1987.",
        "Blinder, A. Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity. (1981), 443-505.",
        "Saved? quarterly Journal of Economics, 101 (1986) 431-53.",
        "Blinder, A. and S. Fischer, Inventories, Rational Expectations and the Business Cycle, Journal of Monetary Economics, 8 (1981), 277-304.",
        "Bryant, J. A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics, 97 (1983), 525-529.",
        "Caplin, A. The Variability of Aggregste Demand with (S,s) Inventory Policies, Econometrics, 53 (1985), 1395-1409.",
        "Chatterjee, S. and B. Ravikumar, A Neoclassical Model of Seasonal Fluctuations, Mimeo, October 1988.",
        "Cooper, R. and A. John, Coordinating coordination Failures in Keynesian Models, Quarterly Journal of Economics, 103 (1988), 441-463.",
        "Cooper, R. and J. Haltiwanger, Macroeconomic Implications of Production Bunching: Factor and Final Demand Linkages, mimeo, July 1988, presented at the NBER 1988 Summer Institute.",
        "Working Paper 2425, revised February 1989.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90 (1982), 881-94.",
        "Eichenbaum, M. Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment, NBER Working Paper 2523, February 1988.",
        "Ericson, R. A Difficulty with the Command Allocation Mechanism, Journal of Economic Theory, 31 (1983), 1-26.",
        "H.~d1ey, G. and T. Whitin, Analysis of Inventory Systems, Prentice Ha].1:New Jersey, 1963.",
        "Hall, R. Temporal Agglomeration, mimeo, September 1988.",
        "Haltiwsnger, J. and M. Wsldman, Limited Rationality and Synergism: The Implications for Macroeconomics forthcoming Quarterly Journal of Economics, 1988.",
        "Hart, U. A Model of Imperfect Competition with Keynesian Features, Uuartetlv Journal of Economics, 97 (1982), lU9-38.",
        "Heller, 1.1. Coordination Failure Under Complete Markets with Applications to Effective Demand, in Equilibrium Analysis, Essays in Honor of Kenneth j Arrow . Volume II, edited by Ialter Heller, Ross Starr and David Stsrrett, Cambridge, Cambridge University Press, 1986.",
        "Kahn, J. Inventories and the Volatility of Production, American Economic Review, 77 (1987), 667-679.",
        "Long, J. and C. Plosser, Real Business Cycles, Journal of Political Economy, 91 (1983), 36-69.",
        "Maskin, E. and J. Tirole, A Theory of Dynamic Uligopoly,I: Overview and Quantity Competition with Large Fixed Costs, Econometrics, 56 (1988), 549-570.",
        "Miron, J. and S. Zeldes, Sessonality, Cost Shocks and The Production Smoothing Model of Inventories, Econometrics, 56 (1988), 877-908.",
        "Murphy, K., A. Shleifer and R. Vishny, Increasing Returns, Durables and Economic Fluctuations, mimeo, 1989.",
        "Ramey, V. Two Studies of Inventory Investment: Inventories as Factors of Production and Nonconvex Costs in the Production Smoothing Model, PhD. dissertation, Stsnford University, 1987.",
        "Tobin, J. The Interest Elasticity of Transactions Demand For Cash, The Review of Economics snd Statistics, 37 (1956), 241-247.",
        "Weitzman, M. Increasing Returns and the Foundations of Unemployment Theory, Economic Journal, 92 (1982), 787-8U4.",
        "West, K. A Variance Bounds Test of the Linear Quadratic Inventory Model, Journal of Political Economy, 94 (1986), 374-401."
    ]
}