{
    "id": 2977,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Blume, M., and I. Friend, 1978, The Changing Role of the Individual Investor, John Wiley and Sons, New York.",
        "Chan, K. C., 1988, On the Return of the Contrarian Investment Strategy, Journal of Business 61, 147-164.",
        "Cohen, K., Maier, S., Schwartz, R. and D. Whitcomb, 1986, The Microstructure of Securities Markets, Prentice-Hall, New Jersey.",
        "Conrad, J., Kaul, G. and M. Nimalendran, 1988, Components of Short-Horizon Security Returns, working paper, University of Michigan.",
        "Cootner, P., ed., 1964, The Random Character of Stock Market Prices, M.I.T. Press, Cambridge.",
        "DeBondt, W. and R. Thaler, 1985, Does the Stock Market Overreact? Journal of Finance 40, 793-805.",
        "DeBondt, W. and R. Thaler, 1987, Further Evidence on Investor Overreaction and Stock Market Seasonality, Journal of Finance 42, 557-582.",
        "Fama, E. and K. French, 1988, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96, 246-273.",
        "Jegadeesh, N., 1988, Evidence of Predictable Behavior of Security Returns, Anderson Graduate School of Management Working Paper 6-88, U.C.L.A.",
        "Kim, M., Nelson, C. and R. Startz, 1988, Mean Reversion in Stock Prices? A Reappraisal of the Empirical Evidence, NBER Working Paper No. 2795.",
        "Lehmann, B., 1988, Fads, Martingales, and Market Efficiency, NBER Working Paper No. 2533, to appear in Quarterly Journal of Economics.",
        "Lehmann, B., 1989, Winners, Losers, and Mean Reversion in Weekly Equity Returns, unpublished working paper.",
        "Leroy, S. F., 1973, Risk Aversion and the Martingale Property of Stock Returns~ International Economic Review 14, 436-446.",
        "Lo, A. W. and A. C. MacKinlay, 1988, Stock Market Prices Do Not Follow Random Walks: Evidence From a Simple Specification Test, Review of Financial Studies 1. 41-66.",
        "Lo, A. W. and A. C. MacKinlay, 1989, An Econometric Analysis of NonsynchronousTrading,  Sloan School of Management Working Paper No. 3003-89-EFA, Massachusetts Institute of Technology.",
        "Phillips, P.C.B, 1987, Time Series Regression with a Unit Root, EconOmetrica 55, 277-302.",
        "Poterba, J. and L. Summers, 1988, Mean Reversion in Stock Returns: Evidence and Implications, Journal of Financial Economic8 22, 27-60.",
        "Richardson, M., 1988, Temporary Components of Stock Prices: A Skeptics View, unpublished working paper.",
        "Shefrin, H. and M. Statman, 1985, The Disposition to Ride Winners Too Long and Sell Losers Too Soon: Theory and Evidence, Journal of Finance 41, 774-790.",
        "Summers, L., 1986, Does the Stock Market Rationally Reflect Fundamental Values?, Journal of Fsnance 41, 591-600.",
        "White, H., 1984, Asymptotic Theory for Econometr~cians, Academic Press, New York."
    ]
}