{
    "id": 298,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Ault, Hugh J., \"Germany: The New Corporation Tax System,\" Intertax, 1976/8, pp. 262-75.",
        "Ault, Hugh J., \"international Issues in Corporate Tax Integration,\" Law and Policy in International Business, vol. 10, no. 10, 1977.",
        "Boskin, Michael J., \"Taxation, Saving and the Rate of Interest,\" Journal of Political Economy, vol. 86 (April 1978), pp. S3-S27.",
        "Bradford, David F., \"The Incidence and Allocat ion Effects of a Tax on Corporate Distributions,\" Center for Operations Research and Econometrics, Louvain, 1977.",
        "Break, George F. and Pechman, Joseph A., Federal Tax Reform: The . Impossible Dream? (Washington: Brookings Institution, 1975).",
        "Feldstein, Martin, \"Corporate Tax Integration and Capital Accumulation,\" Discussion Paper No. 437 of the Harvard Institute of Economic Research, 1975.",
        "Feldstein, Martin and Frisch, Daniel, \"Corporate Tax Integration: The Estimated Effects on Capital Accumulation and Tax Distribution of Two Integration Proposals,\" National Tax Journal, vol. 30 (March 1977), pp. 37-52.",
        "Feldstein, Martin and Frisch, Daniel, Corporate Tax Integration: A Quantitative Comparison of Alternatives (New York: Tax Foundation, Inc., 1977).",
        "Goode, Richard, The Postwar Corporation Tax Structure (Washington: U.S. Government Printing Office, 1946).",
        "Gourevitch, Harry G., Integration of Corporate and Shareholder Taxes on Income: The~European Experience (Washington: U.S. Government Printing Office, 1977).",
        "Hammer, Richard M., \"The Taxation of Income from Corporate Shareholders: Review of Present Systems in Canada, France, Germany, Japan, and the U.K.,\" National Tax Journal, vol. 28 (September 1975), pp. 315-34.",
        "Harberger, Arnold C., \"The Incidence of the Corporation Income Tax,\" Journal of Political Economy, vol. 70 (June 1962), pp. 215-40.",
        "Hickman, Frederick W., \"Statement on the President's 1978 Tax Reduction and Tax Reform Proposals,\" Hearings of the House Committee on Ways and Means, March 14, 1978. - 38 -King, Mervyn A., Public Policy and the Corporation (London: Chapman and Hall, 1977).",
        "McLure, Charles E., Jr., \"Integration of the Personal and Corporate Income Taxes: The Missing Element in Recent Tax Reform Proposals,\" Harvard Law Review, vol. 88 (January 1975), pp. 532-82.",
        "McLure, Charles E., Jr., \"Integration of the Income Taxes: Why and How,\" Journal of Corporate Taxation, vol. 2 (Winter 1976), pp. 429-64.",
        "McLure, Charles E., Jr. Must Corporate Income be Taxed Twice? (Washington: The Brooking Institution, 1979).",
        "McLure, Charles E., Jr. and Surrey, Stanley S., \"Integration of Corporation and Individual Income Taxes: Issues for Debate,\" Harvard Business Review, vol. 55 (September-October 1977), pp. 169-81.",
        "Mieszkowski, Peter, \"Integration of the Corporate and Personal Income Taxes: The Bogus Issue of Shifting,\" Finanzarchiv, vol. 31 (1972), pp. 256-97.",
        "Musgrave, Peggy B., United States Taxation of Foreign Investment Income (Cambridge, Mass.: Harvard Law School International Tax Program, 1969).",
        "Organisation for Economic Co-operation and Development (OECD), Company Tax Systems in OECD Member Countries (Paris: OECD, 1973).",
        "Rosenberg, Leonard Gerson, \"Taxation of Income from Capital, by Industry Group,\" in Arnold C. Harberger and Martin J. Bailey (eds.), The Taxation of Income from Capital (Washington: The Brookings Institution, 1969), pp. 123-84.",
        "Royal Commission on Taxation, Report (Ottawa: Queen's Printer, 1966).",
        "Sato, Mitsuo and Bird, Richard M., \"International Aspects of the Taxation of Corporations and Shareholders,\" International Monetary Fund Staff Papers, vol. 22 (July 1975), pp. 384-455.",
        "Scott, James H., Jr. \"The Optimal Capital Structure,\" Bell Journal of Economics, vol. 7 (spring 1976), pp. 33-54.",
        "Shoven, John B.( \"The Incidence and Efficiency Effects of Taxes on Income from Capital,\" Journal of Political Economy, vol. 84 (December 1976) , pp. 1261-83.",
        "Simon, William E., Testimony Before the House Ways and Means Committee, July 31, 1975.",
        "Snoy, Bernard, Taxes on Direct Investment Income in the EEC: A Legal and Economic Analysis (New York: Praeger, 1975). - 39 -Stiglitz, Joseph E., \"Taxation, Corporate Financial Policy, and the Cost of Capital,\" Journal of Public Economics, vol. 2 (February 1973), pp. 1-34.",
        "Tambini, Luigi, \"Financial Policy and the Corporation Income Tax,\" in Arnold C. Harberger and Martin J. Bailey (eds.), The Taxation of Income from Capital (Washington: The Brookings Institution, 1969), pp. 185-222.",
        "Ullman, Al, Congressional Record, House, 95th Congress, Second Session, February 2, 1978, pp. H640-42 and March 22, 1978, pp. H2337-38.",
        "U.S. Department of the Treasury, Blueprints for Basic Tax Reform (Washington: U.S. Government Printing Office, 1976).",
        "Warren, Alvin C., Jr., \"Integration of the Individual and Corporate Income Taxes,\" a paper presented to an ALI-ABA conference on federal tax simplification, Warrenton, Virginia, January 1978."
    ]
}