{
    "id": 2984,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "Andrews, D., 1984, Non-Strong Mixing Autoregressive Processes, Journal of Applied Probability 21, 930-934.",
        "Estimation, Cowles Foundation Discussion Paper No. 877, Yale University. Billingsley, P., 1968, Convergence of Probability Measures. New York: John Wiley and Sons.",
        "Booth, G., Kaen, F. and P. Koveos, 1982, R/S Analysis of Foreign Exchange Rates Under Two International Monetary Regimes, Journal of Monetary Economics 10, 407-415.",
        "Campbell, 3. and G. Mankiw, 1987, Are Output Fluctuations Transitory?, Quarterly Journal of Economics 102, 857-880.",
        "Darling, D. and P. ErdÃ\u0083Â¶s, 1956, A Limit Theorem for the Maximum of Normalized Sums of Independent Random Variables, Duke Mathematical Journal 23, 143-155.",
        "Davies, R. and D. Harte, 1987, Tests for Hurst Effect, Biometrika 74, 95-101.",
        "DeBondt, W. and R. Thaler, 1985, Does the Stock Market Overreact? Journal of Finance 40, 793-805.",
        "Diebold, F. and G. Rudebusch, 1988, Long Memory and Persistence in Aggregate Output, Federal Reserve Board Discussion Paper No. 7, Washington D.C.",
        "Eberlein, E. and M. Taqqu, 1986, Dependence in Probability and Statistics. Progress in Probability and Statistics 11. BirkhÃ\u0083Â¤user: Boston.",
        "Fama, E. and K. French, 1988, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96, 246-273.",
        "Feller, W., 1951, The Asymptotic Distribution of the Range of Sums of Independent Random Variables, Annals of Mathematical Statistics 22, 427-432.",
        "Fox, R. and M. Taqqu, 1986, Large-Sample Properties of Parameter Estimates for Strongly Dependent Stationary Gaussian Time Series, Annals of Statistics 14, 517-532.",
        "Geweke, J. and S. Porter-Hudak, 1983, The Estimation and Application of Long Memory Time Series Models, Journal of Time Series Analysis 4, 221-238.",
        "Granger, C., 1980, Long Memory Relationships and the Aggregation of Dynamic Models, Journal of Econometrics 14, 227-238.",
        "Greene, M. and B. Fielitz, 1977, Long-Term Dependence in Common Stock Returns, Journal of Financial Economics 4, 339-349.",
        "Hall, P. and C. Heyde, 1980, Martin gale Limit Theory and Its Application, New York: Academic Press.",
        "Hannan, E., Multiple Time Series, New York: John Wiley and Sons. Hansen, L., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Haubrich, 3. and A. Lo, 1989, The Sources and Nature of Long-Term Dependence in the Business Cycle, NBER Working Paper No. 2951.",
        "Helms, B., Kaen, F. and R. Rosenman, 1984, Memory in Commodity Futures Contracts, Journal of Futures Markets 4, 559-567.",
        "Herrndorf, N., 1984, A Functional Central Limit Theorem for Weakly Dependent Sequences of Random Variables, Annals of Probability 12, 141-153.",
        "Hurst, H., 1951, Long Term Storage Capacity of Reservoirs, Transactions of the American Society of Civil Engineers 116, 770-799.",
        "Institute of Civil Engineers 1, 519-543. Jegadeesh, N., 1988, Evidence of Predictable Behavior of Security Returns, Anderson Graduate School of Management Working Paper 6-88, U.C.L.A.",
        "Lo, A. and C. MacKinlay, 1988, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1, 41-66.",
        "Monte Carlo Investigation, Journal of Econometrics 40, 203-238. Mandeibrot, B., 1971, When Can Price Be Arbitraged Efficiently? A Limit to the Validity of the Random Walk and Martingale Models, Review of Economics and Statistics 53, 225-236.",
        "Dependent Processes, Z. Wahrscheinlichkeitstheorie verw. Gebiete 31, 271-285. and M. Taqqu, 1979, Robust R/S Analysis of Long-Run Serial Correlation, Bulletin of the International Statistical Institute 48, Book 2, 59-104.",
        "Applications, S.I.A.M. Review 10, 422-437. and J. Wallis, 1968, Noah, Joseph and Operational Hydrology, Water Resources Research 4, 909-918.",
        "Research 5, 321-340. -, 1969c, Robustness of the Rescaled Range R/S in the Measurement of Noncyclic Long Run Statistical Dependence, Water Resources Research 5, 967-988.",
        "McLeish, D., 1977, On the Invariance Principle for Nonstationary Mixingales, Annals of Probability 5, 616-621.",
        "Merton, R., 1987, On the Current State of the Stock Market Rationality Hypothesis, in Macroeconomics and Finance: Essays in Honor of Franco Modigliani, R. Dornbusch, S. Fischer, and J. Bossons eds., M.I.T. Press.",
        "Newey, W. and K. West, 1987, A Simple Positive Definite, Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-705.",
        "Rippl, W., 1883, The Capacity of Storage Reservoirs for Water Supply, Proceedings of the Institute of Civil Engineer8 71, 270-278. Rosenblatt, M., 1956, A Central Limit Theorem and a Strong Mixing Condition, Proceeding. of the National Academy of Sciences 42, 43-47.",
        "Sowell, F., 1987a, Fractional Unit Root Distributions, Discussion Paper No: 87-05, Institute of Statistics and Decision Sciences, Duke University.",
        "Models, working paper, Duke University. White, H., 1980, A Heteroscedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econornetrica 48, 817-838.",
        "York. and I. Domowitz, 1984, Nonlinear Regression with Dependent Observations, Econometrica 52, 143-162.",
        "Wooldridge, J. and H. White, Some Invariance Principles and Central Limit Theorems for Dependent Heterogenous Processes, Econometric Theory 4, 210-230. Yajima, Y., 1985, On Estimation of Long-Memory Time Series Models, Australian Journal of Statistics, 303-320."
    ]
}