{
    "id": 2988,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Michael Abbott and Orley Ashenfelter, Labour Supply, Commodity Demand and the Allocation of Time, Review of Economic Studies, 43 (1976): 389-412.",
        "Gary Becker, A Theory of the Allocation of Time, Economic Journal, 75 (1965) : 492-517.",
        "Anthony Burgess, On Going To Bed. London, Andr~ Deutsch, 1982.",
        "Glen Cain, Women and Work: Trends in Time Spent in Housework, University of Wisconsin, Institute for Research on Poverty, Discussion Paper No. 747-84, April 1984.",
        "Mohamed El-Hodiri, The Economics of Sleeping, Manifold, 17 (1975): 13.",
        "Daniel Hamermesh, Shirking or Productive Schmoozing: The Allocation of Time at Work, National Bureau of Economic Research, Working Paper No. 2800, December 1988.",
        "James Heckman and Thomas MaCurdy, A Life Cycle Model of Female Labour Supply, Review of Economic Studies, 47 (1980): 47-74.",
        "Emily Hoffman, The Deeper Economics of Sleeping, Journal of Political Economy, 85 (1977): 647-649.",
        "George Judge, William Griffiths, R. Carter Hill, and Tsoung-Chao Lee, The Theory and Practice of Econometrics. New York: John Wiley and Sons, 1980.",
        "F. Thomas Juster and Frank Stafford, Time, Goods, and Well-Being. Ann Arbor, MI, Institute for Social Research, 1985.",
        "Mark Killingsworth, Labor Supply. Cambridge, England, Cambridge University Press, 1983.",
        "Nathaniel Kleitman, Sleep and Wakefulness. Chicago, University of Chicago Press, 1963 edition.",
        "Peter Kooreman and Arie Kapteyn, A Disaggregated Analysis of the Allocation of Time within a Household, Journal of Political Economy, 95 (1987): 223-249.",
        "Staffan Linder, The Harried Leisure Class. New York, Columbia University Press, 1970.",
        "Ray Meddis, The Sleep Instinct. London, Routledge and Kegan Paul, 1977.",
        "Robert Michael, Education in Noninarket Production, Journal of Political Economy, 81 (1973): 306-327.",
        "Merrill Mitler, Mary Carskadon, Charles Czeisler, William Dement, David Dinges and R. Curtis Graeber, Catastrophes, Sleep and Public Policy: Consensus Report, Sleep 11 (1988): 100-109.",
        "Kevin Morgan, Sleep and Aging. Baltimore, Johns Hopkins University Press, 1987.",
        "Kevin Murphy and Robert Topel, Estimation and Inference in Two-Step Econometric Models, Journal of Business and Economic Statistics, 3 (October 1985) : 370-379.",
        "Frank Stafford and Greg J. Duncan, The Use of Time and Technology by Households in the United States, Research in Labor Economics, 3 (1980): 335-375.",
        "Alexander Szalai, The Use of Time. The Hague, Mouton, 1972.",
        "Wilse B. Webb, Sleep in Industrialized Settings in the Northern Hemisphere, Psychological Reports, 57 (1985): 591-598.",
        "Robert Wilkinson, Sleep Deprivation, in 0. G. Edholm and A. L. Bacharach, eds., The Physiology of Human Survival. New York: Academic Press, 1965."
    ]
}