{
    "id": 2989,
    "cites": 20,
    "cited_by": 13,
    "reference": [
        "Associated General Contractors of America, Americas Infrastructure: A Plan to Rebuild, Washington, D.C., 1983.",
        "Barro, Robert J., On the Determination of the Public Debt, Journal of Political Economy 87, 1979, 940-971.",
        "Blinder, A. and A. Deaton, The Time Series Consumption Function Revisited, Paoers on Economic Activity, 2:1985, pp. 465-511.",
        "Citrin, J. and D. Green, Policy and Opinion in California After Proposition 13, National Tax Journal, Vol. 38, No. 1, March 1985, pp. 15-36.",
        "Eisner, R. and P. Pieper, A New View of the Federal Debt and Budget Deficits, American Economic Review, March 1984, pp. 11-29.",
        "Hall, R. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy Vol. 86, December 1978, pp. 971-987.",
        "Hansen, L. and T. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2:1, 1980, pp. 7-46.",
        "Hulten, C. Productivity Change in State and Local Governments, Review of Economics and Statistics, 1984, pp. 256-265.",
        "Hulten, C. and G. Peterson, The Public Capital Stock: Needs, Trends, and Performance, American Economic Review, May 1984, pp. 166-173.",
        "Holtz-Eakin, D. , Testing for Individual Effects in Autoregressive Models, Journal of Econometrics, November 1988, pp. 297-307.",
        "Holtz-Eakin, D., W. Newey and H. Rosen, Estimating Vector Autoregressions with Panel Data, Econometrica, November 1988, pp. 1371-1396.",
        "Inman, R. Anatomy of a Fiscal Crisis, Business Review. Federal Reserve Bank of Philadelphia, September-October, 1983, pp. 15-22.",
        "Inman, R. Markets, Governments, and the `New Political Economy, in A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Vol. 2, 1988.",
        "Leonard, Herman B., Checks Unbalanced, New York: Basic Books, Inc., 1986.",
        "Mankiw, N. Gregory, The Optimal Collection of Seigniorage - - Theory and Evidence, Journal of Monetary Economics 20, September 1987, pp. 327-341.",
        "Pagan, A. Econometric Issues in the Analysis of Regressions with Generated Regressors, International Economic Review, Vol. 25, February, 1984, pp. 221-248.",
        "References (continued) Petersen, J. Recent Developments in Tax-Exempt Bond Markets, FederalState -Local Fiscal Relations: Technical Papers, Department of Treasury, Office of State and Local Finance, September 1986, pp. 747-828.",
        "Peterson, C. Financing the Nations Infrastructure Requirements, in R. Hanson (ed.), The Adequacy and Maintenance of Urban Public Facilities, Washington: National Academy of Sciences, 1984.",
        "Peterson, C. Urban Road Reinvestment: The Effects of External Aid, American Economic Review, May 1985, pp. 159-164.",
        "White, H. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, Vol. 48, 1980, pp. 817-838."
    ]
}