{
    "id": 2992,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Belsley, David A., Industry Production Behavior: The Order-Stock Distinction. (Amsterdam: North Holland, 1969). Blanchard, Olivier J., \"The Production and Inventory Behavior of the American Automobile Industry,\" Journal of Political Economy XCI (1983), 365-400.",
        "Blanchard, Olivier J. and Angelo Melino, \"The Cyclical Behavior of Prices and Quantities: The Case of the Automobile Market,\" Journal of Monetary Economics XVII (1986), 379-408.",
        "Blanchard, Olivier J. and Danny Quah, \"The Dynamic Effects of Aggregate Demand and Supply Disturbances,\" National Bureau of Economic Research Working Paper No. 2737, 1988.",
        "Blanchard, Olivier J. and Mark W. Watson, \"Are Business Cycles All Alike?\", 123-156 in The American Business Cycle: Continuity and Change. Robert J. Gordon (ed.), (Chicago, IL: University of Chicago Press, 1986).",
        "Blinder, Alan S., \"Inventories and the Structure of Macro Models,\" American Economic Review LXXI (1981), 11-16.",
        "Blinder, Alan S., \"Inventories and Sticky Prices: More on the Microfoundations of Macroeconomics,\" American Economic Review LXXII (1982), 334-48.",
        "Blinder, Alan S., \"Can the Production Smoothing Model of Inventory Behavior be Saved?\", The Quarterly Journal of Economics CI (1986a), 431-454.",
        "Blinder, Alan S., \"More on the Speed of Adjustment in Inventory Models,\" Journal of Money. Credit and Banking. XVIII(1986b), 355-65.",
        "Blinder, Alan S. and Douglas Holtz-Eakin, \"Inventory Fluctuations in the United States since 1929,\" 183-214 in The American Business Cycle. Robert J. Gordon (ed.) (Chicago,IL: University of Chicago Press, 1986).",
        "Christiano, Lawrence J. and Martin Eichenbaum, \"Temporal Aggregation and the Stock Adjustment Model of Inventories,\" Federal Reserve Bank of Minneapolis Working Paper 357, 1987. Efron, Bradley, The Jacknife. the Bootstrap and Other Resampling Plans.",
        "(Philadelphia, PA: Society for Industrial and Applied Mathematics, 1982).",
        "Eichenbaum, Martin S., \"Rational Expectations and the Smoothing Properties of Finished Goods Inventories,\" Journal of Monetary Economics XIV (1984), 271-96.",
        "Engle, Robert F., and C. W. J. Granger, \"Dynamic Model Specification with Equilibrium Constraints: Co-integration and Error Correction,\" Econometrica LV (1987), 251-276.",
        "Fair, Ray C., The Specification and Estimation of Macroeconomic Models. (Cambridge, MA: Harvard University Press, 1984).",
        "Fair, Ray C., \"The Sources of Economic Fluctuations in the United States,\" Quarterly Journal of Economics CIII (1988), 313-332.",
        "Freedman, David, \"On Bootstrapping Two Stage Least Squares Estimates in Stationary Linear Models,\" The Annals of Statistics XII (1982), 827-842.",
        "Haltiwanger, John C. and Louis J. Macclnl, \"The Time Series&apos;Properties of Aggregate Order, Inventories and Labor Inputs,\" unpublished manuscript, The Johns Hopkins University, 1987.",
        "Hansen, Lars Peter, and Thomas J. Sargent, \"Linear Rational Expectations Models for Dynamically Interrelated Variables,\" 127-158 in Rational Expectations and Econometric Practice. Robert E. Lucas, Jr., and Thomas J. Sargent (eds) (Minneapolis, MN: University of Minnesota Press, 1981).",
        "Holt, Charles C., Modigliani, Franco, Muth, John and Herbert Simon, Planning Production. Inventories and Work Force. (Englewood Cliffs, N.J.: Prentice-Hall, 1960).",
        "Irvine, F. Owen, \"Merchant Wholesalers Inventory and the Cost of Capital,\" American Economic Review LXXI (1981), 23-29.",
        "King, Robert, Plosser, Charles, Stock, James and Mark Watson, \"Stochastic Trends and Economic Fluctuations,\" NBER Working Paper No. 2219, 1987.",
        "Lovell, Michael C., \"Manufacturer&apos;s Inventories, Sales Expectations, and the Accelerator Principle, \" Econometrica XXIX (1961), 293-314.",
        "Maccinl, Louis J., and Robert Rossana, \"Investment in Finished Goods Inventories: An Analysis of Adjustment Speeds,\" American Economic Review LXXI (1981), 17-22.",
        "Macclnl, Louis J., and Robert Rossana, \"Joint Production, Quasi-Fixed Factors of Production and Investment in Finished Goods Inventories,\" Journal of Money. Credit and Banking XVI (1984), 218-236.",
        "Metzler, Lloyd M., \"The Nature and Stability of Inventory Cycles,\" Review of Economics and Statistics XXIII (1941), 113-129.",
        "Mlron, Jeffrey A. and Stephen Zeldes, \"Seasonality, Cost Shocks and the Production Smoothing Model of Inventories,\" NBER Working Paper No. 2360, 1987.",
        "Prescott, Edward C., \"Response to a Skeptic,\" Federal Reserve Bank of Minneapolis Quarterly Review X (1986a), 28-33.",
        "Prescott, Edward C., \"Theory Ahead of Business Cycle Measurement,\" Federal Reserve Bank of Minneapolis Quarterly Review X (1986b), 9-22.",
        "Ramey, Valerie A., \"Non-Convex Costs and the Behavior of Inventories,\" manuscript, University of California at San Diego, 1988.",
        "Runkle, David E., \"Vector Autoregresslons and Reality,\" forthcoming, Journal of Economic and Business Statistics. 1987.",
        "Said, Said E. and David A. Dickey, \"Testing for Unit Roots in Autoregressive -Moving Average Models of Unknown Order,\" Blometrika LXXI (1984), 599-607.",
        "Sargent, Thomas J., Macroeconomlc Theory (New York, NY: Academic Press, 1979).",
        "Schutte, David P., \"Inventories and Sticky Prices: A Note,\" American Economic Review LXXXIII (1983), 815-816.",
        "Schwert, G. William, \"Tests for Unit Roots: A Monte Carlo Investigation,\" unpublished manuscript, University of Rochester, 1987.",
        "Stengel, Robert F., Stochastic Optimal Control (New York, NY: John Wiley and Sons, 1986).",
        "Summers, Lawrence H. , \"Comment,\" Brookings Papers on Economic Activity. (1981:2), 513-517.",
        "West, Kenneth D., \"A Variance Bounds Test of the Linear Quadratic Inventory Model,\" Journal of Political Economy XCIV (1986), 374-401.",
        "West, Kenneth D., \"Order Backlogs and Production Smoothing,\" 305-318 in The Economics of Inventory Management. Michael Lovell (ed), (Amsterdam: Elsevier, 1988).",
        "West, Kenneth D., \"Dividend Innovations and Stock Price Volatility,\" Econometrlca LVI (1988), 37-62."
    ]
}