{
    "id": 2994,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Auerbach, A. J., 1979. \"Wealth Maximization and the Cost of Capital,\" Quarterly Journal of Economics, August. ......, 1982. \"Issues In the Measurement and Encouragement of Business Saving,\" in Savings and Government Policy. Federal Reserve Bank of Boston conference series no. 25, 79-100.",
        "......, 1989. \"Tax Reform and Adjustment Costs: The Impact on Investment and Market Value,\" International Economic Review, forthcoming.",
        "Bean, C.R., 1986, \"The Estimation of 'Surprise' Models and the 'Surprise' Consumption Function,\" Review of Economic Studies 53, 497-516.",
        "Blinder, A. S., and A. S. Deaton, 1985. \"The Time Series Consumption Function Revisited,\" Brookings Papers on Economic Activity 2, 465-511.",
        "Borooah, V.K. and D.R. Sharpe, 1986, \"Aggregate Consumption and the Distribution of Income in the United Kingdom: An Econometric Analysis,\" Economic Journal, vol. 96.",
        "Campbell, J.Y,, and N.G. Mankiw, 1987, \"Permanent Income, Current Income and Consumption,\" NBER working paper no. 2436.",
        "Chiang, C. L. , 1980. An Introduction to Stochastic Processes and Their Applications. (Krieger, New York).",
        "Cosslett, S.R., and L.F. Lee, 1985. \"Serial Correlation in Discrete Variable Models, Journal of Econometrics. 27, 79-97.",
        "Denison, E.F., 1958. \"A Note on Private Saving,\" Review of Economics and Statistics. vol 40, 761-67.",
        "Drobny. A. and S.G. Hall, 1987. \"An Investigation of the Long Run Properties of Aggregate Non-Durable Consumers' Expenditure in the UK,\" miraeo, NIESR, Engle, R.F., and C.W.J. Granger, 1987, \"Co-Integration and Error-Correction: Representation, Estimation and Testing,\" Econometrics 55, March, 251-276, Engle, R.F., and B. S. Yoo, 1987, \"Forecasting and Testing in Co-Integrated Systems,\" Journal of Econometrics 35.",
        "Feldstein, M. S,, 1973. \"Tax Incentives, Corporate Saving and Capital Accumulation in the United States,\" Journal of Public Economics 2(2), April, 159-71.",
        "Flavin, M.A., 1931. \"The Adjustment of Consumption to Changing Expectations about Future Income,\" Journal of Political Economy 89(5), October, 97<j-1009.",
        "Goldfeld, S. M. , and R.E. Quandt, 1973. \"A Markov Model for Switching Regressions,\" Journal of Econometrics. 1, 2-16.",
        "Grossman, S.J., and R.J. Shiller, May 1981. \"The Determinants of the Variability of Stock Market Prices,\" American Economic Review 71, 222227.",
        "Hall, R. E., 1978. \"Stochastic Implications of the Life Cycle-Permanent Income Hypothesis; Theory and Evidence,\" Journal of Political Economy 86(6), December, 971-987.",
        "......, 1988. \"Intertemporal Substitution in Consumption,\" Journal of Political Economy. 96, 339-357, Hamilton, J.D., 1987. \"A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle,\" mimeographed, University of Virginia.",
        "Hansen, L., and K. Singleton, 1983. \"Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns,\" Journal of Political Economy 91, April, 249-65, Hayashi, F., 1982. \"The Permanent Income Hypothesis; Estimating and Testing by Instrumental Variables,\" Journal of Political Economy 90, October, 895-37 916.",
        "...... and C. Sims, 1983. \"Nearly Efficient Estimation of Time Series Models with Predetermined, But Hot Exogenous, Instruments,\" Econometrics 51, 783-798.",
        "Hendershott, P. and J. Peck, 1987. \"Private Saving in the U.S., 1950-1985,\" Working Paper 2294, NBER. Hoyt, S. , 1988. Wealth Accumulation In the 1983 Survey of Consumer Finances.",
        "Doctoral Dissertation, University of Pennsylvania. Jaffee, D.M., 1971. Credit Rationing and the Commercial Loan Market. John Wiley & Sons, Inc. Miller, M,, and F. Modlgliani, 1961. \"Dividend Policy, Growth, and the Valuation of Shares,\" Journal of Business 34, 411-33. Modigliani, F., and M. Miller. 1958. \"The Cost of Capital, Corporation Finance and the Theory of Investment,\" American Economic Review 48, 26197.",
        "Neftci, S.N., 1984. \"Are Economic Time Series Asymmetric over the Business Cycle?,\" Journal of Political Economy. 92, 307-328. Phillips, P.C.B., 1986. \"Understanding Spurious Regressions in Econometrics,\" Journal of Econometrics. 33, 311-40. Poterba, J. M., 1987. \"Tax Policy and Corporate Savings,\" Brookings Papers on Economic Activity. 2. Sargan, J.D. and A. Bhargava, 1983. \"Testing Residuals from Least Squares Regression for Being Generated by a Gaussian Random Walk,\" Econometrics. 51, 153-174.",
        "Von Furstenburg, G.M., 1981. \"Saving,\" in Aaron, H., and J. Pechman, eds., How Taxes Affect Economic Behavior. Brookings, 327-90."
    ]
}