{
    "id": 2997,
    "cites": 71,
    "cited_by": 3,
    "reference": [
        "Baker, Diane. et al. (1982) \"Mortalityand Early Retirement,\" SociolSecurityBulletin, December. 45(12). 3-10 -Bartel. Ann and PaulTaubman. (1979) \"Health and Labor Market Success: The RoN of Van' iS Diseases,\" Review of Economicsand Statistics February,61(1). 1-9.",
        "Avery, H. B., and V. 2. Hotz, (1981) \"Estimation of Multipleindicator Multiple Cause 'MsMi( Modelswith Dichotomousindicators.\" Carnegie- Mellon University. WorkingPaprr No. 0080 -81.",
        "Amerr.'a. T., (1973) \"The Estimticn I s Simuiteneous Equation Generalized PrcLit '(oH-I.' Eronomrtrirc. C.1321.",
        "Anderwn. Kathryn H.. and Rihard V. B srahauser. (1984) \"The Impor' arcs of th H-e.,-;-\" \" Health in Empirical Estimates oft:c Labor Suppiy of Older Men,\" Ec\"nomic Lcttrr.. 373-380 Andernr. Kathryn H , and Richard V. 1' 'Chauser. 1985) 'The Bethement-Health Nex. 1 New Men,-,:\" of an Old Puzzle[ Journal of Hi. non Resources, Summer,20 'S 3t5-3J Andr'sani, PeA .1., (1977i \"Health Limitations and Labor Market Experience During tH' Pr' retirement Years,\" in Seymour L. Wolfhein ted.). H-/n in Their Err-retirement 0rors (pu 9-38). Philadelphia: Temple University.",
        "Amcmta, I., (1976) \"The Maxirnnm Liicelihood, the M.nimnm Chi-sqnare. and the Non-bear Vrighed Least Squares Estimator in the Genera.. Qualitative Pr-sponse Model\" Jozmai of the Amer/cal Stnthstical Associotion 71. 347-351.",
        "Aignor. ft C. Hsiao, A. Eapteyn and T. Wansheeh,(1984, \"Latent Varabl\" Models in Fcnnomctri \"'. ed. Criilches and intriligatur, Handbook of Econometrics,Amsterdam: ('F 'Fh-i1uiiaic Puiising Co.",
        "Olsson, UN, (1979), \"MaximumLikelihhod Estimation of the PolychoricCorrelation Coefficient\". Psychometrika,Vol. 44, no. 4, pp. 443-460, December.",
        "Parsons. Donald 0., (1977) \"Health, Earthly Structure, and Labor Supply,\" American Economic Review, September. 67, 70 3-712.",
        "Newey, Whitney K., (1987), \"Efficient Estimation of Linsited Dependent Models with Endogenous Explanatory Variables\", Journalof Econometrics,36:231-250, November.",
        "Myers, Robert J., (1982) \"Why Do People Retire from Work Early?,\" Aging and Work, 5(2 83 91.",
        "Myers, Robert J.. (1983) M'urther about Controversy on Early Retirement Study.\" lgmg and Work, 6(2). 10 5-10 9 Nagr. Sand H.. (1969a) \"Congruency in Medical and Self-assessment of Disability,\" Industrial Medicine, 27-36.",
        "Mo'ben, B.,(1979) \"Contributions to Factor Analysis of DichotomousVariables\". Psyrhomctrida. 43:551-560.",
        "Mushen, B.. (1979) \"A Structural Prohit Model with La'ent Variaoles\" Jnurnoi of rhc ,4roerical Statistical Association,74807-811.",
        "Muthen. B., 1983, \"Latent Variable S'octural Ernation Modeling with Categorical Data JournaL of Econometric'. 224365.",
        "McAdox, C , and H. Douglas. 1973, Seif-assessment of Health: Lorig:tudiasi tcdva' Elleriy Sob lects.\" Journal ofHealth and Social S'houior, 14(1). 87-93. Moesey, JanaM., and Evelyn SLapiro. 19021 eif-rated Health: A Predictor of hfortaiit:, among IL\" Elderly.\" American Jcurnolef P thOr Health August 72(8) 800-808.",
        "MaCurdy, Thomas, (1985) \"Interpreting Empirical Models of Labor Supply in an Intertemporal Frameworkwith Uncertainty\", in J. Heckman and B. Singer, LongitudinalAnalysis of Labor Market Data, Cmabridge U. Press.",
        "Luft,Harold, (1975) \"TheImpact ofPoor Healthon Earnings,\" Review ofEconomicsand Statistics. February,57(1),43-57.",
        "Lee, L. F., (1982b) \"Simultaneous Equations Models with Discrete and Censored Variables,\" in C. Manski and D. McFadden (eds.), Structural Analysis of Discrete Data: With Econometric Applications. Cambridge,MA: MIT Press.",
        "Lee, L. F., (1982a) \"Health and Wage: A Simultaneous Equation Model with Multiple Discrete Indicators,\" International EconomicReview, 3(1), 199-221.",
        "Lazear, E., (1985) \"Pensionsas SeverancePay\", in Z. Bodie and J.B. Shoven (ed.), Financial Aspectsof the United States Pension System. Chicago: Universityof ChicagoPress.",
        "Lee,L. F.,(1979) \"Identificationand Estimation in Binary Choice Models with Limited(Censored) Dependent Variables,\" Econometrica,47, 977-996.",
        "LaRue, Asenath, Lew Bank, Lissy Jarvic, and Monte Hewtland,(1979) \"Health in Old Age: How Physicians' Ratings and Self-ratings Compare?,\" Journal of Gerontology, September,34(5).",
        "Lambrinos, James, (1981) \"Health: A Source of Bias in Labor Supply Models,\" Review of Economics and Statistics, May,20 6-212.",
        "Krasker, William S. and John W. Pratt, (1986) \"Bounding the Effects of Proxy Variables on RegressionCoefficients,\" Econornetrica,54(3), May, 641-655.",
        "Kotlikoff, L. 3., and D. E. Smith (1983) Pensions in the American Economy, Chicago, The University of Chaicago Press.",
        "Kotlikoff,L. J., and D. A. Wise, (1985) \"Labor Compensationand the Structure of Private Pension Plans: EvidenceofContractual versusSpot Labor Markets,\" in D. Wise (ed.), Pensions, Labor and IndividualChoice. Chicago: Universityof Chicago Press.",
        "Klepper, Steven, and David C. Stapleton, (1985) \"Consistent Sets of Estimates for Restricted Regression with Errors in All Variables,\" Carnegie-Mellon University, Pittsburgh, Pennsylvania.",
        "Klepper, Steven, and Edward E. Learner, (1984) \"ConsistentSets for Regression with Errors in All Variables,\" Econometrica,52, 162-183.",
        "Kapteyn, Arie and Tom Wansbeek,(1983) 1dentiflcation in the Linear Errors in VariablesModel, Econometrica51, 1847-1849.",
        "Johnson, William G., (1977) \"The Effect of Disability on Labor Supply: Comment, Industrial Labor Relations Review, April, 30 , 380-381.",
        "Hurd, MichaelD., and Michael J. Boskin, (1981) \"The Effect ofSocial Security Retirement in th Early 1970's,\" in Quarterly Journal ofEconomics,November, pp. 767-790.",
        "Haveman,Robert,Barbara Wolfe and FungMey Huang, (1989) \"DisabilityStatusas an Unobservable: Estimates From a Structural Model,\" NBER working paper # 2831.",
        "Hogarth, Jeanne M.. (1988)\"Acceptingan Early Retirment Bonus: An EmpiricalStudy,\" in journal of Human Resources XXIII(1), pp.21-33.",
        "Hausman, Jerry A., and DavidA. Wise,(1985)\"SocialSecurityHealth Statusand Retirement,\" in D. Wise (ed.), Pensions, Labor and IndividualGhoice. Chicago: Universityof Chicago Press.",
        "Griliches. Zvi, (1974), \"Errors in Variables and Other Unobservables,\" Econometrica.42.",
        "Hanoch,Giora,and MarjorieHonig,(1983) \"Retirement,Wages, and Labor Supply of the Elderly,\" Journalof Labor Economics,April, 1, 131-151.",
        "Goidberger, A. (1972a),\"Stroctoaral Equations Msthodc in the Social Sciencs\", Econometriea.40, 979-1001 GoIdberger, A. (1972b), \"Maximum Likelihood of Regressions Containing Unobservable lnd\"'oendent Variables\". International EconomicReview, 13:1-15. Econometrica,40, 979-1001.",
        "from Reaching Retirement Age, Research Report no. 47, Office of Ran-arch and Statistic\", Social SecurityAdnoinistraOon, GovernmentPrinting Office. (Appears Sc pact of Ap7eudix F Methodologyfor Chp 14.) Garher, Steven and Stev\"n Klepper. (1989) 'Extending the Classical Norma., Errors-in VHaL1e Model.\" Econometrica48(6). September 1541-1545 Garrad, 3., (1974) \"Impairment and Disabibcy: Their Mcanuroment,Pr\"vaienceand F not .g,cal Cost.\" in Dennis Lees and Stelia Shaw (eds.). impeirreer.\" Dtsability, and Handicoo. London He neman. Gerari. Vincent 3., f1976) \"Identification-nf Szmuitaneour Eqcation Models with Meas,remnent Error,\" Journal ofEconometrics,4. 263-283. Gordon. Roger H., and Allan S. Blinder, (198? ) \"Market Wages, ReservationWages, and Retire ment Decisiorn,\"Journalof Public Economics. October, 14.",
        "Fax, Alan (1976). Ai'er-uatirc Measures of Earnings Replacementfec Social Secunit-' Pcnedrc.",
        "Finneobauni, G. C.. and George Maddox, (1977) \"Assesingthe Functional Status cC LOPS Parrdants \" Center for Study of Aging and Hun-an D\"veionmont,Duke university, I\"cknirsi Rcort No. 2 Seutember.",
        "Ferguson,T.S., (1953) \"A Method of Generating Best Asymptotically Normal Estimates with an Application to the Estimation of Bacterial Densities,\" Annals of MathematicalStatistics 29. 1046-1062. Ferraro. Kenneth F., (198y 'Self-ratings of Health among the Old and Old-old,\" Journal of Health and Social Behavior December. 21, 377 383. Fields, Gary S..and Oiivia S. Mitchell 11984d, Retirement Pensions and Social Secunty. Carn bridge.MA: MIT Press.",
        "Diamond,P. A., and J. H. Hausman,(1984)\"TheRetirement and UnemploymentBehavior of Older Men,\" in H. Aaron and G. Burtless (eds.), Retirement and Economic Behavior. Washington. DC: Brookings Institution.",
        "Daymont, T. N., and Paul J. Andrisani, (1983a) \"The Health and Economic Statusof Very Early Retirees,\" Aging and Work, 6(2), 117-135.",
        "Chirikos, Thomas N., and Gilbert Nestel, (1983) \"EconomicAspects of Self-reported Work Disability. \" Discussion paper. Columbus: Center for Human Resource Research, Ohio State University,January.",
        "Chirikos, Thomas N., and Gilbert Nestel, (1982) \"Sex and Race Differentialsin the Economic Consequencesof Poor Health.\" Research Report. Columbus: Center for Human Resource Research, Ohio StateUniversity.",
        "Chirikos, Thomas N., and Gilbert Nestel, (1981) \"Impairment and Labor Market Outcomes: A Cross-sectionaland LongitudinalAnalysis,\" in Herbert S. Parnes (ed), Work and Retirement: A Langitudinal Studyof Men (pp. 93-131). Cambridge, MA: MIT Press.",
        "Chamberlin,Gary and Zvi Griliches (1977) \"Moreon Brothen,\", Chp. 4 in Paul Taubnian, ed., Kirsometrics: the Determinants ofSocio-Economic Success Withinand Between Families, Amesterdam: NorthHolland Publishing Co.",
        "Chamberlin,Gary and Zvi Griliches (1975) \"Unobservables with a VarianceComponentsStruture: Ability, Schooling and the Economic Success of Brothers\". International Economic Review. 16:422-449.",
        "Campbell, C. D., and H. G. Campbell, (1976) \"Conflicting Views on the Effect of Old-age and Survivors Insurance on Retirement,\" EconomicInquirg, 17, 369- 388.",
        "Bazzoil, Gloria J., (1985) \"The Early Retiremen' Dnci,'ion' New Empirical Evidence on i- mu: ence of Health,\" Journal ofHuman Recount's, Spring, 20 (Hi, 214-234.",
        "Berkowitz, Monroe, (1979) \"The Search fora health Variable,\"in Proceedingsof the Workshop on Policy Analysis with Social Security Research Files. Washington, D.C.: U.S. Social Security Administration.",
        "Berkowitz, Monroe, and William C. Johnson, (1974) \"Health and Labor Force Participation, JournalofHuman Resources. 9, 115-128.",
        "Boskin, MichaelJ., (1977) \"Social Security and Retirement Decisions,\" Economic Inguirp, January, 15, 1-15.",
        "Boaidn, MichaelJ., and M. D. Hurd, (1978) \"The Effect of Social Security on Early R\"tir\"ment,\" JournalofPublic Economics,December, 10. 361-377.",
        "Burkbauser,Richard V., (1979) \"The Pension AcceptanceDecision of Older Workers,' Journal of Human Resources, V/inter, 14. 63-75.",
        "Burkhauser,Richard V., (1980)\"The Early Acceptanceof Social Security: An AssetMaximization Approach,\" in Industrial and Labor Relations Review. Vol. 33, pp. 484-92.",
        "Burkhauser, Richard V., and Joseph F. Quinn, (1983) \"Is Mandatory Retirement Overrated? Evi.",
        "dence from the 1970's,\" Journalof Human Resources, Summer, 18(3).",
        "Burtless, Gary, (1986) \"Social Security, Unanticipated Benefit Increases,and the Timing of REtirement, \" in Review of Economic Studies,53 (October), pp. 781-80.5. Burtless, Gary, and Robert A. Moffitt. (1984) 'The Effect of Social Security Benefits on the Labor Supply of the Aged,\" in Henry J. Aaron and Gary Burtless (eds.). Retirementand Economic Behavior. Washington DC: Brookings Institution, Burtless, Gary, and Robert A. Moffitt, (1985) The Joint Choice of Retirement Age and Post. retirement Hoursof Work,\" Journal of Labor Econorriics, April, 3(2). 20 9-236.",
        "Butler, J.S., Richard Burkhauser, Jean M. Mitchelland Theodore P. Pincus, (1987) \"Measurement Error in Self-Reported Health Variables\", Review of Economicsand Statitics,69:644-650. Butler, Robert N., 1J83 i-Current DataInconclusive about Ageds Hcaith and Work,\" lging and Work, 6(3).",
        "Sherman, Sally H., (1985) \"ReportedReasons Retired Workers Left Their Last Job: Findingsfrom the New BeneficiarySurvey,\" Social Security Bulletin, March, 48(3),22-30 -Sickles, Robin C. and Paul Taubman, (1986) \"AnAnalysisof the l{ealth and Retirement Statusof the Elderly\", Econometrica.54: 1339-1356.",
        "Schwab, Karen, (1974) \"Early Labor Force Withdrawal ofMen: Participants and Non-participants Aged 58-63,\" Social Security Bulletin, August, 37, 24-38.",
        "Parsons, Donald 0., (1980a)\"TheDecline of Male Labor Force Participation,\" JournalofPolitical Economp,February, 88, 117-134.",
        "Parsons, Donald 0., (198Gb) \"RacialTrends in Male Labor Forms Participation,\" American Economic Review, December,70, 911-920 Parsons. Donald 0., (1982a) \"The Male Labor Force Participation Decision: Health, Reported Health, and Economic Incentives,\"Economica, February,49, 81-91.",
        "Parsons,Donald 0., (1984a)\"DisabilityInsuranceand Male Labor Force Participation: A Response to Haveman and Wolfe,\" Journal of Political Economy, June.92(3),542-549.",
        "Pearson, K., and Pearson H. S., (1922) \"On PolychoricCoefficients of Correlation\", Biometrika. 14:17-156.",
        "Quinn, Joseph F., (1977) \"Microeconomic Determinants of Early Retirement: A Cross-sectional View of White Married Men,\" Journalof Human Resources, Summer,12(3),329-346.",
        "Reno, Virginia, (1971) \"Why Men Stop Working at or before Age Sixty- five,\" Social Security Bulletin, June, 34, 3-16.",
        "Sammartino,Frank J., (1982) \"TheTimingofSocial Security Acceptanceby Older Men: Examining the Financial Incentives.\" U.S. Department of Health and Human Services, Office of the Assistant Secretaryfor Planning and Evaluation, TechnicalAnalysis Paper No. 24. January.",
        "U.S. Department of Healthand Human Services,Social SecurityAdministration, (1984) Vitaland HealthStatistics: Current Estimatesfrom the NationalHealthInterviewSurvey, United States.",
        "Stern, Stephen,(1988) \"Measuringthe Effect of Disability on Labor Force Participation' Manuscriptj the UniversityofVirginia. U.S. Department of Health and Human Services, Social Security Administration, (192) Social Security Bulletin, Annual Statistical Supplement."
    ]
}