{
    "id": 2999,
    "cites": 27,
    "cited_by": 32,
    "reference": [
        "Barro Robert, and David Gordon, 1983, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91(4), August, 589-610.",
        "Celasun, Merih, and Oani Rodrik, 1989, Debt, Adjustment, and Growth: Turkey, in Jeffrey Sachs (ed), Developing Country Debt and Economic Performance: Country Studies, Chicago and London: The University of Chicago Press, forthcoming.",
        "Conway, Patrick, 1988, The Impact of Uncertainty on Private Investment in Turkey, Department of Economics, University of North Carolina, December.",
        "Dixit, Avinash, 1987a, Entry and Exit Decisions of Firms with Fluctuating Real Exchange Rates, Princeton University, October.",
        "Pass-Through, Princeton University, November. ______________ l987c, Intersectoral Capital Reallocation Under Price Uncertainty, Princeton University, November. Dornbusch, Rudiger, 1988, Notes on Credibility and Stabilization, unpublished paper, MIT, November.",
        "Dornbusch, Rudiger, and Sebastian Edwards, 1989, Economic Crises and the Macroeconomics of Populism in Latin America: Lessons from Chile and Peru, unpublished paper, May.",
        "Edwards, Sebastian, 1989, Real Exchange Rates in the Developing Countries: Concepts and Measurement, NBER Working Paper No. 2950, April.",
        "Faini, Riccardo, 1989, Credibility, Investment, and the Real Exchange Rate, unpublished paper, Johns Hopkins University, Bologna, February.",
        "Froot, Kenneth, 1988, Credibility, Real Interest Rates, and the Optimal Speed of Trade Liberalization, Journal of International Economics.",
        "Glezakoa, C. 1973, Export Instability and Economic Growth: A Statistical Verification, Economic Develooment and Cultural Change 21, 670-78.",
        "Haggard, Stephan, and Robert Kaufman, 1988, The Politics of Stabilization and Structural Adjustment, typescript.",
        "Halevi, Nadav, 1988, Trade Liberalization in Adjustment Lending, Trade Policy Division, The World Bank.",
        "Helleiner, Gerry K. , 1986, Outward Orientation, Import Instability, and African Economic Growth: An Empirical Investigation, in S. Lall and F. Stewart (eda.), Theory and Reality in Development: Easays in Honour of Paul Streeten, New York, St. Martins Preas.",
        "Hirachman, A.0. , 1970, Exit, Voice, and Loyalty, Cambridge, Harvard University Press.",
        "Kormendi, Roger C., and Philip C. Meguire, 1985, Macroeconomic Determinants of Growth: Croas-Country Evidence, Journal of Monetary Economics, 1985.",
        "Krugman, Paul, 1988, Deinduatrialization, Reinduatrializacion, and the Real Exchange Rate, NBER Working Paper No. 2586.",
        "Leff, Nathaniel H., and Kazuo Sato, 1987, The Proapecta for Higher Domestic Savinga Rates in Latin America, Journal of Policy Modelina 9(4).",
        "Lindenberg, Marc, 1988, Making Economic Adjustment Work: The Politics of Policy Implementation, John F. Kennedy School of Government, Harvard University.",
        "McDonald, Robert, and Daniel R. Siegel, 1986, The Value of Waiting to Invest, quarterly Journal of Economics 101, November.",
        "Nelson, Joan, 1984, The Political Economy of Stabilization, World Development 12.",
        "Ozler, Sule, and James Harrigan, 1988, Export Instability and Growth, Working Paper No. 486, Department of Economics, UCLA, June.",
        "Perason, Toraten, and Sweder van Wijnbergen, 1987, Signaling, Wage Controls, and Monetary Diainflation Policy, The World Bank.",
        "Pindyck, Robert S., 1988, Irreveraible Investment, Capacity Choice, and the Value of the Firm, American Economic Review 78(5), December.",
        "Rodrik, Dani, 1989a, How Should Structural Adjustment Programs Be Designed?, unpubliahed paper, John F. Kennedy School of Government, Harvard University.",
        "Staiger, Robert W., and Guido Tabellini, Discretionary Trade Policy and - -23- Excessive Protection, American Economic Review 77(5), December, 823-837. Stewart, Douglas B., and Yiannis P. Venieris, 1985, Sociopolitical Instability and the Behavior of Savings in Less Developed Countries, Review of Economics and Statistics, November.",
        "Flight: On Credibility and the Value of Information, Economics Letters 19, 369-72. Voivodas, C.J., 1974, The Effect of Foreign Exchange Instability on Growth, Review of Economics and Statistics 56, 410-12.",
        "Wheeler, David, 1984, Sources of Stagnation on sub-Saharan Africa, World Development, vol. 12, no. 1."
    ]
}