{
    "id": 3,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Anemiya, Takeshi (1971): The Estimation of the Variances in a Variance-Components Model, International Economic Review, Vol. 12, No. 1, pp. 1-13.",
        "Balestra, P. and M. Nerlove (1966): Pooling Cross Section and Time Series Data in the Estimation of a Dynamic Model: The Demand for Natural Gas, Econometrica, Vol. 34, No. 4, pp. 585-612.",
        "Henderson, Charles R., Jr. (1971): Comment on the Use of Error Components Models in Combining Cross Section with Time Series Data, Econometrica, Vol. 39, No. 2, pp. 397-401.",
        "Hoch, I. (1962): Estimation of Production Function Parameters Combining Time-Series and Cross-Section Data, Econometrica, Vol. 30, No. 1, pp. 34-53.",
        "Hussain, A. (1969): A Mixed Model for Regression, Biometrika, Vol. 56, pp. 327-36.",
        "Kuh, E. (1959): The Validity of Cross-Sectionally Estimated Behavior Equations in Time Series Application, Econometrica, Vol. 27, No. 2, pp. 197-214.",
        "Maddala, G.S. (1971): The Use of Variance Components Models in Pooling Cross Section and Time Series Data, Econometrica, Vol. 39, No. 2, pp. 341-58.",
        "Mundlak, Y. (1963): Estimation of Production and Behavioral Functions from a Combination of Cross-Section and Time Series Data, pp. 138-66 in Measurement in Economics, C.F. Christ, Ed., Stanford, California, Stanford University Press. -24-",
        "Nerlove, M. (1971a): Further Evidence on the Estimation of Dynamic Economic Relations from a Time Series of Cross Section, Econometrica, Vol. 39, No. 2, pp. 359-81.",
        "_(1971b): A Note on Error Components Models, Econometrica, Vol. 39, No. 2, pp. 382-96.",
        "Swamy, P.A.V.B. and S.S. Arora (1972): The Exact Finite Sample Properties of the Estimators of Coefficients in the Error Components Regression Models, Econometrica, Vol. 40, No. 2, pp. 261-75.",
        "Wallace, T.D. and A. Hussain (1969): The Use of Error Components Models in Combining Cross Section with Time Series Data, Econometrica, Vol. 37, No. 1, pp. 55-72."
    ]
}