{
    "id": 3002,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Bauman K.E. et al., Legal Abortions, Subsidized Family Planning Services, and the U.S. Birth Dearth, Social Biology, 1977; 24:183-91 Box G.E.P. and Jenkins G.M., Time Series Analysis: Forecasting and Control, (Rev. Ed.). San Francisco:Holden-Day, Inc. ,l976.",
        "Burt M.R., Estimating the Public Costs of Teenage Childbearing, Family Planning Perspectives, 1986; 18:221-26.",
        "Erhart C.L. et al., United States: Therapeutic Abortions in New York City, Studies in Family Planning, 1972; 1:8-12.",
        "Granger C.W.J. and Newbold P., Forecasting Economic Time Series, San Diego: Academic Press,1986.",
        "Hayes C.D., Adolescent Pregnancy and Childbearing: An Emerging Research Focus, in Hofferth S.L. and C.D. Hayes eds., Risking the Future: Adolescent Sexuality, Pregnancy and Childbearing, Vol II, Washington, D.C.: National Academy Press, 1987:1-7.",
        "Henshaw S.K. and Silverman J., The Characteristics and Prior Contraceptive Use of U.S. Abortion Patients, Family Planning Perspectives, 1988; 20:158-68.",
        "Henshaw S.K. et al., A Portrait of American Women Who Obtain Abortions, Family Planning Perspectives, 1985; 17:90-96.",
        "Jones E.F. et a].., Family Planning and Planning Families: An International Comparison, New York: Alan Guttmacher Institute, 1988.",
        "Joyce T. , `The Social and Economic Correlates of Pregnancy Resolution among Adolescents in New York City, by Race and Ethnicity: A Multivariate Analysis, American Journal of Public Health, 1988; 78:626-31.",
        "Kramer M.J., Legal Abortion Among New York City Residents: An Analysis According to Socioeconomic and Demographic Characteristics, Family Planning Perspectives, 1975;7:128-37.",
        "Lader L., Abortion II: Making the Revolution, Boston: Beacon Press, 1973.",
        "Ljung G.M. and Box G.E.P., On a Measure of Lack of Fit in Time Series Models, Biometrica, 1978; 65: 297-303.",
        "McCleary R. and Hay R.A., Applied Time Series Analysis for the Social Sciences, Beverly Hills, California: Sage Publications: 1980.",
        "National Research Council, Risking the Future: Adolescent Sexuality, Pregnancy and Childbearing, Vol I., Washington,D.C.: National Academy Press,1987a.",
        "National Research Council, Risking the Future: Adolescent Sexuality, Pregnancy and Childbearing, Vol II., Washington,D.C.: National Academy Press,1987b.",
        "Pakter J.O.D. et a].., Two Years Experience in New York City with the Liberalized Abortion Law- Progress and Problems, American Journal of Public Health, 1973; 63:524-35.",
        "Quick J.D., Liberalized Abortion in Oregon: Effects on Fertility, Prematurity, Fetal Death and Infant Death, American Journal of Public Health, 1978; 68:1003-8.",
        "Sklar J., and Berkov B., Abortion, Illegitimacy and the American Birth Rate, Science. 1974; 13:909-15.",
        "Tietze C., Two Years Experience with a liberal Abortion Law: Its Impact on Fertility Trends in New York City, Family Planning Perspectives, 1973; 5:36-41.",
        "U.S. Department of Commerce, Bureau of the Census. United States Census Tapes. Fourth Count File PC for New York City and Boroughs. Table PS-4. U.S.D. 1973.",
        "Vandaele W., Applied Time Series and Box-Jenkins Models, Orlando: Academic Press: 1983."
    ]
}