{
    "id": 3003,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Aliber, Robert Z. The Interest Rate Parity Theory: A Reinterpretation, Journal of Political Econo~y, (December 1973): 1451-59.",
        "Brenner, Menachem and Dan Galai, Implied Interest Rates, Journal of Business, 59, No. 3 (July 1986): 493-507.",
        "Buchan, David. Erussel Spreads the Pain of Tax on Savers, Financial Times, February 9, 1989.",
        "Cumming, Christine N. and Lawrence N. Sweet. Financial Structure of the G-l0 Countries: How Does the United States Compare? Quarterly Review, Federal Reserve Bank of New York, 12, No. 4, (Winter 1987-88): 14-25.",
        "Dam, Kenneth W. The Rules of the Game, (Chicago: University of Chicago Press), 1982.",
        "Dooley, Michael. Comment, in D. Lessard and J. Williamson (eds.), Ã\u0083Â§~ital Flight and Third World Debt, (Washington: Institute for International Economics), 1987.",
        "Dooley, Michael P. and Peter Isard. Capital Controls, Political Risk and Deviations from Interest Rate Parity, Journal of Political Economy, 88, No. 2 (April 1980): 370-84.",
        "Markets, (New York: Morgan Guaranty Trust), September 1988.",
        "Finnerty, John D. Zero Coupon Bond Arbitrage: An Illustration of the Regulatory Dialectic at Work, Financial Management, (Winter 1986): 13-17.",
        "Frenkel, Jacob A. and Richard N. Levich. Covered Interest Arbitrage: Unexploited Profits? Journal of Political Economy, (April 1975) : 325-338.",
        "Grabbe, J. Orlin. International Financial Markets, (New York: Elsevier), 1986.",
        "Kane, Edward J. Competitive Financial Reregulation: An International Perspective, in R. Portes and A. Swoboda (eds.), Threats to International Financial Stability, (London: Cambridge University Press) , 1987.",
        "Kim, long Cheol and Rene M. Stulz. The Eurobond Market and Corporate Financial Policy: A Test of the Clientele Hypothesis. Journal of Financial Economics, 22 (December 1987) 189-205.",
        "Koh, Annie. A Study of the Effectiveness of Hedging Dollar and Non-dollar Borrowing Costs Using Eurodollar and Currency Futures, Unpublished Ph.D. dissertation, New York University, June 1988.",
        "Kreiner, Irene J. Short-Term Multicurrency Funding Via The U.S. Commercial Paper Market. NYU MBA Applied Business Project, January 1986.",
        "Kvasnicka, Joseph G. Eurodollars -- An Important Source of Funds for American Banks, Business Condition, Federal Reserve Bank of Chicago, June 1969.",
        "Levich, Richard M. and Robert G. Hawkins. Foreign Investment, Chapter 18 in Polakoff and Durkin (eds.), Financial Markets and Institutions, Second Edition, (Boston: Houghton Mifflin), 1981.",
        "Levich, Richard N. and Ingo Walter. The Regulation of Global Financial Markets, in T. Noyelle (ed.), New Yorks Financial Markets, (Boulder, Colorado: Westview Press), 1988.",
        "Machayya, Madonda, Efficiency of the Currency Swap Market: Theoretical Pricing and Empirical Evidence, Unpublished Ph.D. dissertation, New York University, February 1989.",
        "Micossi, Stefano. The Single European Market: Finance, Quarterly Review, Banco Nazional del Lavoro, June 1988, pp. 217-35.",
        "Protzman, Ferdinand. 10% withholding Tax Abolished by Germany, New York Times, April 28, 1989.",
        "Stoakes, Christopher. Eurodollar Deposits on Trial, Eurom~y, (August 1985): 25."
    ]
}