{
    "id": 3004,
    "cites": 29,
    "cited_by": 74,
    "reference": [
        "Bernanke, Ben, and Gertler, Mark. Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, forthcoming, 1989.",
        "Bils, Mark J. Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy 93 (August 1985): 666-89.",
        "Cooper, Russell, and Haltiwanger, John. Macroeconomic Implications of Production Bunching: Factor and Final Demand Linkages, mimeographed, University of Iowa, January 1989.",
        "Cooper, Russell, and John, Andrew. Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics 103 (August 1988): 44 1-64.",
        "Diamond, Peter A. Aggregate Demand in Search Equilibrium, Journal of Political Economy 90 (October 1982): 881.94.",
        "Domowitz, Ian~ Hubbard, R. Glenn and Petersen, Bruce C Market Structure and Cyclical Fluctuations in U.S. Manufacturing, Review of Economics and Statistics 70 (February 1988): 55-66.",
        "Greenwald, Bruce, and Stiglitz, Joseph. Financial Market Imperfections and Business Cycles, mimeographed, Stanford University, 1987.",
        "Hall, Robert E. Market Structure and Macroeconomic Fluctuations, Brookings Papers on Economic Activity (1986): 285-322.",
        "Hanimour, Mohamad. Increasing Returns and Endogenous Business Cycles, mimeographed, Massachusetts Institute of Technology, March l988a. __________ Are Business Cycles Endogenous? mimeographed, Massachusetts Institute of Technology, November i988b. HeIler, Walter P. Coordination Failure under Complete Markets with Application to Effective Demand, in Equilibrium Analysis: Essays in Honor of Kenneth J. Arrow, vol. 2, ed. \\~. Heller, R. Starr, and D. Starrett. Cambridge: Cambridge University Press, 1986.",
        "Kiyotaki, Nobukiro. Multiple Expectational Equilibria under Monopolistc Competition, Quarterly Journal of Economics 103 (November 1988): 695-7 14.",
        "Kydland, Finn, and Prescott, Edward. Time to Build and Aggregate Fluctuations, Econometrica (November 1982): 1345-70.",
        "Long, John, and Plosser, Charles. Real Business Cycles, Journal of Political Economy 91 (February 1983): 36-69.",
        "Mills, Frederick C. Prices in Recession and Recovery. New York NBER, 1936.",
        "Mitchell, Wesley. Business Cycles. The Problem and Its Setting. New York National Bureau of Economic Research, 1927.",
        "Murphy, Kevin M.; Shleifer, Andrei; and Vishny, Robert W. Increasing Returns, Durables, and Economic Fluctuations, mimeographed, University of Chicago, October 1988.",
        "Okun, Arthur. Prices and Quantities: A Macroeconomic Analysis. Washington, D.C.: Brookings Institution, 1981.",
        "Phelps, Edmund, and Winter, Sidney. Optimal Price Policy under Atomistic Competition, in Microeconomic Foundations of Employment and Inflation Theory, ed. E. Phelps. New York W. W. Norton, 1970.",
        "Prescott, Edward. Theory Ahead of Business Cycle Measurement, reprinted in Federal Reserve Bank of Minneapolis, Quarterly Review, Fall 1986, 9-22.",
        "Ramey, Valerie. Non-Convex Costs and the Behavior of Inventories, mimeographed, University of California at San Diego, December 1987.",
        "Roberts, John. An Equilibrium Model with Involuntary Unemployment at Flexible, Competitive Prices and Wages, American Economic Review 77 (December 1987): 856-74.",
        "Rogerson, Richard. Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics 21(1988): 3-17.",
        "Rotemberg, Julio. The New Keynesian Microfoundations, NBER Macroeconomics Annual, 1987, 69-104.",
        "Rotemberg, Julio, and Saloner, Garth. A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review 76 (June 1986): 390-407.",
        "Scheinkman, Jose A., and Weiss, Laurence. Borrowing Constraints and Aggregate Economic Activity, Econometrica 54 (January 1986): 23-46.",
        "Shleifer, Andrei. Implementation Cycles, Journal of Political Economy 94 (December 1986): 1163-90.",
        "Solon, Gary, and Barsky, Robert. Real Wages over the Business Cycles, mimeographed, University of Michigan, 1988.",
        "Solow, Robert. Monopolistic Competition and the Multiplier, mimeographed, Massachusetts Institute of Technology, 1984, Stiglitz, Joseph. Price Rigidities and Market Structure, American Economic Review 74 (May 1984): 350-55.",
        "Summers, Lawrence. Some Skeptical Observations on Real Business Cycle Theory, Quarterly Review of the Federal Reserve Bank of Minneapolis, 1986, 23-27.",
        "Weitzman, Martin L. Increasing Returns and the Foundation of Unemployment Theory, Economic Journal 92 (1982): 787-804."
    ]
}