{
    "id": 3009,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Black, Fischer, The Pricing of Commodity Contracts, Journal of Financial Economics, March 1986, 167-179.",
        "Corporate Liabilities, Journal of Political Economy, 81, May-June 1973.",
        "Bodie, Zvi, Investment Strategy in an Inflationary Environment, Chapter 3 in The Changing Roles of Debt and Ecruity in Financing U.S. Capital Formation, Benjamin H. Friedman, ed., University of Chicago Press, 1982.",
        "Allocation, NBER Working Paper No. 2793, 1988, forthcoming in the Journal of Portfolio Management.",
        "Inflationary Climate, Chapter 11 in Bodie and Shoven, eds., Financial Aspects of the U.S. Pension System, University of Chicago Press, 1983.",
        "Feldstein, Martin, Should Private Pensions Be Indexed, Chapter 8 in Financial Aspects of the U.S. Pension System, op. cit., 1983.",
        "Feldstein, Martin, Proposal to Reduce the Cost of Social Security, Wall Street Journal Friedland, Martin, Report of the Tasic Force on Inflation Protection for Emplosrrnent Pension Plans, Ontario Government Publication, January 1988.",
        "Hemming, Richard, and John Kay, The Costs of the State Earnings Related Pension Scheme, Economic Journal, vol. 92, No. 366, 1982.",
        "Leland, Hayne E., and Mark Rubinstein, The Evolution of Portfolio Insurance, Chapter 1 in Donald Luskin (ed.), Portfolio Insurance, John Wiley and Sons, 1988.",
        "Mason, Scott P., and R. C. Merton, The Role of Contingent Claims Analysis in Corporate Finance Chapter 3. in Altman and Subrahmanyam, (eds.), Recent Advances in Corporate Finance, Richard D. Irwin, 1985.",
        "Merton, Robert C., Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4, Spring 1973.",
        "Modigliani and Lessard, eds., New Mortgage Designs for Stable Housing in an jnfjationary Environment, Federal Reserve Bank of Boston, Conference Series No. 14, 1975.",
        "Munnell, Alicia, and J. Grolnic, Should the U.S. Government Issue Index Bonds? New England Economic Review, September/October 1986, 3-21."
    ]
}