{
    "id": 3011,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Bagehot, W. (1873). Lombard Street: A Descrivtion of the Money Market. London, H.S. King. Benston, C. J. (1983). Deposit Insurance and Bank Failures, Federal Reserve Bank of Atlanta, Economic Revi.ew (March). pp. 4-17.",
        "Benston, C. J. et al (1986), Perspectives on Safe and Sound Bankins: Past. Present, and Future. Cambridge. MIT Press.",
        "Bordo, M. 0. (1981). The Classical Cold Standard: Some Lessons for Today Federal Reserve Bank of St. Louis Review, 63, May 1981.",
        "Cagan, P. (1988). Commentary in W. S. Haraf and R. H. Kushineider, (eds) Restructurinz Banking and Financial Services in America. Washington D.C. American Enterprise Institute.",
        "Calomiris, C. (1989). Deposit Insurance: Lessons from the Record. Economic Perspectives. Federal Reserve Bank of Chicago, May-June.",
        "Cowen, T. and R. Kroszner (1989). Scottish Banking Before 1845: A Model for Laissez-Faire. Jo~rna1 of Money. Credit and Banking, Vol. 21, No. 2.",
        "Dowd, K, (1988). Private Money: The Path to Monetary Stability. Institute of Economic Affairs Hobart Paver 112. London.",
        "Friedman, H. (1960). A Program for Monetary Stability New York. Fordhani University Press.",
        "Coodfriend, H. (1989). Money, Credit, Banking, and Payments System Policy, in D. B. Humphrey (ed). The U.S. Payments System: Efficiency. Risk and the Role of the Federal Reserve. Boston. Kiuwer Academic Publishers.",
        "Coodfriend, H. and R. A. King, (1988). Financial Deregulation, Monetary Policy, and Central Banking in W. S. Haraf and R. H. Kushmeider (eds). Restructuring Banking and Financial Services in America. Washington D.C. American Enterprise Institute.",
        "Coodhart, C. A. E. (1985). The Evolution of Central Banks, London School of Economics.",
        "Coodhart, C. A. E. (1987). Why Do Banks Need a Central Bank? Oxford Economic Papers. 39. 75-89.",
        "Corton, C. (1984). Clearing houses and the Origins of Central Banking in the U.S. Journal otT Economic History, XLV, 277-284.",
        "Corton, C. and 0. J. Mullineaux (1987). The Joint Production of Confidence: Endogenous Regulation and 19th Century Commercial Bank Clearinghouses. Journal of Money. Credit and Banking, 19(4) November. 457-68.",
        "Hasan, I. and C. P. Dwyer, Jr. (1988). Contagious Bank Runs in the Free Banking Period, (mimeo). Cliometrics Conference, Oxford Ohio.",
        "Hirsch, F. (1977). The Bagehot Probletn. Manchester School of Economics and Social Stud. Vol. 45, No. 3. (September). pp. 241-257.",
        "Humphrey, T. (1975). The Classical Concept of the Lender of Last Resort. Federal Reserve Bank of Richmond Economic Review. Vol 61, (Jan. - Feb.) pp. 2-9.",
        "Kaufman, C. C. (1988). The Truth about Bank Runs in C. England and T. Huertas (eds). The Financial Services Revolution. Boston. Kluwer Academic Publishers.",
        "Kindleberger, C. (1978). Manias. Panics and Crashes. London. MacMillan.",
        "Meltzer, A. (1986). Financial Failures and Financial Policies. in C. C. Kaufman and R. C. Kormendi. eds. Deregulating Financial Services: Public Policy in Flux. Cambridge. Ballinger Publishing Company.",
        "Morgernstern, 0. (1959). International Financial Transactions and Business Cycles, Princeton. Princeton University Press.",
        "Rockoff, H. (1986). Walter Bagehot and the Theory of Central Banking in F. Capie and C. E, Wood (eds) Financial Crises and the World Banking System. London. MacMillan.",
        "Rolnick A. and Weber. W. (1985). Inherent Instability in Banking: The Free Banking Experience. Cato Journal: Hay.",
        "Schwartz, A. 3. (1986). Real and Pseudo -- Financial Crises in P. Capie and C. E. Wood (eds) Financial Crises and the World Banking System. London, MacMillan.",
        "Selgin, C. A. (1988). The Theory of Free Banking: Honey Supply Under Competitive Note Issue. Totowa. N. 3., Rowman and Littlefield.",
        "Solow, R. H. (1982). On the Lender of Last Resort in C. P. Kindleberger and J. P. Laffargue (eds). Financial Crises: Theory. History and Policy. Cambridge. Cambridge University Press.",
        "Thornton, H. (1802). An Enquiry into the Nature and Effects of the Paper Credit of Great Britain. Edited by F. A. Hayek. Fairfield Augustus H. Kelley. Timberlake, R., Jr. (1984). The Central Banking Role of Clearing House Associations. Journal of Money. Credit and Banking, XVI, 1-15.",
        "Timberlake, R., Jr. (1978). The Origins of Central Banking in the United States. Cambridge. Harvard University Press.",
        "Weber, E. J. (1988). Currency Competition in Switzerland, 1826-1850. icyiclos, Vol. 41.4 Fasc. 3, pp. 459-478."
    ]
}