{
    "id": 3013,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "Benvignati, A.M., An Empirical Investigation of International Transfer Pricing by US Manufacturing Firms, in A.M. Rugman and L Eden, eds., Multinationals and Transfer Pricing, New York: St. Martins Press, 1985.",
        "Bertrand, R.J., The State of Competition in the Canadian Petroleum Industry, Voiwne III, International Linkages: Canada and the World Petroleum Market, Ottawa: Minister of Supply and Services, 1981.",
        "Eccles, R.G., The Transfer Pricing Problem: A Theory for Practice, Lexington: D.C. Heath, 1985.",
        "Jenkins, G.P., and B.D. Wright, `Taxation of Income of Multinational Corporations: The Case of the United States Petroleum Industry, Review of Economics and Statistics, February 1975.",
        "Kalt, J.P., The Economics and Politics of Oil Price Regulation, Cambridge: MIT Press, 1981.",
        "Kemp, A., Petroleum Rent Collection Around the World, Halifax: Institute for Research on Public Policy, 1987.",
        "Kendall, M.G., and A. Stuart, The Advanced Theory of Statistics, 2nd ed., Vol. 2, London: Griffin and Co., 1960.",
        "Lall, S., Transfer Pricing by Multinational Manufacturing Firms, (2iford Bulletin of Economics and Statistics, August 1973.",
        "LaMont, H., Multinational Enterprise, Transfer Pricing, and the 482 Mess, Columbia Journal of Transnational Law 3, 1975.",
        "McDaniel, P.R., and Hi. Ault, Introduction to United States International Taxation, Deventer, Netherlands: Kluwer, 1977.",
        "Plasschaert, S.R.F., Transfer Pricing and Multinational Corporations, New York: Praeger Publishers, 1979.",
        "Robbins, S.M., and RB. Stobaugh, Money in the Multinational Enterprise, New York: Basic Books, 1973.",
        "Roumeliotis, P., `La Politique des Prix dImportation et dExportation des Enterprises Multinationales en GrÃ\u0083Â¨ce, Revue Tiers Monde, April-June 1977.",
        "Rugman, A.M., `Transfer Pricing in the Canadian Petroleum Industry, in A.M. Rugman and L Eden, eds., Multinationals and Transfer Pricing, New York: St Martins Press, 1985.",
        "Savin, N.E., The Bonferroni and the ScheffÃ\u0083Â© Multiple Comparison Procedures, Review of Economic Studies, 1980.",
        "Smith, J.L, International Petroleum Taxation: Reasons for Instability, in J.G. Rowse, ed., World Enerrj Markets: Coping with Instability, Calgary: JAEE, 1987.",
        "Vaitsos, C.V., Intercountry Income Distribution and Transnational Enterprises, Oxford: Clarendon Press, 1974.",
        "Williamson, O.E. Markets and Hierarchies, New York: Free Press, 1975."
    ]
}