{
    "id": 3014,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Bernanke, Ben, and Gertler, Mark. Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, forthcoming, 1989.",
        "Bils, Mark J. (1986), `Cyclical Production of Durable Luxuries. Mimeo.",
        "Blanchard, Olivier J. and Nobuhiro Kiyotaki (1987), `Monopolistic Competition and Aggregate Demand. A.E.R. 77, 647-666.",
        "Cooper, Russell and Andrew John (1988), `Coordinating Coordination Failures in Keynesian Models. Q.J.E. CIII, 441-464.",
        "Cooper, Russell and John Haltiwanger (1988a), `Macroeconomic Implications of Production Bunching: Factor and Final Demand Linkages. Mimeo.",
        "DeLong, J. Bradford and Lawrence H. Summers (1988), `How Does Macroeconomic Policy Matter? Brookings Papers on Economic Activity.",
        "Diamond, Peter A. (1982), `Aggregate Demand Management in Search Equilibrium. J.P.E.",
        "Diamond, Peter A. and Drew Fudenberg (1988), `Rational Expectations Business Cycles in Search Equilibrium. J.P.E. (forthcoming).",
        "Domowitz, Ian Hubbard, R. Glenn; and Petersen, Bruce C. Market Structure and Cyclical Fluctuations in U.S. Manufacturing, Review of Economics and Statistics 70 (February 1988): 55-66.",
        "Eichenbaum, Martin L. (1988), `Some Empirical Evidence on the Production Level and Production Smoothing Models of Inventory Investment. NBER Working Paper No. 2523.",
        "Greenwald, Bruce, and Stiglitz, Joseph. Financial Market Imperfections and Business Cycles, mimeographed, Stanford University, 1987.",
        "Hall, Robert E. Market Structure and Macroeconomic Fluctuations, Brookings Papers on Economic Activity (1986): 285-322.",
        "Hall, Robert E. (1987), `A Non-Competitive Equilibrium Model of Fluctuations. Mimeo.",
        "Hall, Robert E. (1988a), `The Relation between Price and Marginal Cost in US Industry. J.P.E. 96, 921-947.",
        "Hall, Robert E. (1988b), `Increasing Returns: Theory and Measurement Using Industry Data. Mimeo.",
        "Hall, Robert E. (l988c), Substitution over Time in Consumption and Work. lEA Conference Mimeo. Hammour, Mohamad. Increasing Returns and Endogenous Business Cycles, mimeographed, Massachusetts Institute of Technology, March 1988.",
        "Hart, Oliver D. (1982), A Model of Imperfect Competition with Keynesian Features. Q.J.E.",
        "XCVIII, 109-138. Howitt, Peter and R. Preston McAfee (1988), Stability of Equilibria with Externalities. Q.J.E. CIII, 261-278.",
        "Kiyotaki, Nobuhiro (1988), Multiple Expectational Equilibria under Monopolistic Competition. Q.J.E. CIII, 695-714.",
        "Kydland, Finn, and Prescott, Edward. Time to Build and Aggregate Fluctuations, Econometrica (November 1982): 1345-70.",
        "Long, John, and Plosser, Charles. Real Business Cycles, Journal of Political Economy 91 (February 1983): 36-69.",
        "Mankiw, N. Gregory (1987), `Real Business Cycles: A Neo-Keynesian Perspective. Forthcoming in Journal of Economic Perspectives.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny (1989), `Industrialization and the Big Push. J.P.E. (forthcoming).",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny (1989), Building Blocks of Market Clearing Business Cycle Models. NBER Macroeconomics Annual, forthcoming.",
        "Ramey, Valery (1988), `Non-Convex Costs and the Behavior of Inventories. Mimeo.",
        "Romer, Paul M. (1986), Increasing Returns and Long-Run Growth. Journal of Political Economy 94, 1002-1037.",
        "Shapiro, Matthew D. (1987), Are Cyclical Fluctuations in Productivity Due More to Supply Shocks or Demand Shocks? AER Papers and Proceedings 77, 118-124.",
        "Shleifer, Andrei (1986), `Implementation Cycles. J.P.E. 94, 1163-1190.",
        "Weitzman, Martin L. (1982), Increasing Returns and the Foundations of Unemployment Theory. E.J. XCII, 787-804."
    ]
}