{
    "id": 3015,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Adams, C., and J. Greenwood, Dual Exchange Rate Systems and Capital Controls: An Investigation, Journal of International Economics, Vol. 18 (February 1985), pp. 43-63.",
        "Bank of Belgium, Annual Report, various issues. Bhandari, J. , and B. Decaluwe, A Stochastic Model of Incomplete Separation Between Commercial and Financial Exchange Markets, Journal of International Economics, Vol. 22 (February 1987), pp. 22-55.",
        "Dornbusch, R Special Exchange Rates for Capital Account Transactions, The World Bank Economic Review, Vol. 1 (1986), pp. 1-33.",
        "Fleming, J.M. , Dual Exchange Rates for Current and Capital Transactions: A Theoretical Examination, in his Essays in International Economics (Allen and Unwin, London, 1971).",
        "Flood, R. , and N. Marion, The Transmission of Disturbances Under Alternative Exchange Rate Regimes with Optimal Indexing, Quarterly Journal of Economics, Vol. 97 (February 1982), pp. 43-68.",
        "Cros, D Dual Exchange Rates in the Presence of Incomplete Market Separation (Washington: International Monetary Fund), Staff Papers (September 1988), pp. 437-60.",
        "Hansen, L Large Sample Properties of Generalized Method of Moments Estimators, Econometrics (July 1982), pp. 1029-54.",
        "Kaminsky, C., Sticky Prices, Capital Controls and the Dual Exchange Rate: Some Welfare Results (University of California, San Diego), Discussion Paper No. 87-4 (1987).",
        "Kiguel, M Dual Exchange Rates Systems: How Well Do They Perform?, mimeo (World Bank, 1988).",
        "Lanyi, A. , Separate Exchange Markets for Capital and Current Transactions (Washington: International Monetary Fund), Staff Papers, Vol. 22, No. 3 (1975), pp. 714-749.",
        "Obstfeld, M Capital Controls and Dual Exchange Rate, and Devaluation, Journal of International Economics, Vol. 20, No. 1 (February 1986), pp. 1-20.",
        "OECD, Economic Survey: Belzium, various issues. -2- Phylaktis, J., Capital Controls: The Case of Argentina, Journal of International Money and Finance, Vol. 7, No. 3 (September 1988), pp. 303-320.",
        "Sargent, T., Macroeconomic Theory (Academic Press, New York, 1979).",
        "Tornell, A. , Insulating Properties of Dual Exchange Rates: A New Classical Model (Columbia University) Discussion paper No. 380 (March 1988)."
    ]
}