{
    "id": 3017,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Aronson, J. and J. Marsden, 1980, Duplicating Moodys Municipal Credit Ratings, Public Finance Quarterly 8, 97-106.",
        "Bloom, H.S., H.F. Ladd, and J. Yinger, 1983, Are Property Taxes Capitalized into House Values?, in G. Zodrow, ed., Local Provision of Public Services: The Tiebout Model After Twenty-Five Years, (Academic Press, New York) 145-164.",
        "Engle, R.F., 1984, Wald, Likelihood Ratio, and LaGrange Multiplier Tests in Econometrics, in Z. Griliches and M. Intriligator, eds., Handbook of Econometrics, Vol. II, (Elsevier, Amsterdam) 775-826.",
        "Gold, S. State Government Fund Balances, Financial Assets, and Measures of Budget Surplus, 1986, in Office of State and Local Finance, Department of the Treasury, Federal-State-Local Fiscal Relations, Technical Papers, Vol II. (U.S. Government Printing Office, Washington D.C.) 593-662.",
        "Cordon, R.H. and 3. Slemrod, 1986, An Empirical Examination of Municipal Financial Policy, in H. Rosen, ed., Studies in State and Local Public Finance (National Bureau of Economic Research, Chicago ( 53-78.",
        "Gramlich, E.M., 1978, State and Local Budgets the Day After It Rained: Why is the Surplus So High?, Brookings Papers on Economic Activity 1, 191-214.",
        "Hausman, J. and W. Taylor., 1981, A Generalized Specification Test, Economics Letters 8, 239-245.",
        "Services, National Tax Journal 39, 527-532. Metcalf, G.E., 1988, Federal Tax Policy and Municipal Financial Behavior, paper prepared for the National Tax Association-Tax Institute of America Annual Conference in Des Moines Iowa.",
        "Poterba, 3., 1986, Explaining the Yield Spread Between Taxable and Tax-Exempt Bonds: The Role of Expected Tax Policy, in H. Rosen, ed., Studies in State and Local Public Finance, (National Bureau of Economic Research, Chicago) 5-49.",
        "Rubinfeld, D., 1973, Credit Ratings and the Market for General Obligation Municipal Bonds, National Tax Journal 26, 17-27.",
        "Simons, H., 1938, Personal Income Taxation (University of Chicago Press,Chicago).",
        "Steuerle, C.E.,1985, Tayes, Loans, and Inflation (Brookings Institution, Washington D.C.) U.S. Advisory Commission on Intergovernmental Relations, Significant Features of Fiscal Federalism, various years (ACIR, Washington D.C.)."
    ]
}