{
    "id": 3018,
    "cites": 110,
    "cited_by": 2,
    "reference": [
        "Anderson, Kathryn H. and Richard V. Burkhauser. The Effect of Actual Mortality Experience Within a Retirement Decision Model, April 1983. Anderson, Kathryn H., Richard V. Burkhauser and J.S. Butler. Work after Retirement: A Hazard Model of Labor market Reentry, fl~ Discussion Papers.",
        "December 1984, WP #768.84, 1984. Anderson, Kathryn H., Richard V. Burkhauser and Joseph F. Quinn. Do Retirement Dreams Come True? The Effect of Unexpected Events on Retirement Age, JJ~f Discussion Papers. DP #750.84.",
        "Andrews, Emily, fl~g Chanzinz Profi].n ~.f Pensions ft America, Washington: Employee Benefit Research Institute, 1985 Andrews, Emily, and Deborah Chollet, Future Sources of Retirement Income: Whither the Baby Boom,in Social Security and Private Pensions, Ed: Susan M.",
        "Wachter, Lexington, MA: D.C. Health, and Co, 1988, pp 71-95. Auerbach, Alan J. and Laurence J. Kotlikoff. Life Insurance of the Elderly: Adequacy and Determinants, pp.229-267.",
        "Avery, Robert, and Gregory Elliehausen, Financial Characteristics of High Income Families, Federal Reserve Bulletin, 1986, March, pp. 163-277.",
        "Avery, Robert, Gregory Elliehausen, Glenn Canner and Thomas Gustafson, Survey of Consumer Finances, 1983: A Second Report, Federal Reserve Bulletin, 1984, (December), pp. 857-868.",
        "Berkovec, James and Steven Stern. Job Exit Behavior of Older Men, Discussion Paper No.169, Department of Economics, University of Virginia, 1988.",
        "Bernheim, Douglas B. Life Cycle Annuity Valuation, NBER Working Paper 1511, December, 1984, Bernheim, Douglas B. Dissaving after Retirement: Testing the Pure life Cycle Hypothesis, in Issues ft penflon economics. Eds. Zvi Bodie, John B. Shoven and David A. Wise, Chicago, Univ.: National Bureau of Economics Research, Inc. 1987.",
        "Bernheim, Douglas B, Andrei Shleifer and Lawrence H. Summers, The Strategic Bequest Motive, Journal ~ political Economy, 1985, 93 (6) pp 1045-1076.",
        "Blinder, Alan S., Roger H. Gordon and David A. Wise. Reconsidering the Work Disincentive Effects of Social Security, National Ia~ Journal, 1980, 33 (December) 431-442.",
        "Blinder, Alan S., Roger H. Gordon and David A. Wise. Social Security, Bequests and the Life Cycle Theory of Saving: Cross-Sectional Tests, in Income Distribution and Economic Inequality, Ed: Zvi Grilliches, New York: Halstead Press, 1983. Bodie, Xvi, Alan Marcus and Robert Merton, Defined Benefit versus Defined Contribution Pension Plans: What Are the Real Trade-offs, in Ed: Z. Bodie, J.",
        "Shaven and D. Wise, Pensions ft ~ ILL. Economy, Chicago: The University of Chicago Press, 1988.",
        "Boskin, Michael J. and Michael D. Hurd. Indexing Social Security Benefits: A Separate Price Index for the Elderly? Public Finance Quarterly. October 1985, Vol.13, No.4, pp,436-449.",
        "Boskin, Michael J, Laurence J. Kotlikoff, Douglas J. Puffert and John B. Shaven. Social Security: A Financial Appraisal Across and Within Generations, National, jj~ Journal, March 1987, Vol.fl, No.1, pp. 19-34. Boskin, Michael J., and Lawrence 3. Lau, An Analysis of Postwar U.S.",
        "Boskin, Michael J. and John B. Shoven. Concepts and Measures of Earnings Replacement During Retirement, in Issues ft pension economics. Eds.: Zvi Bodie, John B. Shaven, and David A. Wise. Chicago: The University of Chicaco Press, 1987.",
        "Bridges, Benjamin and Michael Packard, Price and Income Changes for the Elderly, Social Security Bulletin, 1981, 44 (1), pp. 3-15.",
        "Burkhauser, Richard V. The Pension Acceptance Decision of Older Workers, fle Journal ~f Human Resources. Z.ji(l), 1979, pp. 63-75.",
        "Burkbauser, Richard, Karen C. Holden and Daniel Feaster. Incidence, Timing, and Events Associated with Poverty: A Dynamic View of Poverty in Retirement, Journal ~ Gerontolozy, 43, no. 2 (March), 1988, pp S46-S52.",
        "Burkbauser, Richard V., Karen C. Holden and Daniel A. Myers.Marital Disruption and Poverty: the Role of Survey Procedures in Artificially Creating Poverty, Demograohv. November 1986, Vol.fl, No.4, pp.621-631.",
        "Burkhauser, Richard V. and Jennifer L. Warlick. Disentangling the Annuity from the Reddistributive Aspects of Social Security in the United States, Review 21 Income jj~ Wealth, Series 27, December 1981, 401-421.",
        "Burtless, Gary, and Jerry Hausman, The Effect of Taxation on Labor Supply: Evaluating the Gary Income Maintenance Experiment, L. 21 Political Economy, 1978. 86 (December), pp 1103-1130.",
        "Burtless, Gary and Moffitt, Robert A. The Effect of Social Security Benefits 01 the Labor Supply of the Aged, in Retirement ~jj4 econqaic behaviorS Eds.: Henry J. Aaron and Gary Burtless. Washington, D.C.: The Brookings Institution, 1984.",
        "Burtless, Gary and Robert A. Moffitt, The Joint Choice of Retirement Age and Postretirement Hours of Work, Journal ~ Labor Economics. 1985, Vol.1, No.2, pp.209-?36.",
        "Burtless, Gary and Robert A. Moffitt. Social Security, Earnings Tests, and Age at Retirement, Public Finance. January 1986, Vol.j4, No.1, pp.3-27.",
        "Clark, Robert L., Stephen F. Gohmann and Ann A. McDernied. Declining Use of Defined Benefit Pension Plans: Is Federal Regulation the Reason? April 1988, Department of Economics, North Carolina State University, Working Paper No. 119.",
        "Clark, Robert L., Juanita Kreps and Joseph Spengler, Economics of Aging. Journal Qf Economic Literature, 1978, 919-962.",
        "Crawford, Vincent and David Lilien, Social Security and the Retirement Decisions, Quarterly Journal ~,f Economics, Aug. 1981, XCVI, 509-529.",
        "Danziger, Sheldon., Jacques vcan der Caag, Eugene Smolensky, and Michael Taussig, The Life Cycle Hypothesis and the Consumption Behavior of the Elderly, Journal 21 Zgfl Keynesian Economics, 1982. Danziger, Sheldon, Jacques van der Caag, Eugene Smolensky and Michael Taussig. Implications of the Relative Economic Status of the Elderly for Transfer Policy, in Retirement ~ Economic Behavior, Eds.: H. Aaron and C. Burtless.",
        "The Brookings Institution, 1984a. Danziger, Sheldon, Jacques van der Caag, Eugene Smolensky and Michael Taussig. Income Transfers and the Economic Status of the Elderly, in Economic Transfers ft ~ United States. Ed.: Marilyn Moon. The National Bureau of Economic Research, l984b. Darby, Michael R. Effects 21 Social Security 2.fl Income ~ ft~ CaDital Stock.",
        "Davies, James B. Uncertain Lifetime, Consumption, and Dissaving in retirement, Journal 21 Political Ecconomy. 1981, vol. ~, no. 31, pp.SS1-576.",
        "Diamond, Peter A. Comment on The Economics of Saving: A Survey of Recent Contributions. in Frontiers 21 Economics, Eds: K. Arrow and S. Harkapohja, Oxford: Basil Blackwell, 1985, pp 295-306. Diamond, Peter A. and Hausman, Jerry A. The Retirement and Unemployment Behavior of Older Men, in Retirement ~ economic behavicn Ed.s.: Henry J.",
        "Diamond, Peter A. and Jerry Hausman. Individual Retirement and Savings Behavior. Journal 21 Public Economics, February/March 1984b, 23, pp 81-114.",
        "Duesenberry, James, Income. Savint ~ng th.c, Theory 21 consumer Behavior, Cambridge: Havard University Press, 1949 Ellwood, David `1., Pensions and the Labor Market: A Starting Point (The Mouse Can Roar), in Pensions, labor. ~ individual choice. Ed.: David A. Wise.",
        "Feinstein, Jonathan, and Daniel MaFadden. The Dynamics of Housing Demand by the Elderly: Wealth, Cash Flow, and Demographic Effects, in The Economics 21 Ating, Ed: D. Wise, Chicago: The University of Chicago Press, 1989.",
        "Feinstein, Jonathan and Daniel L. McFadden. The Dynamics of Housing Demand by the Elderly: User Cost Effects, NBER Conference on the Issues in the Economics of Aging, Phoenix, AZ, May 1988.",
        "Feldstein, Martin, Social Security, Induced Retirement and Aggregate Capital Formation. Journal ~ Political Econojzw, June 1974, 82, pp 905-926.",
        "Flavin, Marjorie, The Adjustment of Consumption to Changing Expectations about Future Income. Journal ~ Political Economy, 1981, 89, pp 974-1009. Friedman, Benjamin M. and Warshawsky, Mark. Annuity Prices and Saving Behavior in the United States, in Pensions ft ~ Ij.,j,. economy. Eds.: Zvi Bodie, John B.",
        "Fuchs, Victor R. Time Preference and Health: An Exploratory Study, in Economic Aspects 21 Health, Ed: Victor Fuchs, Chicago: University of Chicago Press, 1982.",
        "Fuchs, Victor R. Self-Employment and Labor Force participation of Older Males, flj~ Journal 21 Human Resources~ Summer 1982, Vol.j~Jj., No.3, pp. 339-357.",
        "Fuchs, Victor R. Though Much Is Taken: Reflections on Aging, Health, and Medical Care, Milbank Memorial fgj~ Quarterly, Spring, 1984, 62, pp 143-166.",
        "Gordon, Roger and Alan Blinder, Market Wages, Reservation Wages and Retirement, L ~.f Public Economics, 14, 1980, pp 277-308.",
        "Custman, Alan L. and Thomas L. Steinmeier, Partial Retirement and the Analysis of Retirement Behavior, Industrial ~ Labor Relations Review. April 1984, Vol. 12.. No. 3, pp. 403-615.",
        "Gustman, Alan L. and Thomas L. Steinmeier. The Effect of Partial Retirement on the Wage Profiles of Older Workers, Industrial Relations. Spring 1985, Vol.~, No.2, pp.257-265.",
        "Gustman, Alan and Thomas L. Steinmeier. A Structural Retirement Model, Econometrica. May 1986, Vol.~, No.3, pp. 555-584.",
        "Hall, Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal. 21 Political Economy, 1978, 86, pp 971-987.",
        "Hamermesh, Daniel S. Consumption During Retirement: The Missing Link in the Life Cycle, Review ~ Economics ~ Statistics. February 1984, Vo1.~, No.1, pp.1-7.",
        "Hanoch, Giora and Marjorie Honig, Retirement, Wages and Labor Supply of the Elderly, April, 1983, Journal 21 Labor Economics, 1, pp 131-151.",
        "Hausman, Jerry A. and Wise, David A. Discontinuous Budget Constraints and Estimation: The Demand for Housing, The Review ~ Economic Studies, 1980, XLVII, pp 75096. Hausman, Jerry A. and Wise, David A. Social Security, Health Status, and Retirement, in Pensions, labor. ~ individual choice. Ed.: David A. Wise.",
        "Haveman, Robert, Barbara Wolfe and Jennifer Warlick, Disability Transfers, Early Retirement, and Retrenchment, in Retirement ~ Economic Behaviqn Eds,: Henry J. Aaron and Gary Burtless. Washington, D.C.: The Brookings Institution, 1984.",
        "Hayashi, Fumio, The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables. Journal 21 Political Economy, October 1982, 90, pp 895-918.",
        "Holden, Karen, Living Arrangements, Income and Poverty of Older Women in the U.S., 1950-1980, Institute for Research on Poverty Discussion Paper 804-86, Holden, Karen. Poverty and Living Arrangements Among Older Women: Are Changes in Economic Well-being Underestimated? j~. Gerontolozv. October 1988, 7348(5).",
        "Holden, Karen, Richard Burkhauser and Daniel J. Feaster. The Timing of Falls into Poverty after Retirement: an Event-History Approach, Demozraphy~ Holden, Karen, Richard V. Burkhauser and Daniel Myers. Income Transitions at Older Stages of Life: the Dynamics of Poverty, fl~ Gerontolov.ist. 1986, Vol.26, No.3, pp. 292-297.",
        "Honig, Marjorie Partial Retirement among Women, Journal 21 Human Resources, Fall 1985, 20, pp 613-621. Hurd, Michael D. Savings of the Elderly and Desired Bequests, fl~ American Economic Review. June l987a, Vol. fl, No.3, pp. 298-312.",
        "Hurd, Michael D The Marginal Value of Social Security. NBER Working Paper 2411, l987b.",
        "Hurd, Michael D. The Joint Retirement Behavior of Husbands and Wives, presented at the NBER conference on the Economics of Aging, Phoenix, May, 1988.",
        "Hurd, Michael D. Mortality Risk and Bequests, forthcoming, 1989, Econometrica Hurd, Michael D. and Michael J. Boskin. The Effect of Social Security on Retirement in the Early l970s, Quarterly Journal ~f Economics. November 1984, pp. 767-790.",
        "Hurd, Michael D. and B. Gabriela Mundaca. The Importance of Gifts and Inheritances Among the Affluent, in fl~ Measurement 91 Saving. Investment ~jj~ Wealth, Eds: Robert E. Lipsey and Helen Stone Tice, Chicago: University of Chicago Press, forthcoming 1989.",
        "Hurd, Michael D. and John B. Shoven. Real Income and Wealth of the Elderly, ~ American Economic Review, May 1982, Vol.fl, No~2, pp. 314-318. S Hurd, Michael D. and John B, Shoven. The Economic Status of the Elderly, in Financial aspects 91 ~ ILL. pension system. Eds.: ZviBodie and John B.",
        "Shoven. Chicago: The University of Chicago Press, 1984. Hurd, Michael D. and John B. Shoven. The Distributional Impact of Social Security, in Pensions. 1ab~r. in~ individual choice. Ed.: David A. Wise.",
        "Hurd, Michael D. and John B. Shoven. Inflation Vulnerability, Income, and Wealth of the Elderly, 1969-1979, in Horizontal Ã\u0083Â§quity. uncertainty. finn economis well-being. Eds,: Martin David and Timothy Smeeding. Chicago: The University of Chicago Press, 1985.",
        "Hurd, Michael D. and David A. Wise. The Wealth and Poverty of Widows: Assets Before and After the Husbands Death, in ~g Economics 91 Aginj, Ed: D. Wise, Chicago: The University of Chicago Press, 1989.",
        "Jianakoplos, Nancy A., Paul L. Menchik and F. Owen Irvine. Using Panel Data to Assess the Bias in Cross-Sectional Inference of Life-Cycle Changes in the Level and Composition of Household Wealth, in fl~j Measurement 91 Saving. Investment ~ Wealth, Eds: Robert E. Lipsey and Helen Stone Tice, Chicago: University of Chicago Press, forthcoming 1989.",
        "King, Mervyn, The Economics of Saving: A Survey of Recent Contributions. in Frontiers 91 Economics, Eds: K. Arrow and S. Harkapohja, Oxford: Basil Blackwell, 1985, pp 227-294.",
        "King, Mervyn and L. Dicks-Mireaux Asset Holdings and the Life-Cycle. fl~ Economic Journal, June 1982, 92, pp 247-267.",
        "Kotlikoff, Laurence J. and John Morris. How Much Care Do the Aged Receive Fros their Children? A Bimodal Picture of Contact and Assistance, in fl~ Economics 21 AAing, Ed: D. Wise, Chicago: The University of Chicago Press, 1989, Kotlikoff, Lawrence J., John Shoven, and Avia Spivak. The Effect of Annuity Insurance on Savings and Inequality, Journal 91 Labor Economics, July 1986, Vol. 4, No.3, Part 2.",
        "Kotlikoff, Laurence J., John B. Shoven and Avia Spivak. Annuity Markets, Savings, and the Capital Stock, in Issues ft Pensipn Economics~ Eds. :Zvi Bodi John B. Shoven, and David A. Wise. Chicago: The University of Chicago Press, 1987.",
        "Kotlikoff, Laurence 3. and Avia Spivak. The Family as an Incomplete Annuitie~ Market. Journal 91 Political Economy, April 1981, 89, pp 372-391.",
        "Kotlikoff, Laurence J., Avia Spivak, and Lawrence Summers. The Adequacy of Savings, fl~ American Economic ReviewS December 1982, Vol. fl, No.5, pp.lOS61069.",
        "Kotlikoff, Laurence J. and Lawrence Summers The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal 91 Political Economy, August 1981, 89, pp 706-732.",
        "Kotlikoff, Laurence J. and Lawrence Summers, The Contribution of intergenerational Transfers to Total Wealth: A Reply, in Modelling tk~ Accumulation ~ Distribution 21 Wealth, Eds: Denis Kessler and Andre Masson, New York: Oxford University Press, 1988, pp 53-67 Kotlikoff, Laurence J. and David A. Wise. Pension Backloading, Wage Taxes, and Work Disincentives, t~M~B~ Working Paver Series. 1987a, Working Paper No. Z4j~. Kotlikoff, Laurence J. and Wise, David A. The Incentive Effects of Private Pension Plans, in Issues ft pension economics. Eds.: Zvi Bodie, John B. Shoven and David A. Wise. Chicago, Univ.: National Bureau of Economics Research, Inc. l987b.",
        "Kotlikoff, Laurence J. and David A. Wise. Employee Retirement and A Fins Pension Plan, in fl~ Economics 91 Aging, Ed: D. Wise, Chicago: The University of Chicago Press, 1989.",
        "Krueger, Alan and Jorn-Steffen Pischke, The Effect of Social Security on Labor Supply: A Cohort analysis of the Notch Generation, presented at the NBER Conference on Social Insurance, Cambridge, MA, 1989.",
        "Kurz, Mordecai, Heterogeneity in Savings Behavior: A Comment, in Frontiers 21 Economics, Eds: K. Arrow and S. Harkapohja, Oxford: Basil Blackwell, 1985, pp 307-327.",
        "Lazear, Edward and Robert Moore, Pensions and Turnover, in Eds: Z. Bodie, J. Shoven and D. Wise, Pensions ft th~ ILLI, Economy, Chicago: The University of Chicago Press, 1988.",
        "Lydall, Harold, The Life Cycle, Income, Saving, and Asset Ownership, Econometrica, April 1955, 23, pp 985-1012.",
        "McDermed, Ann, Robert Clark and Steven Allen. Pension Wealth, Age-Wealth Profiles, and the Distribution of Net Worth, Department of Economics, North Carolina State University, Faculty Working Paper No. 105, 1987.",
        "Menchik, Paul L. and Martin David, Income Distribution, Lifetime Savings, and Bequests, American Economic Review. September 1983, Vol.fl, No.4, pp. 672-690.",
        "Merrill, Sally R. Home Equity and the Elderly, in Retirement ~ economic behavior. Eds.: Henry J. Aaron and Gary Burtless. Washington, D.C.: The Brookings Institution, 1984.",
        "Michael, Robert T., Fuchs, Victor R. and Scott, Sharon R. Changes in the Propersity to Live Alone, 1950-1976, Demozraohy~ February 1980, vol.fl, pp3956.",
        "Mirer, Thad, The Wealth-Age Relation Among the Aged. American Economic Review, June 1979, 69, pp 435-443.",
        "Mirer, Thad, The Dissaving Behavior of the Retired Aged, Southern Economic Journal, April 1980, 46 (4) pp 1197-1205.",
        "Modigliani, Franco. Life Cycle, Individual Thrift, and the Wealth of Nations. American Economic Review, June 1986, 76, (3) pp 297-313.",
        "Mitchell, Olivia S. and Gary S. Fields. The effects of Pensions and Earnings on Retirement: A Review Essay, in Research ft Labor Ec~oiiomics. 3L2J. ~, Ed: Ron Ehrenberg, Greenwich: JAI Press, 1982, pp 115-155.",
        "Mitchell, Olivia S. and Gary S. Fields, Econonomic Incentives to Retire: A Qualitiative Choice Approach, 1983, NBER Working Paper 1096. Mitchell, Olivia S. and Fields, Gary S. Rewards for Continued Work: The Economic Incentive for Postponing Retirement, in Horizontal Eouity. Uncertainty. ~jj~ Economic Well-Being. Eds.: Martin David and Timothy Smeeding.",
        "Moffitt, Robert. Trends in Social Security Wealth by Cohort, in Economic Transfers in the United States, Ed.: Martin Moon. Chicago: The University of Chicago Press, 1984, Moffitt, Robert A. Life-Cycle Labor Supply and Social Security: A Time-Series Analysis, in WQfl Health ~ Income among slit Elderly, G. Burtless, ed., Washington: The Brookings Institution, 1987, pp.183-228.",
        "Myers, Daniel A. , Richard V. Burkhauser and Karen C. Holden. The Transition from Wife to Widow: the Importance of Survivor Benefits to the Well-Being of Widows, ~j Discussion Papers. April 1986, DP #806-86.",
        "Palmer, John, Timothy Smeeding and Christopher Jencks, The Uses and Limits of Income Comparisons, in The Vulperable, Eds: John Palmer, Timothy Smeeding and Barbara Boyle Torrey, Washington: The Urban Institute Press, 1988, 9-28.",
        "Parsons, Donald, The Decline in Male Labor Force Participation, Journal 91 Political Economy, 1980, 88 (February) 117-134 Poterba, James N. Comment on Aging, Moving and Housing Wealth, in Th~ Economics 21 Aging, Ed: D. Wise, Chicago: The University of Chicago Press, 1989.",
        "Pozzebon, Silvana and Olivia S. Mitchell. Married Womens Retirement Behavior, liD.EE Working p~per Series, December 1986, Working Paper No. flQ4.",
        "Projector, Dorothy, Survey 91 Ã\u0083Â§~p~es in Family Finances, Washington: Board of Governors, Federal Reserve Board, 1968.",
        "Projector, Dorothy and Gertrude Weiss, Survey 91 jinancia]. Characteristics 91 Consumers, Washington: Board of Governors, Federal Reserve Board, 1966.",
        "Quinn, Joseph, The Economic Status of the Elderly: Beware of the Mean, Review 91 Income ~ Wealth, 1987, 32, no. 4 (March), pp 63-82.",
        "Radner, Daniel, Adjusted Estimates of the Size Distribution of Family Money Income, Journal 91 Business ~ Economic StatistLc~, 1983, 1 (April). pp 135146.",
        "Radner, Daniel, Changes in the Money Income of the Aged and Nonaged, 19671983,  U.S. Department of Health and Human Services, 1986.",
        "Radner, Daniel, Money Incomes of Aged and Nonaged Family Units, 1967-84, Social S Security Bulletin, l987a,Vol. 50, No. 8 (August ) pp. 9-28.",
        "Radner, Daniel B. The Wealth of the Aged and Nonaged, 1984, in 3h~ Measurement 91 Saving. Investment fflj!j Wealth, Eds: Robert E. Lipsey and Helen Stone Tice, Chicago: University of Chicago Press, forthcoming 1989.",
        "Ross, Christine, Sheldon Danziger and Eugene Smolensky. Interpreting Changes in the Economic Status of the Elderly, 1949-1979, Contemuorary policy Issues, April 1987, Vol.!, No.2, pp. 98-112.",
        "Rust, John. Behavior of Male Workers at the End of the Life-Cycle: An Empirical Analysis of States and Controls, presented at the NBER Conference on Aging, Phoenix, 1988 Schwartz, Saul, Danziger, Sheldon and Smolensky, Eugene. The Choice of Living Arrangements by the Elderly, in Retirement ~ economic behavior. Eds.: Henry J. Aaron and Cary Burtless. Washington, D.C.: The Brookings Institution, 1984.",
        "Shorrocks, A.F. The Age-Wealth Relationship: A Cross-Section and Cohort Analysis, Review 91 Economics ~n4 Statistics, May 1975, LVII, (2) pp 155-163.",
        "Skinner, Jonathan. Variable Lifespan and the Intertemporal Elasticity of Consumption, fl~~g Review 91 Economics ~ Statistics. 1985, pp.616- 623.",
        "Smeeding, Timothy M. Alternative Methods for Valuing Selected In-Kind Transfer Benefits and Measuring Their Effect on Poverty, Technical Pap~ ~Q March 1982.",
        "Smeeding, Timothy. Full Income Estimates of the Relative Well-Being of the Elderly and the Nonelderly, in Eds: D. Bloom and D. Slottje, Research ft Economic Inequality. Vol j, Creenwich: JAI Press, forthcoming 1989.",
        "Stahl, Konrad, Housing Patterns and Mobility of the Aged: The United States and West Cermany, in fl~g Economics 91 Aginz, Ed: D. Wise, Chicago: The University of Chicago Press, 1989.",
        "Stock, James K. and David A. Wise. The Pension Inducement to Retire: An Option Value Analysis, NBER Working Paper 2686, 1988 Thompson, Lawrence, The Social Security Reform Debate, Journal 91 Economic Literature, December, 1983, XXI, pp 1425-1467.",
        "van der Caag, Jacques and Eugene Smolensky, True Household Equivalence Scales and Characteristics of the Poor in the U.S. Review 91 Income ~ Wealth, 1982, 28 (March) pp 17-28.",
        "Venti, Steven F. and David A. Wise. Aging, Moving and Housing Wealth, in Th~ Ec~nomics 21 Aging Ed: D. Wise. Chicago: The University of Chicago Press, 1989.",
        "Weinrobe, Maurice D. Home Equity Conversion by the Elderly in the United States. An Examination of the Initial Experience, September 1984a, mimeo, National Center for Home Equity Conversion.",
        "Weinrobe, Maurice D. HELP Comes to Buffalo: A Review and Analysis of the Initial Equity Conversion Experience, December, 1984b, mimeo, National Center for Home Equity Conversion.",
        "White, Betsy Buttrill. Empirical Tests of the Life-Cycle Hypothesis, American Economic Review. Sept. 1978, ki(4), pp. 547-560.",
        "Wolff, Edward N. Social Security, Pensions and the Life cycle Accumulation of WEalth: Some Empirical Tests, Annales DEconomie ~ ~ Statisticiue, Jan/Mar 1988, 9, pp 199-226."
    ]
}