{
    "id": 3019,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Aizenman, Joshua (1988), Trade Dependency, Bargaining and External Debt, International Monetary Fund Working Paper WP/88/90.",
        "Endogenous Terms of Trade, IMF Staff Papers, 35 No. 4, pp 686-713. Binisore, Ken (1987), Perfect Equilibria in Bargaining Models, in K. Binmore and P. Dasgupta eds, The Economics of Bargaining, Oxford and New York: Basil Blsckwell.",
        "Borensztein, Eduardo and A. Rex Chosh (1989), Foreign Borrowing and Export Promotion Policies, International Monetary Fund Working Paper WP/89/l5.",
        "Bulow, I. Jeremy, and Kenneth Rogoff (1988), A Constant Recontrscting Model of Sovereign Debt, Journal of Political Economy, 97, pp. 155-78.",
        "Calvo, Guillermo (1989), A Delicate Equilibrium: Notes on Debt Relief and Default Penalties in an International Context, International Monetary Fund Working Paper WP/89/lO.",
        "Corden, W. Max (1988), Debt Relief and Adjustment Incentives, IMF Staff Papers, 35 No. 4, pp. 628-643.",
        "Divan, Ishac and Shabtai Donnenfeld (1986), Trade Policy, Foreign Investment and Potential Expropriation, Studies in Banking and Finance, 3, pp 83-96.",
        "Dooley, Michael P. (1986), An Analysis of the Debt Crisis, International Monetary Fund Working Paper WP/86/l4.",
        "Froot, Kennneth (1988), Buybacks, Exit Bonds, and the Optimality of Debt and Liquidity Relief, NBER Working Paper No. 2675.",
        "Helpman, Elhanan (1988), Voluntary Debt Reduction: Incentives and Welfare, International Monetary Fund Working Paper WP/88/84.",
        "Krugman, Paul (1988), Financing vs. Forgiving a Debt Overhang: Some Analytical Notes, National Bureau of Economic Research Working Paper No. 2486.",
        "OConnell, Stephen (1987), Reserves and Debt in LDCs, University of Pennsylvania Working Paper No. 5.",
        "Rotemberg, Julio (1988), Sovereign Debt Buybacks Can Lower Bargaining Costs, National Bureau of Economic Research Working Paper No. 2767.",
        "Roth, Alvin (1979), Axiomatic Models of Bargai~~g, Berlin Heidelberg New York: Springer-Verlag.",
        "Sachs, Jeffrey (1988), `Conditionality, Debt Relief, and the Developing Country Debt Crisis, NBER Working Paper No. 2644."
    ]
}