{
    "id": 3020,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Auster, R., I. Leveson, and D. Sarachek. 1969. The Production of Health: An Exploratory Study. Journal of Human Resources. 4, 411-36.",
        "Bartel A. and P. Taubman. 1979. Health and Labor Market Success: The Role of Various Diseases. Review of Economics and Statistics.",
        "Chirikos, T. and Nestel, G. 1985. Further Evidence on the Economic Effects of Poor Health. Review of Economics and Statistics. 67 (February), 61-69.",
        "Crocker, T. Undated. Procedures Followed in Building Air Quality Data Set. University of Wyoming. Grossman M. 1972a. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press.",
        "Health. Journal of Political Economy. 80, 223-255. ________ 1976. The Correlation between Health and Schooling in Household Production and Consumption. ed. by N. Terleckyj. New York: Columbia University Press. 147-223.",
        "Grossman M. and L. Benham. 1973. Health, Hours and Wages in Th~ Economics of Health and Medical Care. ed. by M. Penman. New York: Wiley.",
        "Hansen, L. 1982. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica. 50, 1029-1054.",
        "Kemna, Harrie J.M.I. 1987. Working Conditions and the Relationship between Schooling and Health. Journal of Health Economics. 6, 189-210.",
        "Lee, L.F. 1982. Health and Wage: A Simultaneous Equation Model with Multiple Discrete Indicators. International Economic Review. 23, 199-221.",
        "Leigh, J. Paul. 1983. Direct and Indirect Effects of Education on Health. Social Science and Medicine. 17, 227-234.",
        "Luft, H. 1975. The Impact of Poor Health on Earnings. Review of Economics and Statistics. 57, 43-57.",
        "Muurinen, J. 1982. Demand for Health: A Generalized Grossman Model. Journal of Health Economics. 1, 5-28.",
        "Taubman, P. and S. Rosen. 1982. Healthiness, Education and Marital Status in Economic Aspects of Health. ed. by V. Fuchs. Chicago: University of Chicago Press.",
        "Wagstaff, A. 1986. The Demand for Health: Some New Empirical Evidence in Journal of Health Economics. 5, 195-234."
    ]
}