{
    "id": 3021,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Bishop, John. \"Informatlon Externalities and the Social Payoff to Academic Achievement.\" Unpublished paper, Cornell University, December 1987. Blackburn, McKinley, David Bloom, and Richard B. Freeman. \"Why Has the Economic Position of Less-Skilled Male Workers Deteriorated in the United States?\" Brookings Discussion Papers In Economics, March 1989.",
        "Bluestone, Barry and Bennett Harrison. The Great U-Turn. New York: Basic Books, 1988.",
        "Bound, John and George Johnson. \"Changes in the Structure of Wages During the 1980's: An Evaluation of Alternative Explanations.\" Unpublished paper, U. of Michigan, May 1989.",
        "Freeman, Richard B. \"Overinvestment in College Training?\" Journal of Human Resources 10 (Summer 1975): 287-311.",
        "Freeman, Richard B. \"The Decline in the Economic Rewards to College.\" Review of Economics and Statistics 59 (February 1977): 18-29.",
        "Freeman, Richard B. \"The Effect of the Increased Relative Supply of College Graduates on Skill Differences and Employment Opportunities.\" In Z. Griliches et al., eds.. Income Distribution and Economic Inequality. Frankfurt: Campus Verlag, 1978, 240-255.",
        "Freeman, Richard B. \"The Changing Economic Value of Higher Education in Developed Economies: A Report to the O.E.C.D.\" NBER Working Paper No. 820, December 1981.",
        "Freeman, Richard B. \"How Do Young Less Educated Workers Fare in a Labor Shortage Economy?\" Unpublished paper, Harvard University, December 1988.",
        "Freeman, Richard B. and Marcus E. Rebick. \"Crumbling Pillar? Declining Union Density in Japan.\" NBER Working Paper No. 2963, May 1989. Japan Bureau of Statistics, Office of the Prime Minister. Employment Struts Survey, various years. Japan Ministry of Labour, Chlngin Kozo Kihon Tokel Chosa Hokoku. (Basic Survey of the Wage Structure), various years.",
        "Japan Ministry of Labour, Policy Planning and Research Department. Year Book of Labour Statistics. Tokyo: The Ministry of Labour, 1986.",
        "Juhn, C., K.M. Murphy and B. Pierce. \"Rising Inequality: Causes and Consequences of Rising Returns to Skill, 1963-87.\" U. of Chicago, in progress, 1989.",
        "Katz, Lawrence F, and Lawrence H, Summers. \"Industry Rents: Evidence and Implications.\" Brookines Papers on Economic Activity: Microeconomics (1989): 209-75.",
        "Katz, Lawrence F. and Kevin M. Murphy. \"Changes in Relative Wages in the U.S., 1963-87: Supply and Demand Factors.\" Manuscript in progress, 1989.",
        "Koike, Kazuo. Understanding Industrial Relations in Modern Japan. London: Macmillan, 1988.",
        "Levy, Frank. \"Recent Trends In U.S. Earnings and Family Incomes,\" NBER Macroeconomics Annual (4), forthcoming 1989.",
        "Mosk, Carl and Yoshi-fumi Nakata. \"The Age-Wage Profile and Structural Change in the Japanese Labor Market for Males, 1964-82.\" Journal of Human Resources 20 (Winter 1987): 100-16.",
        "Murnane, Richard J. \"Education and the Productivity of the Work Force: Looking Ahead.\" In R. Lltan, R. Lawrence, and C. Schultze, eds,, American Living Standards: Threats and Challenges. Washington; The Brookings Institution, 1988, 215-45, Murphy, Kevin M, and Finis Welch. \"The Structure of Wages.\" Unpublished paper, University of Chicago, August 1988. (a) Murphy, Kevin M. and Finis Welch. \"Wage Differentials in the 1980s: The Role of International Trade.\" Unpublished paper, University of Chicago, September 1988. (b) Nakota, Yoshi-fuma and Carl Mosk. \"The Demand for College Education in Postwar Japan.\" Journal of Human Resources 22 (Summer 1987): 377-404.",
        "Umetani, S. \"The College Labor Market and the Rate of Return to Higher Education in Postwar Japan, 1954-73,\" Ph.D. Dissertation. Madison, Wis,: University of Wisconsin,"
    ]
}