{
    "id": 3024,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Barro, Robert J. 1976, The Loan Market, Collateral, and Rates of Interest, Journal of Money. Credit. and Bankina, 8 (Nov.), 439-56.",
        "Besanko, David and Anjan V. Thakor 1987, Collateral and Rationing: Sorting Equilibria in Monopolistic and Competitive Credit Markets, International Economic Review, 28:3 (Oct.), 671-89.",
        "Bester, Helmut 1985, Screening vs. Rationing in Credit Markets With Imperfect Information, American Economic Review, 75:4 (Sept.), 850-55.",
        "Bosworth, Barry P. , Andrew S. Carron, and Elisabeth H. Rhyne 1987, fl Economics of Federal Credit Proarams, Brookings Institution.",
        "Chan, Yuk-Shee and Anjan V. Thakor 1987, Collateral and Competitive Equilibria with Moral Hazard and Private Information, Journal of Finance, KLII:2 (June), 345-363.",
        "Asymmetric Information, Ouarterlv Journal of Economics, CII:2 (May), 281-92. Gale, William G. 1987, Allocational and Welfare Effects of Federal Credit Programs, Ph.D. Dissertation, Stanford University.",
        "Working Paper No. 483 (Revised) Aug. _________ 1988(b), Federal Lending and the Market for Credit, UCLA Working Paper No. 504, Sept.",
        "Mankiw, N. Gregory 1986, The Allocation of Credit and Financial Collapse, Quarterly Journal of Economics, CI:3 (Aug.), 455-70.",
        "Milde, Heilmuth and John G. Riley 1988, Signalling in Credit Markets, Quarterly Journal of Economics, CIII: 1 (February), 101-130.",
        "Office of Management and Budget 1989, Special Analysis F, S~ecia1 Analyses: Budget of the United States Government, January.",
        "Development in Coroorate Finance, Jeremy Edwards, Julian Franks, Cohn Mayer, and Stephen Schaefer (ads.), New York: Cambridge University Press, pp. 101-35. __________ and __________ 1989, Sorting Out the Difference Between Screening and Signalling Models, in Michael Demster, ed., Paoers in Commemoration of the Economic Theory Seminar at Oxford University, Oxford University Press.",
        "Wette, Hildegard 1983, Collateral in Credit Rationing in Markets with Im- perfect Information: Note, American Economic Review, 73 (June), 442-45.",
        "Williamson, Stephen D. 1987, Costly Monitoring, Loan Contracts, and Equilibrium Credit Rationing, Quarterly Journal of Economics, CII:l (Feb.), 135-46.",
        "Yotsuzuka, Toshiki 1987, Ricardian Equivalence in the Presence of Capital Market Imperfections, Journal of Monetary Economics, 20 (September), - 411-36."
    ]
}