{
    "id": 3027,
    "cites": 29,
    "cited_by": 208,
    "reference": [
        "Backus, David K., and Patrick J. Kehoe. International Evidence on the Historical Properties of Business Cycles. Mimeo, Federal Reserve Bank of Minneapolis, 1988.",
        "Cantor, Richard, and Nelson C. Mark. The International Transmission of Real Business Cycles. International Economic Review 29 (August 1988): 493-508.",
        "Cochrane, John H. The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near-Rational Alternatives, American Economic Review 79 (June 1989): 319-337.",
        "Cole, Harold L. Financial Structure and International Trade. International Economic Review 29 (May 1988): 237-259.",
        "Dellas, Harris. A Real Model of the World Business Cycle. Journal of International Money and Finance 5 (September 1986): 381-394.",
        "Diamond, Peter A. The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty. American Economic Review 57 (September 1967): 759-776.",
        "Dooley, Michael; Jeffrey Frankel; and Donald J. Mathieson. International Capital Mobility: What Do Saving-Investment Correlations Tell Us? International Monetary Fund Staff Papers 34 (September 1987): 503-529.",
        "Feldstein, Martin, and Charles Horioka. Domestic Saving and International Capital Flows. Economic Journal 90 (June 1980): 314-329.",
        "Frankel, Jeffrey A. Quantifying International Capital Mobility in the l98Os In The Economics of Saving, edited by B. Douglas Bernheim and John B. Shoven. Chicago: University of Chicago Press, 1990 (forthcoming).",
        "Golub, Stephen S. International Capital Mobility: Net versus Gross Stocks and Flows. Mimeo, Swarthmore College, November 1987.",
        "Hart, Oliver 0. On the Optimality of Equilibrium when the Market Structure is Incomplete. Journal of Economic Theory 11 (December 1975): 418- 443.",
        "Helpman, Elhanan, and Assaf Razin. A Theory of International Trade under Uncertainty. New York: Academic Press, 1978.",
        "Levhari, David, and T.N. Srinivasan. Optimal Savings under Uncertainty. Review of Economic Studies 36 (1969): 153-163.",
        "Long, John, and Charles Plosser. Real Business Cycles. Journal of Political Economy 91 (February 1983): 39-69.",
        "Lucas, Robert E. , Jr. Interest Rates and Currency Prices in a Two-Country World. Journal of Monetary Economics 10 (November 1982): 335-359.",
        "Models of Business Cycles. Oxford: Basil Blackwell, 1987.",
        "Mehra, Rajnish. On the Existence and Representation of Equilibrium in an Economy with Growth and Nonstationary Consumption, International Economic Review 29 (February 1988): 131-136.",
        "Mehra, Rajnish, and Edward C. Prescott. The Equity Premium: A Puzzle. Journal of Monetary Economics 15 (March 1985): 145-161.",
        "Mendoza, Enrique C. A Quantitative Investigation of the Macroeconomic Effects of Capital Controls and the Stabilization of the Balance of Trade. Mimeo, University of Western Ontario, 1989.",
        "Mundell, Robert A. International Trade and Factor Mobility. American Economic Review 47 (1957): 321-335.",
        "Newbery, David M.G., and Joseph E. Stiglitz. The Choice of Techniques and the Optimality of Market Equilibrium with Rational Expectations. Journal of Political Economy 90 (April 1982): 223-246.",
        "Obstfeld, Maurice. Capital Mobility in the World Economy: Theory and Measurement In The National Bureau Method, International Capital Mobility and Other Essays, edited by Karl Brunner and Allan H. Meltzer. Carnegie-Rochester Conference Series on Public Policy, vol. 24 (Spring 1986): 55-103.",
        "Romer, Paul. Capital Accumulation in the Theory of Long-Run Growth. In Modern Business Cycle Theory, edited by Robert J. Barro. Cambridge: Harvard University Press, 1989.",
        "Stiglitz, Joseph E. The Inefficiency of the Stock Market Equilibrium. Review of Economic Studies 49 (1982): 241-261.",
        "Stockman, Alan C. Sectoral and National Aggregate Disturbances to Industrial Output in Seven European Countries. Journal of Monetary Economics 21 (March/May 1988): 387-409.",
        "Non-Traded-Goods Prices in Exchange Rate Variations. Working Paper No. 1342, National Bureau of Economic Research, 1984.",
        "Exchange Rates. Journal of Monetary Economics 19 (March 1987): 171-201.",
        "Summers, Lawrence H. Tax Policy and International Competitiveness. In International Aspects of Fiscal Policies, edited by Jacob A. Frenkel. Chicago: University of Chicago Press, 1988.",
        "Tesar, Linda L. Savings, Investment and International Capital Flows. Brookings Discussion Papers in International Economics No. 64, 1988."
    ]
}