{
    "id": 3028,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Arrow, Kenneth J. and Mordecai Kurz. Public Investment, the Rate of Return, and Optimal Fiscal Policy. Baltimore: The Johns Hopkins Press (for Resources for the Future, Inc.), 1970.",
        "Becker, Gary S. and Kevin M. Murphy. A Theory of Rational Addiction, Journal of Political Economy 96 (August 1988): 675-700.",
        "Becker, Robert A. On the Long-Run Steady State in a Simple Dynamic Model of Equilibrium with Heterogeneous Households, Quarterly Journal of Economics 95 (September 1980): 375-382.",
        "Becker, Robert A.; John H. Boyd III; and Bom Yong Sung. Recursive Utility and Optimal Capital Accumulation. I. Existence, Journal of Economic Theory 47 (February 1989): 76-100.",
        "Bergman, Yaacov A. Time Preference and Capital Asset Pricing Models, Journal of Financial Economics 14 (March 1985): 145-159.",
        "Buiter, Willem H. Time Preference and International Borrowing and Lending in an Overlapping Generations Model, Journal of Political Economy 89 (August 1981): 769-797.",
        "Cass, David. Optimum Growth in an Aggregative Model of Capital Accumulation, Review of Economic Studies 32 (July 1965): 233-240.",
        "Clarida, Richard H. International Lending and Borrowing in a Stochastic Stationary Equilibrium, mimeo, Columbia University, 1989.",
        "Constantinides, George. Habit Formation: A Resolution of the Equity Premium Puzzle, mimeo, University of Chicago, 1988.",
        "Dunn, Kenneth B. and Kenneth J. Singleton. Modeling the Term Structure of Interest Rates under Nonseparable Utility and Durability of Goods, Journal of Financial Economics 17 (1986): 27-55.",
        "Fisher, Irving. The Theory of Interest. New York: Macmillan, 1930.",
        "Hayashi, Fumio. The Permanent Income Hypothesis and Consumption Durability: Analysis Based on Japanese Panel Data, Quarterly Journal of Economics 100 (1985): 1083-1113.",
        "Heaton, John. The Interaction Between Time-Nonseparable Preferences and Time Aggregation, mimeo, University of Chicago, November 1988.",
        "Judd, Kenneth L. Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics 28 (1985): 59-83.",
        "Kompas, Tom and Omar Abdel-Razeq. A Note on Uzawas Transformation of Two-State Variable Optimal Control Problems with an Endogenous Rate of Time Preference, mimeo, McGill University, 1987.",
        "Koopmans, Tjalling C. On the Concept of Optimal Economic Growth, in Semaine dEtude sur le Role de lAnalyse Econometrique dans Ia Formulation des Plans de Developpement, vol I. Vatican City: Pontifical Academy of Sciences, 1965.",
        "Koopmans, Tjalling C. Representation of Preference Orderings over Time, in C.B. McGuire and Roy Radner, eds., Decision and Organization, 2nd edition. Minneapolis: University of Minnesota Press, 1986.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. Optimal Growth with Many Consumers, Journal of Economic Theory 32 (February 1984): 139-171.",
        "Nairay, Alain. Asymptotic Behavior and Optimal Properties of a Consumption-Investment Model with Variable Time Preference, Journal of Economic Dynamics and Control 7 (1984): 83-313.",
        "Obstfeld, Maurice. Aggregate Spending and the Terms of Trade: Is There a Laursen-Metzler Effect? Quarterly Journal of Economics 97 (May 1982): 251-270.",
        "Ramsey, Frank P. A Mathematical Theory of Saving, Economic Journal 38 (December 1928): 543-559.",
        "Romer, Paul. Capital Accumulation in the Theory of Long-Run Growth, in R.J. Barro, ed., Modern Business Cycle Theory. Cambridge, NA: Harvard University Press, 1989.",
        "Summers, Lawrence H. and Chris Carroll. The Growth-Savings Nexus, mimeo, Harvard University and MIT, January 1989.",
        "Svensson, Lars E.O. and Assaf Razin. The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy 91 (February 1983): 97-125.",
        "Uzawa, Hirofumi. Time Preference, the Consumption Function, and Optimum Asset Holdings, in J.N. Wolfe, ed., Capital and Growth: Papers in Honour of Sir John Hicks. Chicago: Aldine, 1968.",
        "Wan, Henry Y., Jr. Optimal Saving Programs under Intertemporally Dependent Preferences, International Economic Review 11 (October 1970): 521-547.",
        "Weil, Philippe. Money, Time Preference and External Balance, NBER Working Paper no. 2822, January 1989."
    ]
}