{
    "id": 303,
    "cites": 20,
    "cited_by": 121,
    "reference": [
        "Aaron, Henry J. (Ed.), Inflat ion and the Income Tax, The Brookings Institution, Studies of Government Finance, Series a, Washington, D.C., 1976.",
        "Bach, G. L., and James B. Stephenson, Inflation and the Redistribution of Wealth, The Review 01 Economics and Statistics, Vol. 56, Cambridge, Mass., 1974, pp. 1-13.",
        "Blinder, Alan S., and Howard Y. Esaki, Macroeconomic Activity and Income Distribution in the Postwar United States, The Review of Economics and Statistics, Vol. 6o, Cambridge, Mass., forthcoming 1978.",
        "Bodie, Zvi, `Common Stocks as a Hedge against Inflation, The Journal of Finance, Vol. 31, New York, N.Y., 1976, Pp. 459-47Ã\u0082Â°.",
        "Budd, Edward C., and David F. Seiders, The Impact of Inflation on the Distribution of Income and Wealth, The American Economic Review. Vol. 6i, Menasha. Wisc., 5972, Papers and Proceedings, pp. 128-,38. Davidson, Sidney, and Roman L. Weil, Inflation Accounting: Implications of the FASB Proposal, in: Henry J. Aaron (Ed.), Inflation and the Income Tax, The Brookings Institution, Studies of Government Finance, Series 2, Washington, D.C., 1976, pp. 81-120.",
        "The Economic Report of the President to the Congress, 5977, Washington, D.C. Feldstein, Martin, The Welfare Cost of Permanent Inflation and Optimal Shovt-Run Economic Policy, Harvard University, Cambridge, Mass., 1977, unpubi.",
        "Fellner, William, Kenneth W. Clarkson and John H. Moore (Eds.), Correcting Taxes for Inflation, American Enterprise Institute for Public Policy Research, Domestic Affairs Study, 34. Washington, D.C., 1975.",
        "Fischer, Stanley, Capital Accumulation on the Transition Path in a Monetary Optimizing Mode, Econometrica, New Haven, Conn., forthcoming 1979.",
        "Foster, Edward, Costs and Benefits of Inflation, Federal Reserve Bank of Minneapolis, Studies in Monetary Economics, i, Minneapolis, 1972.",
        "Jaffee, Dwight M., and Ephraim Kleiman, The Welfare Implications of Uneven Inflation, University of Stockholm, Institute for International Economic Studies, Seminar Paper, No. ~6, Stockholm 1975.",
        "Laidler, David E. W., On the Costs of Anticipated Inflation, University of Western Ontario, London, Ont., 5975, unpubl. -` and Michael Parkin, Inflation: A Survey, The Economic Journal, Vol. 8~, Cambridge, 2975, pp. 741-809. Llntner, John, Inflation and Security Returns, The Journal of Finance, Vol. 30, New York, N.Y., 1975, pp. 259-280.",
        "Lucas, Jr., Robert E., Some International Evidence on Output-Inflation Tradeoffs , The American Economic Review, Vol. 63, Menasha, Wisc., 1973, pp. 326-334.",
        "Modigliani, Franco, and Richard Cohn, Inflation and the Stock Market, forthcoming 5979. 832 Stanley Fischer and Franco Modigliani Modigliani, Franco, and Donald Lessard, New Mortgage Designs for Stable Housing in an Inflationary Environment, Federal Reserve Bank of Boston, Conference Series, No. 14, Boston, Mass., 1975.",
        "Nelson, Charles R., Inflation and Rates of Return on Common Stocks, The Journal o/ Finance, Vol. 32, New York, N.Y., 1976, pp. 472-482.",
        "Okun, Arthur M., Inflation: Its Mechanics and Welfare Costs, Brookings Papers on Economic Activity, Washington, D.C., 2975, pp. 352-390. Phelps, Edmund S., Inflation Policy and Unemployment Theory, The Cost-Benefit Approach to Monetary Planning, New York, 1972.",
        "Vol. 75, Stockholm, 2973, pp. 67-82. Shoven, John B., and Jeremy I. Bulow, Inflation Accounting and Nonfinancial Corporate Profits: Physical Assets, Brookings Papers on Economic Activity, Washington, D.C., 2975, pp. 557-598. -` and -` Inflation Accounting and Nonfinancial Corporate Profits: Financial Assets and Liabilities, ibid., 1976, pp. 15-57.",
        "Sidrauski, Miguel, Rational Choice and Patterns of Growth in a Monetary Economy , The American Economic Review, Vol. 57, Menasha, Wisc., 2967, Papers and Proceedings, pp. 534-544. Solow, Robert M., The Intelligent Citizens Guide to Inflation, The Public Interest, New York, N.Y., 1975, No. 38, pp. 3o-66.",
        "Sunley, Jr., Emil M., and Joseph A. Pechman, Inflation Adjustment for the Individual Income Tax, in: Henry J. Aaron (Ed.), Inflation and the Income Tax, The Brookings Institution, Studies of Government Finance, Series a, Washington, D.C., 1976, pp. 153-171.",
        "Survey of Consumer Finances, 1969, The University of Michigan, institute for Social Research, Ann Arbor.",
        "Tobin, James, Inflation Control as Social Priority, Yale University, New Haven, Conn., 1976, unpubl."
    ]
}