{
    "id": 3031,
    "cites": 38,
    "cited_by": 77,
    "reference": [
        "Adamanche, Killard and Frank Sloan, 1982, Unions and Hospitals: Some Unresolved Issues.",
        "Journal of Health Economics, Vol. 1, pp. 81-108. Addison, John and William Siebert, 1979, The Market for Labor: An Analytical Treatment, Santa Monica: Goodyear Publishing Company.",
        "American Hospital Association, 1986, Surviving the Nursing Shortage: Strategies for Recruitment and Retention of Hospital Nurses. Chicago: American Hospital Association.",
        "Appelbaum, Ellie, 1982, The Estimation of the Degree of Oligopoly Power, Journal of Econometrics, Vol. 19, pp. 287-299.",
        "Archibald, George, 1954, The Factor Gap and the Level of Wages, Economic Record, Vol. 30, (November), pp. 187-199.",
        "Baker, Jonathon and Timothy Bresnahan, 1985, The Gains From Merger or Collusion In Product-Differentiated Industries, Journal of Industrial Economics, Vol. 33, (June), pp.",
        "Baker, Jonathon and Timothy Bresnahan, 1988, Estimating the Residual Demand Facing a Single Firm, International Journal of Industrial Organization, Vol. 6, pp. 283-300.",
        "Becker, Brian, 1979, Union Impact on Wages and Fringe Benefits of Hospital Nonprofessionals.",
        "Quarterly Review of Economics and Business, Vol. 19, No. 4(Winter), pp. 25-44. Booton, Lavonne and Julia Lane, 1985, Hospital Market Structure and the Return to Nursing Education, Journal of Human Resources, Vol 20, No. 2, pp. 184-195.",
        "Bresnahan, Timothy, 1981, Departures from Marginal Cost Pricing in the American Automobile Industry, Journal of Econometrics, Vol. 17, pp. 201-227.",
        "Bresnahan, Timothy, 1987, Empirical Studies of Industries With Market Power, Working Paper Center for Economic Policy Research Stanford University. Forthcoming in the Handbook of Industrial Organization, R. Schmalensee and R. Willig editors.",
        "Chamberlain, Gary, 1984, Panel Data, Chapter 22 in Zvi Grilliches and Michael Intrilligator eds. Handbook of Econometrics Vol II. Amsterdam: North-Holland.",
        "Committee on Post Office and Civil Service, U.S. House of Representatives, (1983), Pay Equity, Parts I and II, serial No. 97-53, Washington, D.C.: U.S. Government Printing Office.",
        "Conrad, Robert and Robert Strauss, 1983, A Multiple-Output Multiple-Input Model of the Hospital Industry in North Carolina, A~pIied Economics, Vol 15, pp. 341-352.",
        "Currie, Janet, 1989, `What Do (Public Sector) Unions Do? Wage and Employment Determination Among Ontario Public School Teachers, (Discussion Paper, University of California at Los Angeles, Department of Economics April).",
        "Davis, Karen, 1973, A Study of Hospital Cost Inflation., Journal of Human Resources, Vol. 8, No.2, pp. 181-201.",
        "Devine, Eugene, 1969, Manpower Shortages in Local Government Employment, American Economic Review , Vol. 59, (May), pp. 538-545.",
        "Ehrenberg, Ronald and Robert Smith, 1982, Modern Labor Economics , Second Edition. Chicago: Scott Foresman and Company.",
        "Feldman, Roger and Richard Scheffler, 1982, The Union Impact on Hospital Wages and Fringe Benefits, Industrial and Labor Relations Review, Vol. 35, No. 2(Jan), pp. 196-206.",
        "Fottler, Myron, 1977, The Union Impact on Hospital Wages, Industrial and Labor Relations Review, Vol. 30, No. 3(April), pp. 342-355.",
        "Gollup, Frank and Mark Roberts, 1979, Firm Interdependence in Oligopolistic Markets Journal of Econometrics, Vol. 10, pp. 31 3-331.",
        "Grannemann, Thomas, Randall Brown and Mark Pauly, 1986, Estimating Hospital Costs: A Multiple Output Analysis, Journal of Health Economics, Vol.5, pp. 107-120.",
        "Grilliches, Zvi and Jerry Hausman, 1986, Errors in Variables in Panel Data, Journal of Econometrics, Vol 31, No. 1, pp.93-118.",
        "Hall, Robert, 1988, The Relation Between Price and Marginal Cost in U.S. Industry, Journal of PÃ\u0083Â litical Economy, Vol 96, No.5, pp. 921-947.",
        "Hausman, Jerry and William Taylor, 1981, `Panel Data and Unobservable Individual Effects, Econometrica, Vol. 47, pp. 1377-1398.",
        "Hurd, Ricahrd, 1973, Equilibrium Vacancies in a Labor Market Dominated by Non-Profit Firms: The `Shortage of Nurses, The Review of Economics and Statistics, Vol. 55, No. 2(May), pp.",
        "Killingsworth, Mark, 1985, `The Economics of Comparable Worth: Analytical, Empirical, and Public Policy Questions, in H. Hartmann (ed.) Comoarable Worth : New Directions for Research. Washington: National Academy Press pp. 86-115.",
        "Link, Charles and John Landon, 1975, Monopsony and Union Power in the Market for Nurses, Southern Economic Journal, Vol. 41, pp. 649-659.",
        "McKibbin, Richard, 1982, Health Manpower Credit Subsidies, Advances in Health Economics and Health Services Research. Vol. 3, pp. 283-326.",
        "Robinson, James, 1988, Market Structure, Employment, and Skill Mix in the Hospital Industry Souther Economic Journal, Vol. 55, No. 2, pp. 315-325.",
        "Baltimore : The Johns Hopkins Press. Scheffman, David and Pablo Spiller, 1987, Geographic Market Definition Under the U.S.",
        "Spiller, Pablo and Edgardo Favaro, 1984, The Effects of Entry Regulation on Oligopolistic Interaction: The Uruguayan Banking Sector, Bell Journal of Economics, Vol. 15, pp.",
        "Sullivan, Daniel 1987, Three Empirical Studies of Firm Behavior in Imperfectly Competitive Markets., Unpublished Ph. D. dissertation Princeton University.",
        "United States Department of Justice, 1982, Department of Justice Merger Guidelines. June.",
        "Washington Times, 1988 Nursing Dearth Forces Hospitals to Examine More than Patients, insight Section July 11, 1988.",
        "White, Halbert, 1980, A Heteroskedasticty-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econornetrica, Vol. 48, 81 7-838.",
        "Yett, Donald, 1970, The Chronic `Shortage Of Nurses: A Public Policy Dilemma, in H. Klarman (ed.) Empirical Studies In Health Economics, Baltimore: The Johns Hopkins Press.",
        "Yett, Donald, 1975, An Economic Analysis of the Nurse Shortage, Lexington Massachusetts: Lexington Books."
    ]
}