{
    "id": 3036,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Olivier J. Blanchard and Lawrence H. Summers, Perspectives on High World Real Interest Rates, Brookinos Panel on Economic Activity, 1984:2, pp. 273-324.",
        "Robert Barro, Are Government Bonds Net Wealth?, Journal of Political Economy, 82, November/December 1974, pp. 1095-1117.",
        "Richard A. Clarida and Benjamin H. Friedman, Why Have Short-Term Interest Rates Been So High?, Brookings Paoers on Economic Activity, 1983:2, pp.",
        "Timothy Q. Cook and Patric H. Hendershott, The Impact of Taxes, Risk and Relative Security Supplies on Interest Rate Differentials, The Journal of Finance, Vol. 33, September 1978, pp. 1173-86.",
        "Robert Eisner, Mill the Real Federal Deficit Stand Up?, Challenge, Hay/June 1986, pp. 13-21.",
        "Paul Evans, Do Large Deficits Produce High Interest Rates?, American Economic Review, Vol. 75, March 1985, pp. 68-87.",
        "Martin Feldstein, American Economic Policy and the World Economy, Foreign Affairs, 63, Summer 1985, pp. 995-1008.",
        "Patric H. Hendershott Debt and Equity Returns Revisited, in B. Friedman (ed), Financing Corooration Caoital Structure, The University of Chicago Press, 1986.",
        "Patric H. Hendershott and Joe Peek, Aggregate Private Saving: Conceptual Measures and Empirical Tests, in Robert Lipsey and Helen Stone Tice, eds., The Measurement of Saying. Investment and Wealth, Studies in Income and Wealth Series, National Bureau of Economic Research, 1989.",
        "Laurence J. Kotlikoff, Deficit Delusion, The Public Interest, Summer 1986, pp. 53-65.",
        "John H. Hakin, Real Interest, Honey Surprises, Anticipated Inflation and Fiscal Deficits, RevIew of Economics and Statistics, August 1983, pp.",
        "Joe Peek and James A. Wilcox, The Degree of Fiscal Illusion in Interest Rates: Some Direct Estimates, American Economic Review, 74, December 1984, pp. 1061-66.",
        "Joe Peek and James A. Wilcox, The Postwar Stability of the Fisher Effect, The Journal of Finance. Vol. 38, September 1983, pp. 1111-1124.",
        "Joe Peek and James A. Wilcox, Tax Rate Effects on Interest Rates, Economics Letters, Vol. 20, February 1986, pp. 183-86.",
        "Jeffrey 0. Sachs, The Current Account and Macroeconomic Adjustment in the l97Os, Brookings Papers on Economic Activity, No. 1, 1981, pp. 201-268.",
        "Thomas 0. Simpson, Changes in the Financial System: Implications for Monetary Policy, Brppklngs Papers on Economic Activity, No. 1, 1984, pp. 249-265.",
        "Joel Slemrod, Fear of Nuclear War and Intercountry Differences in the Rate of Saving, Economic Inquiry, 1989.",
        "Joel Slemrod, Saving and the Fear of Nuclear War, Journal of Conflict Resolution, Vol. 30, No. 3, 1986, pp. 403-419."
    ]
}