{
    "id": 3039,
    "cites": 42,
    "cited_by": 17,
    "reference": [
        "Altman, E. I. (1968) Financial Ratios, Discriminant Analysis, and the Prediction of Cor- porate Bankruptcy, Journal of Finance, 23, 589-609.",
        "Ang, J. S. and D. R. Peterson (1986) Optimal Debt Versus Debt Capacity: A Disequilib- rium Model of Corporate Debt Behavior, in Research in Finance, vol. 6, ed. Chen, A. W.. Greenwich, CT: JAI Press.",
        "Auerbach, A. J. (1983) Stockholder Tax Rates and Firm Attributes, Journal of Public Economics, 21, 107-27.",
        "Auerbach, A. J. (1985) Real Determinants of Corporate Leverage, in Corporate Capital Structures in the United States, ed. Friedman, B. M.. Chicago: University of Chicago Press.",
        "Auerbach, A. J. and J. M. Poterba (1986) Tax Loss Carryforwards and Corporate Tax Incentives, Working paper, Dept. of Economics, MIT.",
        "Bagnoli, M. and N. Khanna (1987) Equilibrium with Debt and Equity Financing of New Projects: Why More Equity Financing Occurs When Stock Prices are High, Working Paper, Dept. of Economics, University of Michigan.",
        "Bartholdy, J., G. Fisher, and J. Mintz (1989) Some Theory of Taxation and Financial Policy with Application to Canadian Corporate Data, Queens University Working Paper.",
        "Berle, A. and G. Means (1932) The Modern Corporation and Private Property. New York: MacMillan.",
        "Bhattacharya, S. (1979) Imperfect Information, Dividend Policy, and the Bird in the Hand Fallacy, Bell Journal of Economics, 10, 225-235.",
        "Blackwell, D. and D. Kidwell (1988) An Investigation of Cost Differences Between Public Sales and Private Placements of Debt, Journal of Financial Economics, 22, 253-278.",
        "Borun, V. and S. Mailey (1986) Total Flotation Costs for Electric Company Equity Is- sues, Public Utilities Fortnightly, February, 33-39.",
        "Bradley, M., G. A. Jarrell, and E. H. Kim (1984) On the Existence of an Optimal Capital Structure: Theory and Evidence, Journal of Finance, 39, 857-878.",
        "DeAngelo, H. and R. W. Masulis (1980) Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics, 8, 3-29.",
        "Devereux, M. and F. Schiantarelli (1989) Investment, Financial Factors and Cash Flow Evidence from UK Panel Data, in Credit Market Constraints and Economic Activity, ed. Hubbard, R. G.. Chicago: University of Chicago Press.",
        "Fazzari, S., R. Hubbard, and B. Peterson (1988) Financing Constraints and Corporate Investment, Brooking Papers on Economic Activity, , 141-195.",
        "Friedman, B. (1980) Postwar Changes in the American Financial Markets, in The Amer- ican Economy in Transition, ed. M. Feldstein. Chicago : University of Chicago Press.",
        "Goldsmith, R. (1956) A Study of Saving in the United States. Princeton, N.J.: Princeton University Press.",
        "Goldsmith, R., R. Lipsey, M. Mendelson (1963) Studies in the National Balance Sheet of the United States. Princeton, N.J.: Princeton University Press.",
        "Healy, P. M. and K. Palepu (1986) Corporate Financial Decisions and Future Earnings Performance: The Case of Initiating Dividends, Preliminary draft, Sloan School of Management, MIT.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein (1989) Banking Relationships and Investment: Evidence from Japanese Panel Data, in Credit Market Constraints and Economic Activity, ed. Hubbard, R. G.. Chicago: University of Chicago Press.",
        "James, C. (1987) Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19, 217-235.",
        "Jensen, M. C. (1986) Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review, 76, 323-329.",
        "Jensen, M. C. and W. H. Meckling (1976) Theory of the Firm: Managerial Behavior.",
        "Agency Costs and Ownership Structure, Journal of Financial Economics, 3, 305-60. John, K. and J. Williams (1985) Dividends, Dilution, and Taxes: Signalling Equilibrium, Journal of Finance, 40, 1053-1070.",
        "Leibenstein, H. (1966) Allocative Efficiency and X-efficiency, American Economic Re- view, 56, 392-412.",
        "Long, M. S. and I. B. Malitz (1985) Investment Patterns and Financial Leverage. in Corporate Capital Structures in the United States, ed. Friedman, B. M.. Chicago: University of Chicago Press.",
        "MacKie-Mason, J. (1987) Long-Term Contracts and Sequential Economic Decisions, Univ. of Michigan Working Paper.",
        "MacKie-Mason, J. (1988) Do Taxes Affect Corporate Financing Decisions?, NBER Working Paper No. 2632.",
        "Marsh. P. R. (1982) The Choice Between Equity and Debt: An Empirical Study, Journal of Finance, 37, 121-144.",
        "MacDonald, R. and N. Soderstrom (1988) Dividend and Share Changes: Is There a Financing Hierarchy?, Working Paper, Kellogg School of Management, Northwestern University.",
        "McFadden, D. (1981) Econometric Models of Probabilistic Choice, in Structural Analysis of Discrete Data with Econometric Applications, ed. Manski, C. F. and D. McFadden.",
        "Miller, M. H. (1977) Debt and Taxes, Journal of Finance, 32, 261-275.",
        "Modigliani, F. and M. H. Miller (1958) The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review, 48, 261-97.",
        "Myers, S. C. (1977) Determinants of Corporate Borrowing, Journal of Financial Eco- nomics, 5, 147-176.",
        "Myers, S. C. (1984) The Capital Structure Puzzle, Journal of Finance, 39, 572-592.",
        "Myers, S. C. and N. S. Majiuf (1984) Corporate Financing and Investment Decisions When Firms have Information that Investors Do Not Have, Journal of Financial Economics, 13, 187-221.",
        "Stiglitz, J. and A. Weiss (1981) Credit Rationing in Markets with Imperfect Information, American Economic Review, 71, 393-410.",
        "Taggart, R. (1977) A Model of Corporate Financing Decisions, Journal of Finance, 32, 1467-84.",
        "Taggart, R., Jr. (1985) Secular Patterns in the Financing of U.S. Corporations, in Cor- porate Capital Structures in the United States, ed. B. Friedman. Chicago : University of Chicago Press.",
        "Titman, S. and R. Wessels (1988) The Determinants of Capital Structure Choice, Journal of Finance, 43, 1-18.",
        "Watts, R. L. and J. L. Zimmerman (1986) Positive Accounting Theory. Englewood Cliffs, NJ: Prentice-Hall.",
        "Whited, Toni (1988) Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data, Working Paper, Princeton University."
    ]
}