{
    "id": 3046,
    "cites": 21,
    "cited_by": 25,
    "reference": [
        "Abel, Andrew, and Laurence Kotlikoff, Does the Consumption of Different Age Croups Move Together? A New Nonparametric Test of Intergenerational Altruism, NBER Working Paper No. 2490, 1988.",
        "Altig, David, and Steve J. Davis, Altruism, Borrowing Constraints, and Social Security, mimeo, Hoover Institution, May 1989.",
        "Barro, Robert, Are Covernment Bonds Net Wealth?, Journal of Political Economy 82: 1095-1118, 1974.",
        "Becker, Cary, A Treatise on the Family, Harvard University Press, 1981.",
        "Bernheim, B.Douglas, and Kyle Bagwell, Is Everything Neutral? Journal of Political Economy 96: 308-338, 1988.",
        "Bernheim, Douglas B. , Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis, in David Wise, ed., Issues in Pension Economics, NBER volume, University of Chicago Press, 1986.",
        "Blundell, Richard, Econometric Approaches to the Specification of Life Cycle Labour Supply and Commodity Demand Behavior, Econometric Reviews, vol. 1, 1986.",
        "Boskin, Michael, and Laurence Kotlikoff, Public Debt and U.S. Saving: A New Test of the Neutrality Hypothesis, Carnegie-Rochester Conference Series: 5586, 1986.",
        "Boskin, Michael J. and Lawrence Lau, An Analysis of U.S. Post War Consumption and Saving, National Bureau of Economic Research working papers Part I, no. 2605, Part II, no. 2606, June 1988.",
        "Browning, Martin, Angus Deaton and Margaret Irish, A Profitable Approach to Labor Supply and Commodity Demand over the Life-Cycle, Econometrica 53: 503544, 1985.",
        "Bruce, Neil and Michael Waldman, Transfers in Kind: Why They Can Be Efficient and Non-Paternalistic, UCLA working paper no. 532, November 1988.",
        "Bruce, Neil and Michael Waldman, The Rotten-Kid Theorem Meets the Samaritans Dilemma, forthcoming in The Quarterly Journal of Economics, 1989.",
        "Cochrane, John, A Test of Consumption Insurance, manuscript, June 1988.",
        "Hayashi, Fumio, Tests for Liquidity Constraints: A Survey and Some New Observations, in T. Bewley, ed. , Advances in Econometrics II. Fifth World Congress, Cambridge University Press, 1987.",
        "Kotlikoff, Laurence J Justifying Public Provision of Social Security, Journal of Policy Analysis and Management, Spring 1987.",
        "Kotlikoff, L. , A. Razin, and R. Rosenthal, A Strategic Altruism Model in which Ricardian Equivalence Does Not Hold, National Bureau of Economic Research working paper no. 2699, September 1988.",
        "Kotlikoff, L. and A. Razin, Making Bequests without Spoiling Children, National Bureau of Economic Research working paper, Oct. 1988.",
        "Lindbeck, Assar and Jorgen W. Weibull, Altruism and Time Consistency: The Economics of Fait Accompli, Journal of Political Economy, vol. 96. no. 6, December 1988.",
        "Mace, Barbara, Consumption Volatility: Full Insurance in the Presence of Aggregate Uncertainty, Ph.D. dissertation, University of Chicago, 1988.",
        "Townsend, Robert H. , Risk and Insurance in Village India, University of Chicago, mimeo, February 1989.",
        "White, Halbert, Asymototic Theory for Econometricisna, Orlando Florida, Academic Press, 1984."
    ]
}