{
    "id": 3050,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Ball, Laurence, and Homer, David. Are Prices Too Sticky? NBER Working Paper No. 2171. January 1987.",
        "Barro, Robert. Integer Constraints and Aggregation in an Inventory Model of Money Demand. Journal of Finance (March 1976).",
        "Bils, Mark. Pricing in a Customer Market. Rochester Center for Economic Research Working Paper No. 31, September 1985.",
        "Blanchard, Olivier, and Kiyotaki. Nobuhiro. Monopolistic Competition and the Effects of Aggregate Demand. American Economic Review 77 (September 1987): 647-66.",
        "Bulow, Jeremy, Durable-Goods Monopolists. Journal of Political Economy 90 (1982): 314-32.",
        "Chamberlin, E.H.. The Theory of Monopolistic Competition. Cambridge, Mass.: Harvard Univ. Press, 1933.",
        "Domowitz, Ian, Hubbard, R. Glenn, and Peterson, Bruce, Market Structure, Durable Goods, and Cyclical Fluctuations in Markups. Manuscript, Northwestern University, 1987.",
        "Eckstein, Otto. Econometrics of Price Determination. Board of Governors of the Federal Reserve System, 1972.",
        "Geary. P.T., and Kennan, John. The Employment-Real Wage Relationship: An International Study. Journal of Political Economy 90 (1982).",
        "Gottfries, Nils. A Permanent Demand Theory of Pricing. Institute for 47 International Economic Studies, University of Stockholm, Seminar Paper No. 345, January 1986.",
        "Hotelling, Harold. Stability in Competition. Economic Journal 39 (March 1929): 41-57.",
        "Jones. Larry E .,Existence of Equilibria With Infinitely Many Consumers and Infinitely Many Commodities--A Theorem Based on Models of Commodity Differentiation. Journal of Mathematical Economics 12 (1983): 119-38.",
        "Kalecki, Michal. The Determinants of Distribution of the National Income. Econometrica 6 (April 1938): 97-112.",
        "Keynes, J.M.. Relative Movements of Real Wages and Output. Economic Journal 49 (March 1939): 34-51.",
        "Kydland, Finn, and Prescott, Edward. Time to Build and Aggregate Fluctuations. Econometrjca 50 (1982).",
        "Lancaster, Kelvin. Variety, Eouity, and Efficiency. New York: Columbia University Press, 1979.",
        "Mankiw, N. Gregory. Small Menu Costs and Large Business Cycles. Quarterly Journal of Economics 100 (1985): 529-537.",
        "Pigou, A.C.. Industrial Fluctuations. London: MacMillan, 1927.",
        "Prescott. Edward. Theory Ahead of Measurement. Paper presented at Carnegie Conference on Macroeconomics, November 1985.",
        "Roberts, John, and Sonnenschein, Hugo, On the Foundations of the Theory of Monopolistic Competition. Econometrica 45 (1977): 101-13.",
        "Rotemberg, Julio, and Saloner, Garth. A Superganie-Theoretic Model of Business Cycles and Price Wars During Booms. American Economic Review (1986).",
        "Salop, Steven. Monopolistic Competition With Outside Goods. ~fl Journal of Economics 10 (1979): 144-156.",
        "Stiglitz, Joseph. Price Rigidities and Market Structure. American Economic Revie~ 74 (May 1984): 350-355."
    ]
}