{
    "id": 3052,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Bruun, K. et al., Alcohol Control Policies in a Public Health Perspective, The Finnish Foundation for Alcohol Studies, vol 25, 1975.",
        "Cavanagh, J. and Clairmonte, F., Alcoholic Beverages, St. Martins Press; New York, 1985.",
        "Conianor, W., and Wilson, T., Advertising and Market Power, Cambridge: Harvard University Press, 1974.",
        "Cook P. and Tauchen G., The Effect of Liquor Taxes on Heavy Drinking, The Bell Journal of Economics, vol. 13, no. 2, Autumn 1982.",
        "Donelson, A., The Alcohol-Crash Problem, in Social Control of the Drinking Driver, eds. M. Laurence, J. Snortum, and F. Zimring, University of Chicago Press:Chicago, 1988.",
        "Duffy, J. and Cohen, G.., Total Alcohol Consumption and Excessive Drinking, British Journal of Addiction, vol. 73, 1978.",
        "Halvorseri R., and Palmquist R., The Interpretation of Dummy Variables in Semulogarithmic Equations, American Economic Review, vol. 70, no. 3, 474-475, 1980.",
        "Johnston J., Econometric Methods, third ed., McGraw-Hill Book Company: New York, 1984.",
        "Maddala, G.S. Limited Dependent and gualitative Variables in Econometrics. Cambridge, England: Cambridge University Press, 1983.",
        "Ornstein, S. and Hanssens, D., Alcohol Control Laws and the Consumption of Distilled Spirits and Beer, Journal of Consumer Research, 12, 200-213, 1985.",
        "Simpson, H., Beirness, D., Mayhew, D, and Donelson, A., Alcohol Specific Controls: Implications for Road Safety, Ottawa: Traffic Injury Research Foundation of Canada, 1985.",
        "Smart, R., `tDoes Alcohol Advertising Affect Overall Consumption? A Review of Empirical Studies, Journal of Studies on Alcohol, vol. 49, no. 4, 1988.",
        "Smart, R. and Cutler R., The Alcohol Advertising Ban in British Columbia: Problems and Effects on Beverage Consumption, British Journal of Addiction, 71, 13-21 1976.",
        "Strickland 0. Social Learning and Deviant Behavior: A Specific Test of a General Theory:A Comment and Critique, American Sociological Review, vol. 47, Feb. 1982.",
        "Walsh B., The Demand for Alcohol in the UK: A Comment, The Journal of Industrial Economics, vol. 30, no. 4, June 1982.",
        "Data Sources Addiction Research Foundation, Statistics on Alcohol and Drug Use in Canada and other Countries, Volume I and II, Toronto, Canada 1984.",
        "Brewers Association of Canada, International Survey of Alcoholic Beverage Taxation and Control Policies, Toronto Canada, 6th edition, 1986.",
        "Davies P. and Walsh 0., Alcohol Control in Europe, Croom Helm: London, 1983.",
        "Dunn S., International Handbook of Advertising, McGraw Hill, New York, 1964.",
        "Dunn S. and Lorimor E., International Advertising and Marketing, Grid Publishing Inc., Columbus Ohio, 1979.",
        "International Advertising Association, edited by Neelankavil J., Restrictions on Advertising by Media and Selected Products in 16 Countries of Europe, 1985.",
        "Standard Directory of Worldwide Marketing, National Register Publishing Co., Wilmette, Ii., 1987."
    ]
}