{
    "id": 3053,
    "cites": 20,
    "cited_by": 29,
    "reference": [
        "Alesina, A., The End of Large Public Debts, in F. Giavazzi and L. Spaventa, eds. Surviving with a High Public Debt Cambridge University Press: Cambridge, 1988.",
        "Working Paper. Backus, D. and J. Driffill, Inflation and Reputation, American Economic Review 75 (1985), 530-38.",
        "Barro R., Reputation in a Model of Monetary Policy with Incomplete Information, Journal of Monetary Economics 17 (1986), 1-20.",
        "Berg, A. and J. Sachs, The Debt Crisis: Structural Explanations of Country Performance, NBER Working Paper 2607, 1988.",
        "Bliss, C. and B. Nalebuff, Dragon-Slaying and Ballroom Dancing: The Private Supply of a Public Good, Journal of Public Economics 25 (1984), 1-12.",
        "Cukierrnan, A., S. Edwards, and G. Tabellini, Political Instability and Inflation in LDCs, working paper, 1989.",
        "Dornbusch R., Notes on Credibility and Stabilization, NBER Working Paper 2790, 1988.",
        "Drazen, A. and E. Helpman, Stabilization with Exchange Rate Management, Quarterly Journal of Economics 52 (1987), 835-55.",
        "Eichengreen, B., The Capital Levy in Theory and Practice, working paper, 1989.",
        "Helpman, E. and L. Leiderman, Stabilization in High Inflation Countries: Analytical Foundations and Recent Experience, Carnegie-Rochester Conference Series on Public QU.g~x 28 (1988), 9-84.",
        "Loewy, M., Reaganomics and Credibility Revisited, Economic Inquiry 1988.",
        "Londegran J. and K. Poole, Economic Determinants of Coup dEtat, working paper, 1988.",
        "Maier, C., Recasting Bourgeois Europe: Stabilization in France, Germany, and Italy in the Decade After World War I, Princeton University Press: Princeton, NJ, 1975.",
        "Nalebuff, B., Prizes and Incentives, D.PhiI. Thesis, Nufuield College, 1982.",
        "Persson T. and L. Svensson, Checks and Balances on the Government Budget, in H. Helpman, A. Razin, and E. Sadka, eds., Economic Effects of the Government Budget, MIT Press: Cambridge, MA, (1988).",
        "Roubini, N. and J. Sachs, Political and Economic Determinants of Budget Deficits in the Industrial Democracies, working paper, 1988 (a).",
        "Economies, working paper, 1988 (b).",
        "Sargent, T., The Ends of Four Big Inflations, in R. Hall, ed. Inflation, University of Chicago Press (for NBER): Chicago, 1982.",
        "Inflation, Harper and Row: New York, 1986.",
        "Tabellini, G., Money, Debt, and Deficits in a Dynamic Game, Journal of Economic Dyisamics and Control (1986)."
    ]
}