{
    "id": 3059,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Anderson, James E. (1981), Cross-Section Tests of the Heckscher-Ohlin Theorem: Comment, American Economic Review. December, pp. 1037-39.",
        "Aw, BY. (1983), The Interpretation of Cross-Section Regression Tests of the Heckscher-Ohlin Theory with Many Goods and Factors, Journal of International Economics. February, pp. 163-167.",
        "Balassa, Bela (1979), The Changing Pattern of Comparative Advantage in Manufactured Goods, Review of Economics and Statistics, May, pp. 159-166.",
        "Review of Economics and Statistics, May, pp. 315-319. Baldwin, Robert E. and Hilton, R. Spence (1984), A Technique for Indicating Comparative Costs and Predicting Changes in Trade Ratios, Review ~ Econornics gj~ Statistics, February, pp. 105-110.",
        "Baldwin, Robert E. (1971), Determinants of the Commodity Structure of U.S. Trade, American Economic Review, March, pp. 126-46.",
        "Bowen, Harry P., Leamer, Edward E. and Sveikauskas, Leo (1987), Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, December, pp. 791-809.",
        "Bowen, Harry P. (1989), Developing Country Export Competitiveness in The Convergence of International Markets, 0. Audretsch, L. Sleuwaegen and H. Yamawmki (Eds.), Contributions to Economic Analysis Series, (North Holland: Amsterdam).",
        "Bowen, Harry P., and Sveikauskas, Leo (1989), Inter-Industry Regression Estimates of Factor Abundance in The Incernarionalization of U.S. Markets, M. Claudon and D. Audretsch (eds.) (New York University Press), forthcoming.",
        "Branson, William and Nicholas Monoyios (1977), Factor Inputs in U.S. Trade, Journal of International Economics, May, pp. 111-31.",
        "Crafts, N.F.R and Plant, Mark (1986). Comparative Advantage in U.K. Manufacturing Trade, Economic Journal, September, pp. 629-645.",
        "Deardorff, Alan (1984). Testing Trade Theories, in Handbook of International Economics, Volume I, R. Jones and P. Kenen (eds.) (North Holland: New York).",
        "Harkness, Jon (1978), Factor Abundance and Comparative Advantage, American Economic Review, December, pp. 784-800.",
        "Harkness, Jon (1983), The Factor-Proportions Model with Many Nations, Goods and Factors: Theory and Evidence, Review of Economics and Statistics, May, pp. 298-305.",
        "Katz, Lawrence F. and Summers, Lawrence H. (1988), Can Interindustry Wage Differentials Justify Strategic Trade Poticy?, National Bureau of Economic Research Working Paper 2739, October 1988.",
        "Krueger, Alan B. and Summers, Lawrence (1988), Efficiency Wages and the Interindustry Wage Structure, Economotrica, March, pp. 259-272.",
        "Leamer, Edward E. (1987), Paths of Development in the Three-Factor, n Good General Equilibrium Model, Journal of Political Economy, October, pp. 961-999.",
        "Leamer, Edward E. (1984), Sources of International Comparative Advantage: Theory and Evidence, (Cambridge: MIT Press).",
        "Learner, Edward E. and Harry P. Bowen (1981), Cross-Section Tests of the Heckscher-Ohlin Theorem: Comment, American Economic Review, December, pp. 1040-43.",
        "Vanek, Jaroslav (1968), The Factor Proportions Theory: The N-Factor Case, Kykios, October, pp. 749-55."
    ]
}