{
    "id": 306,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "C. Azariadis, Implicit Contracts and Underemployment Equilibria, J. Polit. Econ., Dec. 1975, 83, 1183-202.",
        "M. N. Rally, Wages and Employment under Uncertain Demand, Rev. Econ. Stud., Jan. 1974, 41, 37-50.",
        "R. J. Barro, Long-term Contracting, Sticky Prices, and Monetary Policy, J. Monet. Econ., July 1977, 3, 305-16.",
        "G. A. CaIro and E. S. Phelps, Employment Contingent Wage Contracts, in Karl Brunner and Allan Meltzer, eds., Stabilization of the Domestic and International Economy, Vol. 5, Carnegie-Rochester Con- ference Series on Public Policy, J. Monet. Econ., Suppl., 1977, l60-68.",
        "M. S. Feldstein, The Importance of Temporary Layoffs: An Empirical Analysis, Brookings Papers, Washington 1975, 3, 725-44.",
        "S. Fischer, Long-term Contracts, Rational Expectations, and the Optimal Money Supply Rule, J. Polit. Econ., Feb. 1977, 85, 191-205.",
        "D. F. Gordon, A Neo-Classical Theory of Keynesian Unemployment, in Karl Brunncr and Allan Meltzer, eds., The Phillips Curve and Labor Markets, Vol. 1, Carnegie -Rochester Conference Series on Public Policy, J. Monet, Econ., Suppl., 1975, 6597.",
        "H. I. Grossman, Risk Shifting and Reliability in Labor Markets, Scand. J. Econ., No. 2. 1977, 79, 187-209.",
        "R. E. Hall, The Rigidity of Wages and the Persistence of Unemployment, Brookings Papers, Washington 1975, 2, 30 1-335.",
        "W. Leontiel, The Pure Theory of the Guaranteed Annual Wage Contract, J. Pout. Econ., Feb. 1946, 56, 76-79.",
        "D. Lilien, The Cyclical Pattern of Temporary Layoffs in United States Manufacturing. Rev. Econ. Statist, forthcoming. George de Menil, Bargaining. Monopolt Power versus Union Power, Cambridge, Mass. 1971.",
        "E. S. Phelps, Indexation Issues: A Comment on the Blinder and Fischer Papers, in Karl Brunner and Allan Meltzer, eds., Stabilization of the Domestic and lnternario,ia/ Econoniv, Vol. 5. Carnegie-Rochester Conference Series on Public Polics, J. Mont!. Econ., Suppl., 1977, 149-159.",
        "Herbert A. Simon. Models of Man, Ne~ York 1957."
    ]
}