{
    "id": 3064,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Altshuler, Rosanne, and Alan Auerbach, The Significance of Tax Law Asymmetries: an Empirical Investigation, NBER Working Paper 2279, 1987.",
        "Bergsten, C. Fred, Thomas Horst, and Theodore H. Moran, ~ A~i~gn_InIgr~U (The Brookings Institution, 1978).",
        "Bernard, Jean-Thomas, and Robert J. Weiner, Multinational Corporations, Transfer Prices, and Taxes: Evidence from the U.S. Petroleum Industry, in A. Razin and J. Slemrod, eds., In rn~LjQn~1 u_nf_I~.~1iQfl, (Chicago: University of C hicago Press, forthcoming, 1989).",
        "Bhattacharya, Sudipto, Imperfect Information, Dividend Policy, and the `Bird in the Hand Fallacy, ~gU_IQurna1_Qf_~Qnnmic~, X (1979), 259-70.",
        "Caves, Richard E., M~1Lin~1inn~1_~n1 ~ (Cambridge, U.K.: Cambridge University Press, 1982).",
        "Feldstein, Martin, and Jerry Green, Why Do Companies Pay Dividends?, ~ LXXIII (1983), 17-30.",
        "Hartman, David, Tax Policy and Foreign Direct Investment, ~u~I_~fiiJ.h1i~_ ~ XXVI (1985), 107-21.",
        "Hines, James R., Jr., Taxation and U.S. Multinational Investment, in LI-I. Summers, ed., IaxiQ1ic~ niLh~E.~QilQtfl~, 11(198 Sa), 33-61. , Multinational Transfer Pricing and Its Tax Consequences: Where the Profits Are. mimeo., Princeton University, (1988b).",
        "Multinationals, in A. Razi n and J. S lemrod, e~s.. ~ (Chicago: University of Chicago Press, forthcoming, 1989).",
        "Horst, Thomas, American Taxation of Multinational Firms, LXVII (1977), 376-89.",
        "Jon, Joosung, Tax Policy and International Direct Investment, mirneo, Harvard University (1988).",
        "Kopits, George F., Dividend Remittance Behavior within the International Firm: A CrossCountry Analysis, R jg~f ~ LIV (1972), 339-42.",
        "Lipsey, Robert, Changing Patterns of International Investment in and by the United States, NBER Working Paper 2240, 1987.",
        "Mikesell, Robert, U ~ iu~~kfn~ (University of Oregon Books, 1962).",
        "Mutti, John, Tax Incentives and Repatriation Decisions of U.S. Multinational Corporations, 1jQfl~1Ia~n~rg~j, XXXIV (1981), 241-48.",
        "Poterba, James M., Tax Policy and Corporate Saving, ~ ~ 11(1987), 455-503.",
        "I. Altman and Marti G. Subrahmanyam, eds., ~ (Homewood, Illinois: Irwin, 1985).",
        "U.S. Department of Commerce, ~ (Bureau of Economic Analysis, 1982)."
    ]
}