{
    "id": 307,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Agmon, T. and D. Lessard, Investor Recognition of Corporate International Diversification, Journal of Finance, 32 (Sept. 1977), pp. 1049-55.",
        "Bergsten, C. Fred, Thomas Horst, and Theodore H. Moran, American Multinationals and American Interests, Washington, D.C. The Brookings Institution, 1978.",
        "Caves, R.E., International Corporations: The Industrial Economics of Foreign Investment, Economica, 38 (Februaru 1971), pp. 1-27.",
        "Corden, W.M., Trade Policy and Economic Welfare, Oxford, Clarendon Press, 1974.",
        "Hartman, D.G., International Capital Flows and the U.S. Economy, National Bureau of Economic Research Working Paper, 1978.",
        "Horst, Thomas, Firm and Industry Determinants of the Decision to Invest Abroad: An Empirical Study, Review of Economics and Statistics, 54 (August 1972 ), pp. 258-266.",
        "Hymer, S., The International Operation of National Firms: A Study in Direct Foreign Investment, Ph.D. dissertation, M.I.T., 1960.",
        "Jasay, A.E., The Social Choice Between Home and Overseas Investment, Economic Journal, 70 (March 1960), pp. 70-105.",
        "Jones, R.E., International Capital Movements and the Theory of Tariffs and Trade, quarterly Journal of Economics, 81 (February l967),pp. 1-38. 4~rugman, Paul R., Purchasing Power Parity and Exchange Rates, Journal of International Economics 8 (August 1978), pp. 397-408.",
        "MacDougall, G.D.A., The Benefits and Costs of Private Investment From Abroad: A Theoretical Approach, Bulletin of the Oxford University Institute of Statistics, 22 (August 1960), pp. 189-211.",
        "Musgrave, P.B., United States Taxation of Foreign Investment Income: Issues and Arguments, Cambridge, Mass., Harvard Law School International Tax Program, 1969.",
        "United States Economy, Senate Foreign Relations Committee Print, 94th Congress, 1st Session, August 1975.",
        "Rugman, A.M., Risk, Direct Investment and International Diversification, Weltwirtschaftliches Archiv, Band 113, Heft 3, 1977, pp. 487-500.",
        "Thurow, L.C., International Factor Movements and the American Distribution of Income, Interniountain Economic Review, vol. II, no. 1 (Spring 1976), pp. 13-24.",
        "Vernon, Raymond, International Investment and International Trade in the Product Cycle, Quarterly Journal of Economics, 30 (May 1966), pp. 190-207."
    ]
}