{
    "id": 3073,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Bartels, L.M. (1988) Presidential Primsries and the Dynamics of Public Choice (Princeton, N.J.: Princeton University Press).",
        "Boadway, R. and J. Treddenick (1978) A general equilibrium computation of the effects of the Canadian tariff structure Canadian Journal of Economics 11, 424-446.",
        "Brander, J.A. (1981) Intra-industry trade ~n identical commodities, Journal Qjjnternptional Commodities 11, 1-14.",
        "Cox, D. and R. Harris (1986) A quantitative assessment of the economic impscc on Csnads of sectoral free trade with the United States Csnsdisn Journal of Economics 19, 377-394.",
        "Eckbo, B.E. (1986) Mergers and the market for corporate control: the Canadian evidence, Canadian Journal of Economics 19, 236-260.",
        "Financial Post (1988) Market Digest, November 1, p.52.",
        "Frey, B. (1978) Politico-economic models and cycles, Journal of Public Economics 9, 203-220.",
        "Friedman, H. (1953) The Methodology of Positive Economics in Friedman, ed. Essays in Positive Economics (Chicago: University of Chicago Press), pp 3-43.",
        "Grossman, G. and J. Levinsohn (1987) Import competition and the stock market return to capital, Princeton University Discussion Psper in Economics 131.",
        "Hamilton, B. and J. Whalley (1985) Geographically discriminatory trade arrangements Review of Economics and Statistics 67, 446-455.",
        "Harris, P.. (l984b) Applied general equilibrium analysis of small open economies with scale economies and imperfect competition, American Economic Review 74, 1016-1032. Hartigan, J. , P. Perry, and S. Kamma (1986) The value of administered protection: a capital market approach, Review of Economics and Statistics 68, 610-617.",
        "Harvey, A.C. (1981) The Econometric Analysis of Time Series (Oxford: Philip Allan).",
        "Hibbs, D.A. (1987) The American Political Economy: Macroeconomics and Electoral Politics (Cambridge, Mass.: Harvard University Press).",
        "Horsman, M. (1988) Poll result spurs European sell-off of Canadian stocks Financial Post, November 8, p.11.",
        "Jackson, T. (1988) Liberal surge sends markets into tailspin, Financial Post, November 8, pg. 1.",
        "Johnston, R. , A. Blais, H.E. Brady, and J. Crete (1989) Free Trade and the Dynamics of the 1988 Canadian Election, paper prepared for the 1989 Canadian Learned Society Meetings, Quebec City.",
        "Krugrnan, P. (1981) Intraindustry specialization and the gains from trade, Journal of Political Economy 89, 959-973.",
        "Samuelson, P.A. (1965) Proof the properly anticipated prices fluctuate randomly, Industrial Management Review 6, 41-49.",
        "Thompson, P.. (1985) Conditioning the return-generating process on firmspecific events Journal of Financial and Quantitative Analysis 20, 151-168.",
        "Whalley, J. (1985) Canada-United States Free Trade (Toronto: University of Toronto Press).",
        "White, K.J. (1978) A general computer program for econometric methods - SHAZAM, Econometrica 46, 239-40."
    ]
}