{
    "id": 3074,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "D. J. Ashton and D.R. Atkins, Interactions in Corporate Financing and Investment Decisions: A Further Comment. Journal of Finance 33(December 1978), pp.",
        "Roger P. Bey and J. Markham Collins, The Relationship Between Before- and After-Tax Yields on Financial Assets. The Financial Review 23 (August 1988), pp. 313- 331.",
        "Fischer Black and Myron S. Scholes, The Effects of Dividend Yield and Dividend Policy on Common Stock Prices and Returns. Journal of Financial Economics 1(May 1974), pp. 1-21.",
        "Richard A. Brealey and Stewart C. Myers, Principles of Corporate Finance (New York: McGraw-Hill), 3rd. ed., 1988.",
        "Michael J. Brennan, Taxes, Market Valuation and Corporate Financial Policy. National Tax Journal 23(December 1970), pp. 417-427.",
        "Donald R. Chambers, Robert S. Harris and John J. Pningle, Treatment of Financing Mix in Analyzing Investment Opportunities. Financial Manaaement 11 (Summer 1982), pp. 24-41.",
        "Thomas E. Conine, Jr., Corporate Debt and Corporate Taxes: An Extension. Journal ot Finance 35(September 1980), pp. 1033-37.",
        "John R. Ezzell and William A. Kelly, Jr., An APV Analysis of Capital Budgeting Under Inflation. Financial Manaaemeflt 13 (Autumn 1984), pp. 49-54.",
        "Eugene Fama, Risk-Adjusted Discount Rates and Capital Budgeting Under Uncertainty. Journal of Financial Economics 5 (August 1977), pp. 3-24.",
        "Roger H. Gordon and Burton G. Malkiel, Corporation Finance. In H.J. Aaron and J. A. Pechman, eds. How Taxes Affect Economic Behavior (Washington, D.C.: Brookings Institution), 1981.",
        "Robert S. Hamada, Portfolio Analysis, Market Equilibrium and Corporation Finance. Journal of Finance 24 (March 1969), pp. 13-31.",
        "Robert S. Hamada and Myron S. Scholes, Taxes and Corporate Financial Management. In Edward I. Altman and Marti G. Subrahmanyam, eds. Recent Advances in Corporate Finance (Homewood IL: Richard D. Irwin), 1985.",
        "Wilbur G. Lewellen and Douglas R. Emery, Corporate Debt Management and the Value of the Firm. Journal of Financial and Quantitative Analysis 21(December 1986), pp. 415-26.",
        "Ronald W. Masulis, The Impact of Capital Structure Change on Firm Value: Some Estimates. Journal of Finance 38(March 1983), pp. 107-26.",
        "James Miles and John R. Ezzell, The Weighted Average Cost of Capital, Perfect Capital Markets and Project Life: A Clarification. Journal of Financial and Quantitative Analysis 15 (September 1980), pp. 719-730.",
        "Merton H. Miller, Debt and Taxes. Journal of Finance 32 (May 1977), pp. 261-276.",
        "Franco Modigliani and Merton H. Miller, Corporate Income Taxes and the Cost of Capital: A Correction. American Economic Review 53 (June 1963), pp. 433-443.",
        "Stewart C. Myers, Interactions of Corporate Financing and Investment Decisions-- Implications for Capital Budgeting. Journal of Finance 29 (March 1974), pp.",
        "Stewart C. Myers and Richard S. Ruback, Discounting Rules for Risky Assets. Harvard Business School Working Paper, November 1988.",
        "Stewart C. Myers and Stuart M. Turnbull, Capital Budgeting and the Capital Asset Pricing Model: Good News and Bad News. Journal of Finance 32 (May 1977), pp.",
        "Richard S. Ruback, Calculating the Market Value of Risk-Free Cash Flows. Journal of Financial Economics 15 (March 1986), pp. 323-339.",
        "Mark E. Rubinstein, A Mean-Variance Synthesis of Corporate Financial Theory. Journal of Finance 28 (March 1973), pp. 167-182.",
        "Gordon A. Sick, Tax-Adjusted Discount Rates. University of Calgary Working Paper, 1988.",
        "Gordon A. Sick, A Certainty-Equivalent Approach to Capital Budgeting. Financial Manpoement 15 (Winter 1986), pp. 23-32.",
        "Robert A. Taggart, Jr., Capital Budgeting and the Financing Decision: An Exposition. Financial Manacement 6 (Summer 1977), pp. 59-64.",
        "Joseph Yagil, On Valuation, Beta and the Cost of Equity Capital. Journal of Financial and Quantitative Analysis 17 (September 1982), pp. 441-448."
    ]
}