{
    "id": 3075,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Bank of Israel (1989). A Plan for the Resumption of Growth and the Lowering of InfijU2fl. Jerusalem. `Hebrew).",
        "Sarkai, Haim (1988). The Economy Since the S~x Day War. Economic Quarterly (Hebrew), Mo. 138, ~1ovember).",
        "Ben-Bassat, 4vraham H~88). Capital Market Reforn in Israel--Goals and First Results. Lpesearch Department Discussion Paper.) Jerusalem: Bank of Israel. Ben-Porath, foram, ed. l986). The Israeli_Econotyj~M~~~jflgtnro~fl~ Crises. Cambridge, Mass., and London: Harvard UniversIty Press. Bergias, Eitar. (i986). `Defense and the Economy. In Ycran Den-Porath. ed. (pv). Pp. 173-91. Bruno., Michael (1995). Economic Stabilization: The Emergency Plan in its Early Phase, Economic Quarterly (Hebrew), 31 (No. 126; October), 207-223.",
        "Pp. 276-301. Bruno, Michael (1966). Sharp Disinflation Strategv~ Israel l985, Economic Policy, 2 (April), 380-402.",
        "Bruno, Michael, and Stanley Fischer (1996). The Inflationary Process: Shocks and Accommodation. In yoram Ben-Porath, ed. (qv). Pp. 371- 374.",
        "Gaathon. A. L. (1971). Economic Productivity in Israel. New York: Praeger.",
        "Approach, Journal of Business and Economic Statistics, 3 (No. 2. April), 112-117. Halperin, Ariel (1987). `Does Military Technology Affect Economic Growth. Unpublished paper; Falk Institute.",
        "Klinov, Ruth (1986). Changes in the Industrial Structure. In Voram Ben-Porath, ed. (qv). Pp. 119-136.",
        "Lavi, Yaacov (1988). `The Effect of tne Interest Rate on Consumption, Private Saving and Business Investment in the IsraelI Economy. (Paoer presented at the Sapir Forum on Economic Policy; Hebrew).",
        "Litvin, Un, and Leora Meridor (1993). The Grant Equivalent of Subsidized Investment in Israel. Bank of Israel Economic Review, No. 54 (April), 5-30.",
        "Mayshar, Joram (1906). Investment Patterns. In `loran Ben-Porath, ed.",
        "Metzer, Jacob (1996;. The Slowdown of Economic Growth; A Passing Phase or the End of the Big Spurt? In `loram Ben-Porath, ed. cgv).",
        "Pp. 75-100. Morawetz, David (1975). Capital Utilization in Israeli Industry.",
        "Syrouin, Moshe (lÃ\u0082Â°96). Economic Growth and Structural Channe: An International Perspective. In `loran Ben-Porath, ed. `qv). Pp. 42-74. Szereszewski, Robert, (1968). Essays on the Structure of the Jewish Economy in Palestine and Israel. Jerusalem: Ralk Institute.",
        "Zusman, F., V. Kistev, and 2. Lerman (1989). Loans to the Moshavim --Lessons from Experience. (Research Paper No. 8904.; Rehovot: Center for Agricultural Economic Research, The Hebrew University of Jerusalem, (Hebrew)."
    ]
}