{
    "id": 3078,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "N. C. Allingham and Agnar Sandmo. 1972. `Income Tax Evasion: A Theoretical Analysis, Journal of Public Economics, 1, 323-328.",
        "American Bar Association. 1987. `CommIssion on Taxpayer Compliance Report and Recommendations. Tax Management Educational Institute, American Bar Foundation, Washington. D.C.",
        "Scott Roman. 1918. `Background Memo on Project 718 Regression Model: Some Pertinent In-House Data on Factors Affecting Compliance.",
        "C. T. Clotfelter. 1983. `Tax Evasion and Tax Rates: an Analysis of tncfividual Returns, Review of Economics and Statistics, 47, 363-373.",
        "Comptroller General of the United States. 1976. How the Internal Revenue Service Selects Individual Income Tax Returns for Audit. Washington, D.C.: General Accounting Office.",
        "Comptroller General of the United States. 1979. IRS Can Improve Its Process for Deciding Which Corporate Returns to Audit. Washington, D.C.: General Accounting Office.",
        "Rodney Cross and G. K. Shaw. 1982. `On the Economics of Tax Aversion, Public Finance/Finances Publicues, 37, 36-47.",
        "Jeffrey Dubin and Louis Wilde. 1988. `An Empirical Analysis of Federal Income Tax Auditing and Compliance, National Tax Journal, 41, 61-74.",
        "J. P. Hiniker. 1987. `The Selection of Returns for Audit by the IRS, in US Department of the Treasury, Internal Revenue Service. Statistics of Income and Related Administrative Record Research: 1986.1987. Washington, DC: Statistics of Income Division publication 1299 (Rev. 11-87). 185-191.",
        "Internal Revenue Service. 1988a. Income Tax Compliance Research. Washington, DC: Internal Revenue Service Publication 7285(3-88).",
        "Internal Revenue Service. 1988b. Income Tax Compliance Research: Supporting Appendices to Publication 7285. Washington, DC: Publication 1415 (July, 1988).",
        "B. R. Jackson and V. C. Milliron, 1986. `Tax Compliance Research, Findings, Problems and Prospects, Jujirnal of Accounting Literature, 1, 125-155.",
        "Kamyl A. Kinsey. 1986. `Theories and Models of Tax Cheating, Criminal Justice Abstracts 18, 403-425.",
        "Steven Klepper and Oanlel Nagin. 1988. `The Anatomy of Tax Evasion, Journal of Law. Economics. and Organization.",
        "S. I.ong. 1985. `The Impact of Information on Law Enforcement, Working Paper, School of Business Administration, Syracuse University.",
        "John Pencavel. 1979. `A Note on Income Tax Evasion, Labor Supply, and Nonlinear Tax Schedules, Journal of Public Economici, 12, 115-124.",
        "Jeffrey Roth, John Scholz and Ann 0. Witte. 1989. Taxoaver Comoliance: An Aoenda for Research. Philadelphia: University of Pennsylvania Press.",
        "John L. Weddick, Jr. 1983. `Looking for a Needle in a Haystack-- How the IRS Selects Returns for Audit, The Tax Advisor, November.",
        "Ann 0. Witte and Diane Woodbury. 1985. The Effect of Tax Laws and Tax Administration on Tax Compliance, National Tax Journal, 38, 1-13."
    ]
}