{
    "id": 308,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Berg, Robert L. Health Status Indexes. Proceedings of a conference con- ducted by Health Services Research, Tuscon, Arizona, October 1972.",
        "Birch, Herbert G., and Gussow, Joan Dye. Disadvantaged Children: Health, Nutrition, and School Failure. New York: Harcourt, Brace and World, Inc., 1970.",
        "Edwards, Linda Nasif, and Grossman, Michael. Childrens Health and the Family. National Bureau of Economic Research Working Paper No. 256, July 1978.",
        "Gortmaker, Steven L. Poverty, Race, and Infant Mortality in the United States. Institute for Research on Poverty Discussion Paper No. 404-77, University of Wisconsin. (March 1977).",
        "Grossman, Michael. The Correlation Between Health and Schooling. In Household Production and Consumption, edited by Nestor E. Terleckvj. New York: Columbia University Press for the National Bureau of Economic Research, 1975.",
        "Grossman, Michael. The Demand for Health: A Theoretical and Emnirical Investigation. New York: Columbia University Press for the National Bureau of Economic Research, 1972.",
        "R- 2 Haggerty, Robert J.; Roghmann, Klaus J.; and Pless, Ivan B. Child Health and the Community. New York: John Wiley and Sons, 1975.",
        "Hu, Teh-Wei. Effectiveness of Child Health and Welfare Programs: A Simultaneous Equations Approach. Socio-Economic Planning Sciences, 7 (1973).",
        "Inman, Robert P. The Family Provision of Childrens Health: An Economic Analysis. In The Role of Health Insurance in the Health Services Sector, edited by Richard Rosett. New York: Columbia University Press for the National Bureau of Economic Research, 1976.",
        "Kaplan, Robert S.; Lave, Lester B.; and Leinhardt, Samuel. The Efficacy of a Comprehensive Health Care Project: An Empirical Analysis. American Journal of Public Health, 62, No. 7 (July 1972).",
        "Keniston, Kenneth, and the Carnegie Council on Children. All Our Children: The American Family Under Pressure. New York: Harcourt Brace Jovanovich, 1977.",
        "Kessner, David M. Assessment of Medical Care for Children. Contrasts in Health Status, Vol. 3. Washington, D.C.: Institute of Medicine. 1974.",
        "Mechanic, David. The Influence of Mothers on Their Childrens Health, Attitudes and Behavior. Pediatrics, 33 (March 1964).",
        "Mindlin, Rowland L., and Lobach, Katherin S. Consistency and Change in Choice of Medical Care for Preschool Children. Pediatrics, 48 (September 1971).",
        "R- 3 National Center for Health Statistics. Arithropometric and Clinical Findings. U.S. Department of Health, Education and Welfare, Public Health Service, Vital and Health Statistics, Publication No. (HRA) 75-1229 (April 1975).",
        "National Center for Health Statistics. Height and Weight of Children: United States. U.S. Department of Health, Education and Welfare, Public Health Service, Vital and Health Statistics, Series 11, No. 104 (September 1970).",
        "National Center for Health Statistics. Infant Mortality Rates: Socioeconomic Factors. U.S. Department of Health, Education, and Welfare, Public Health Service, Vital and Health Statistics, Series 22, No. 14 (March 1972).",
        "Newberger, Eli H.; Newberger, Carolyn Moore; and Richmond, Julius B. Child Health in America: Toward a Rational Public Policy. Milbank Memorial Fund Quarterly, 54, No. 3 (Summer, 1976).",
        "Russell, A.L. A System of Classification and Scoring for Prevalence Sur- veys of Periodontal Disease. Journal of Dental Research, 35, (June 1956).",
        "Seoane, Nicole, and Latham, Michael C. National Anthropometry in the Identification of Malnutrition in Childhood. Journal of Tropical Pediatric and Environmental Child Health (September 1971).",
        "R- 4 Starfield, Barbara. Health Needs of Children. In Childrens Medical Care Needs and Treatment. Harvard Child Health Project Report Volume II. Cambridge, Mass.: Ballinger Publishing Co., 1977.",
        "Sullivan, Daniel F. Conceptual Problems in Developing an Index of Health. PHS Pub. No. 1000. Vital and Health Statistics Series 2, No. 17. Rockville, Md.: National Center for Health Statistics, 1966.",
        "Talbot, Nathan B.; Kagan, Jerome; and Eisenberg, Leon, editors. Behavioral Science in Pediatric Medicine. Philadelphia: W.B. Saunders Company, 1971.",
        "Torrance, George W. Health Status Index Models: A Unified Mathematical View. Management Science 22, No. 9 (May 1976).",
        "U.S. Bureau of the Census, 1970 Census of Population Vol. I, Characteristics of the Population, Part 1, U.S. Summary, Sections 1 and 2.",
        "Washington, D.C.: Government Printing Office, 1973.",
        "Wallace, Helen M. Health Services for Mothers and Children. Philadelphia: W.B. Saunders Company, 1962.",
        "Ware, Jr., John E. The Conceptualization and Measurement of Health for Policy Relevant Research in Medical Care Delivery. Presented at the annual meeting of the American Association for the Advancement of Science, Boston, Massachusetts, February 1976."
    ]
}