{
    "id": 3083,
    "cites": 16,
    "cited_by": 8,
    "reference": [
        "Barro, Robert 3. 1976, The Loan Market, Collateral, and Rates of Interest, ,Jnsirnel of Money. Credit, end Banking, 8 (Nov.), 439-56.",
        "Besenko, David and Anjan V. Thakor 19B7, Colleterel end Rationing: Sorting Equilibria in Monopolistic end Competitive Credit Markets, Internetionsi. EconomicReview, ?8:3 (Oct.), 671-89. Bester, Helmut 1985, Screening vs. Rationing in Credit Markets With Imperfect Information, American Economic Review, 75:4 (Sept.), 850-55.",
        "Bosworth, Barry P., Andrew S. Cerron, and Elisabeth H. Rhyne 1987, ~ Economics of Federal Credit Programs, Brookings lnstitution.",
        "Chan, Yuk-Shee and Anjan V. Thakor 1987, Colteterel end Competitive Equilibria with Morel Hazard and Private Information, Journal of Finance, 1(1,11:2 (June), 345-363.",
        "Asymmetric Information, Ouarterlj_Journal of Economics, CII:2 (May), 281-92. Gale, William 0. 1987, Allocational and Welfare Effects of Federal Credit Programs, Ph.D. Dissertation, Stanford University.",
        "Working Paper No. 483 (Revised) Aug. ________ 1988(b), ~Federal Lending and the Market for Credit, UCLA Working Paper No. 504, Sept.",
        "Mankiw, N. Gregory 1986, The Allocation of Credit end Financial Collapse, Quarterly Journel of Economics, CI:3 (Aug.), 455-70.",
        "Milde, Hellmuth and John 0. Riley 1988, Signalling in Credit Markets, Quarterly Journal of Economics, CIII: 1 (February), 101-130.",
        "Office of Management and Budget 1989, Special Analysis F, Special Analyses: Budeet of the United States Covernment, January.",
        "Rothachild, Michael and Joseph E. Stiglitz 1976, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, QuarterLy Journel of Economics, 90, 629-49.",
        "Smith, Bruce end Michael J. Stutzer 1988, Credit Rationing and Government Loan Programs: A Welfare Analysis, Federal Reserve Bank of Minneapolis Working Paper No. 395, April.",
        "Stiglitz, Joseph E. , and Andrew Weiss 1981, Credit Rationing in Markets With Imperfect Information, American Economic Review, 71 (June), 393-411.",
        "Developojant_in Coroorate Finance, Jeremy Edwards, Julien Franks, Cohn Mayer, end Stephen Schaefer (eds.), New York: Cambridge University Press, pp. 101-35. __________ and __________ 1989, Sorting Out the Difference Between Screening and Signalling Models, in Michael Demster, ad., Peners in Cominemoretion_~f the Economic Theorw Seminar at Oxford University, Oxford University Press.",
        "Wette, Hildegard 1983, Collateral in Credit Rationing in Markets with Im- perfect Information: Note, American Economic Review, 73 (June), 442-45.",
        "Williamson, Stephen D. 1937, Costly Monitoring, Loan Contracts, and Equilibrium Credit Rationing, Ouarterlv Journal of Econinmin, CII:1 (Feb.), 135-46.",
        "Yotsuzuka, Toahiki 1987, Ricerdisn Equivalence in the Presence of Capital Market Imperfections, Journal of Moneter, Economics, 20 (september), 411-36."
    ]
}