{
    "id": 3084,
    "cites": 16,
    "cited_by": 12,
    "reference": [
        "Allen, S. G., R. L. Clark, and D. A. Sumner. Postretirement Adjustments of Pension Benefits. Journal of Human Resources 21, Winter 1986.",
        "Burkhauser, R. V. The Pension Acceptance Decision of Older Workers. Journal of Human Resources 14, Winter 1979: 63-75.",
        "Clark, R. L., S. F. Gohmann, and A. A. McDerrned. Declining Use of Defined Benefit Pension Plans: Is Federal Regulation the Reason? Working Paper No. 119. April 1988.",
        "Fields, G. S. and 0. S. Mitchell. Retirement. Pensions and Social Security. Cambridge: MIT Press, 1984.",
        "Gustrnan, A. L. and T. L. Steinmeier. An Analysis of Pension Benefit Formulas, Pension Wealth, and Incentives From Pensions. In R. Ehrenberg, ed. Research in Labor Economics, forthcoming 1989.",
        "Hutchens, R. Delayed Payment Contracts and a Fins Propensity to Hire Older Workers. Journal of Labor Economics 4, October 1986: 439-457.",
        "Kotli.koff, L. and D. E. Smith. Pensions and the American Economy. Chicago: University of Chicago Press, 1983.",
        "Lazear, E. Pensions as Severance Pay. In Z. Bodie and J. Shoven, eds. Financial Asoects of the United States Pension System. NBER. Chicago: University of Chicago Press, 1983.",
        "Lazear, E. Why Is There Mandatory Retirement? Journal of Political Economy 87, 1979: 1261- 1284.",
        "Levine, P. B. and 0. S. Mitchell. The Baby Booms Legacy: Relative Wages in the 21st Century. American Economic Review 78, May 1988: 66-69.",
        "Mitchell, OS. and E. Andrews. Scale Economics in Private Multi-Employer Pension Systems. Industrial and Labor Relations Review 34, July 1981: 522-530.",
        "Mitchell, 0. S. and R., A. Luzadis. Changes in Pension Incentives Through Time. Industrial and Labor Relations Review 42, October1988: 100-108.",
        "Mutschler, P.H. and J.H. Schulz. Factors in the Retirement Decision. Brandeis University, mimeo. January 1987.",
        "Russell, L. B. The Baby Boom Generation and the Economy. Brookings Institution, Washington, DC. 1982.",
        "Social Security Administration. Social Security Bulletin, Annual Statistical Suonlement. USGPO, December1986.",
        "Stock, J. H. and D. A. Wise. Pensions, The Option Value of Work, and Retirement. NBER Working Paper No. 2686. August 1988."
    ]
}