{
    "id": 3085,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Bulow, Jeremy I. What are Corporate Pension Liabilities. Quarterly Journal of Economics 97 (August 1982): 435-452.",
        "Clark, Robert L. Increasing Use of Defined Contribution Pension Plans. Final Report Submitted To U.S. Department of Labor, November 1987.",
        "Commerce Clearing House. New 1986 Mandatory Retirement And Maximum ~ Benefit Rules, Chicago: 1986.",
        "Commerce Clearing House. Pension Changes Under Budget Act Of 1987, Chicago, 1987.",
        "Congressional Budget Office. Tax Policy For Pensions And Other Retirement Savings. Washington, D.C.: U.S. Government Printing Office, April 1987.",
        "Gustman, Alan L. and Steinmeier, Thomas L. A Disaggregated Structural Analysis of Retirement By Race, Difficulty of Work and Health. Review of Economics and Statistics 67 (August 1986a): 509-513.",
        "Gustman, Alan L. and Steinmeier, Thomas L. Pensions, Efficiency Wages and Job Mobility. National Bureau of Economic Research, Working Paper No. 2426, November 1987.",
        "Kotlikoff, Laurence J. and Wise, David A. The Incentive Effects of Private Pension Plans. In Zvi Bodie, John B. Shoven and David A. Wise, Editors, Issues In Pension Economics. Chicago: University of Chicago Press, 1987a.",
        "Kotlikoff, Laurence J. and Wise, David A. Pension Backloading, Wage Taxes, And Work Disincentives. National Bureau of Economic Research, Working Paper No. 2463, December l987b. 30 Kotlikoff, Laurence J. and Wise, David A. Employee Retirement And A Firms Pension Plan. National Bureau of Economic Research, Working Paper No. 2323, July l987c. Kotlikoff, Laurence J. and Wise, David A. Labor Compensation and The Structure of Private Pension Plans: Evidence For Contractual vs. Spot Labor Markets. In David A. Wise, editor, Pensions, Labor, and Individual Choice. Chicago: The University of Chicago Press, 1985, pp. 55-85.",
        "Lazear, Edward P. Pensions as Severance Pay. In Zvi Bodie and John B. Shoven, editors, Financial Aspects of the United States Pension System. Chicago: The University of Chicago Press, 1983, pp. 57-85.",
        "Mitchell, Olivia S. Worker Knowledge of Pension Provisions. Journal Of Labor Economics. January, 1988, Vol. 6, No. 1, pp. 21-39.",
        "Oi, Walter. The Durability of Worker-Firm Attachments. Mimeo, March 1983.",
        "Parsons, Donald. The Industrial Demand for Older Workers. Mimeo, 1983."
    ]
}