{
    "id": 3089,
    "cites": 29,
    "cited_by": 17,
    "reference": [
        "Barrel, Ann and Lacy G. Thomas, Direct and Indirect Effects of Regulation: A New Look at OSHAs Impact, Journal of Law and Economics 28, April 1985, pp. 1-25.",
        "Butler, Richard, Wage and Injury Response to Shifting Levels of Workera Compensation, in J. Worrall, ed. , Safety and the Workforce (Itnaca, NY: Cornell University Press, 1983.",
        "Butler, Richard and John Worrall, Workers Compensation: Benefit and Injury Claims Rates in the Seventies, Review of Economics and Starisrica 60, November 1983, pp. 580-589.",
        "Butler, Richard and John Worrall, Work Injury Compensation and the turation of Nonwork Spells, Economic Journal 95, September 1985, pp. 714-724.",
        "Carmichael, Lorne, Reputations for Safety: Market Performance and Poli.iv Remedies, Journal of Labor Economics 4, October 1986, pp. 458-472.",
        "Chelius, James, Workplace Safety and Health: The Role of Workers Compensation (Washington, DC: American Enterprise Institute, 1977).",
        "Chelius, James, The Influence of Workers Compensation on Safety Incentivea, Industrial and Labor Relations Review 35, January 1982, pp. 235-242.",
        "Chelius, James, The Incentive to Prevent Injuries, in J. Worrall, ed. Safety and the Workforce (Ithaca, NY: Cornell University Press, 1983.",
        "Cheliua, James, and Karen Kavanaugh, Workers Compensation and the Level of Occupational Injuries, Journal of Risk and Insurance 55, June 1988, pp. 315-323.",
        "Diamond, Peter, Insurance Theoretic Aspects of Workers Compensation, in Alan Blinder and Philip Friedman, eds. , National Resources, Uncertainty. and Ceneral Eouilibrium Systems: Essays in Memory of Rafael Luakv (New York: Academic Press, 1977) pp. 67-89.",
        "Ehrenberg, Ronald, Workers Compensation, Wages, and the Risk of Injury, in John F. Burton, Jr. , ed. , New Perspectives in Woekers Compensation (Ithaca, NY: 112 Press, Cornell University, 1988) pp. 71-96.",
        "Feenberg, Daniel, and Harvey Rosen, State Personal Income and Sales Taxes: L9.77-l9S3, in H. Rosen, ed. , Studies in State and Local Public Finance (Chicago: University of Chicago Press, 1986), pp. 135-179.",
        "Hood, Jack, and Benjamin Hardy, Jr. , Workers Compensation and Employee Protection Law (St. Paul, MN: West Publishing Co. , 1984).",
        "Krueger, Alan, and John F. Burton, Jr The Employers Costs of Workers Compensation Insurance: Magnitudes, Determinants, and Public Policy. unpublished paper, Princeton University, August 1989.",
        "Lanoie, Paul, Occupational Safety and Health: The Problem of Double Moral Hazard, unpublished paper, Lavsl University, 1988.",
        "Michelbacher, CF., and Thomas Nial, Workmens Compensation Insurance (New York: McCraw-Hill Book Company, Inc., 1925).",
        "Mitchell, Olivia, The Relation of Age to Workplace Injuries, Monthly Labor Review 111, July 1988, pp. 8-13.",
        "Nackley, Jeffrey, Primer on Workers Compensation (Washington, DC: The Bureau of National Affairs, 1987).",
        "Nelson, William, Workers Compensation: 1980-84 Benchmark Revisions, Social Security Bulletin 51, July l988b, pp. 4-21.",
        "Rea, Samuel, Workmens Compensation and Occupational Safety under Imperfect Information, American Economic Review 71, March 1981, pp. 80-93.",
        "Root, Norman, Injuries at Work Are Fewer Among Older Employees, Monthly Labor Review 104, March 1981, pp. 30-34.",
        "Ruser, John, Workers Compensation Insurance, Experience-Rating, and Occupational Injuries, Rand Journal of Economics 16, Winter. 1985, pp.",
        "Russell, Louise, Pricing Industrial Accidents, in Monroe Berkowitz, ed. Supplemental Studies for the National Commission on State Workmens Compensation Laws, vol. 3 (Washington, DC: Government Printing Office). Smith, Robert, Compensating Wage Differentials and Public Policy, Industtin~. and Labor Relations Review, April 1979, pp. 339-352.",
        "Smith, Robert, Mostly on Monday: Is Workers Compensation Covering Off-The- Job Injuries? Unpublished paper, Cornell University, 1986.",
        "U.S. Chamber of Commerce, Employee Benefits, 1985 (Washington, D.C.: U.S.",
        "Viscusi, W. Kip, Emp1ov~ent Hazards: An Investigation of Market Performance (Cambridge, MA: Harvard University Press, 1979).",
        "Viscusi, W. Kip, Imperfect Job Risk Information and Optimal Workmens Compensation Benefits, Journal of Public Economics 14, 1980, pp.319-337.",
        "Worrall, John and Richard Butler, Workers Compensation: Benefits and Duration of Claims, in J. Worrall and D. Appel (eds.), Workers Compensation Benefits: Adequacy. Equity and Efficiency (Ithaca, NY: ILK Press, 1985).",
        "Worrall, John, Richard Butler, Philip Borba and David Durbin, E.~im.ating the Exit Rate from Workers Compensation: New Hazard Rate Estimates, unpublished paper, Rutgers University, October 1987."
    ]
}