{
    "id": 3091,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Barsky, Robert, and J. Bradford DeLong, Why Have Stock Prices Fluctuated?, NBER, March 1989.",
        "Black, Fischer, Noise, Journal of Finance, 41(1986), 529-43.",
        "Blanchard, Olivier J., and Mark W. Watson, Bubbles, Rational Expectations, and Financial Markets, in Crises in the Economic and Financial Structure, edited by Paul Wachtel. Lexington, MA: Lexington Books, 1982.",
        "Campbell, John Y., and Albert S. Kyle, Smart Money, Noise Trading and Stock Price Behavior, NBER Technical Working Paper no. 71, October 1988.",
        "Campbell, John Y., and Robert J. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, 95 (October 1987), 1062-88.",
        "Campbell, John Y., and Robert J. Shiller, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studie8, 1 (Fall 1988), 195-228. (a) Campbell, John Y., and Robert J. Shiller, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, XLIII (July 1988), 661-76. (b) Casella, Alessandra, Price Bubbles and the German Hyperinflation, University of California, Berkeley, 1988.",
        "Cecchetti, Stephen G.; Pok-sang Lam; and Nelson C. Mark, Mean Reversion in Equilibrium Asset Prices, Ohio State University, 1989.",
        "Cumby, Robert E.; John Huizinga; and Maurice Obstfeld, Two-Step Two-Stage Least Squares Estimation in Models with Rational Expectations, Journal of Economet rics, 21 (April 1983), 333-55.",
        "DeLong, 3. Bradford; Andrei Shleifer; Lawrence Summers; and Robert Waldman, The Economic Consequences of Noise Traders, NBER, 1988.",
        "Diba, Behzad T., and Herschel I. Grossman, Explosive Rational Bubbles in Stock Prices? American Economic Review, 78 (June 1988), 520-530. (a) Diba, Behzad T., and Herschel I. Grossman, The Theory of Rational Bubbles in Stock Prices, Economic Journal, 98 (September 1988), 746-754. (b) Durlaul, Steven N., and Robert E. Hall, Determinants of Noise in the Dividend Based Stock Price Model, Stanford University, 1988.",
        "Engle, Robert F., and Mark W. Watson, Applications of Kalman Filtering in Econometrics, paper presented at World Congress on the Econometric Society, Cambridge, MA, August 1985.",
        "Flavin, Marjorie A., Excess Volatility in the Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy, 91 (1983), 929-56.",
        "Flood, Robert P., and Robert J. Hodrick, Testable Implications of Indeterminacies in Models with Rational Expectations, NBER Working Paper no. 2903, March 1989.",
        "Froot, Kenneth A., Tests of Excess Forecast Volatility in the Foreign Exchange and Stock Markets, NBER Working Paper no. 2362, March 1988.",
        "Froot, Kenneth A., and Maurice Obstfeld, Stochastic Process Switching: Some Simpie Solutions, NBER Working Paper no. 2998, June 1989.",
        "Gourieroux, C.; J.J. Laffont; and A. Monfort, Rational Expectations in Dynamic Linear Models: An Analysis of the Solutions, Econometrica, 50 (1982), 409-25.",
        "Hamilton, James D., and Charles H. Whiteman, The Observational Implications of Self-Fulfilling Expectations, Journal of Monetary Economics, 16 (November 1985), 353-73.",
        "Kleidon, Allan W., Variance Bounds Tests and Stock Price Valuation Models, Journo! of Political Economy, 94 (October 1986), 953-1001.",
        "LeRoy, Stephen F., and Richard D. Porter, The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49 (1981), 555-74.",
        "Lucas, Robert E., Jr., Asset Prices in an Exchange Economy, Econometrica, 46 (November 1978), 1426-46.",
        "Mankiw, N. Gregory; David Romer; and Matthew Shapiro, An Unbiased Reexamination of Stock Market Volatility, Journal of Finance, 40 (1985), 677-87.",
        "Marsh, Terry, and Robert Merton, Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review, 76 (1986), 483-98.",
        "Phillips, Peter C.B., Time Series Regression with Unit Roots, Econometrico, 55 (March 1987), 277-302.",
        "Phillips, Peter C.B., and Samuel Ouliaris, Testing for Cointegration, Discussion Paper no. 809, Yale University, Cowles Foundation, October 1986.",
        "Phillips, Peter C.B., and Pierre Perron, Testing for Unit Roots in Time Series Regression, Yale University, Cowles Foundation, June 1986.",
        "Pindyck, Robert S., Risk, Inflation, and the Stock Market, American Economic Review, 74 (1984), 335-51.",
        "Poterba, James M., and Lawrence H. Summers, The Persistence and Volatility of Stock Market Fluctuations, American Economic Review, 76 (1986), 1142-51.",
        "Shiller, Robert 3., Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, 71(1981), 421-36.",
        "Shilier, Robert 3., Stock Prices and Social Dynamics, Brookings Papers on Economic Activity (2: 1984), 457-98.",
        "Sims, Christopher A.; James H. Stock; and Mark W. Watson, Inference in Linear Time Series Models with Some Unit Roots, Stanford University, February 1988.",
        "Summers, Lawrence H., Does the Stock Market Rationally Reflect Fundamental Values ?, Journal of Finance, 41 (July 1986), 591-601.",
        "West, Kenneth D., A Specification Test for Speculative Bubbles, Qvarterly Journal of Economies, 102 (August 1987), 553-80."
    ]
}