{
    "id": 3092,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Aghion, Philippe, and Patrick Bolten, 1988, An `Incomplete Contract Approach to Bankruptcy and the Financial Structure of the Firm, Technical Report No. 536, Institute for Mathematical Studies in the Social Sciences, Economics Department, Stanford University (November).",
        "Auerbach, Alan J., 1979, Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics Vol. 93, pp. 433-446.",
        "Auerbach, Alan J., 1983, Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Economic Literature, Vol. 21 (September), pp. 905-40.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, 1989, Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate Banking Relationships, Working Paper, National Bureau of Economic Research, (April).",
        "Jensen, Michael C., 1986, The Agency Cost of Free Cash Flow: Corporate Finance and Takeovers, American Economic Review, Vol. 76, No. 2 (May).",
        "Jensen, Michael C., 1989, Capital Markets, Organizational Innovation, and Restructuring, Working Paper, Harvard Business School (January).",
        "Jensen, Michael C., Steven N. Kaplan, and Laura Stiglin, 1989, Effects of LBOs on Tax Revenues of the U.S. Treasury, Tax Notes. (February 6).",
        "King, Mervyn, 1977, Public Policy and the Corporation London: Chapman and Hail, Miller, Merton H., 1977, Debt and Taxes, Journal of Finance. Vol. 32 (May), pp. 261-75.",
        "Saunders, Laura, 1988, How The Government Subsidizes Leveraged Takeovers, Forbes (November 28)~ pp. 192-196.",
        "Scholes, Myron S. and Mark A. Wolfson, 1988, The Cost of Capital and Changes in Tax Regimes, in Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax, edited by Aaron, Galper and Pechman, Brookings Institution, pp. 157-194.",
        "Scholes, Myron S. and Mark A. Wolfson, 1989, Employee Stock Ownership Plans and Corporate Restructuring: Myths and Realities, in c2r~e Governance, Restructuring, and the Market for Corporate ~ Richard D. Irwin (forthcoming).",
        "Scholes, Myron S. and Mark A. Wolfson, 1990a, The Effects of Changes in Tax Laws on Corporate Reorganization Activity, Journal of Business (forthcoming).",
        "Scholes, Myron S. and Mark A. Wolfson, 1990b, Taxes and Business Strat~.gy: A Global Planning Approach, (Prentice Hall), (forthcoming).",
        "Shglitz, Joseph E., 1973, Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economjc~, 2, pp. 1-34."
    ]
}