{
    "id": 3095,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J. and Poterba, James M., `Tax Loss Carryforwards and Corporate Tax Incentives, in The Effects of Taxation on Capital Accumulation, edited by Martin Feldstein (University of (licago Press), 1987, pp. 3(4-342.",
        "Auerbach, Alan J. and David Reishus, `The Impact of Taxation on Mergers and Acquisitions, in Mergers and Acquisitions, edited by Alan J. Auerbach (University of Chicago Press), 1988, pp. 69-85.",
        "Caves, Richard E., `Exchange-Rate Movements and Foreign Direct Investments in the United States, Discussion Paper No 1383 (Harvard Institute of Economic Research), May 1988.",
        "Froot, Kenneth A. and Jeremy C. Stein, `Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach, (Unpublished working paper), February 19, 1989.",
        "Gilson, Ronald J., Myron S. Scholes, and Mark A. Wolfson, `Taxation and the Dynamics of Corporate Control: The Uneasy Case for Tax-Motivated Acquisitions, in Knights, Raiders and Targets: The Impact of the Hostile Takeover, edited by John C. Coffee, Jr., Louis Lowenstein, and Susan Rose-Ackerman (Oxford University Press), 1987.",
        "Jensen, Michael C., `The Takeover Controversy: Analysis and Evidence, Midland Corporate Finance Journal (Summer 1986), pp 1-27.",
        "Kaplan, Steven, Managment Buyouts: Evidence on Taxes As a Source of Value (Harvard Working Paper), November 1987.",
        "Klcinbard, Edward D and James A. Duncan, `Tax Planning for Cross-Border Acquisitions, The National Law lournal (May 18, 1987), pp 24-27.",
        "Schipper, Katherine and Abbie Smith, `Corporate Income Tax Effects of Management Buyouts (Universit of Chicago Working Paper), June 1988.",
        "Schipper, Katherine and Rex Thompson, `Evidence on the Capitalized Value of Merger Activity for Acquiring Firms, Journal of Financial Economics (April 1983), pp. 85-119.",
        "Scholes, Myron S. and Mark A. Wolfson, `Taxes and Organization Theory, (Stanford working paper), April 1987.",
        "Scholes, Myron S. and Mark A. Wolfson, Taxes and Corporate Fin~ncial Strategy: A Global Planning Approach (Prentice Hail, 1990)."
    ]
}