{
    "id": 3100,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Bruno M. and J. Sachs (1985) Economics of Worldwide Stagfiation. Harvard University Press.",
        "Bryant, R., Henderson D., Hoitham, G., Hooper, P. and S. Symansky (eds) (1988) Empirical Macroeconomics for Open Economies. Brookings Institution, Washington, D.C.",
        "Campbell J. And N.G. Mankiw (1987) Permanent Income, Current Income and Consumption NBER Working Paper 2436.",
        "Dixon P.B., Parmenter, B.R., Sutton, J and D. Vincent (1982) ORANI: A Multisectoral Model of the Australian Economy, North Holland.",
        "Deardorff A.V. and R.M. Stern (1986) The Michigan Model of World Production and Trade. MIT Press.",
        "Dornbusch R. (1976) Expectations and Exchange Rate Dynamics Journal of Political Economy 84, pp 1161-76.",
        "Dornbusch R. (1987) Exchange Rates and Prices, American Economic Review, 77, pp93-lO6.",
        "Fair, R. and J. Taylor (1983) Solution and Maximum Likelihood Estimation of Dynamic Non-Linear Rational Expectations Models Econometrica 51(4), pp. 139-178.",
        "Frenkel, J. and A. Razin (1988) Fiscal Policies in the World Economy, MIT Press.",
        "Hayashi, F. (1979) Tobins Marginal q and Average q: A Neoclassical Interpretation. Econometrica 50, pp.213-224.",
        "Hayashi, F. (1982) The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables. Journal of Political Economy 90(4) pp 895-916.",
        "Ishii, N. McKibbin, W.J. and J. Sachs (1985) The Economic Policy Mix, Policy Cooperation and Protectionism: Some Aspects of Macroeconomic Interdependence Among the United States, Japan and Other OECD Countries. Journal of Policy Modelling 7(4), pp.533-572.",
        "Lipton D., Poterba J., Sachs J. and L. Summers (1982) Multiple Shooting in Rational Expectations Models. Econonietrica 50 pp1329-1333.",
        "McKibbin, W.J. (1986) The International Coordination of Macroeconomic Policies. Ph.D. Dissertation, Harvard University.",
        "McKlbbin, W.J. (1987) Numerical Solution of Rational Expectations Models, With and Without Strategic Behaviour Reserve Bank of Australia, Research Discussion Paper 8706.",
        "McKibbin, W.J. and J. Sachs (l986a) Coordination of Monetary and Fiscal Policies in the OECD. National Bureau of Economic Research Working Paper No.1800, in Jacob Frenkel (Ed) International Aspects of Fiscal Policy. University of Chicago Press. NcKibbin, W.J. and J. Sachs (l986b) Comparing the Global Performance of Alternative Exchange Arrangements. National Bureau of Economic Research Working Paper No.2000, revised in Journal of International Money and Finance,7, pp 387-410.",
        "McKibbin, W.J. and J. Sachs (1989) Implications of Policy Rules for the World Economy, NBER Working Paper and forthcoming in Bryant et al. (1989) Macroeconomic Policies in an Interdependent World, IMF/Brookings/CEPR.",
        "Masson P., S. Symansky, R. Haas and N. Dooley (1988) Multimod - A Multi-region Econometric Model Part II, IMF Staff Studies for the World Economic Outlook, July.",
        "Sachs, J. (1982) Energy and Growth Under Flexible Exchange ~t~: A Simulation Study. in Bhandari, J. and B. Putnam (Eds.) The International Transmission of Economic Disturbances Under Flexible Rates. MIT Press, Cambridge, MA.",
        "Sachs J. (1986a) The Dollar and Tha Policy Mix Brookings Papers on Economic Activity Sachs, J. (1986b) High Unemployment in Europe: Diagnosis and Policy Implications. National Bureau of Economic Research Working Paper 1850.",
        "Sachs, J. and W. J. McKibbin (1985) Macroeconomic Policies in the OECD and LDC External Adjustment. National Bureau of Economic Research Working Paper 1534.",
        "Taylor, J. (1980) Aggregate Dynamics and Staggered Contracts. Journal of Political Economy 88, pp.1-23.",
        "Taylor J. (1988) The Treatment of Expectations in large MultiCountry Econometric Models in Bryant et.al. (1988).",
        "Treadway, A. (1969) On Rational Entrepreneurial Behavior and the Demand for Investment. Review of Economic Studies 36(106), pp.227-239."
    ]
}