{
    "id": 3104,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Bewley, Truman (1982): An Integration of Equilibrium Theory and Turnpike Theory, Journal of Mathematical Economics, Vol. 10, 233-67.",
        "Buiter, Willem H. (1981): Time Preference and International Lending and Borrowing in an Overlapping Generations Model, Journal of Political ~qpnomv, 89, 769-797.",
        "Day, Richard H. (1982): Irregular Growth Cycles, American Economic Review, Vol. 72, 406-4.",
        "Day, Richard H. (1983): The Emergence of Chaos from Classical Economic Growth, Q~~rterly Journal of Economics, Vol. 98, 201-13.",
        "Epstein, Larry C. and J. Allan Hynes (1983): The Rate of Time Preference and Dynamic Economic Analysis, Journal of Political Economy, 91 (August), pp. 611-635.",
        "Fisher, Irving, (1907): The Rate of Interest, Macmillan.",
        "Friedman, Milton, (1957): A TheorY of the Consumotion Function, Princeton University Press.",
        "Fukao, Kyoji (1989): Consumption Biases Toward Domestic Goods and Saving-Investment Correlation, mimeographed, Yale University.",
        "Fukao, Kyoji (1989): Strategic Aspects of International Lending and Borrowing: A Two Country Dynamic Game Model, mimeographed, Yale University.",
        "Haken, Herman (1983): Synersetics: An Introduction, Third Edition, Springer Verlag.",
        "Ramada, Koichi (1965): Economic Growth and Long-Term International Capital Movement, Ph.D. dissertation, Yale University.",
        "Hamada, Koichi (1966): Economic Growth and Long-Run Capital Movements, Yale Economic Essays, Vol. 6, pp. 49-96.",
        "Ramada, Koichi, and Kazumasa Iwata (1989): On the International Ownership Pattern at the Turn of the Twenty First Century, European Economic Review (forthcoming).",
        "Iwai, Katsuhito (1972): Optimal Economic Growth and Stationary Ordinal Utility-A Fisherian Approach, Journal of Economic Theory, Vol. 5, 121-51.",
        "Kaldor, Nicholas (1955): Alternative Theory of Distributions, Economic Journal, 23(2), pp. 83-100.",
        "Kawai, Masahiro and Ryuhei Okumura (1988): Time Preference, International Capital Mobility and Optimum Asset Accumulation, The Johns Hopkins University Working Papers in Economics, No. 213.",
        "Koopmans, Tjaliing C. (1960): Stationary Ordinary Utility and Impatience, Econometrica 28, pp. 287-309.",
        "Koopmans, T.C., P. A. Diamond, and R. E. Williamson (1964): Stationary Utility and Time Perspective, Econometrica, Vol. 32 (1-2).",
        "Leibenstein, Harvey (1954): A Theory of Economic-Demographic Development, Princeton University Press.",
        "Lucas, Robert E. and Nancy L. Storkey, Optimal Growth with Many Consumers, Journal of Economic Theory, 32, 139-171. Lucas, Robert E. (1988): On the Mechanics of Economic Development, Journal of Monetary Economics, 22,3-42.",
        "Maital, Shlomo (1982): Minds. Markets. and Money, Basic Books.",
        "May, Robert M. (1973): Stability and Complexity in Model Ecosystems, Princeton University Press.",
        "Nelson, Richard R. (1956): A Theory of the Low Level Equilibrium Trap in Underdeveloped Economies, American Economic Review, Vol. 32(5)..",
        "Obstfeld, Maurice (1981): Aggregate Spending and the Terms of Trade: Is There a Laursen-Metzler Effect?, Ouarterlv Journal of Economics, 97, 251-270.",
        "Ohyaina, Michihiro (1989): Economic Growth and the Balance of Payments, mimeographed, Keio University.",
        "Ramsey, Frank (1928), A Mathmatical Theory of Saving, Economic Journal, Vol. 38, 543-59.",
        "Romer, Paul M. (1986): Increasing Returns and Long-Run Growth, Journal of Politjcal Economy, 94, 1002-1037.",
        "Ruffin, Roy J. (1979): Growth and the Long-Run Theory of International Capital Movements, American Economic Review, 69, pp. 832-842.",
        "Ryder, Harl E. (1985): Heterogeneous Time Preferences and the Distribution of Wealth, Mathmatical Social Sciences, Vol. 9, pp.",
        "Solow, Robert M. (1956): A Contribution to the Theory of Economic Growth, Ouarterlv Journal of Economics."
    ]
}