{
    "id": 3109,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Barsky, RB. (1987): The Fisher Hypothesis and the Forecastability and Persistence of Inflation, Journal of Monetary Economics, 19, 3-23.",
        "Friedman, M. and A.J. Schwartz (1970): Monetary Statistics of the United States: Estimates, Sources, Methods. New York: Columbia University Press (for NBER).",
        "Giovannini A. and P. Jorion (1987): Interest Rates and Risk Premia in the Stock Market and in the Foreign Exchange Market, Journal of international Money and Finance, 6, 107-123.",
        "Grossman S.J. and R.J. Shiller (1981): The Determinants of the Var ability of Stock Market Prices American Economic Review, 71, 222-227.",
        "Hodrick, R.J., N. Kocherlakota and D. Lucas (1989): The Variability of Velocity in Cash-in-Advance Models, January.",
        "Jaffe J.F. and G. Mandelker (1976): The `Fisher Effect for Risky Assets: An Empirical Investigation, Journal of Finance, XXXI, 447-458.",
        "Kaul, G. (1987): Stock Returns and Inflation: The Role of the Monetary Sector, Journal of Financial Economics, 18.",
        "Kydland, F.E. (1987): The Role of Money in a Business Cycle Model, mimeo, Carnegie-Mellon University, December.",
        "Labadie, P. (1989a): Stochastic Inflation and the Equity Premium, forthcoming, Journal of Monetary Economics.",
        "Labadie, P. (1989b): itock Prices and the Inflation Tax, mimeo, Columbia University.",
        "LeRoy S.F. (1984a): Nominal Prices and Interest Rates in General Equilibrium: Money Shocks, Journal of Business, 57, 177-196.",
        "Marshail, D.A. (1987): Inflation and Asset Returns in a Monetary Economy with Transactions Costs, mimeo, Carnegie Mellon University.",
        "Mebra, R. and E.C. Prescott (1985): The Equity Premium: A Puzzle, Journal of Monetary Economicsl5, no. 2, 145-162.",
        "Mishkin, F~S. (1981): The Real Interest Rate: An Empirical Investigation, in Carnegie-Rochester Conference Series in Public Policy 15, 151-200.",
        "Prescott, E.C. (1986): Theory Ahead of Business Cycle Measurement , Carnegie-Rochester Conference Series in Public Policy.",
        "Romer, C.D~. (1986): Is the Stabilization of the Postwar Economy a Figment of the Data? American Economic Review, 76, 3, June, 314-334."
    ]
}