{
    "id": 3115,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Azariadis, Costas and Joseph E. Stiglitz, eds. (1983). O.J.E. supplement on contract theory, vol. 98.",
        "Blanchard and Summers (1986), Hysteresis and the European Unemployment Problem, in S. Fischer, ed., NBER Macroeconomics Annual, Cambridge: MIT Press.",
        "Bernanke, Ben (1983). Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review vol. 73, pp. 257-76.",
        "Equilibrium, In Wm. A. Barnett and K. Singleton (eds.), New Approachtj to Monetary Economics, New York: Cambridge University Press. Farmer, Roger E.A. (1984). A New Theory of Aggregate Supply, American Economic Review vol. 74, 5 (December), pp. 920-930.",
        "Fazzari, Stephen, Glenn Hubard, and Bruce Peterson (1987). Financing Constraints and Corporate Investment, Northwestern University, mimeo.",
        "Gertler, Mark (1988). Financial Structure and Aggregate Economic Activity: An Overview, Journal of Money Credit and BankinÃ\u0083Â§.",
        "Greenwald, Bruce and Joseph B. Stiglitz (1986), Information, Finance Constraints, and Business Fluctuations, Princeton University, mimeo.",
        "Review vol. 74, pp. 194-200. 27 Litterman, Robert B. and Laurence Weiss (1985). Money Real Interest Rates, and Output: A Reinterpretation of Postwar U.S. Data, Econometrica vol.",
        "Myerson, Roger (1979). Incentive Compatibility and the Bargaining Problem, Econometrica vol. 47, pp. 61-74.",
        "Romer, Christina (1986). Spurious Volatility in Historical Unemployment Data, Journal of Political Econcjrnj vol. 94, 1, (February), pp. 1-37.",
        "Sargan, J. D., and Alok Bhargava (1983). Testing Residuals from Least Squares Regression for being Generated by the Gaussian Random Walk, Econometrica vol. 51, 1, (January), pp. 153-174.",
        "Sims, C.A. (1980). Comparison of Interwar and Postwar Cycles: Monetarism Reconsidered American Economic Revj.ew vol. 70, pp. 250-257.",
        "Smith, Bruce (1983). Limited Information, Credit Rationing, and Government Lending Policy, American Economic Review vol. 73, pp. 305-318."
    ]
}