{
    "id": 3118,
    "cites": 17,
    "cited_by": 7,
    "reference": [
        "Baldwin, R. and P. Krugman. 1988. Market Access and International Competition: A Simulation Study of 16K RAMs, in R. Feenstra (ed.) Empirical Methods for International Trade. MIT Press: Cambridge, MA.",
        "De Melo, J. and D. Tarr. 1989. Welfare Costs of U.S. Quotas in Textiles, Steel, and Autos. Mimeo. World Bank, January.",
        "Dixit, A. 1988. Optimal Trade and Industrial Policy for the U. S. Automobile Industry, in R. Feenstra (ed.) Empirical Methods for International Trade. MIT Press: Cambridge, MA.",
        "Driskill, R. and S. McCafferty. 1988. Dynamic Duopoly with Output Adjustment Costs in International Markets: Taking the Conjecture out of Conjectural Variations. Mimeo. Ohio State University, March.",
        "Eaton, J. 1988. Comment on Dixit, in Feenstra (ed).",
        "Eaton, J. and G. Grossman. 1986. Optimal Trade and Industrial Policy under Ohigopoply. Quarterly Journal of Economics, 100, pp. 383-406.",
        "Feenstra, R. 1988. Quality Change Under Trade Restraints in Japanese Autos. Quarterly Journal of Economics, CIII, pp. 131-146.",
        "Feenstra, R. and Levinsohn, J. 1989 Distance, Demand, and Oligopoly Pricing. NBER Working Paper No. 3076, August.",
        "Heipman, E. and P. Krugman. 1989. Market Structure and Trade Policy. MIT Press: Cambridge, MA.",
        "Katz, L. and L. Summers. 1988. Can Inter-Industry Wage Differentials Justify Strategic Trade Policy? NBER Working Paper No. 2739, October.",
        "Krishna, K. 1985. Trade Restrictions as Facilitating Practices. HIER Working Paper No. 1596, Forthcoming: Journal of International Economics.",
        "Krishna, K. and M. Itoh. 1988. Content Protection and Oligopolistic Interactions. Review of Economic Studies, LV, pp. 107-125.",
        "Krishna, K. and M. Thursby. 1988. Optimal Policies with Strategic Distortions. NBER Working Paper No. 2527, March.",
        "Levinsohn, J. 1988. Empirics of Taxes on Differentiated Products: The Case of Tariffs in the U. S. Automobile Industry, in R. E. Baldwin (ed.) Trade Policy Issues and Empirical Analysis. University of Chicago Press: Chicago.",
        "Richardson, J. David. 1988. Empirical Research on Trade Liberalization With Imperfect Competition: A Survey. OECD Working Paper No. 58, November.",
        "Srinivasan, T. N. 1988. Recent Theories of Imperfect Competiton and International Trade: Any Implications for Development Strategy? Mimeo. Yale University, November.",
        "Venables, T. and A. Smith. 1987. Trade and Industrial Policy under Imperfect Competition, Economic Policy, October, pp. 622-671."
    ]
}