{
    "id": 312,
    "cites": 19,
    "cited_by": 60,
    "reference": [
        "Auerbach, Alan, Share Valuation and Corporate Dividend Policy, NBER Working Paper 255 (1978).",
        "Bailey, Martin, Capital Gains and Income Taxation, 470 (Vol. XXXII in Harberger led,), The Taxation of Income from Capital, 1969, pp. 1-46.",
        "Blume, Marshall, Jean Crockett and Irwin Fried, Stockownenhip in the United States: Characteristic and Trends, Survey of Current Business, November 1974.",
        "Boakin, Michael, `Taxation, Saving and the Rate of Intareat, Journal of Political Economy, April 1978, pp. 51-527.",
        "Bradford, David. `The Incidence and Al]ocative Effect of a Tax on Corporats Distributiona, Mimeo 1977.",
        "Cagan, Philip and Robert Lipeey. The Finonciol Effects of Inflation, Ballinger Publishing Company, 1978.",
        "Davidson, Sidney and Roman Wail, Inflation Accounting: Implications of the FASS Propoaal, in Aaron (ad.), Inflotion and the Income Tax. Feldatain, Martin, Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis, American Economic Review, 66:3 (December 1976), pp. 809820.",
        "Feldatain, Martin, Inflation and the Stock Market, NBER Working Paper 275 (1978).",
        "Feldatain, Martin and Daniel Friach, Corporate Tax lntegration: The Eatimatad Effects on Capital Accumulation and Tax Distribution of Two Integration Proposals, National Tax Journal, 30 (1977).",
        "Feldstein, Martin, Jerry Green and Eytan Sheebinski, Inflation and Taxea in a Growing Economy with Dsbt and Equity Finance, Journal of Political Economy, 1978.",
        "Febdatein, Martin and Lawrence Summers, The Rate of Profit: Falling or Cyclical?, Brookings Papers on Economic Activity, 1977:1.",
        "Feldetein, Martin and Lawrence Summers, Inflation, Tax Rules, and the Long-Term Intereat Rate, Brooings Papers on Economic Activity, 1978:1.",
        "Huebnez, Solomon, Life insurance, Prentice Hell, 1976.",
        "Lovall, Michael, The Profits Picture: Trends and Cycles, Broohings Papers on Economic Activity, 1978:3.",
        "Projector, Dorothy and Gertrude Weisa, Survey of Financial Characteristics of Consumers, Washington, D.C.: Federal Reserve Technical Papers, 1966.",
        "Shoven, John and Jeremy Bubow, Inflation Account. ing and Nonfinancial Corporate Profits: Finsncial Assets and Liabilities, Brookinge Papers on Economic Activity, 1976:1.",
        "Summers, Lawrence, Tax Policy in a Life Cycle Model, NBER Working Paper 303 (1978).",
        "Surrey, Stanley S., Pathways to Tax Reform, Harvard University Press, 1973.",
        "Tideman, T. Nicholas and Donald Tucker, The Tax Treatment of Business Profits Under Inflationary Conditions, in Henry Aaron ted.), inflation and the Income Tax. von Furstenberg, George, `The Q Theory of Investment, Brookings Papers on Economic Activity, 1977:2."
    ]
}