{
    "id": 3125,
    "cites": 12,
    "cited_by": 43,
    "reference": [
        "Campbell, John Y. and Shiller, Robert J., `Cointegration and Tests of Present Value Models, Journal of Political Economy 95 (October 1987): 1062-1088.",
        "Fisher, irving, The Theory4 Interest (New York :Macmillan 1930).",
        "Hansen, Lars P., `Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50: 1029-54 Hansen, Lars, and Hodrick, Robert, `Forward Exchange Rates as Optimal Predictors of Future Spot Rates, Journal of Political Economy 88 (1980): 829-53.",
        "Hardouvelis, Gikas A., The Predictive Power of the Term Structure During Recent Monetary Regimes, Journal of Finance 43 (June 1988): 339-56.",
        "Huizi.nga, John and Mishkin, Frederic S., `Inflation and Real Interest Rates on Assets with Different Risk Characteristics, Jc~urnal of Finance 39 (1984): 699-712.",
        "Real Interest Rates, Carnegie-Rochester Conference Series on Public Policy, 24 (Spring 1986): 231-74.",
        "Man.kiw, N. Gregory and Summers, Lawrence H., `Do Long-Term Interest Rates Overreact to Short-Term Interest Rates? Brookings Papers on Economic Activity, (1984:1): 223-242.",
        "Mishkin, Frederic S., `The Real Rate of Interest: An Empirical Investigation, The Cost and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, 15 (1981): 151-200.",
        "Nelson, Chartes R., and Schwert, G. William, `Short-Term Interest Rates as Predictors of in. flation: On Testing the Hypothesis that the Real Rate of Interest is Constant, AmeÃ\u0083Â±c~ Economic Review, 67 (1977): 478-86.",
        "Newey, W. and West Kenneth, A Simple, Positive Definite, Heteroskedasticity and Autocorrela tion Consistent Covariance Matrix, Economei.rica 55 (1987): 703-708.",
        "Shiller, Robert J.. Campbell, John V., and Schoenholtz, Kermit L., Forward Rates and Future Policy: Interpreting the Term Structure of interest Rates, Brookings Papers on Economic Activity (1983:1): 173-217.",
        "White, Halbert, `A Heteroskedast icity-Consistent Covariance Matrix Estimator and Direct tests for Heteroskedasticity, Liconometrica 48 (1980): 817-38."
    ]
}