{
    "id": 3128,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Alesina, Alberto (1987) Macroeconomic Policy in a Two-Party System as a Repeated Game, Quarterly Journal g.f Economics, vol. CII August, pp. 651-678.",
        "Beck, Nathaniel (1982) . Parties, Administrations, and American Macroeconomic Outcomes, American Political Science RevjÃ\u0083Â§~q, March: pp.83-94.",
        "Cargill, Thomas F. and Hutchison, Michael N. (1988) Political Business Cycles in a Parliamentary Setting: The Case of Japan, Federal Reserve Bank of San Francisco, working paper, 88-OS.",
        "Cargill, Thomas F. and Hutchison, Michael H. (1989) Central Bank Response to Election Cycles in a Parliamentary System: The Bank of Japan, mimec, January 1989.",
        "Frey, Bruno and Schneider, Frederich (1978) An Empirical Study of Politico-Economic Interaction Review ~ Economics and Statistics, vol. 60, May: pp. 174-183.",
        "Golden, David G. and Poterba, James N. (1980) . The Price cf Popularity: The Political Business Cycle Reexamined, American Journal 21 Political Science, Novermber: pp.696-714.",
        "Hibbs, Douglas A. Jr. (1977) Political Parties and Macroeconomic Policy, American Political Science Review, December: 1467-87.",
        "I-libbs, Douglas A. Jr. (1987). The American Political Economy: Macroeconomics ~ Electoral Politics in the United States Cambridge, MA: Harvard University Press.",
        "Inoguchi, Takashi (1983) Gendai n~ Milton Seiji Keizai flg Kcan~, [Contemporary Political Economy in Japan] Tokyo, Japan: Toyo Keizai Shinposha.",
        "Ito, Takatoshi (1988) Is the Bank of Japan a Closet Monetarist? Monetary Targeting in Japan, 1978-88 National Bureau of Economic Research, working paper, no. 2683, August 1988.",
        "Ito, Takatoshi and Park, Jin Hyuk, (1988) Political Business Cycles in the Parliamentary System, Economics Letters, vol.",
        "McRae, C. Duncan (1977). A Political Model of the Business Cycle, Journal at Political Economy, vol. 85, April: pp.239-264.",
        "McCallum, Bennett (1978) The Political Business Cycle: An Empirical Test, Southern Journal at Economics, vol. 44, January: pp.504-515.",
        "Nordhaus, William (1975) The Political Business Cycle Review ~ Economic Studies, vol. 42, April: pp. 169-190.",
        "Rogoff, Kenneth and Anne Sibert (1988), Equilibrium Political Business Cycles, Review at Economic Studies, vol. 55 January: 1-16.",
        "Tufte, E. (1978) Political Control at tba. Economy, Princeton University Press: Princeton."
    ]
}