{
    "id": 3130,
    "cites": 43,
    "cited_by": 35,
    "reference": [
        "Akaike, H. (1974) A New Look at Statistical Model Identification. IEEE Transactions on Automatic Control, AC-19: 716-23.",
        "Ansley, C. F. (1979) An Algorithm for the Exact Likelihood of a Mixed Autoregressive -Moving Average Process. Blometrika, 66: 59-66.",
        "Beveridge, S., and Nelson, C. B. (1981) A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle. Journal of Monetary Economics, 7: 151-74.",
        "Blanchard, 0. J. (1981) What is Left of the Multiplier Accelerator? American EconomIc Review (Papers and Proceedings), 71: 150-511.",
        "Blsnchard, 0. J., and Quah, 0. (1988) The Dynamic Effects of Aggregate Demand and Supply Disturbances. Manuscript, Massachusetts Institute of Technology.",
        "Blough, S. R. (1988) On the Impossibility of Testing for Unit Roots and Cointegration In Finite Samples. Working Paper in Economics 211, Johns Hopkins University.",
        "Braun, R. A. (i989) Taxes and the Postwar U.S. Business Cycle. Manuscript, University of virginia. Campbell, J. 1., and Deaton, A. (1988) Why is Consumption So Smooth? Manuscript, Princeton University.",
        "Campbell, J. Y., and Manklw, N. G. (1987a) Are Output Fluctuations Transitory? Quarterly Journal of Economics, 102: 857-80.",
        "American Economic Review (Papers and Proceedings) 77: 111-17. __________ (1989) Permanent Income, Current Income, and Consumption. Manuscript, Princeton University.",
        "Chrlstiano, L. .3. (1987) Is Consumption Insufficiently Sensitive to Innovations in income? American Economic Review (Papers and Proceedings) 77: 337-41.",
        "Christiano, L. J., and Elchenbaum, M. (1987) Temporal Aggregation and Structural Inference in Macroeconomics. Bubbles and Other Essays, eds. IC. Brunner and A. H.",
        "Neltzer. Carnegie-Rochester Conference Series on Public Policy, 26: 63-130. Amsterdam: North-Holland. ___________ (!988a) Human Capital, Endogenous Growth and Aggregate Fluctuations. Manuscript, Federal Reserve Bank of Minneapolis. __________ (1988b) Is Theory Really Ahead of Measurement? Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations. Working Paper 2700, National Bureau of Economic Research.",
        "Christiano, L. J.; Eichenbaum, M.; and Marshall, 0. (1989) The Permanent Income Hypothesis Revisited. Manuscript, Federal Reserve Bank of Minneapolis.",
        "Christiano, L. J., and Ljungqvist, L. (1988) Money Does Granger-Cause Output in the Bivariate Money-Output Relation. Journal of Monetary Economics, 22: 217-35.",
        "Clark, P. K. (1987) The Cyclical Component of U.S. Economic Activity. Quarterly Journal of Economics, 102: 797-814.",
        "Cochrane, J. H. (1968a) How Big Is the Random Walk in GNP? Journal of Political Economy, 96: B93-920.",
        "University of Chicago. Deaton, A. S. (1986) Life Cycle Models of Consumption: Is the Evidence Consistent with the Theory? Advances in Econometrios. Fifth World Congress of the Econometric Society, ed. T. F. Bewley, 2: 121-46. Cambridge, Mass.: Cambridge University Press.",
        "DeJong, 0. N.; Nankervis, J. C.; Savin, N. E.; and Whiteman, C. H. (1988) Integration Versus Trend-Statlonarity in Macroeconomic Time Series. Manuscript, University of Iowa.",
        "Dc Long, J. B., and Sumsers, L. H. (1988) On the EAistence and Interpretation of a Unit Root in U.S. GNP. Working Paper 2716, National Bureau of Economic Research.",
        "Flavin, M. A. (1981) The Adjustment of Consumption to Changing Expectations About Future Income. Journal of Political EconOmy, 89: 974-1009.",
        "Granger, C. N. .3., and Newbold, P. (1977) Forecasting Economic Time Series. New York: Academic Press.",
        "Hall, R. E. (1978) Stochastic Implinations of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy, 86: 971-87.",
        "Hansen, 0. 0. (1989) Technical Progress and Aggregate Fluctuations. Department of Economics Working Paper 546, University of California, Los Angeles.",
        "Hansen, L. P. (1987) Calculating Asset Prices in Three Example Economies. Advances in Econometrics. Fifth World Congress of the Econometric Society, ed. 7. F.",
        "Bewley, 2: 207-43. Cambridge, Mass.: Cambridge University Press. Jaeger, A., and !Cunst, N. M. (1989) Seasonal Adjustment and Measuring Persistence in -Output. Manuscript, Institute for Advanced Studies, Vienna, Austria.",
        "Eing, B. G.; Plosser, C. I.; and Rebelo, S. 7. (1988) Production, Growth and Business Cycles: II. New Directions. Journal of Monetary Economics, 21: 30941.",
        "King, N. G.; Plosser, C.; Stock, J.; and Watson, H. (1987) Stochastic Trends and Economic Fluctuations. Working Paper 2229, National Bureau of Economic Research.",
        "King, B. G., and Rebelo, S. 7. (1986) Business Cycles with Endogenous Growth.",
        "Manuscript, University of Rochester. Kohn, B. (1979) Asymptotic Estimation and Hypothesis Testing Results for Vector Linear Time Series Models. Econometrica, ~I7: 1005-1030.",
        "Long, J. B., Jr., and Plosser, C. I. (1983) Real Business Cycles. Journal of Political Economy, 91: 39-69.",
        "HcGratten, E. (1989) The Macroeconomic Effects of Tax Policy in an Equilibrium Model. Manuscript, Duke University.",
        "Mizon, C. E., and Richard, .3. F. (1986) The Encompassing Principle and Its Appilcation to Testing Non-nested Hypotheses. Econometrics, 5~i: 657-78.",
        "Nelson, C. N., and Piosser, C. I. (1982) Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications. Journal of Monetary Economics, 10: 139-62.",
        "Prescott, E. C. (1986) Theory Ahead of Business Cycle Measurement. Federal Reserve Bank of Minneapolis Quarterly Review, 10: 9-22. Also in Neal Business Cyo4~ Neal Exchange Rates and Actual Policies. Carnegie-Rochester Conference Series on Public Policy, ads. K. Brunner and A. H. Meltser, 25: 11-44. Amsterdam: NorthHolland.",
        "Priestly, H. B. (1982) Spectral Analysis and Time Series. London: Academic Press.",
        "Quah, 0. (1988) The Relative Importance of Permanent and Transitory Components: Identification and Some Theoretical Bounde. Working Paper 1196, Massachusetts Institute of Technology.",
        "Sargan, J. 0., and Bhargava, A. (1983) Maximum Likelihood Estimation of Regression Models with First Order Moving Average Errors When the Root Lies on the Unit Circle. Econcmetrica, 51: 799-820.",
        "Sargent, 7. (1976) Econometric Esogeneity and Alternative EstimatoFs of Portfolio Balance Schedules for Hyperinflations: A Note. Journal of Monetary Economics, 2: 511-21.",
        "Schwmrz, 0. (1978) Estimating the Dimension of a Model. Annals of Statistics, 6: 1161-64.",
        "Sohwert, G. N. C 1987) Effects of Model Specification on Tests for Unit Noots in Macroeconomic Data. Journal of Monetary Economios, 20: 73-103.",
        "Sims, C. A. (1988) Bayesian Skepticism on Unit Root Econometrics. Journal of Eco nomic Dynamics and Control, 12: 1163-711.",
        "Watson, M. N. (1986) Univariate Detrending Methods with Stochastic Trends. Journal of Monetary Economics, 18: 49-75.",
        "West, K. 0. (198k) The Insensitivity of Consumption to News About Income. Journal of Monetary Economics, 21: 17-33. ___________ (1988b) On the Interpretation of Near Nandom-Walk Behavior in GNP."
    ]
}