{
    "id": 3136,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Har.Ã\u0082Â°~ean H.B. The Role of Nonprofit Enterprise, Yale Law Journal, 89:835- 98, 1980.",
        "James E. How Nonprofits Grow: A Model, Journal of Policy Analysis and Manaqement, 2:350-65, 1983.",
        "Johns L. Selective Contracting in California, Health Affairs, 4(3)32-48, 1985.",
        "Lewin L.S. and Lewin M.E. Financing Charity Care in an Era of Competition, Health Affairs, 6(1)47-60, 1987.",
        "Luft H., et al. The Role of Specialized Clinical Services in Competition Among Hospitals, Inquiry, 23(1)83-94, 1986.",
        "Macleod G.K. and Perlman M. Health Care Capital: Competition and Control, Cambridge Mass: Ballinger Publishing Co., 1978.",
        "Manning W.G. Comparative Efficiency in Short-Term General Hospitals, Ph.D. Dissertation Stanford University 1973.",
        "Morrisey M.A. and Sloan F.A. Government Policy and Its Effects on Hospital Philanthropy, Working Paper University of Alabama 1986.",
        "Newhouse J.P. Toward an Economic Theory of Non-Profit Institutions: An Economic Model of A Hospital American Economic Review, 60:64-74, 1970.",
        "Pauly M.V. Is Medical Care Different? Old Questions, New Answers, Journal of Health Politics, Policy and Law, 13(2)227-238, 1988.",
        "Pauly M.V. Nonprofit Firms in Medical Markets, American Economic Review, 77(2):257-262, 1987.",
        "Robinson J.C. Hospital Quality Competition and the Economics of Imperfect Information, Milbank Memorial Fund_.Q~r~r.L, 66(3)465-481, 1988.",
        "Rosko, Michael 0. (1989) A Comparison of Hospital Performance under the Partial-Payer Medicare PPS and State All-Payer Rate Setting Systems. Inquiry 26(1):48-61. Sloan F.A., et al. `The Demise of Hospital Philanthropy, Working Paper Vanderbilt University 1989.",
        "Sloan F. Property Rights in the Hospital Iniustry in Frech H.E. (ed.) Health Care in America, San Francisco: Pacific Research Institute, 1988.",
        "Thorpe K.E. and Phelps, C.E. The Social Role of Not-for-Profit Organizations: Hospital Provision of Charity Care Unpublished paper, Harvard School of Public Health, January 1988.",
        "Wilensky G.R. Viable Strategies for Dealing with the Uninsured, Health Affairs, 6(1)33-46, 1987."
    ]
}