{
    "id": 3147,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Baldwin, Richard (1989a) On the Growth Effects of 1992, forthcoming, Economic ~ Fail 1989.",
        "Caballero, Ricardo and Lyons, Richard (1989a) The Role of External Economies in in US Manufacturing, NBER working paper 3033.",
        "Caballero, Ricardo and Lyons, Richard (1989b) Increasing Returns and Imperfect Competition in European Industry, Columbia University working paper.",
        "Deardorif, Alan and Stern, Robert (1979) An Economic Analysis of the Effects of the Tokyo Round of Multilateral Trade Negotiations on the US and Other Major Industrialized Countries, MTM Studies No.5.",
        "Deardorif, Alan and Stern, Robert (1981) A Disaggregated Model of World Production and Trade: An Estimate of the Impact of the Tokyo Round, Journal of Policy Modeling, 3, 2, pp 127-152.",
        "Dixit, Avinash and Norman, Victor (1980) Theory of International Trade, Cambridge University Press.",
        "Dornbusch, Rudiger (1976) Expectations and Exchange Rate Dynamics, Journal of Political Economics, 84, p1161-1176.",
        "Findlay, Ronald (1984) Growth and Development in Trade Models, in Handbook of International Economics, volume I, R..Jone. and P.Kenen (eds.), Elsevier.",
        "Fried, J. (1980) The Intergenerational Distribution of Gains from Technical Change and International Trade, Canadian Journal of Economics, 13 pp 65-81.",
        "Galor, Oded (1989) Tariff, Income Redistribution and Welfare in a Small 21 Overlapping-Generations Economy, Brown University Working Paper.",
        "Ga.lor, Oded and Lin, S. (1989) Trade Patterns in a Two-Sector Overlapping-Generations World, Brown University Working Paper No. 89-18.",
        "Grossman, Gene, and Helpman, Elhanan (1988) Product Development and International Trade, Princeton University Working Paper.",
        "Grossman, Gene, and Helpman, Elhanan (1989a) Endogenous Product Cycles, Discussion Paper in Economics 144, Princeton University.",
        "Grossman, Gene, and Helpman, Elhanan (1989b) Comparative Advantage and Long Run Growth, NBER working paper 2809.",
        "Hall, Robert (1988) Intertemporal Substitution in Consumption, Journal of Political Economics.",
        "Harris, Richard and Cox, David (1982) Trade. Industrial Policy and Canadian Manufacturing, Ontario Economic Council, Toronto.",
        "Judd (1985) Short-Run Analysis of Fiscal Policy in a Simple Perfect Foresight Model, Journal of Political Economy, 93, 2, pp 298-319.",
        "Krugman, Paul (1988) Endogenous Innovations, International Trade and Growth, Working Paper presented at SUNY-Buffalo conference on development. - Lucas, Robert (1988) On the Mechanics of Economic Development, Journal of Monetary Economics 22, pp 3-42.",
        "Maddison, Angus (1987) Growth and Slowdown in Advanced Capitalist Economies, Journal of Economic Literature.",
        "Manning, Richard and Markusen, James (1989) National Product Functions in Comparative Steady-state Analysis, University of Western Ontario Working Paper No. 8808C.",
        "Murphy, Kevin, Shleifer, Andre and Vishney, Robert (1988) Income Distribution, Market Size and Industrialization, University of Chicago working paper.",
        "Musaa (1978) Dynamic Adjustment in the Heckscher-Ohlin-Samuelson Model, Journal of Political Economy, 86, pp 671-682.",
        "Ricardo, David (1815) Essay on the Influence of a Low price of Corn Upon the Profits of Stocks, in The Works and Correspondence of David Ricardo, 1951, P. Straffa (ed), Cambridge University Press.",
        "Romer, Paul (1983) Dynamic Competitive Equilibria with Externalities, Increasing Return, and Unbounded Growth. PhD thesis, University of Chicago.",
        "Romer, Paul (1986) Increasing Returns and Long Run Growth, Journal of Political Economy.",
        "Romer, Paul (1987a) Crasy Explanations for the Productivity Slowdown, NBER Annual.",
        "Romer, Paul (198Th) Growth Based on Increasing Returns to Scale Due to Specialization, American Economic Review. Srinivasan, T. and Bhagwati, J. (1980) Trade and Welfare in Steady State, in Chipman, J. and Klndleberger, C. (eds.) Flexible Exchanee Rates and the Balance of Payments: Essays in Honor of Eeon Sohmen, North-Holland.",
        "Shieifer, Andre (1986) Implementation Cycles, Journal of Political Economy, 94, pp 1161-1191.",
        "Smith, M.A.M. (1984) Capital Theory and Trade Theory, in Handbook of International Economics, volume I, R.Jonea and P.Kenen (eds), Elsevier.",
        "Stiglitz, Joseph (1970) Factor Price Equalization in a Dynamic Economy, Journal of Political Economy, 78, pp 456-488.",
        "Stolper, W. and Samuelson, P. (1941) ~`Protection and Real Wages, Review of Economic - Studies, 9, 58-73.",
        "Wilson, Charles (1979) Exchange Rote Dynamics and Anticipated Disturbances, Journal of Political Economics, 79, pp 639-647."
    ]
}