{
    "id": 3148,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Abowd, John N. 1989. The Effects of Wage Bargains on the Stock Market Value of the Firm. American Economic Review, Vol. 79, No. 4 (September), pp. 774-800.",
        "Alexander, Ralph A. and Barrick, Murray R, 1987. Estimating the standard error of projected dollar gains in utility analysis. Journal of Aoolied Psvcholozv, Vol.",
        "Baker, George P., Jensen, Michael C. and Murphy, Kevin .3, 1988. Compensation and incentives: Practice vs. theory. Journel of Finance, Vol. 43, No. 3, pp. 593-616.",
        "Ball, R. and Zrown, P. 1968. An empirical evaluation of accounting income numbers. Journal of Accounting Research Vol. 6, pp. 159-178.",
        "Beaver, William H. 1968. The information content of annual earnings announcement. Eraoirical research in eccountina: Selected studies. supplement to tha lournal ~of accounting research, Vol. 6, (supplement), pp. 67-92.",
        "Becker, Brian E. 1987. Concession bargaining: The impact on shareholders equity. Industrial and Labor Relations Rexiew, Vol. 40, No. 2, pp. 268-279.",
        "Becker, Brian E. and Olson, Craig A. 1986. The impact of strikes on shareholder equity. Industrial and Labor Relations Review, Vol. 39, No. 3, pp. 425-438.",
        "Becker, Brian E. and Olson, Craig A. 1987. Labor Relations and Firm Performance. In Morris Kleiner et ci., eds., Human Resources and the Performance_of the Firm.",
        "Madison, WI: IRRA Research Volume, pp. 43-85. Boudreau, John W. 1987. Utility analysis: A new nersgectiva on human resource decision *akins. Unpublished paper No. 87-09, Center for Advanced Human Resource Studies, Ithaca, N.Y.",
        "Boudreau, John W. forthcoming. Utility analysis in human resource management decisions. In M.D. Dunnetta, ed, Handbook of industrial and organizational osvcholo.gy (2nd edition). Palo Alto, Calif.: Consulting Psychologiats Press. Bowman, R.G. 1983. Understanding and conducting event studies. Journal of Business Finance and Accountins, Vol. 10, No. 4, pp. 561-584.",
        "Brickley, James A., Rhagat, Sanjai and Lease, Ronald C. 1985. The impact of long- range managerial compensation plans on shareholder wealth. Journal of Acccunting and Economics, Vol. 7, pp. 115-129.",
        "Brown, Stephen J. and Warner, Jerold B. 1980. Measuring Security Price Performance. Journal, of Financial Economics, Vol. 8, pp. 205-58.",
        "Brown, Stephen .3. and Warner, Jerold B. 1985. Using Daily Stock Returns: The Case of Event Studlea. Journal of Financial Economics, vol. 14, pp. 3-31.",
        "Bullock, R.J. and Lawler, Edward E. 1984. Cainsharing: A few questions and a few answers. Human Resource Management, Vol. 23, No. 1, pp. 23-40.",
        "Cascio, W.F. 1987. Costins human resources: The financial impact of behavior in organizations. Boston: PWS-Kent.",
        "Dyer, Lee and Holder, Gerald Ã\u0082Â¶`l. 1988. A strategic perspective of human resource management. In Lee, Dyer, ed., Human resource manazement: Evolving roles and responsibilities, ASPA/BNA Handbook of Human Resource Management (vol. 1).",
        "Washington: Bureau of National Affairs, pp. 1-46. Etebari, A., Horrigan, J.O. and Landwehr, J.L. 1987. To be or not to be--reaction of stock returns to sudden deaths of corporate chief executive officers. Journal of Business Finance and Accounting, Vol. 14, No. 2, pp. 255-277.",
        "Fama, Eugene F., Fisher, Lawrence, Jensen, Michael C. and Roll, Richard. 1969. The adjustment of stock prices to new information. International Economic Review, Vol.",
        "Fitz-enz, J. 1984. How to measure human resources management. New York: McGraw-Hill.",
        "Cannon, M.J., Norland, D.L. and Robeson, F.E. 1983. Shift work has complex effects on lifestyles and work habits. Personnel Administrator, Vol. 25. pp. 93-97.",
        "Comer-Mejia, Luis R., Tosi, Henry and Hinkin, Timothy. 1987. Managerial control, performance, and executive compensation. Academy of Management Journal, vol. 30, No. 1, pp. 51-70.",
        "Pergamon Press. Kleiner, Morris M., Block, Richard N., Roomkin, Myron end Salsburg, Sidney V., Eda., 1987. Human.reaourcea_.and the oerformance of the firm. Madison, WI: Industrial Relations Research Association.",
        "Lubatkin, M.H., Chung, K.H., Rogers, R.C. and Owers, .LE. Stockholder reactions to CEO changes in large corporations. Academy of Management Journal, Vol. 32, No. 1, pp 47-68. Pateil, J.M. 1976. Corporate forecasts of earnings per share and stock price behavior Empirical tests. Journal of Accountina Research, vol. 14, pp. 246-276.",
        "Pearce, Jane L. and Perry, James L. 1983. Federal merit pay: A longitudinal analysis Public Administration Review, Vol. 43, No. 4 (July-August), pp. 315-325.",
        "Reinganum, Marc R. 1985. The effect of executive succession on stockholder wealth. Administrative Science Ouarterjy, Vol. 39, pp. 46-60.",
        "Ruback, Richard S. and Zimmerman, Martin B. 1984. Unionization and Profitability: Evidence from the Capital Market. Journal of Political Economy, Vol. 92 (December: pp. 1134-57.",
        "Schuler, Randall S. 1987. Personnel and human resource management choices and organizational strategy. Human Resource Plannint, Vol 10, No, 1, pp. 1-17.",
        "Schuster, Michael H. 1983. Forty years of Scanlon plan research: A review of the descriptive and empirical literature. In C. Crouch and F. Hailer, eds., International yearbook of orsanizajional democracy, Vol. 1, pp. 53-71.",
        "Schuster, Michael H. 1984. The Scanlon plan: A longitudinal analysis. Journal of A~1ied Behavioral Science, Vol. 20, No. 4, pp, 23-28.",
        "Schwert, C. William. 1981. Using Financial Date to Measure Effects of Regulation. Journal of Law and Economics, Vol. 24: pp. 121-158.",
        "Tehranian, Haaaan and Waegeiein, James F. 1985. Market reaction to short-term executi compensation plan adoption. Journal of Accounting and Economics, Vol. 7, pp. 131 144.",
        "Thompson. R. 1985. conditioning the return-generating process on firm-specific events: A discussion of event study methods Journal of Financial and Quantitative Analysis. Vol. 20, pp. 151-169.",
        "Thompson, R.B., Olsen, C. and Dietrich, J.R. 1987. Attributes of news about firms: An analysis of firm-specific news reported in the Well Street Journal Index, Jos~rna.].",
        "Thompson, R.B. , Olsen, C. and Dietrich, J.R. 1988. The influence of estimation period news events on standardized market model prediction errors. The Accounting Review, Vol. 63, No. 3, pp. 448-471.",
        "Thorndike, R.L. 1949. Personnel Selection. New York: John Wiley and Sons.",
        "Tracy. Joseph 5. 1987. An empirical test of an asymmetric information model of strikes. Journal of Labor Econcmics, Vol. 5, pp. 149-173.",
        "Tracy, Joseph S. 1988. Testing strategic bargaining models using stock market date. Unpublished NBER Working Paper No. 2754 (October).",
        "Tsui, Ann S. 1987. Defining the activities and effectiveness of the human resource department: A multiple constituency approach. Human Resource Manasement, Vol. 26, No. 1. pp. 35-69."
    ]
}