{
    "id": 315,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "15. U.S. National Science Foundation. Long Range Demand for Scientific and Technical Personnel.",
        "13. Jan Tinbergen and H. C. Bos. Econometric Models of Education: Some Applications. Paris: OECD, 1965.",
        "12. Jan Tinbergen. Substitution of Graduate by Other Laborers. Kyklos 27 (1974): 1-18.",
        "11. Henri Theil. Economics and Information Theory. Amsterdam: North-Holland, 1967.",
        "10. D. Sommers and A. Eck. Occupational Mobility in the American Labor Force. Monthly Labor Review (January 1977): 3-26.",
        "9. S. Siegal. Nonparamerric Statistics for the Behavioral Sciences. New York: McGraw-Hill Publishing Co., 1956.",
        "8. George Psacharopoulos and Keith Hinchliffe. Further Evidence on the Elasticity of Substitution Among Different Types of Educated Labor. Journal of Political Economy 80 (July/August 1972): 786-92.",
        "7. Organization for Economic Cooperation and Development. Mediterranean Regional Project Country Reports, Greece, Turkey, Italy.",
        "6. P. R. Layard and P. Fallon. Capital-Skill Complemetarity, Income Distribution, and Output Accounting. Journal of Political Economy 83 (April 1975): 279-302.",
        "5. Richard B. Freeman and D. Breneman. Forecasting the Ph.D. Labor Market. National Board of Graduate Education, Technical Report No. 2, April 1974.",
        "4. Richard B. Freeman. Manpower Requirements and Substitution Analysis of Labor Skills: A Synthesis. In Research in Labor Economics, ed. Ronald G. Ehrenberg. Greenwich, Conn.: JAI Press, 1977.",
        "3. C. R. S. Dougherty. Estimates of Labor Aggregation Functions.Journal of Political Economy 80 (November/December 1972): 1101-19. Freeman I 199",
        "2. Samuel Bowles. Planning Educational Systems for Economic Growth. Cambridge, Mass.: 1969.",
        "1. Mark Blaug. An Economic Interpretation of the Private Demand for Education. Economica (May 1966)."
    ]
}