{
    "id": 3153,
    "cites": 23,
    "cited_by": 292,
    "reference": [
        "Campbell, John 1., A Defense of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance 41:183-93, March 1986.",
        "Campbell, John `1., and Robert 3. Shiller, A Simple Account of the Behavior of Long-Term Interest Rates, American Economic Review PaDera and Proceedinas 74:44-8, May 1984.",
        "Campbell, John `1., and Robert J. Shiller, Cointegration and tests of Present Value Models, Journal of Political Economy 95:1062-1088, October 1987.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. ROSS, A Reexamination of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance 36:769-99, 1981.",
        "Fama, Eugene F., The Information in the Term Structure, J~uxnal of Financiallconomics 13:509-28 1984.",
        "Fama, Eugene F., Term Structure Forecasts of Interest Rates, Inflation, and Real Returns, Center for Research in Security Prices Working Paper No. 233, University of Chicago, January 1988.",
        "Fama, Eugene F., and Robert R. Bliss, The Information in LongMaturity Forward Rates, American Economic Review 77:680-692, September 1987.",
        "Froot, Kenneth A. * New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Finance 44:283-305, June 1989.",
        "Hansen, Lars Peter, and Robert J. Modricic, Forward Rates as Optimal Predictors of Future Spot Rates, Journal of Political Economy 88:829853, 1980.",
        "Mankiw, N. Gregory and Matthew D. Shapiro, Do We Reject Too Often? Small Sample Properties of Tests of Rational Expectations Models, Economics Letters 20:139-145, 1986.",
        "Mankiw, N. Gregory and Lawrence H. Summers, Do Long-Term Interest Rates Overreact to Short-Tern Interest Rates?, Brookinas Paoert~on Economic ActivitY 1:223-242, 1984.",
        "Mishkin, Frederic S. (1988*1, The Information in the term Structure: Some Further Results, Journal of A~vlied Econometrics 3:307-314, 1988.",
        "Mishkin, Frederic S. (1988b1. What Does the term Structure Tell Us About Future Inflation?, National Bureau of Economic Research Working Paper No. 2626, June 1988.",
        "Mishkin, Frederic S. (1988cj, The Information in the Longer-Maturity Term Structure About Future Inflation, unpublished paper, Columbia University, 1988.",
        "McCulloch, J. Huston, U. S. Government Term Structure Data, unpublished paper, 1987.",
        "Newey, Whitney K. and Kenneth D. West, A Simple, Positive Definite, Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55:703-708, 1987.",
        "Shiller, Robert 3., The Volatility of Long-Term Interest Rates and Expectations Theories of the Term Structure, Journal of Political Econot~y 87:1190-19, December 1979.",
        "Shiller, Robert J. (l989a), Market Volatility. MIT Press, forthcoming 1989.",
        "Shiller, Robert 3. (1989b], The Term Structure of Interest Rates, in Benjamin Friedman and Frank Hahn, editors, The Handbook of Monetary Economics, North Holland, forthcoming 1989.",
        "Shiller, Robert 3., John Y. Campbell, and Kermit L. Schoenholtz, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookinfs Payers on Economic Activity 1:173-217, 1983.",
        "Stambaugh, Robert F., Bias in Regressions with Lagged Stochastic Regressors, unpublished paper, Graduate School of Business, University of Chicago, 1986.",
        "Stock, James H. and Matthew Richardson, Drawing Inferences from Statistics Based on Multi-Year Asset Returns, unpublished paper, Harvard University and Stanford University, June 1989.",
        "White. Halbert, Asymntotic Theory for Econometriclans, Academic Press, 1984."
    ]
}