{
    "id": 3154,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Ackley, Gardner, Commodities and Capital: Prices and Quantities, American Economic Review 73 (March 1983) 1-16.",
        "Flood, Robert P. and Hodrick, Robert J ., Asset Price Volatility, Bubbles, and Process Switching, Journal of Finance 41 (September 1986) 83142. Flood, Robert P., Hodrick, Robert J. , and Kaplan, Paul, An Evaluation of Recent Evidence on Stock Market Bubbles, unpublished paper, Northwestern University, 1986.",
        "Friedman, Milton and Schwartz, Anna J., Monetary Trends, Chicago: University of Chicago Press, 1982.",
        "Hansen, Lars P., Large Sample Properties of Generalized Methods of Moments Estimators, Econometrica 50 (1982) 1029-54.",
        "Kleidon, Allan W ., Variances Bounds Teats and Stock Price Valuation Models, Journal of Political Economy 94 (October 1986) 953-1001.",
        "LeRoy, Stephen F. and Porter, Richard D., The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrica 49 (May 1981) 555-574.",
        "Lo, Andrew W. and MacKinlay, A. Craig, Stock Market Prices of Not Follow Random Walks: Evidence from a New Specification Test, Review of Financial Studies 1 (1988) 41-66.",
        "Mankiw, N. Gregory, Romer, David, and Shapiro, Matthew D ., An Unbiased Reexamination of Stock Market Volatility, Journal of Finance 40 (July 1985) 677-87.",
        "Mankiw, N. Gregory and Shapiro, Matthew D., Do We Reject Too Often? Small Sample Bias in Teats of Rational Expectations Models, Economics Letters 20 (1986) 139-145.",
        "Marsh, Terry A. and Merton, Robert C., Dividend Variability and Variance Bounds Teats for the Rationality of Stock Market Prices, American Economic Review 76 (June 1986) 483-503.",
        "Merton, Robert C., On the Current State of the Stock Market Rationality Hypothesis, in Macroeconomica and Finance: Essays in Honor of Franco Modialiani, Rudiger Dornbusch, Stanley Fischer, and John Bosaona, eds. Cambridge: MIT Preaa, 1987.",
        "Kim, Myung Jig, Nelson, Charles, R., and Startz, Richard, Mean Reversion in Stock Prices: A Reappraisal of the Empirical Evidence, NBER Working Paper No. 2795 (December 1988).",
        "Newey, Whitney K. and West, Kenneth D A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55 (May 198?) 703-8. Phillips, Peter C.B ., Regression Theory for Near-integrated Times Series., Econometrics 56 (September 1988) 1021-1043. (a) Phillipa, Peter C.B. , Optimal Inference in Cointegrated Systems, Cowles Foundation Discussion Paper No. 866, 1988. (b) Poterba, James and Summers, Lawrence H .,Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economica 22 (1988).",
        "Scott, Louis 0., The Present Value Model of Stock Prices: Regression Tests and Monte Carlo Results, Review of Economics and Statiatica 67 (1985) 5 99-604.",
        "Shiller, Robert J., Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends? American Economic Review 71 (June l98l~ 421-36. Shiller, Robert J. , The Probability of Gross Violations of a Present Value Variance Inequality, Journal of Political Economy 96 (October 1988) 1089-92.",
        "Shiller, Robert J., and Perron, Pierre, Testing the Random Walk Hypothesis: Power versus Frequency of Observations, Economic Letters 18 (1985) 381-6.",
        "Summers, Lawrence H., Does the Stock Market Rationally Reflect Fundamental Values? Journal of Finance 41 (July 1986) 591-601.",
        "Warren, George F. and Pearson, Frank A., Gold and Prices. New York: Wiley, 1935.",
        "West, Kenneth D A Specification Test for Speculative Bubbles, quarterly Journal of Economics 102 (August 1987) 553-80.",
        "West, Kenneth D ., Dividend Innovations and Stock Price Volatility, Econometrics 56 (January 1988) 37-61.",
        "White, Halbert and Domowitz, Ian, Nonlinear Regression with Dependent Observations, Econometrica 52 (1984) 123-142."
    ]
}