{
    "id": 3160,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Adelman, Irma and Frank Adelman, (1959), The Dynamic Properties of the Klein-Goldberger Model, Econometrica, 4, 596-625.",
        "Brv, Gerhard, and Charlone Boschan, (1971), CycficalAnafysis of Time Series: Selected Proce- dures and Computer Programs, New York: NBER.",
        "Burns, Arthur and Wesley C. Mitchell, (1946), Measuring Business Cycles, New York, National Bureau of Economic Research.",
        "Christiano, Lawrence J., (1988), Why Does Inventory Investment Fluctuate So Much?, Journal of Monetars Econonttcs. 2 1:2/3, 247-280.",
        "Hansen, Gary, (1985), Indivisible Labor and the Business Cycle, Journal of Monetary Econo- mics 16, 309-27.",
        "King. Robert and Charles Plosser, (1989), Evaluating the Methods of Burns and Mitchell, manuscript in progress.",
        "King, Robert, Charles Plosser and Sergio Rebelo, (1988a), Production, Growth, and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics 21:2/3, 195-232.",
        "King, Robert, Charles Plosser, James Stock and Mark Watson, (1987), Siochasric Trends and Economic Fluctuations, Rochester Center for Economic Research Working Paper 79.",
        "King, Robert and Sergio Rebelo, (1989). Low Frequency Filtering and Real Business Cycles, manuscript, University of Rochester.",
        "Koopmans, Tjalhing, (1947), Measurement Without Theory, Review of Economics and Statis- tics, 29 161-172.",
        "Kvdland, Finn and Edward Prescott, (1982), Time to Build and Aggregate Fluctuations, Eco- n.ometrica 50, 1345-70.",
        "Long, John and Charles Plosser, (1983), Real Business Cycles, Journal of Political Economy 91, 1345-70.",
        "Lucas, Robert E., Jr~, (1977), Understanding Business Cycles, in Stabilization of the Domestic and international Economy, Vol. 5 of the Carnegie-Rochester Conference Series on Public Policy, eds. Karl Brunner and Allan H. Meltzer, Amsterdam: North-Holland Publishing Company. pages 7-29.",
        "Mitchell, Wesley C., (1927), Business Cycles: The Problem and Its Setting, New York, National Bureau of Economic Research.",
        "Economic Research. Nelson, Charles and Charles Plosser, (1982), Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics 10, 139-67.",
        "Plosser, Charles, (1989), Understanding Real Business Cycles, Journal of Economic Perspec- tives 3:3/Summer 1989, 5 1-77.",
        "Prescott, Edward, (1986), Theory Ahead of Business Cycle Measurement, Carnegie-Rochester Conference Series on Public Policy 25, 11-66."
    ]
}