{
    "id": 3170,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Akerlof, George A. 1970. The Market for `Lemons ; Qualitative Uncertainty and the Market Mechanism. Quarterly Journal of Economics 84 (August): 488- 500.",
        "Asquith, Paul, and Mullins, David W., Jr. 1986. Equity Issues and Offering Dilution. Journal of Financial Economics 15 (January/February): 61-89.",
        "Barclay, Michael J., and Litzenberger, Robert H. 1988. Announcement Effects of New Equity Issues and the use of Intraday Price Data. Journal of Financial Economics 21 (May): 71-99.",
        "Brown, Stephen J. , and Warner, Jerold B. 1985. Using Daily Stock Returns: The Case of Event Studies. Journal of Financial Economics 14 (March): 3-31.",
        "Chari, V. V., Jagannathan, Ravi, and Ofer, Aharon R. 1988. Seasonalities in Security Returns: The Case of Earnings Announcements. Journal of Financial Economics 21 (May): 101-121.",
        "Choe, Hyuk, Masulis, Ronald W., and Nanda, Vikram. 1989. On the Timing of Seasoned Common Stock Issues: Theory and Evidence. Southern Methodist University working paper, June.",
        "Collins, D. W. , and Dent, W. T. 1984. A Comparison of Alternative Testing Methodologies Used in Capital Market Research. Journal of Accounting Research 22 (Spring): 48-84.",
        "Korajczyk, Robert A., Lucas, Deborah, and McDonald, Robert L. 1988. The Effect of Information Releases on the Pricing and Timing of Equity Issues: Theory and Evidence. NBER Working Paper No. 2727.",
        "Leland, H. E., and Pyle, D. H. 1977. Informational Asymmetries, Financial Structure, and Financial Intermediation. Journal of Finance 32 (May): 371-387.",
        "Lucas, Deborah, and McDonald, Robert L. 1989. Equity Issues and Stock Price Dynamics, Northwestc t University Working Paper, September 1989.",
        "Masulis, Ronald W., and Korwar, Ashok N. 1986. Seasoned Equity Offerings: An Empirical Investigation. Journal of Financial Economics 15 (January/February): 91-118.",
        "Mikkelson, Wayne H., and Partch, M. Megan. 1986. Valuation Effects of Security Offerings and the Issuance Process. Journal of Financial Economics 15 (January/February): 31-60.",
        "Myers, Stewart C., and Majiuf, Nicholas 5. 1984. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have. Journal of Financial Economics 13 (June): 187-221.",
        "Narayanan, 14. P. 1988. Debt Versus Equity Under Asymmetric Information. Journal of Financial and Quantitative Analysis 23 (March): 39-51.",
        "Ross, Stephen A. 1977. The Determination of Financial Structure: The Incentive-Signalling Approach. Bell Journal of Economics 8 (Spring): 23-40.",
        "Scholes, Myron 5. 1972. The Market for Securities: Substitution versus Price Pressure and the Effects of Information on Share Prices. Journal of Business 45 (April): 179-211.",
        "Scholes, Myron S., and ~Jilliams, Joseph. 1977. Estimating Betas from ~onsynchronous Data. Journal of Financial Economics 5 (December) : 309- 327.",
        "Smith, Clifford W. Jr. 1977. Alternative Methods for Raising Capital: Rights versus Underwritten Offerings. Journal of Financial Economics 5 (December): 273-307.",
        "White, Halbert. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 48 (May): 817-838."
    ]
}