{
    "id": 3173,
    "cites": 15,
    "cited_by": 152,
    "reference": [
        "Arrow, K. J. 1962a. The economic implications of learning by doing. Review of Economic Studies, 29 (June), 155-73.",
        "NBER and Princeton University Press. Azariadis, Costas and Allan Drazen. 1988. Threshold externalities in economic development. University of Pennsylvania Working paper, October 1988.",
        "Barro, ft. J. 1989a. A cross country study of growth, savings, and government. NBER working paper 2855.",
        "Chamberlain, G. and Z. Griliches. 1974. Unobservable with a variancecomponents structure: Ability, schooling, and the economic success of brothers. International Economic Review, 41(2), 422-9.",
        "Determinants of Socio-Econo.ic Success Within and Between Families. Amsterdam: North Holland, 97-124. Dixit, Avinash K. and Joseph Stiglitz. Monopolistic Competition and Optimum Product Diversity. American Economic Review 67 (June), 297-308. Ethier, V. J. 1982. National and International Returns to Scale in the Modern Theory of Trade. American Econo.ic Review 72 (June), 389-504.",
        "Jamison, U. and L. Lau. 1982. Farmer Education and Far. Efficiency. Baltimore: Johns Hopkins University Press.",
        "Hall, Robert E. 1989. Invariance Properties of Solows Productivity Residual. NBER working paper No. 3034.",
        "Lucas, ft. 1988. On the mechanics of economic growth. Journal of Monetary Economics 22, 3-42.",
        "Romer. P. 1986. Increasing returns and long run growth. Journal of Political Economy 94 (October), p.1102-l037.",
        "Fischer ed. NBER Macroeconomics Annual, Cambridge MA: MIT PRess. 1988. Endogenous technological change. University of Chicago working paper.",
        "In R. Barro ed. Modern Macroeconomics. Cambridge: Harvard University Press. 1989b. Measurement error in cross-country data. Working paper.",
        "Schumpeter, Joseph A. 1942. Capitalism, Socialisi and De.ocracy. New York: Harper and Brothers.",
        "Shell, Karl. 1967. A model of inventive activity and capital accumulation. In K. Shell, ed. Essays in the Theory of Opti.al Economic Growth. Cambridge MA: MIT Press.",
        "Solow, Robert M. 1956. A contribution to the theory of economic growth. Quarterly Journal of Economics 70 (February), p. 65-94.",
        "Wilson, ft. 1975. Informational economies of scale. Bell Journal of Econo.ics 6 (Spring), 184-195."
    ]
}