{
    "id": 3177,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Ben-Porath Y., Short-term fluctuations in fertility and economic activity in Israel, Demography, 1973, 10:185-204.",
        "Breusch T.S., Testing for autocorrelation in dynamic linear models, Australian Economic Papers, 1978, 17:334-355.",
        "Butz W.B., Ward M.P., The emergence of countercyclical U.S. fertility, American Economic Review, 1979, 69:318-328.",
        "Campbell J.Y., Mankiw N.G., Are output fluctuations transitory? Quarterly Journal of Economics, 1987, 102:857-880.",
        "Clark P., The cyclical component in U.S. economic activity, Quarterly Journal of Economics, 1987, 102:797-814.",
        "Cochrane J., How big is the random walk in GNP? Journal of Political Economy, 1988, 96:893-920.",
        "Cohen S.B., Sweet J.A., The impact of marital disruption and remarriage on fertility, Journal of Marriage and the Family, 1974, 36:87-96.",
        "Dickey D.A., Fuller W.A., Likelihood ratio statistics for autoregressive time series with a unit root, Econometrica, 1981, 49:1057-1072.",
        "Eckstein Z., Schultz T.P., and Wolpin K.I., Short-run fluctuations in fertility and mortality in pre-industrial Sweden, European Economic Review, 1985, 26:295-317.",
        "Engle R.F., Granger C.W.J., Co-integration and error correction: Representation, estimation, and testing, Econometrica, 1987, 55:251-276.",
        "Engle R.F., Yoo B.S., Forecasting and testing in co-integrated systems, Journal of Econometrics, 1987, 35:143-159.",
        "Galbraith V.L., Thomas D.S., Birth rates and the iriterwar business cycles, Journal of the American Statistical Association, 1941, 36:465-476.",
        "Godfrey L.G., Testing for higher order serial correlation in regression equations when the regressors include lagged dependent variables, Econometrica, 1978, 46:1303-1310.",
        "Gordon R.J., King S.R., The output cost of disinflation in traditional and vector autoregressive models, Brooking Papers on Economic Activity, 1982, 1:205-242.",
        "Hakkio C.S., Morris C.S., Vectorautoregressions: A users guide, Federal Reserve Bank Kansas City Working Paper, 1984, RWP 84-10.",
        "Keeley M., The economics of family formation: An investigation of the age at first marriage, Economic Inquiry,l977, 20:238-250. Keeley M., An analysis of age pattern of first marriage, International Economic Review, 1979, 20:527-544.",
        "Kirk D., The influence of business cycles on marriage and birth rates, In Demographic and Economic Change in Developed Countries, 1960, NBER Conference Series II Princeton University Press, Princeton, New Jersey.",
        "Koo H.P., Janowitz B.K., Interrelationships between fertility and marital dissolution: Results of a simultaneous logit model, Demography, 1983, 20:129-145.",
        "Litterman R.B., Techniques of forecasting using vectorautoregressions, Federal Reserve Bank Minneapolis Workinp Paper, 1979, No:ll5.",
        "LUtkepohl H., Non-causality due to omitted variables, Journal of Econometrics, 1982, 19:367-378.",
        "Nelson C.R., Plosser C.I., Trends and random walks in macroeconomic time series, Journal of Monetary Economics, 1982, 10:139-162.",
        "Nelson C.R., Kang H., Pitfalls in the use of time as an explanatory variable in regression, Journal of Business and Economic Statistics, 1984, 2:73-82.",
        "Pierce D.A., Relationships-and the lack thereof-between economic time series, with special reference to money and interest rates, Journal of the American Statistical Association, 1977, 72:11-21.",
        "Shapiro M.D., Watson M.W., Sources of Business Cycle Fluctuations, in NBER Macroeconomics Annual 1988, MIT Press, Cambridge, Massachusetts.",
        "Silver M., Births, marriages and business cycles in the United States, Journal of Political Economy, 1965, 73:221-255.",
        "Sims C.A., Money, income and causality, American Economic Review, 1972, 62:540-552.",
        "Sims C.A., Exogeneity and causal ordering in macroeconomic models, in New Methods in Business Cycle Research: Proceedings From a Conference, 1977, Fed Minneapolis, Minneapolis.",
        "Sims C.A., Macroeconomics and reality, Econornetrica, 1980, 48:1-48.",
        "Stock J.H., Watson M.W., Variable trends in economic time series, Journal of Economic Perspectives, 1988, 2:147-174.",
        "Thomas D.S., Social Aspects of the Business Cycle, 1927, Alfred A. Knopf, New York.",
        "Thornton A., Marital dissolution, remarriage, and childbearing, Demography, 1978, 15:361-380.",
        "Yule G.U., On changes in the marriage- and birth-rates in England and Wales during the past half century, Journal of the Royal Statistical Society, 1906, 69:88-132.",
        "Zeliner A., Causality and Econometrics, Carnegie-Rochester Conference Series on Public Policy, 1979, 10:9-54."
    ]
}