{
    "id": 3178,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "W, H. Bulter [1987], Borrowing to Defend the Exchange Rate, and the Timing and Magnitude of Speculative Attacks, Journal of International Economics 23 22 1-39.",
        "Policy, Review of Economic Studies 56 101-18. A. Dixit [1988], A Simplified Exposition of Some Results Concerning Regulated Brownian Motion, Princeton University Working Paper, August.",
        "A. Drazen and E. Belpman [1985~ , Inflationary Consequences of Uncertain Macroeconomic Policies, mimeo.",
        "B. Dumas [1989], Super Contact and Related Uptimality Conditions: A supplement to Avinash Dixits: `A Simplified Rxposition of some Results Concerning Regulated Browoian Motion, NBER Technical Working Paper No. 77, April.",
        "R. Flood and P. Garber [1984], Collapsing Exchange Rate Regimes: Some Linear examples, Journal of International Economics 17 1-13.",
        "Zone Models of Exchange Rates, NBER Working Paper No. 2918, April. K.A. Froot and M. Obstfeld ]1989a], Exchange Rate Dynamics under Stochastic Regime Shifts: A Unified Approach, NBER Working Paper No. 2835, February.",
        "Solutions, NBER Working Paper No. 2998, June. VU. Grilli [1986], Buying and Selling Attacks on Fixed Exchange Rate Systems, Journal of International Economics 20 143-56.",
        "VU. Grilli [1989], Managing Exchange Rate Crises: Rvidence from the i890s, Journal of International Money and Finance, forthcoming.",
        "J.B. Kareken and N. `Wallace [1981] , On the Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics 96207-222.",
        "P. Krugman [1979], A Model of Balance of Payments Crises, Journal of Money, Credit and Banking 11 311-25.",
        "Exchange Markets, NBER Working Paper No. 2459, December. ]l988], Target Zones and Exchange Rate Dynamics, NBER Working Paper No. 2481, January. [1989], Target Zones with Limited Reserves, mimeo, August.",
        "M. Miller and P. Weller [1988a], Target Zones, Currency Options and Monetary policy, mimeo, April.",
        "Stochastic Setting, mimeo, September. and [1989], Solving Stochastic Saddlepoint Systems: A Qualitative Ireatment with Economic Applications, CEPR Discussion Paper No. 308, April."
    ]
}