{
    "id": 3180,
    "cites": 27,
    "cited_by": 8,
    "reference": [
        "Addison, J.T. and Hirsch, B.T. (1989), `Union Effects on Productivity, Profits and Growth: Has the Long Run Arrived?, Journal of Labor Economics, 7, 72-105.",
        "Arrow, K.J. (1969), `Applications of Control Theory to Economic Growth in Mathematics of the Decision Sciences, Part II, (American Mathematical Society), Providence, Rhode Island.",
        "Ashenfelter, O.C. and Layard, R. (1986), ed., Handbook of Labor Economics, North Holland, Amsterdam.",
        "Blanchf lower, D.G. (1984), `Union Relative Wage Effects : A Cross-Section Analysis Using Establishment Data, British Journal of Industrial Relations, 22, 311-332.",
        "Blanchf lower, D.C. (1989), `Fear, Unemployment and the Wage Ratchet, Discussion paper No. 344, centre for Labour Economics, LSE.",
        "Blanchflower, D.G. and Millward, N. (1988), `Trade Unions and Employment Change : An Analysis of British Establishment Data, European Economic Review, 32, 717-726.",
        "Blanchflower, D.C., Oswald, A.J. and Garrett, M.D. (1989), `Insider Power in Wage Determination, Economica, forthcoming.",
        "Clark, K.B. (1984), `Unionisation and Firm Performance: The Impact on Profits, Growth and Productivity, American Economic Review, 74, 893-919.",
        "Dunne, T., Roberts, M. and Samuelson, L. (1989), `Plant Turnover and Gross Employment Flows in the US Manufacturing Sector, Journal of Labor Economics, 7, 48-71.",
        "Farber, H.S. (1986), `The Analysis of Union Behaviour, in 0. Ashenfelter and R. Layard (1986) (eds.) North-Holland, Amsterdam.",
        "Freeman, R.B. (.1988), `Union Density and Economic Performance: An Analysis of U.S. States, European Economic Review, 32, 707-7 16.",
        "Freeman, R.B. and Medoff, J.L. (1982), `Substitution Between Production Labor and Other Inputs in Unionized and Nonunionized Manufacturing, Review of Economics and Statistics. 64, pp. 220-233.",
        "Freeman, R.B. and Medoff, J.L. (1984), What Do Unions Do?, New York: Basic Books.",
        "Gaskins, D.W. (1971), `Dynamic Limit Pricing : Optimal Pricing under Threat of Entry, Journal of Economic Theorv, 3, 306-322.",
        "Hamermesh, D. (1988), `Data Difficulties in Labor Economics, paper presented at the Conference on Research in Income and Wealth, Fiftieth Anniversary Conference, Washington D.C., May 12-14.",
        "Hamenesh, D.S. and Rees, A. (1988), The Economics of Work and ~ 4th edition, New York: Harper and Row.",
        "Hirsch, B.T. and Addison, J.T. (1986), The Economic Analysis of Unions: New Approaches and Evidence, Boston: Allen and Unwin.",
        "Leonard, J.S. (1985), `Employment Variation and Wage Rigidity: A Comparison of Union and Non-Union Plants, mimeo, University of California, Berkeley.",
        "Leontief, W. (1946), `The Pure Theory of the Guaranteed Annual Wage Contract, Journal of Political Economy, 54, 76-79.",
        "Lewis, H.G. (1986), Union Relative Wage Effects: A Survey, Chicago: University of Chicago Press.",
        "Metcalf, D. (1988), `Unions and Productivity, mimeo, London School Of Economics.",
        "Nickell, S. (1986), `Dynamic Models of Labour Demand, in Ashenfelter, 0. and Layard, R. (1986) (eds.), North-Holland: Amsterdar~.",
        "Oswald, A.J. (1988), `Unions and Employment: Introduction, European Economic Review, 32, 695-697.",
        "Phelps, E.S. and Winter, S.G. (1970), `Optimal Price Policy under Atomistic Competition, in Phelps, E.S. et al, Microeconoinic Foundations of Emolovment and Inflation Theory, New York: 33 W.W.Norton and Company.",
        "Simons, H.C. (1944), `Some Reflections on Syndicalism, Journal of Political Economy, 52, 1-25.",
        "Stafford, F. (1986), `Forestalling the Demise of Empirical Economics : The Role of Microdata in Labor Economics Research, in Ashenfelter and Layard (1986) (eds.), North-Holland, Amsterdam.",
        "Stewart, M.B. (1983), `Relative Earnings and Individual Union Membership in the United Kingdom, Economica, 50, 111-125."
    ]
}