{
    "id": 3181,
    "cites": 46,
    "cited_by": 259,
    "reference": [
        "Adams, J.D. (1985). `permanent Differences in Unemployment and Permanent Wage Differentials, quarterly Journal of Economics, 100, pp. 29-56.",
        "Andersen, T.M. and Risager, 0. (1988). `Wage Formation in Denmark, lIES Paper 414, Stockholm, Sweden.",
        "Beckerman, W. and Jenkinson, T. (1986). `What Stopped the Inflation? Unemployment or Commodity Prices?, Economic Journal, 96, pp. 39-54.",
        "Relationship: A Disaggregated Analysis, mimeo, Oxford. Bils, M.J. (1985). `Real Wages Over the Business Cycle: Evidence From Panel Data, Journal of Political Economy, 93, pp. 666-68 9.",
        "Binmore, K., Rubinstein, A. and Wolinsky, A. (1986). `The Nash Bargaining Solution in Economic Modelling, Rand Journal of Economics, 17, pp. 176-188.",
        "Blackaby, D.H. and Manning, D.N. (1987). `Regional Earnings Revisited, Manchester School, 55, pp. 158-183.",
        "Blanchf lower, D.G. (1984). `Union Relative Wage Effects: A Cross-Section Analysis Using Establishment Data, British Journal of Industrial Relations, 22, pp. 311-332.",
        "Ratchet, Discussion Paper No. 344, Centre for Labour Economics, LSE. _______________and Oswald, A.J. (1988). `Internal and External Influences on Pay Settlements, British Journal of Industrial Relations, XXVI, pp. 363-370.",
        "Card, D. (1988). `Unexpected Inflation, Real Wages and Employment Determination in Union Contracts, mimeo, Princeton University.",
        "Carruth, A.A. and Oswald, A.J. (1985). `Miners Wages in Post-War Britain: An Application of a Model of Trade Union Behaviour, Economic Journal, 95, pp. 1003-1020.",
        "Industrial Prosperity, Oxford University Press, Oxford. Christof ides, L.N. and Oswald, A.J. (1988). `Real Wage Determination in Collective Bargaining Agreements, mimeo, LSE.",
        "Christofides, L.N., Swidinsky, R. and Wilton, D.A. (1980). `A Microeconometric Analysis of the Canadian Wage Determination Process, Economica, 47, pp. 165-178.",
        "Cross, R. (1988) (ed.). Unemployment, Hysteresis and the Natural Rate Hypothesis, Basil Blackwell, Oxford.",
        "Desai, M. (1973) . `Growth Cycles and Inflation in a Model of the Class Struggle, Journal of Economic Theorv, 6, pp. 527-545.",
        "Interpretation, Economica, 42, pp. 1-19. ________ (1984). `Wages, Prices and Unemployment a Quarter Century After the Phillips Curve, in Hendry and Wallis (1984) Dreze, J.H. and Modigliani, F. (l98l).The Trade-Off Between Real Wages and Employment in art Open Economy (Belgium), European Economic Review, 15, pp. 1-40.",
        "Farber, H.S. (1978). `Individual Preferences and Union Wage Determination: The Case of the United Mine Workers, Journal of Political Economy, 68, pp. 923-942.",
        "Freeman, R.B. (1988). `Evaluating the European View that the 30 United States has no Unemployment Problem, American Economic Review, Papers and Proceedings, pp. 294-299.",
        "Friedman, M. (1968). `The Role of Monetary Policy, American Economic Review, 54, pp. 1-17.",
        "Gilbert. C.L. (1976). `The Original Phillips Curve Estimates, Economica, 33, pp. 51-57.",
        "Grubb, D. (1986). `Topics in the OECD Phillips Curve, Economic Journal, 96, pp. 55-79.",
        "Unemployment in OECD Countries, Eurooean Economic Review, 21, pp. 11-39. Hall, R.E. (1972). `Turnover in the Labor Force, Brookings Papers on Economic Activity, III, pp. 709-764.",
        "Hendry, D. and Wallis, K.(Eds) (1984). Econometrics and Quantitative Economics, Basil Blackwell, Oxford.",
        "Hersoug, T., Kjaer, K.N. and Rodseth, A. (1986). `Wages, Taxes and the Utility-Maximizing Trade Union: A Confrontation with Norwegian Data, Oxford Economic Papers, 38, pp. 403-423.",
        "Hoel, M. and Nymoen, R. (1988). `Wage Formation in Norwegian Manufacturing: An Empirical Application of a Theoretical Bargaining Model, European Economic Review, 32, pp. 977-997.",
        "Holly, S. and Smith, P. (1987). `A Two Sector Analysis of the UK Labour Market, Oxford Bulletin of Economics and Statistics, 49, pp. 79-102.",
        "Holntlund, B. and Skedinger, P. (1988). `Wage Bargaining and Wage Drift: Evidence From the Swedish Wood Industry, mineo, Uppsala University and FIEF, Sweden.",
        "Laidler, D. and Parkin, M. (1975). `Inflation: A Survey, Economic Journal, 85, pp.741-809.",
        "Layard, R. and Nickell, S.J., (1986). `Unemployment in Britain, Economica, 53, pp. S12l-Sl70.",
        "Lipsey, R.G. (1960). `The Relation Between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom: A 31 Further Analysis, Economica, 27, pp. 1-31.",
        "Mcconnell, S. (1988). `Strikes, Wages and Private Information, Discussion Paper No. 323, Centre for Labour Economics, LSE.",
        "McDonald, I.M. and Solow, R.M. (1981). `Wage Bargaining and Employment, American Economic Review, 71, pp. 896-908.",
        "Manning, A. (1988). `Imperfect Competition, Multiple Equilibria and Unemployment Policy, mimeo, Birkheck College..",
        "Marston, S.T., (1985). `Two Views of the Geographic Distribution of Unemployment, Quarterly Journal of Economics, 79, pp. 57-79.",
        "Nash, J.F., (1953). `Two-Person Cooperative Games, Econometrica, 21, pp. 128-140.",
        "Newell, A. and Symons, J.S. (1985). `Wages and Unemployment in the OECD Countries, Discussion Paper No. 219, Centre for Labour Economics, LSE.",
        "Nickell, S.J., (1987). `Why is Wage Inflation in Britain so High?, Oxford Bulletin of Economics and Statistics, 49(1), pp. 103-129.",
        "Determination, mimeo, London School of Economics. _______________________________ (1988). `Unions, Wages and Employment: Tests Based on UK Firm-Level Data, Eurooean Economic Review, 32, Papers and Proceedings, pp. 727-734.",
        "Oswald, A.J. (1982). `The Microeconomic Theory of the Trade Union, Economic Journal, 92, pp. 576-595.",
        "Contracts Under Asymmetric Information: Theory and Facts, American Economic Review, 76, pp. 365-378. ___________ (l986b), `Wage Determination and Recession: A Report on Recent Work, British Journal of Industrial Relations, XXIV(2), pp. 181-194. ___________ (1987).Efficient Contracts are on the Labour Demand Curve: Theory and Facts, Discussion Paper No. 284, Centre for Labour Economics , LSE.",
        "Paldam, N., (1980). `The International Element in the Phillips Curve, Scandinavian Journal of Economics, 82, pp. 216-239.",
        "Phelps, E.S. (1967). `Phillips Curves, Expectations of Inflation and Optimal Unemployment over Time, Economica, 34, pp. 254-281.",
        "Pencavel, J.H. (1984). `The Trade-off Between Wages and Employment in Trade Union Objectives, Quarterly Journal of Economics, 99, pp. 215-232.",
        "Rayack, W. (1987). `Sources and Centres of Cyclical Movement in Real Wages: Evidence From Panel Data, Journal of Post-Keynesian Economics, 10, pp. 3-21.",
        "Rowlatt, P.A. (1987). `A Model of Wage Bargaining Oxford Bulletin of Economics and Statistics, 49, pp. 347-372.",
        "Topel, R. (1986). `Local Labor Markets, Journal of Political Economy, 94, Slll-Sl43.",
        "Wadhwani, S. (1985). `Wage Inflation in the United Kingdom, Economica, 52, pp. 195-208."
    ]
}