{
    "id": 3193,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Beaver, William H., \"The Incremental Information Content of Replacement Cost Earnings,\" Journal of Accounting and Economics 5 (1983) 17994. Black, Fischer, \"The Magic in Earnings: Economic Earnings vs. Accounting Earnings,\" Financial Analysts Journal (November-December 1980), 19-24.",
        "Bowen, Robert M., David Burgstahler and Lane A. Daley, \"The Incremental Information Content of Accrual Versus Cash Flows,\" Accounting Review 62 (October 1987), 723.",
        "Davidson, Sidney, Clyde P. Stickney and Roman L. Weil, Financial Accounting: An Introduction to Concepts. Methods and Uses. 5th ed., Dryden Press, Chicago, 1988.",
        "Demski, Joel S., James M. Patell and Mark A. Wolfson, \"Decentralized Choice of Monitoring Systems,\" Accounting Review 59 (January 1984), 1634.",
        "Edwards, Edward O., and Philip W. Bell, The Theory and Measurement of Business Income. Berkley, CA: University of California Press, 1965.",
        "Holthausen, Robert W. and Richard W. Leftwich, \"The Economic Consequences of Accounting Choice -- Implications of Costly Contracting and Monitoring,\" Journal of Accounting and Economics 5 (1983), 77-117.",
        "Lambert, Richard A., \"Income Smoothing as Rational Equilibrium Behaviour,\" Accounting Review 59 (October 1984), 604-617.",
        "Miller, Merton and Kevin Rock, \"Dividend Policy Under Asymmetric Information,\" Journal of Finance 40 (September 1985), 1031-1051.",
        "Myers, Stewart C. and Nicholas Majluf, \"Corporate Financing and Investment Decisions When Managers Have Information Investors Do Not Have,\" Journal of Financial Economics 13 (June 1984), 187-221.",
        "Riley, John G., \"Informational Equilibrium,\" Econometrica 47 (March 1979), &apos; 331-359.",
        "Ronen, J. and S. Sadan, Smoothing Accounting Income Numbers: Objectives. Means and Implications. Reading, MA: Addison-Wesley, 1981.",
        "Strong, John S. and John R. Meyer, \"Asset Writedowns: Managerial Incentives and Security Returns,\" working paper, College of William and Mary, 1987.",
        "Titman, Sheridan and Brett Trueman, \"An Explanation for Accounting Income Smoothing,\" working paper, Graduate School of Management, UCLA, July 1986.",
        "Verrecchia, Robert E., \"Managerial Discretion in the Choice among Financial Reporting Alternatives,\" Journal of Accounting and Economics 8 (1986), 175-195.",
        "Verrecchia, Robert E., \"Discretionary Disclosure,\" Journal of Accounting and Economics 4 (1982), 15-39.",
        "Watts, Ross L. and Jerold L. Zimmerman, Positive Accounting Theory. Prentice Hall, Inc., Englewood Cliffs, NJ, 1986.",
        "Yamey, B.S., \"Some Topics in the History of Financial Accounting in England 1500-1900,\" in W.T. Baxter and Sidney Davidson, eds. Studies in Accounting. Institute of Chartered Accountants, London, 1977. &lt;/ref section> Total cash outflow, X"
    ]
}