{
    "id": 3195,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Attanasio, OP. and G. Weber, 1989, Intertemporal Substitution, Risk Aversion and the Euler Equation for Consumption, Economic Journal, 99, 59-73.",
        "Bergman, Y.Z., 1985, Time Preference and Capital Asset Pricing Models, Journal of Financial Economics, 14, 145-159.",
        "Breeden, D.T., 1979, An Intertemporal Asset Pricing Model with Stochastic Con- sumption and Investment Opportunities, Journal of Financial Economics, 265- 96.",
        "Breeden, D.T., M.R. Gibbons and R.H. Litzenberger, 1989, Empirical Tests of the Consumption-Oriented CAPM Journal of Finance, 44, 231-262.",
        "Constantinides, G., 1989, Habit Formation: A Resolution of the Equity Premium Puzzle, mimeo, University of Chicago.",
        "Cumby, R., 3. Huizinga and M. Obstfeld, 1983, Two-Step Two-Stage Estimators of Dynamic Rational Expectations Models, Journal of Econometrics, 21, 333-355.",
        "Engle, R., 1982, Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica, 50, 987-1007.",
        "Epstein, L. and Zin, S., 1989a, Substitution, Risk Aversion and the Temporal Behaviour of Consumption and Asset Returns I: A Theoretical Framework, Econometrica, 57, 937-969.",
        "Epstein, L. and Zin, S., 1989b, Substitution, Risk Aversion and the Temporal 20 Behaviour of Consumption and Asset Returns II: An Empirical Investigation, mimeo, The University of Toronto, Ontario.",
        "Epstein, L., 1988, Risk Aversion and Asset Prices, Journal of Monetary Eco- nomics.",
        "Fama, E.F., 1976, Foundations of Finance, New York: Basic Books.",
        "Giovannini, A. and Jorion, P., 1989, The Time-Variation of Risk and Return in the Foreign Exchange and Stock Markets, Journal of Finance, 44, 307-325.",
        "Giovannini, A. and Weil, P., 1989, Risk Aversion and Intertemporal Substitution in the Capital Asset Pricing Model, National Bureau of Economic Research Working Paper No. 2824.",
        "Hall R., 1988, Intertemporal Substitution in Consumption, Journal of Political Economy, 96, 221-273.",
        "Hansen, L.P., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Hansen L. and K. Singleton, 1983, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Stock Returns, Journal of Political Economy, 91, 249-265.",
        "Kreps, D., and E. Porteus, 1979, Dynamic Choice Theory and Dynamic Program- ming, Econometrica, 47, 91-100.",
        "Lucas, R., 1978, Asset Prices in an Exchange Economy, Econometrica, 46, 142945.",
        "Mankiw, N.G. and M. Shapiro, 1986, Risk and Return: Consumption Versus Market Beta, Review of Economics and Statistics, 68, 452-459.",
        "Selden L., 1978, A New Representation of Preferences over `Certain x Uncertain Consumption Pairs: The `Ordinal certainty Equivalent Hypothesis, Econo- met rica, 46, 1045-1060.",
        "Sundaresan, S., 1989, Intertemporally Dependent Preferences in the Theories of Consumption, Portfolio Choice and Equilibrium Asset Pricing, Review of Financial Studies, 2, 73-89.",
        "Weil, P., 1988, Non-Expected Utility in Macroeconomics, mimeo, Harvard Uni- versity."
    ]
}