{
    "id": 3201,
    "cites": 11,
    "cited_by": 9,
    "reference": [
        "Aghion, Philippe and Howitt, Peter (1989), A lodel of Growth Through Creative Destruction, Iassachusetts Institute of Technology, mimeo.",
        "Dinopoulos, Elias, Oehmke, James F. and Segerstrom, Paul S. (1989), `ughTechnology -Industry Trade and Commercial Policy, lichigan State University, mimeo.",
        "Dollar, David (1986), Technological Innovation, Capital ~obility, and the Product Cycle in North-South Trade, American Economic Review, 76, pp.lTT- 190.",
        "Flam, Harry and Helpman, Elhanan (1987), Vertical Product Differentiation and North-South Trade, American Economic Review, 77, pp.810-822.",
        "Grossman, Gene M. and Helpman, Elhanan (1989a), Endogenous Product Cycles, Working Paper No. 2913, National Bureau of Economic Research.",
        "Paper in Economics No.145, Woodrow Wilson School of Public and International Affairs, Princeton University. (1989c), Product Development and International Trade, Journal of Political Economy, 97, forthcoming.",
        "Affairs, Princeton University. Jensen, Richard and Thursby, ~arie (1986), A Strategic Approach to the Product Life Cycle, Journal of International Economics, 21, pp.269-284.",
        "Transfer and Trade, Review of Economic Studies, 55, pp.631-648. Krugman, Paul R. (1979), A yodel of Innovation, Technology Transfer, and the World Distribution of Income, Journal of Political Economy, 87, pp.253-266.",
        "Romer, Paul I. (1988), Endogenous Technical Change, Paper presented at the SUNY-Buffalo Conference on the `Problem of Development. Segerstrom, Paul S., Anant, T.C.A. and Dinopoulos, Elias (1988), A Schumpeterian yodel of the Product Life Cycle, Michigan State University, inimeo.",
        "Scherer, Frederick I. (1980), Industrial Market Structure and Economic Performance, 2nd edition (Boston IA: Roughton Mifflin).",
        "Stokey, Nancy L. (1989), The Volume and Composition of Trade Between Rich and Poor Countries, Northwestern University, mimeo."
    ]
}