{
    "id": 3202,
    "cites": 39,
    "cited_by": 8,
    "reference": [
        "Altshuler, Rosanne and Alan J. Auerbach. 1989. The significance of tax law asymmetries: An empirical investigation. Quarterly Journal of Economics, vol. 104 (November): forthcoming.",
        "AsquIth, Paul, David W. Mulllns, Jr., and Eric D. Wolff. 1989. Original Issue high yield bonds: aging analyses of defaults, exchanges, and calls. Journal of Finance, vol. 44 (September): 923-52.",
        "Bergiof, ErIk. 1988. Capital structure as a mechanism of control: A comparison of financial systems. Discussion paper No. 48, Program in Law and Economics, Harvard Law School. December.",
        "Berle, Adolph and Gardiner Means. 1932. The Modern Corporation and Private Property. Macmillan: New York.",
        "Bernanke, Ben and John Y. Campbell. 1988. Is there a corporate debt crisis? brookings Papers on Economic Activity 1: 83-125.",
        "Bernanke, Ben and Mark Gertler. Forthcoming. Financial fragility and economic performance. Quarterly Journal of Economics. Blair, Margaret M. and Robert E. Litan. 1989. Explaining corporate leverage in the eighties. Mimeograph, Brookings Institution.",
        "Brancato, Carolyn K. 1989. Leveraged buyouts and the pot of gold: 1989 update. ,A Report Prepared for.the Use of the Subcommittee on Oversight and Investigations of the Committee on Energy and Commerce, U.S. House of Representatives, July.",
        "Brimmer, Andrew. 1989. Central banking and systemic risks in capital markets. Journal of Economic Perspectives, vol. 3 (Spring): 3-16.",
        "Cooper, Russell and Andrew John. 1988. Coordinating coordination failures in Keynesian models. Quarterly Journal of Economics, vol. 103 (August).",
        "Cutler, David H. and Lawrence H. Summers. 1988. The costs of conflict resolution and financial distress: evidence from the Texaco- Pennzoil litigation. Rand Journal of Economics, vol. 19 (Summer): 157-72.",
        "Feldstein, Martin. 1989. Excess debt and unbalanced investment: The case for a cashflow business tax. Testimony before the Committee on Ways and Means, United States House of RepresentatIves, January 31.",
        "Feldsteln, Martin, Louis L.D. Dicks-Mireaux, and James H. Poterba. 1983.",
        "The effective tax rate and the pretax rate of return. Journal of Public Economics, vol 21: 129-53. First Boston Corporation. High Yield Handbook. Various issues. Friedman, Benjamin M. 1986. Increasing indebtedness and financial Instability in the United States. In Debt, Financial Stability and Public Policy. Federal Reserve Bank of Kansas City.",
        "Friedman, Benjamin H. 1989. Views on the likelihood of financial crisis.",
        "In Reducing the Risk of Economic Crisis , ed. Martin Feldstein. Unviversity of Chicago Press: Chicago, forthcoming. Oertler, Mark and R. Glenn Hubbard. 1988. Financial factors in business fluctuations. In Financial Market Volatility, Federal Reserve Bank of Kansas City.",
        "Gertler, Mark and R. Glenn Hubbard. 1989. Corporate taxation, capital structure, arid aggregate fluctuations. Mimeograph, Columbia University.",
        "Gertner, Robert and David Scharfstein. 1989. Corporate bankruptcy and the costs of financial distress. Mimeograph, MIT, May..",
        "Gilson, Ronald J. 1986. The Law and Finance of Corporate Acqusitions.",
        "Mimeograph. University of Michigan, September. Grossman, Sanford and Oliver Hart. 1982. Corporate financial structure and managerial incentives. In The Economics of Information and Uncertainty, ed. John McCall. University of Chicago Press: Chicago.",
        "Hall, Robert E. 1988. Financial factors in business fluctuations: commentary In Financial Market Volatility, Federal Reserve Bank of Kansas City, 73-78.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein. 1989. Bank monitoring and investment: Evidence from the changing structure of Japanese corporate banking relationships. In Asymmetric Information.",
        "Corporate Finance, and Investment, ed. R.G. Hubbard. University of Chicago Press: Chicago, forthcoming. Hubbard, R. Glenn 1989. Tax corporate cash flow, not Income. The Wall Street ~ February 16.",
        "Institute for Fiscal Studies. 1978. The Structure and Reform of Direct Taxation. Allen and Unwin: London.",
        "Jackson, Thomas H. 1986. The Logic and Limits of Bankruptcy Law. Harvard University Press: Cambridge.",
        "Jensen, Michael C. 1986. Agency costs of free cash flow, corporate finance, and takeovers. American Economic Review, vol. 76 (May): 323-9.",
        "Jensen, Michael C. 1988. Takeovers: their causes and consequences.",
        "Journal of Economic Perspectives 2 (Winter): 21-48. Jensen, Michael C. 1989. Active Investors, LEOs, and the privatization of bankruptcy. Journal of Applied Corporate Finance, vol. 2 (Spring): 35-44.",
        "Jensen, Michael C. and William Heckling. 1976. Theory of the firm: managerial behavior, agency costs, and ownership structure. Journal of Financial Economics, vol. 1 (October): 305-60.",
        "Kaufman, Henry. 1986. Debt: the threat to economic and financial stability. In Debt, Financial Stability, and Public Policy. Federal Reserve Bank of Kansas City.",
        "HacKle-Mason, Jeffrey K. 1989. Do firms care who provides their financing? In Asymmetric Information, Corporate Finance, and Investment, ed. R.G. Hubbard. University of Chicago Press: Chicago, forthcoming.",
        "Investment, ed. R.G. Hubbard. University of Chicago. Press: Chicago, forthcoming. Myers, Stewart C. 1977. Determinants of corporate borrowing. Journal of Financial Economics, vol. 5 (November): 146-75.",
        "Perry, Kevin and Robert Taggart. 1988. The growing role of junk bonds in corporate finance. Continental Bank Journal of Applied Corporate Finance, vol. 1 (Spring): 3745.",
        "Poterba, James H. 1989. Tax reform and the market for tax-exempt debt.",
        "Working Paper No. 2900, National Bureau of Economic Research. Roe, Mark. 1987. The voting prohibition In bond workouts. The Yale Law Journal, vol. 97: 232-79.",
        "Shleifer, Andrei and Robert Vishny. 1988. Value maximization and the acquisition process. Journal of Economic Perspectives, vol. 2 (Winter): 7-20.",
        "Shoven, John B. 1987. The tax consequences of share repurchases and other non-dividend cash payments to equity owners. In Tax Policy and the Economy, vol. 1, ed, Lawrence H. Summers. MIT Press, Cambridge.",
        "Summers, Lawrence H. 1989. Taxation and corporate debt. Testimony before the Committee on Finance, United States Senate, January 25.",
        "Taggart, Robert A., 1985. Secular patterns in the financing of U.S.",
        "Benjamin H. Friedman, University of Chicago Press, Chicago. Tax Analysts. QuantifyIng the Impact of the Tax Reform Act of 1986 On Effective Corporate Tax Rates."
    ]
}