{
    "id": 3206,
    "cites": 26,
    "cited_by": 14,
    "reference": [
        "Barro, Robert J.: Output Effects of Government Purchases, Journal of Political Economy, 89, 1981.",
        "Baxter, Marianne and Robert C. King:Multipliers in Equilibrium Business Cycle Models, mimeo, November 1988.",
        "Bus, Mark:Pricing in a Customer Market, mimeo, 1987.",
        "Blanchamd, Olivier Jean and Charles M. Kahn: The Solution of Linear Difference Models under Rational Expectations, Econometrica, 48, 1305-13, July 1980.",
        "Chmistiano, Lawrence J. and Martin Eichenbaum:Ts Theory Really ahead of Measurement? Current Business Cycle Theories and Aggregate Labor Market Fluctuations NBER Working paper 2700, September 1988.",
        "Dixit, Avinasb and Joseph Stiglitz:Monopolistic Competition and Optimum Product Diversity, American Economic Review,297-308, 1977.",
        "Greenwald, Bruce and Joseph Stiglitz: Financial Market Imperfections and Business Cycles, NBER Working Paper 2494, 1988.",
        "Garcia-Mila, Teresa:Government Purchases and Real Output:An Empirical Analysis and Equilibrium Model with Public Capital, W.P. 93.88, Institut dAnalisi Economica, CSIC, Universidad Autonoma de Barcelona, August 1987.",
        "Gottfries, Nils:A Permanent Demand Theory of Pricing, Institute for International Economic Studies, Seminar Paper 345, January 1986.",
        "Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Huffman:Investment, Capacity Utilization, and the Real Business Cycle, American Economic Review, 78, 402-18, 1988.",
        "Hall, Robert E.Stochastic Implications of The Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, 971-87, December 1978.",
        "Business Cycle, University of Chicago, Chicago, 1986.",
        "Hansen, Lars Peter and Thomas Sargent:Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2, 7-46, February 1980.",
        "Kalecki, Michael:The Determinants of the Distribution of National Income, Econometrica, 6, 97-112, 1938.",
        "Kandori, Michihiro: `Price Wars during Booms-a Generalization, mimeo, June 1988.",
        "Kehoe, Timothy J., David K. Levine and Paul M.Romer:Characterizing Equilibria of Models with Externalities and Taxes as Solutions to Optimization Problems, unpublished, Federal Reserve Bank of Minneapolis, April 1989.",
        "Keynes, John Maynard:Relative Movements of Real Wages and Output, Economic Journal, 49, 34-51, 1939.",
        "Killingsworth, Mark R.:Labor Supply, Cambridge University Press, Cambridge, 1983.",
        "Ashenfelter and Layard eds., North Holland, Amsterdam, 1986.",
        "King, Robert G., Charles I.Ploaser and Sergio Rebelo:Production, Growth and Business cycles: Technical Appendix, unpublished, University of Rochester, August 1987.",
        "Lucas, Robert B. Jr:Capacity, Overtime and Empirical Production Functions, American Economic Review, 60, 23-27, 1970.",
        "Mankiw, N.Gregory:Halls Consumption Hypothesis and Durable Goods, Journal of Monetary Economics, 10, 417-25, 1982.",
        "Pencavel, John: Labor Supply of Men: A Survey, in Handbook of Labor Economics, Ashenfelter and Layard eds., North Holland, Amsterdam, 1986.",
        "Phelps, Edmund S. and S.G.Winter:Optimal Price Policy under Atomistic Competition, in Microeconomic Foundations of Employment and Inflation Theory, E.S.Phelps ed., W.W.Norton Co., NY, 1970.",
        "Rotemberg, Julio J.: The New Keynesian Microfoundations, NBER Macroeconomics Annual 1987.",
        "Wynne, Mark:The Aggregate Effects of Temporary Government Purchases, mimeo 1989."
    ]
}