{
    "id": 3209,
    "cites": 10,
    "cited_by": 2,
    "reference": [
        "Bray, Margaret, \"Futures Trading, Rational Expectations, and the Efficient Markets Hypothesis,\" Econometrica. 49 (1981), 575-596. Green, Jerry, \"The Non-Existence of Informational Equilibria,\" Review of Economic Studies. 44 (1977), 451-463.",
        "Grossman, Sanford and Joseph E. Stiglitz, \"Information and Competitive Price Systems,\" American Economic Review. 66 (1976), 246-253.",
        "Grossman, Sanford and Joseph E. Stiglitz, \"On the Impossibility of Informailonally Efficient Markets,\" American Economic Review. 70, (1980) 393-408.",
        "Jordan, J. S., \"On the Efficient Markets Hypothesis, \" Econometrica. 51 (1983), 1325-1343.",
        "Kyle, Albert S., \"Informed Speculation with Imperfect Competition,\" Review of Economic Studies. (1989) forthcoming.",
        "Radner, Roy, \"Rational Expectations Equilibrium: Generic Existence and the Information Revealed by Prices.\" Econometrica. 47 (1979), 655-678.",
        "Stiglitz, Joseph E., \"Perfect and Imperfect Markets,\" paper presented to the Econometric Society, New Orleans, 1971.",
        "Stiglitz, Joseph E., \"Portfolio Allocations with Many Risky - Assets,\" Cowles Foundation Paper No. 384, 1973.",
        "Tirole, Jean, \"On the Possibility of Speculation Under Rational Expectations,\" Econometrlca. 50 (1982), 1163-1181. ENDNOTES There is an alternative approach to the question of whether prices are fully revealing, which assumes a finite number of states of nature and a corresponding finite number of markets.This approach is of little economic Interest: even limiting ourselves to an economy in which the only random variables are the outputs of each of N farms, and if these can take on M different values, N",
        "the number of states of nature is M , far larger than the number of markets. The most that can be hoped is that prices will be sufficient statistics for conveying information about the limited number of aggregate economic variables of interest. For discussions of this alternative approach, see Green (1977) and Radner (1979), and the works cited there."
    ]
}