{
    "id": 3211,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Backus, D. 1986. The Canadian-U.S. exchange rate: Evidence form a vector autoregression. Review of Economic and Statistics 68:628-63].",
        "Gorman, H. , and Croasmsn, M. 1985. Determinants of neonatal mortality rates in the U.S. Journal of Heslth Economics 4:213-236.",
        "Cooley, T.F. , and LeRoy, S.F. 1985. Atheoretical macroeconomics: A critique. Journal of Monetary Economics 16:283-308.",
        "Open, T. , and Litterman, R. 1987. Rats Users Manual: Version 2.11. Evanaron, Ii. VAR Econometrica, Inc.",
        "Godfrey, L.G. 1978. Testing for higher order serial correlation in regression equations when the regressors include lagged dependent variables. Econome trica 46:1303-1310.",
        "Cranger, C.W.J. 1969. Investigating causal relations by econometric models and cross-spectral methods. Econometrica 37:424-438.",
        "Grossman, M. , and Jacobowitz, 5. 1981. Variations in infant mortality rates among counties of the United States: The roles of public policies and programs. Demography 18:695-713.",
        "Grossman, M. and Joyce, T. 1988. Unobservables, preganncy resolutions, and - birthweight production functions in New York City. National Bureau of Economic Research Working Paper No. 2746.",
        "Institute of Medicine. 1985. Preventing Low Birthweight. Washington, D.C. Hational Academy Preas.",
        "Joyce, T. 1987. The impact of induced abortion on black and white birth outcomes in the U.S. Demography 24:229-244.",
        "Joyce, T. , and Grossman, M. 1990. Pregnancy wantedness and the early initiation of prenatal care. Demography 27.",
        "Leamer, E. E. 1985. Vector autoregaaiona for causal inference? in K. Stunner and A. Meltzer (eda.) Understanding Monetary Regimes (supplement to Journal of Monetary Economics) 22:255-304.",
        "Lutkepohl, H. 1982. Non-Causality due to omitted variables. Journal of Econometrics 19:367-378.",
        "Maddala, CS. 1988. Introduction to Econometrics. New York: MacMillan Publishing Co.",
        "New York City Department of Health. 1985. Summary of Vital Ststisitics, the City of New York. New York.",
        "Said, SE., and Dickey, 0. A. 1984. Testing for unit roots in autoregressive moving-average models of unknown order. Biometrika 71:599-607.",
        "Sims, C. 1980. Macroeconomics and reality. Econometrics 48:1-48.",
        "Tortes, A., and Forrest, JO. 1988. Why do women have abortions? Family Planning Perspcective 20:169-176.",
        "Zellner, A. 1962. An efficient method of estimating seemingly unrelated regressions and tests for aggregation bias. Journal of the American Statisitcal Association 57:348-368."
    ]
}