{
    "id": 3213,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Bartel, Ann P. and Lacy Glenn Thomas. 1985. Direct and Indirect Effects of Regulations: A New Look at OSHAs Impact, Journal of Law and Economics, XXVIII, April, pp. 1-26.",
        "Cambridge Research Reports, Inc. 1978. Public and Worker Attitudes toward Carcinogens and Cancer Risk. Cambridge MA.",
        "Feliegi, I. and A. Sunter. 1969. A Theory of Record Linkage, Journal of the American Statistical Association, 64, pp. 1183-1210.",
        "Freedman, Audrey. 1981. Industry Response to Health Risk. New York: The Conference Board.",
        "Gray, Wayne. 1986. Matching Plants within the OSHA MIS Dataset. Worcester MA: Clark University Mimeo.",
        "Gray, Wayne and John Scholz. 1989. A Behavioral Approach to Compliance: OSHA Enforcements Impact on Workplace Accidents. Cambridge MA: NBER Working Paper No. 2813.",
        "Greene, W. H. 1981. On the Asymptotic Bias of Ordinary Least Squares Estimators of the Tobit Model, Econometrica, 49, no. 2, March, pp. 505-513.",
        "Kochan, Thomas, et ml. 1977. The Effectiveness of Union-Management Safety Committees. Kalamazoo MI: V. E. Upjohn Institute for Employment Research.",
        "MacDonald, John and Robert Moffitt. 1980. The Uses of Tobit Analysis, Review of Economics and Statistics, vol. LXII, no. 2, pp. 318-321.",
        "Mccaffrey, David. 1983. An Assessment of OSHAs Recent Effects on Injury Rates, Journal of Human Resources, XVIII, no. 1, pp. 131-146.",
        "McCaffrey, David, et al. 1985. Modeling Complexity: Using Dynamic Simulation to Link Regression and Case Studies. Journal of Policy Analysis and Management, vol. 4, no. 2, pp. 196-216.",
        "Mendeloff, John. 1976. Regulating Safety. Cambridge MA: MIT Press.",
        "Mints, Benjamin W. 1984. OSHA: History, Law and Policy. WAshington DC: BNA Books.",
        "Robertson, Leon S. and J. Phillip Keeve. 1983. Worker Injuries: The Effects of Workers Compensation and OSHA Inspections, Journal of Health Politics, Policy and Law, vol. 8, no. 3, Fall, pp. 581-597.",
        "Russell, Louise. 1974. Safety Incentives in Workmens Compensation Insurance, Journal of Human Resources, Spring.",
        "Smith, Robert S. 1979. The Impact of OSHA Inspections on Manufacturing Injury Rates, Journal of Human Resources, vol. 14, Spring, pp. 144170. Viscusi, V. Kip. 1986. The Impact of Occupational Safety and Health Regulations, 1973-1983, Rand Journal of Economics, Winter, pp. 567580. Viscusi, V. Kip. 1979. The Impact of Occupational Safety and Health Regulation, Bell Journal of Economics, Spring, pp. 117-140."
    ]
}