{
    "id": 3217,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Belongia, M.T. 1988, Are Economic Forecasts by Government Agencies Biased? Accurate? Federal Reserve Bank of St. Louis Review, November/December, 15-23.",
        "Dickey D.A. and Fuller W.A. (1979), Distribution of the Estimates for Autoregressive Time Series with a Unit Root, Journal of American Statistical Association, 74, 427-31.",
        "Engle, R.F. and Granger, C.W. (1987), Coirttegration and Error Correction: Representation, Estimation and Testing, Ecoriometrica, 55, 251-76.",
        "Engle, R.F. and Yoo, B.S. (1987), Forecasting and Testing in Coirttegrated Systems, Journal of Econometrics, 35, 143-59.",
        "Friedman, M. and Schwartz, A.J. (1963), A Monetary History of the United States, Princeton: Princeton University Press.",
        "Friedman, M. and Schwartz, A.J. (1970) Monetary Statistics of the United States: Estimates, Sources. Methods, NY: Columbia University Press.",
        "Goldfeld, S.M. and Chandler, L.V. (1986), The Economics or Money and Banking, New York: Harper and Row, Publishers, 9th Edition.",
        "Gould, J.P. and Nelson, C.R. (1974), The Stochastic structure of the Velocity of Money, American Economic Review, 64, 405-18.",
        "Granger, C.W. (1986), Developments in the Study of Cointegrated Economic Variables, Oxford Bulletin of Economics and Statistics, 18, 3, 213-228.",
        "Haraf, W.S. 1986, The Recent Behavior of Velocity: Implications for Alternative Monetary Rules, The Cato Journal, Fall, 641-62.",
        "Heller, H.R. 1988, Implementing Monetary Policy, Federal Reserve Bulletin, 74, July, 419-429.",
        "Hoffman, D. and Rasche R.H., 1989, Long-Run Income and Interest Elasticities of Money Demand in the United States, NBER Working Paper 2949, April.",
        "Johansen, S. (1988), Statistical Analysis of Cointegratiori Vectors, Journal of Economic Dynamics and Control, 12, 2/3.",
        "Johansen, S. (l989a), Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregression Models, Institute for Mathematical Statistics, University of Copenhagen, 3, January. 27 Johansen, S. (l989b), cointegration in Partial Systems and the Efficiency of Single Equation Analysis, December, (mimeo). Johansen S. and Juselius K. (1989), The Full Information Maximum Likelihood Procedure for Inference on Cointegration -- with Applications, Institute for Mathematical Statistics, University of Copenhagen, 4, January.",
        "Lucas, R.E. (1976), Econometric Policy Evaluation: A Critique, The Phillips Curve and Labor Markets, Supplement to the Journal of Monetary Economics, 19-46.",
        "Lucas, R.E. (1988), Money Demand in the United States: A Quantative Review, Carnegie-Rochester Conference Series on Public Policy, 29, 137-168.",
        "McCallum, B.T. 1989, Monetary Economics: Theory and Policy, New York: MacMillan Publishing Co.",
        "McCalluni, B.T. and Goodfriend, M.S. 1987, Demand for Money: Theoretical Studies, The New Pargrave Dictionary of Economics, London: MacMillan Press Limited, I, 775-81.",
        "McNees, S.K. 1988, How Accurate are Macroeconomic Forecasts, New England Economic Review, July/August, 15-36.",
        "Nelson, C.R. and Plosser, C.I. (1982), Trends and Random Walks in Macroeconom1c Time Series, Journal of Monetary Economics, 10, 139-62.",
        "Phillips, P.C.B. and Perron, P. (1986), Testing for Unit Root in Time Series Regression:, Cowles Foundation Discussion Paper No. 795, Yale University, New Haven.",
        "Rasche, R.H. 1987, Ml Velocity and Money Demand Functions: Do Stable Relationships Exist?, in K. Brunrter and A.H. Meltzer (eds) Empirical Studies of Velocity. Real Exchance Rates. Unem~lovment and Productivity, Carnegie-Rochester Series on Public Policy, NorthHolland, Autumn, 27, 9-88.",
        "Rasche, R.H. 1988, Demand Functions for U.S. Money and Credit Measures, Michigan State University Econometrics and Economic Theory Paper 8718.",
        "Schwert, G.W. (1987), Effects of Model Specification on Tests for Unit Roots in Macroeconomic Data, Journal of Monetary Economics, 20, 73-103.",
        "Stock, J.H. and Watson, M.W. (1989), Testing for Common Trends, Journal of the American Statistical Association, forthcoming.",
        "Wallich, H.C. 1984, Recent Techniques of Monetary Policy, Federal Reserve Bank of Kansas City Economic Review, May, 21-30."
    ]
}