{
    "id": 322,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "1. J.P. Benassy (1975): Neo-Keynesian Disequilibrium Theory in a Monetary Economy, Review of Economic Studies 42, 503-523.",
        "2. V. BÃ\u0083Â¶hm (1978): Disequilibrium Dynamics in a Simple Macroeconomic Model, Journal of Economic Theory, 17, 179-199.",
        "3. J. Dreze (1975): The Existence of an Equilibrium under Price Rigidity and QuantityRationing, International Economic Review, 16, 301-320.",
        "4. G. Fuchs (1976): Asymptotic Stability of Stationary Temporary Equilibria and Changes in Expectations, Journal of Economic Theory, 12, 201-216.",
        "5. _________ (1977): The Formation of Expectations: A Model in Temporary General Equilibrium Theory, Journal of Mathematical Economics, 4, 167-188.",
        "6. G. Fuchs - G. Laroque (1976): Dynamics of Temporary Equilibria and Expectations, Econoinetrica, 44, 1157-1178.",
        "7. Douglas Gale (1977): Economies with Trading Uncertainty, unpublished.",
        "8. J.M. Grandniont (1972): Continuity Properties of a von Neumann-Morgenstern Utility, Journal of Economic Theory, 4, 45-57.",
        "10. (1978): Temporary General Equilibrium Theory, to appear in K.J. Arrow- M.D. Intriligator (eds): Handbook of Mathematical Economics, North-Holland.",
        "11. J.M. Grandinont - W. Hildenbrand (1974): Stochastic Processes of Temporary Equilibria, Journal of Mathematical Economics, 1, 247-277.",
        "12. J.M. Grandinont - G. Laroque (1973): Money in the Pure Consumption Loan Model, Journal of Economic Theory, 6, 382-395.",
        "13. J. Green (1978): On the Theory of Effective Demand, to appear in Economic Journal.",
        "14. J. Green - M. Majumdar (1975): The Nature of Stochastic Equilibria, Econometrica, 43, 647-660.",
        "15. W. P. Heller - R. M. Starr (1979): Unemployment Equilibrium with Myopic Complete Information, Review of~Economjc Studies, forthcoming.",
        "16. S. Honkapohja (1978): On the Dynamics of Disequilibria in a Macro Model with Flexible Wages and Prices, to appear in M. Aoki - A. Marzollo (eds): New Trends in Dynamic System Theory and Economics, Academic Press.",
        "17. T. Ito (1979): An Example of a Non~-Walrasian Equilibrium with Stochastic Rationing at the Walrasian Equilibrium Prices, Economics Letters, forthcoming."
    ]
}