{
    "id": 3221,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Ahmed, A., 1987, Wage Stickiness and the Nonneutrality of Money: A Cross Industry Analysis, Journal of Monetary Economics, 20, 25-50.",
        "Andersen, L. and J. Jordan, 1968, `Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization, Federal Reserve Bank of Sr. Liuis Review, 50, 11-24.",
        "Ball, L., G. Mankiw and D. Romer, 1988, The New Keynesian Economics and the OutputInflation Tradeoff, Brookings Paper on Economic Acriviry: 1, 1-66.",
        "Barro, R., 1976, Rational Expectations and the Role of Monetary Policy, Journal of Monetar Economics, 2, 1-32.",
        "Barro, R., 1977, Unanticipated Money Growth and Unemployment in the United States, American Economic Review, 67, 101-115.",
        "Barro, R., 1977, Long-Term Contracting, Sticky Prices and Monetary Policy, Journal of Monetary Economics, 3, 305-3 16.",
        "Barro, R., 1978, Unanticipated Money, Output and the Price Level in the United States, Journal of Political Economy, 86, 549-580.",
        "Bernanke, B., 1983, Nonmonetary Effects of The Financial Crisis ~ Propagation of the Great Depression, American Economic Review, 73, 257-276.",
        "Bernanke, B., 1986, Alternative Explanations of the Money-Income Correlation, in CarnegieRochester Conference Series on Public Policy, 25, edited by K. Brunner and A. Meltzer, Amsterdam: North-Holland, 49-99.",
        "Brunner, K. and A. Meltzer, 1971, The Uses of Money: Money in the Theory of an Exchange Economy, American Economic Review, 61, 784-805.",
        "Burns, A. and W. Mitchell, 1946, Measuring Business Cycles, New York: NBER.",
        "Cooley, T. and L. Ohanian, 1989, The Cyclical Behavior of Prices, Working Paper, University of Rochester.",
        "Friedman, M. and A. Schwartz, 1963b, Money and Business Cycles, Review of Economics and Statistics, 45, 32-64.",
        "Friedman, M. and A. Schwartz, 1982, Monetary Trends in the United States and the United Kingdom, Chicago: University of Chicago Press.",
        "Eichenbaum, M. and K. Singleton, 1986, Do Equilibrium Real Business Cycle Theories Explain Post-War U.S. Business Cycles?, NBER Macroeconomics Annual 1986, Cambridge, MA: MIT Press, 91-134.",
        "Fischer, S., 1977, Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 85, 19 1-205.",
        "Hamilton, J., 1983, Oil and the Macreoconomy Since World War II, Journal of Political Economy, 91, 228-248.",
        "King, R. and M. Goodfriend, 1988, Financial Deregulation, Monetary Policy, and Central Banking, Federal Reserve Bank of Richmond, Economic Review, May/June, 3-22.",
        "King, R. and C. Plosser, 1984, Money, Credit and Prices in a Real Business Cycle, American Economic Review, 74, 363-3 80.",
        "King, R. and C. Plosser, 1986, Money as the Mechanism of Exchange, Journal of Monetary Economics, 17, 93-115.",
        "King, R. and C. Plosser, 1987, Nominal Surprises, Real Factors, and Propagation Mechanisms, in New Approaches to Monetary Economics, edited by W. Barnea and K. Singleton, Cambridge, University Press, 273-292.",
        "King, R. and C. Plosser, 1989, Real Business Cycles and the Test of the Adelmans, Working Paper, University of Rochester.",
        "King, R., C. Plosser and S. Rebelo, 1989a, Production, Growth and Business Cycles I: The Basic Neoclassical Model, Journal of Monetary Economics, 21, 195-232.",
        "King, R., C. Plosser, S. Rebelo, l989b, Production, Growth and Business Cycles II: New Directions, Journal of Monetary Economics, 21, 309-341. Kydland, F. and E. Prescott, 1982, Time to Build and Aggregate Fluctuations, Econometrica, 50, 1345-1370.",
        "Litterman, R. and L. Weiss, 1985, Money, Real Interest Rates and Output: A Reinterpretation of Postwar U.S. Data, Econometrica, 53, 129-156.",
        "Long, J. and C. Plosser, 1983, Real Business Cycles, Journal of Political Economy, 91, 39-69.",
        "Lucas, R., 1972, Expectations and the Neutrality of Money, Journal of Economic Theory, 4, 103-134.",
        "Lucas, R., 1973, Some International Evidence on Output Inflation Tradeoffs, American Economic Review, 63, 326-334.",
        "Manchester, J., 1989, How Money Affects Real Output, Journal of Money, Credit and Banking, 21, 16-32.",
        "Mankiw, G., 1989, Real Business Cycles: A New Keynesian Perspective, Journal of Economic Perspectives, 3 (Summer), 79-90.",
        "McCallum, B., 1983, A Reconsideration of Sims Evidence Concerning Monetarism, EconomicL, etters, 13, 167-171.",
        "McCallum, B., 1986, On `Real and `Sticky-Price Theories of the Business Cycle, Journal of Money Credit and Banking, 18, 397-4 14.",
        "Mishkin, F., 1982, Does Anticipated Monetary Policy Matter?: An Econometric Investigation, Journal of Political Economy, 90, 22-5 1.",
        "Plosser, C., 1989, Understanding Real Business Cycles, Journal of Economic Perspectives, 3 (Summer), 51-78.",
        "Rasche, R., 1988, Demand Functions for U.S. Money and Credit Measures, Michigan State University, Department of Economics Working Paper 8718.",
        "Romer, C. and D. Romer, 1989, Does Monetary Policy Matter A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomic Annual 1989, forthcoming.",
        "Rush, M., 1985, Unexpected Monetary Disturbances During the Gold Standard Era, Journal of Monetary Economics, 15, 309-321.",
        "Sargent, T., 1976, A Classical Macroeconometric Model of the United States, Journal of Political Economy, 84, 207-238.",
        "Sims, C., 1972, Money Income and Causality, American Economic Review, 62, 540-552.",
        "Sims, C., 1980, Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered, American Economic Review, 70, 250-257.",
        "Sims, C., 1980, Macroeconomics in Reality, Econometrica, 48, 1-48.",
        "Taylor, J., 1980, Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23."
    ]
}