{
    "id": 3222,
    "cites": 47,
    "cited_by": 26,
    "reference": [
        "Altman, E. I. (1968) Financial Ratios, Discriminant Analysis, and the Prediction of Cor- porate Bankruptcy, Journal of Finance, 23, 589-609.",
        "Altshuler, ft. and A. J. Auerbach (1990) The Significance of Tax Law Asymmetries: An Empirical Investigation, Forthcoming, Quarterly Journal of Economics.",
        "Ang, J. S. and D. R. Peterson (1986) Optimal Debt Versus Debt Capacity: A Disequilib.",
        "Hum Model of Corporate Debt Behavior, in Research in Finance, vol. 6, ed. Chen, A. W.. Greenwich, CT: JAI Press. Auerbach, A. J. (1979) Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics, 93, 433-46.",
        "Auerbach, A. J. (1985) Real Determinants of Corporate Leverage, in Corporate Capital Strnctures in the United States, ed. Friedman, B. M.. Chuzo: University of Chicago Press.",
        "Auerbach, A. J. and D. Reishus (1988) The Effects of Taxation on the Merger Decision, in Corporate Takeovers, ed. Auerbach, A.. Chicago: Chicago University Press.",
        "Barclay, M. and C. W. Smith, Jr. (1987) Corporate Payout Policy: Cash Dividends versus Share Repurchases, Working Paper, William E. Simon Graduate School of Business.",
        "Bernheim, B. D. (1988) Dividends versus Share Repurchases as Signals of Profitability, Working Paper, Stanford University.",
        "Bhattacharya, S. (1979) Imperfect Information, Dividend Policy, and the Bird in the Hand Fallacy, Bell Journal of Economics, 10, 225-235.",
        "Bradford, D. F. (1981) The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics, 15, 1-22.",
        "Bradley, M., G. A. Jarrell, and E. H. Kim (1984) On the Existence of an Optimal Capital Structure: Theory and Evidence, Journal of Finance, 39, 857-878.",
        "Bulow, 3. and 3. Shoven (1978) The Bankruptcy Decision, Bell Journal of Economics, 9, 437-56.",
        "Constantinides, G. M. (1984) Optimal Stock Trading with Personal Taxes, Journal of Financial Economics, 13, 65-89.",
        "DeAngek~, H. and R. W. Masulis (1980) Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics, 8, 3-29.",
        "Feldstein, M. S. (1989) Excess Debt and Unbalanced Investment: The Case for a Cashfiow Business Tax, Testimony before the Committee on Ways and Means, U.S. Congress, January 31.",
        "Feldstein, M. S. and 3. Slemrod (1980) Personal Taxation, Portfolio Choice, and the Effect of the Corporation Income Tax, Journal of Political Economy, 88, 854-866.",
        "Feldstein, M. S., L. Dicks-Mireaux, and 3. Poterba (1983) The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics, 21, 129-58.",
        "Gordon, R. H. (1982) Interest Rates, Inflation, and Corporate Financial Policy, Brooking Papers on Economic Activity, 2, 461-88.",
        "Gordon, R. H. (1989) Do Publicly Traded Corporations Act in the Public Interest?, Working Paper, University. of Michigan.",
        "Gordon, R. H. and D. F. Bradford (1980) Taxation and the Stock Market Valuation of Capital Gains and Dividends, Journal of Public Economics, 14, 109-136.",
        "Gordon, R. H. and B. G. Malkiel (1981) Corporation Finance, in How Tazes Affect Economic Behavior, ed. H. 3. Aaron and 3. A. Pechman. Washington, D.C.: Brookings Institution.",
        "Gravelle, J. G. and L. J. Kotlikoff (1988) Does the Harberger Model Greatly Understate the Excess Burden of the Corporate Income Tax?, NBER Working Paper No. 2742.",
        "Gravelle, J. G. and L. J. Kotlikoff (1989) The Incidence and Efficiency Costs of Corporate Taxation When Corporate and Noncorporate Firms Produce the Same Goods, Journal of Political Economy, 97, 749-81.",
        "Harberger, A. C. (1962) The Incidence of the Corporation Income Tax, Journal of Po- litical Economy, 70, 215-240.",
        "Jensen, M. C. and W. H. Meckling (1976) Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economic., 3, 305-60.",
        "King, M. A. (1977) Public Policy and the Corporation. London: Chapman and Hall.",
        "King, M. A. and J. I. Leape (1984) Wealth and Portfolio Composition: Theory and Evidence, NBER Working Paper No. 1468.",
        "Long, M. S. and I. B. Malitz (1985) Investment Patterns and Financial Leverage, in Corporate Capital Structures in the United States, ed. Friedman, B. M.. Chicago: University of Chicago Press.",
        "MacKie-Mason, J. K. (1990) Do Taxes Affect Corporate Financing Decisions?, Forth- coming in Journal of Finance.",
        "MacKie-Mason, J. K. (1989) Do Firms Care Who Provides Their Financing?, in Invest- ment, Information and Credit Markets, ed. R. G. Hubbard, forthcoming. Chicago: Chicago University Press.",
        "Manchester, J. and J. Poterba (1989) Second Mortgages and Household Saving, Regional Science and Urban Economics, 19, 325-346.",
        "Miller, M. and K. Rock (1985) Dividend Policy Under Asymmetric Information, Journal of Finance, 40, 1031-1051.",
        "Miller, M. H. (1977) Debt and Taxes, Journal of Finance, 32, 261-275.",
        "Miller, M. H. and F. Modigliani (1961) Dividend Policy, Growth and the Valuation of Shares, Journal of Business, 34, 411-33.",
        "Modigliani, F. and M. H. Miller (1958) The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review, 48, 261-97.",
        "Myers, S. C. (1977) Determinants of Corporate Borrowing, Journal of Financial Eco- nomics, 5, 147-175.",
        "Myers, S. C. and N. S. Majluf (1984) Corporate Financing and Investment Decisions When Firms have Information that Investors Do Not Have, Journal of Financial Economics, 13, 187-221.",
        "Department of Treasury. Poterba, 3. (1987) Tax Policy and Corporate Savings, Brooking Papers on Economic Activity, 2, 455-503.",
        "Poterba, 3. and L. Summers (1985) The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance, ed. E. I. Altman and M. G. Subrahmanyam.",
        "Homewood, IL: R. D. Irwin. Poterba, .J. M. (1989) Tax Reform arid the Market for Tax-Exempt Debt, NBER Working Paper No. 2900.",
        "Scholes, M. S. and M. A. Wolfson (1987) Taxes and Organization Theory, Working Paper, Stanford Graduate School of Business.",
        "Scholes, M. S. and M. A. Wolfson (1988) The Effects of Changes in Tax Laws on Corporate Reorganization Activity, Working Paper, Stanford Graduate School of Business.",
        "Shoven, John B. (1987) The Tax Consequences of Share Repurchases and Other Non-Divi- dend Cash Payments to Equity Owners, in Tar Policy and the Economy, ed. L. H.",
        "Stiglitz, 3. E. and A. Weiss (1981) Credit Rationing in Markets with Imperfect Informa- tion, American Economic Review, 71, 393-410.",
        "Warner, 3. B. (1977) Bankruptcy Costs: Some Evidence, Journal of Finance, 32, 337-347.",
        "White, M. 3. (1980) Public Policy Toward Bankruptcy: Me-First arid Other Priority Rules, Bell Journal of Economics, 11, 550-64.",
        "White, M. 3. (1989) The Corporate Bankruptcy Decision, Journal of Economic Perspec- tives, 3, 129-151."
    ]
}