{
    "id": 3227,
    "cites": 20,
    "cited_by": 72,
    "reference": [
        "Bartel, Anne P., and Borjas, George J.  Wage Growth and Job Turnover: An Empirical Analysis. in Studies in Labor Markets, edited by Sherwin Rosen. Chicago: The University of Chicago Press (for NBER), 1981.",
        "Bull, Clive, and Jovanovic, Boyan. Demand-Shift Versus Mismatch as Causes of Labour Mobility. Review of Economic Studies 55, (January 1988): 169-76 .",
        "Dagsvik, John, Jovanovic, Boyan, and Shepard, Andrea. A Justification for Three Popular Assumptions in Job-Matching Analysis. Journal of Labor Economics 3, no.4 (October 1985): 403-20.",
        "Flinn, Chris. Wages and Mobility of Young Men. Journal of Political Econo-my 94, no. 3, pt. 2 (August 1986): S88-S109.",
        "Greenwald, Bruce. Adverse Selection in the Labour Market. Review of Economic Studies 53, (July 1986): 325-48.",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover. Journal of Political Economy, 87, no. 5 (October 1979): 972-90.",
        "Jovanovic, Boyan. Work, Rest, and Search: Unemployment, Turnover, and the Cycle. Journal of Labor Economics 5, no. 2 (April 1987): 131-48.",
        "Keane, Michael, Moffitt, Robert, and Runkle, David. Real Wages Over the Business Cycle: Estimating the Impact of Heterogeneity with Micro Data. Journal of Political Economy 96, no. 6(December 1988): 1232-66.",
        "Lilien, David. Sectoral Shifts and Cyclical Unemployment. Journal of Political Economy 90 (1982): 777-93. -28-Long, John, and Plosser, Charles. Real Business Cycles. Journal of Political Economy 91, no. 1 (February 1983): 39-69.",
        "Lucas, Robert, and Prescott, Edward, Equilibrium Search and Unemployment. Journal of Economic Theory 7, (February 1974): 188-209.",
        "Miller, Robert. Job-Matching and Occupational Choice. Journal of Political Economy 92, no. 6 (December 1984): 1086-1120.",
        "Mincer, Jacob. Wage Changes in Job Changes. in Research in Labor Economics . edited by Ron Ehrenberg, Greenwich, Conn: JIE Press, 1986.",
        "Mincer, Jacob. Education and Unemployment. (May 1988), unpublished paper.",
        "Mincer, Jacob, and Jovanovic, Boyan. Labor Mobility and Wages. in Studies in Labor Markets. edited by S. Rosen, Chicago: The University of Chicago Press (for NBER), 1981.",
        "Murphy, Kevin, and Topel, Robert. The Evolution of Unemployment in the US: 1968-1985. NBER Macroeconomic Annual. 1987.",
        "Parsons, Donald. Models of Lab or Market Turnover: A Theoretical and Empirical Survey. in Research in Labor Economics, edited by Ron Ehren-berg. Greenwich, Conn.: JAI Press, 1977.",
        "Rob, Rafael, Labor Movements in a Two-Sector Economy with Switching Costs. unpublished paper, University of Pennsylvania, July 1989. -29-FOOTNOTES Part of this research was completed while Robert Moffitt visited the C.V. Starr Center of Applied Economics at New York University. We thank the Starr Center for financial and technical assistance, and Chris Flinn, Mike Keane, Jacob Mincer and Ed Prescott for helpful discussion. 1 Although in the special case that they solve explicitly, the amount of labor allocated to each sector does not change over time. In the general case, however, it clearly would.",
        "6 Once again, the age composition our sample could affect these results but is unlikely to in a major way. Net flows are, indeed, smaller for older workers than for younger workers (Murphy and Topel, 1987, Tables 9 and 10). Since both gross and net flows fall with age, there is no reason to expect that their ratio would significantly fall. 7 If the net flows were generated by iid shocks :~t, this lack of significance would be expected. However, below we construct a more direct measure of sectoral shocks.",
        "8 Bull and Jovanovic (1988) assumed that productivity depended on a match-specific and a firm-specific term. They, however, treated firms' prices as exogenous processes, and moreover, did not define sectors -- the price of a firm was treated as independent of the prices of all other firms.",
        "9 This assumption is really a consequence of our earlier assumption that efficiency-units of labor in a given sector all trade at the same price. Because of risk-neutrality, this assumption about wages can be justified by appealing to an implicit contract view of wage-determination: If employers acquire reputations about the way the compensate their workers, then a pure piece-rate scheme (which is what we assume here) is an equilibrium wage contract. See Jovanovic (1979, theorems 1 and 2). Other compensation schemes will leave certain properties of the equilibrium intact -- see footnote 18. 10 If m were normally distributed, with F(m) - $((m-m)/a) (denoting by $ and &lt;b the standard normal CDF and pdf respectively) , we would have E(mjm > m*t) -'m + ah[ (m*c-i)/ff] , where h - Ã\u0082Â¿/(1-4) is the hazard-rate of the normal distribution. Eqs. (2) and (3) would then imply that xst  + ^[(m*t-S)/cr]n;t."
    ]
}