{
    "id": 3228,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Bhagwhati, Jagdish and V. K. Ramaswarni: Domestic Distortions, Tariffs and the Theory of Optimum Subsidy, Journal of Political Economy, 71, February 1963.",
        "Ethier, Wilfred 3.: Decreasing Costs in International Trade and Frank Grahams Ar- gument for Protection, Econometrica, 50, 1243-69, 1982.",
        "Farrell, Joseph and Garth Saloner: Standardization, Compatibility, and Innovation, Rand Journal of Economics, 16, Spring 1985, 70-83.",
        "Feenstra, Robert C.: Monopsony Distortions in an Open Economy:A Theoretica; Analysis, Journal of International Economics,10, May 1980, 213-35.",
        "Friedman, James W.: A Non-Cooperative Equilibrium for Superganes, Review of Economic Studies, 38, January 1971, 1-12.",
        "Gros, Daniel: A Note on the Optimal Tariff, Retaliation and the Welfare Loss from Tariff Wars in a Framework of Intra-Industi-y Trade, Journal of International Economics, 23, 1987, 357-67.",
        "Graham, Frank: Some Aspects of Protection Further Reconsidered, Quarterly journal of Economics, 37, 199-227, 1923.",
        "Hagen, Everett E.: An Economic Justification for Protectionism, Quarterly Journal of Economics, 72, November 1958, 496-514.",
        "Jorde, Thomas M. and David 3. Teece, Innovation, Strategic Alliances, and An- titrust, UC Berkeley, November 1988, mimeo.",
        "Lapan, Harvey E.: The Optimal Tariff, Production Lags and Time Inconsistency, American Economic Review, 78, June 1988, 395-401 33 Lucas, Robert K Jr.:1On the Mechanics of Economic Development, Journal of Mom etary Economics, 22, July 1988, 3-42.",
        "Markusen, James R. and Arthur J. Robson: Simple General Equilibrium and Trade with a Monopsonized Sector, Canadian Journal of Economics, 13, 668-82, 1980.",
        "IncreasIng Returns to Scale, Canadian Journal of Economics, 14, 450-69, 1981.",
        "Niarshall, Alfred :Principles of Economics, London, Macmillan, 1920.",
        "Melvin , James R.: uIncreasiI~ Returns to Scale as a Determinant of Trade, Canadian Journal of Economics, 2, 389-402, 1969.",
        "Murphy~ Kevin M., Andrei Shinier and Robert W. Vishny:9ndustriahzation and the Big Push, Journal of Political Economy, 97, October 1989, 1003-26, Porter, Michael F.: The Competitive Advantage of Nations, The Free Press, New York, Forthcoming.",
        "Romer, Paul ~{` Inc~asing Returns and Long Run Growth, Journal of Political Economy, 94, October 1986, 1002-37.",
        "Venables, Anthony J.: Trade and Trade Policy with Differentiated Products: A Chamberlinian-Ricardian Model, Economic Journal, 97, 1987, 700-17."
    ]
}