{
    "id": 3230,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Bergsten, C. F., Kimberly, A. E. , Schott, J. J. , and Tskacs, V. E. 1987. Auction Quotas and United States Trade Policy. Policy Analyses in International Economics, 19, Institute for International Economics, Washington, D.C. , September.",
        "Bernheim, B. Douglas, and Whinston, Michael D. 1986. Menu Auctions, Resource Allocation, and Economic Influence. The Guarterly Journal of Economics, Vol. CI, February, pp. 1-32.",
        "Brander, J. and Spencer, B. 1984. Trade Warfare: Tariffs and Cartels. Journal of International Economics, 16, 227-242.",
        "Reservations on Katrak. Oxford Economic Papers, 31, 334-7. Feenstra, R. 1988. Auctioning U.S. Import Quotas. Foreign Response and Alternative Policies. NBER Working Paper No. 2839.",
        "Hausman, J. 1985. Ch. 4 in Handbook of Public Economics, Vol. 1, A. Auetbsch and M. Feldstein (eds.), North Holland: Amsterdam, New York, Oxford.",
        "Hufbsuer, G. and Rosen, H. 1986. Trade Policy for Troubled Industries. Policy Analyses in International Economics, 15, Institute for International Economics, Washington, D.C.",
        "Jones, Ronald W. and Takemori, Shumpei. 1987. Foreign Monopoly and Optimal Tariffs for the Small Open Economy. European Economic Review (forthcoming).",
        "Katrak, H. 1977, IlMultinational Monopolies and Commercial Policy. Qxford Economic Paoers, 29, 283-91.",
        "Krishna, K. 1988. Auction Quotas with Uncertainty. Mimeo, Hsrvscd University.",
        "Harvard University, July. Lawrence, RE. and Litan, RE. 1986. Saving Free Trade. The Brookings Institution, Washington, DC.",
        "Macmillan, John. 1988. Auctioning Import Quotas. Mimeo, Graduate School of International Relations and Pacific Studies, University of California, San Diego.",
        "Maskin, Eric, and Riley, John. 1987. Optimal Multi-unit Auctions. Forthcoming in F. Hahn (ed.) The Economics of Missina Markets: Oames and Information, Oxford University Press, Oxford.",
        "Milgrom, P. 1985. The Economics of Competitive Bidding: A Selective Survey. Ch. 9 in Social Coals and Social Organizations, L. Hurwicz, D. Schmeidler, and H. Sonnenschein (eds.). Cambridge University Press: Cambridge.",
        "Neary, J.P. and Roberts, K.W.S. (1980). The Theory of Household Behavior under Rationing. Eurooean Economic Review, 13, pp. 25-42.",
        "Svedberg, P. 1979. Optimal Tariff Policy on Imports from Multinationals. Economic Record, 55, 64-7.",
        "Takacs, WE. 1987. Auctioning Import Quota Licenses: An Economic Analysis. Institute for International Economic Studies, University of Stockholm, Seminar Paper No. 390, September."
    ]
}