{
    "id": 3234,
    "cites": 9,
    "cited_by": 4,
    "reference": [
        "Ault, Hugh J. and David Bradford, Taxing International Income: An Analysis of the U.S. System and its Economic Premises. In Assaf Ruin and Joel Slemrod, eds., Taxation in the Global Economy. Chicago: University of Chicago Press and NBER, forthcoming. Crooks, Ed, Michael Devereux, Mark Pearson and Charles Wooley. Transnational Tax Rates and Incentives to Invest. Manuscript. Institute for Fiscal Studies, London. March 1989.",
        "Front, Kenneth A. and Jeremy C. Stein. Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. Manuscript. March 13, 1989.",
        "Goodspeed. Timothy J. and Daniel J. Frisch. U.S. Tax Policy and the Overseas Activities of U.S. Multinational Corporations: A Quantitative Assessment. Manuscript, July 1989.",
        "Graham, Edward M. and Paul R. Krugman. Foreign Direct Investment in the United States. Monograph. Institute for International Economics. Washington, D.C. April 1989.",
        "Grubes-t, Harry and John Mutti. Taxes, Tariffs and Transfer Pricing in Multinatinnal Corporation Decision Making. Manuscript. March 1989a.",
        "Grubert, Harry and John Mimi. Financial Flows Vessus Capital Spending: Alternative Measures of U.S-Canadian Investment and Trade in the Analysis of Taxes. Manuscript. Presented at NBER Summer Institute. Cambridge, MA: August 1989b.",
        "Harmian, David E. Tax Policy and Foreign Direct Investment. Joumal of Public Economics 26 (1985) 107-121, Hines, James R., Jr. and R. Glenn Hubbard. Coming Home to America: Dividend Repatriations U.S. Multinationals. In Assaf Ruin and Joel Slemrod, eds., Taxation in the Global Economy. Chicago: University of Chicago Press and NB ER, forthcoming.",
        "Jim, Joosung. What is the Marginal Source of Funds for Foreign Investment? National Bureau of Ec; .oic Research Working Paper No. 3064, August t989. Mcintyre, Mrihael J. The International Income Tax Rules of the United States. Stonehans, MA: Butterworth Legal Publishers, 1989.",
        "Mtmi, John and Harry Grubert. U.S. Taxes and Trade Performance. National Tax Journal 4t (1938): 317-325."
    ]
}