{
    "id": 3236,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Bagwell, Kyle and Robert W. Staiger, The Sensitivity of Strategic and Corrective R&D Policy in Battles for Monopoly, November 1989, unpublished manuscript. Bhattacharya, Sudipto, and Dilip Mookherjee, Portfolio Choice in Research and Development, Rand Journal of Economics 17, Winter 1986, 594-605.",
        "Brander, James A. and Barbara J. Spencer, Export Subsidies and International Market Share Rivalry, Journal of International Economics 18, 1985, 83-100.",
        "Cheng, Leonard K., Optimal Trade and Technology Policies: Dynamic Linkages, International Economic Review 28, October 1987, 757-776.",
        "Dasgupta, Partha S., and Eric Maskin, The Simple Economics of Research Portfolios, Economic Journal 97, September 1987, 581-595.",
        "Dixit, Avinash, International Trade Policy for Oligopolistic Industries, Economic Journal 94, Supplement, 1984.",
        "Dixit, Avinash, International R&D Competition and Policy, in A.M. Spence and H.A. Hazard eds.: International Competitiveness. Ballinger, Cambridge, 1988, 149-171.",
        "Eaton, Jonathan, and Gene M. Grossman, Optimal Trade and Industrial Policy under Oligopoly, Quarterly Journal of Economics 101, 1986, 383-406.",
        "Fudenberg, Drew, and Jean Tirole, The Fat Cat Effect, the Puppy Dog Ploy and the Lean and Hungry Look, American Economic Review 74, May 1984, 361-66.",
        "Grossman, Gene M. , Strategic Export Promotion: A Critique, in Paul R. Krugman, ed. , Strategic Trade Policy and the New Industrial Economics. MIT Press, Cambridge, 1986, 47-68.",
        "Hadar, J. and W. Russell, Rules for Ordering Uncertain Prospects, American Economic Review 59, 1969, 25-34.",
        "Hufbauer, Gary Clyde, and Joanna Shelton Erb, Subsidies in International Trade. MIT Press, Cambridge, 1984.",
        "Klette, Tor, and David de Meza, Is the Market Biased against Risky R & D?, Rand Journal of Economics 17, Spring 1986, 133-139.",
        "Kreps, David M. , and Jose A. Scheinkman, Quantity Precommitment and Bertrand Competition Yield Cournot Outcomes, Bell Journal of Economics 14, 1983, 326-37.",
        "Krishna, Kala, and Thursby, Marie, Optimal Policies with Strategic Distortions, NBER Working Paper No. 2527, 1988.",
        "Rogerson, Willi am, The First Order Approach to Principal-Agent Problems, Econometrica 53, 1985, 1357-1368.",
        "Rothschild, Michael, and Joseph Stiglitz, Increasing Risk I: A Definition, Journal of Economic Theory 2, 1970, 225-243.",
        "Salop, Steven, Monopolistic Competition with Outside Goods, Bell Journal of Economics 10, 1979, 141-56.",
        "Selten, Reinhard, Reexamination of the Perfectness Concept for Equilibrium Points in Extensive Games, International Journal of Game Theory 4, 1975, 25-55.",
        "Spencer, Barbara J., What Should Trade Policy Target? in Paul R. Krugman, ed., Strategic Trade Policy and the New International Economics. MIT Press, Cambridge, 1986, 69-89.",
        "Spencer, Barbara J., Capital Subsidies and Countervailing Duties in Oligopolistic Industries, Journal of International Economics 25, 1988, 45-69.",
        "Tirole, Jean, The Theory of Industrial Organization. MIT Press, Cambridge, 1988."
    ]
}