{
    "id": 3237,
    "cites": 11,
    "cited_by": 12,
    "reference": [
        "Auerbach, Alan, Capital Gains Taxation in the United States: Realizations, Revenue, and Rhetoric-A Review, Brookings Papers on Economic Activity, forthcoming. Auten, Gerald, Estimation of the Effects of Capital Gains Taxes on the Realization of Capital Gains, Final report prepared for the U.S. Department of the Treasury, Office of Tax Analysis, 1982.",
        "Auten, Gerald and Charles Clotfelter, Permanent Versus Transitory Tax Effects and the Realization of Capital Gains, Quarterly Journal of Economics 97 (November 1982), pp. 613-632.",
        "Christian, Charles and Peter Vrischmann, Survivorship Bias in the Statistics of Income Individual Panel Tax Data, Unpublished manuscript, Arizona State University, June 1988.",
        "Congressional Budget Office, How Capital Gains Tax Rates Affect Revenues: The Historical Evidence, March 1988.",
        "Darby, Michael, Robert Gillinghaa. and John S. Greenlees, The Direct Revenue Effect, of Capital Gains Taxation: A Reconsideration of the Time-Series Evidence. Treasury Bulletin, June 1988.",
        "Feldstein, Martin. Joel Slemrod, and Shlomo Yitzhaki, The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains,: Quarterly Journal of Economics 94 (Jun. 1980), pp. 777-791.",
        "Feldstein, Martin, Joel Slemrod, and Shlo.o !itzhaki, The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains-- Reply, Quarterly Journal of Economics 99 (February 1964), pp. 111-120.",
        "Kiefer, Donald, The Capital Gains Rasponse to a Tax Rate Change: Is it Overestimated? Congressional Research Service Report, March 18, 1988.",
        "Minarik, Joseph, Capital Gains, in Henry J. Aaron and Joseph A. Pechman (eds.) How Taxes Affect Economic Behavior, (Washington, D.C.: The Brookings Institution), 1981.",
        "Mi~arik, Joseph, ~Th. Effects of Taxation on the Selling of Corporate Stock and the Realizations of Capital Gains: Comment, Quarterly Journal of Economics 99 (February 1984), pp. 93-110.",
        "Slemrod, Joel and Martin Feldstein, The Lock-In Effect of the Capital Gains Tax: Some Time Series Evidence, Tax Notes (Augu.t, 1978), pp. 134-135."
    ]
}