{
    "id": 3240,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Alterman, William (1989), Price Trends in U.S. Trade: New Data, New Insights, Paper presented at NBER Income and Wealth Conference on International Economic Transactions: Issues in Measurement and Empirical Research, Washington, DC, November 3-4.",
        "Ascher, Bernard, and Obie G. Whichard (1989), Developing a Data System for International Sales of Services: Progress, Problems and Prospects, Paper presented at NBER Income and Wealth Conference on International Economic Transactions-. Issues in Measurement and Empirical Research, Washington, DC, November 3-4.",
        "Dooley, Michael P., Comment on Taylor (1989).",
        "International Monetary Fund (1986),  Final Report of the Working Party on the Statistical Discrepancy in World Current Account Balances, Washington, DC, December.",
        "Kravis, Irving B., and Robert E. Lipsey (1971), Price Competitiveness in World Trade, New York, National Bureau of Economic Research.",
        "___ and _ (1974), International Trade Prices and Price Proxies, in Nancy D. Ruggles, Ed., The Role of the Computer in Economic and Social Research in Latin America, New York, National Bureau of Economic Research.",
        "Murphy, Edward E. (1972), A Comparison of the Bureau of Labor Statistics' Indexes of Export Prices for Selected U.S. Products with Unit Value and Wholesale Price Indexes, 1971 Proceedings of the Business and Economic Statistics Section of the American Statistical Association, No. 69, ASA, pp. 462-467.",
        "Simon, Matthew (1960), The United States Balance of Payments, 1861-1900, in - 13 -National Bureau of Economic Research, Trends in the American Economy in the_Nin^eejTth_C?JlUo., Studies in Income and Wealth, Vol. 24, Princeton: Princeton University Press for the NBER, pp. 629-715.",
        "Steckler, Lois, and Guy Stevens (1989), The Adequacy of U.S. Direct Investment Data, Paper presented at NBER Income and Wealth Conference on International Economic Transactions: Issues in Measurement and Empirical Research, Washington, D.C., November 3-4.",
        "Taylor, Stephen (1989), World Payments Imbalances and U.S. Statistics, in Robert E. Lipsey and Helen Stone Tice, Editors, The Measurement of Saving, Investment, and Wealth, Studies in Income and Wealth, Vol. 52, Chicago: University of Chicago Press for the NBER.",
        "U.S. Department of the Treasury (1989), Report on Foreign Portfolio Investment in the United States as of Oecember 31, 1984, Washington, DC., Office of the Assistant Secretary, International Affairs, Department of the Treasury.",
        "U.S. General Accounting Office (1989), Merchandise Trade Statistics: Some Observations, Briefing Report to the Chairman, Panel on Foreign Trade Statistics, Committee on National Statistics, Washington, DC., National Academy of Sciences.",
        "Walter, Bruce C. (1989), Quality Issues Affecting the Compilation of the U.S. Merchandise Trade Statistics, Paper presented at NBER Income and Wealth Conference on International Economic Transactions: Issues in Measurement and Empirical Research, Washington, DC, November 3-4. - 11+ -"
    ]
}