{
    "id": 3244,
    "cites": 51,
    "cited_by": 7,
    "reference": [
        "Abreu, D. (1984), Infinitely Repeated Games with Discounting: A General Theory, Harvard Institute of Economic Research Discussion Paper 1083.",
        "Abreu, D. (1985), Extremal Equilibria of Oligopolistic Supergames, Harvard Institute of Economic Research Discussion Paper 1167.",
        "Aw, BY. and M.J. Roberts (1986), Measuring Quality Change in Quota Constrained Import Markets: The Case of U.S. Footwear, Journal of International Economics, vol. 21, no. 1/2, August, pp. 45-60.",
        "Aw, B.?. and M. Hwang (1988), Quality Adjustment Under Quotas in a Multi- product Model with Joint Production, mimeograph.",
        "Bhagwati, J.N. (1965), On the Equivalence of Tariffs and Quotas, in R.E.",
        "Baldwin et al. , (eds.), Trade. Growth and the Balance of Payments: Essays in Honor of Gottfried Haberer (Chicago: Rand McNally). Brander J. and B. Spencer (1987), Foreign Direct Investment with Unemployment and Endogenous Taxes and Tariff, Journal of International Economics, vol. 22, no. 3/4, May, pp. 257-279.",
        "Buffie E. and P. Spiller (1986), Trade Liberalization in Oligopolistic Industries: The Quota Case, Journal of International Economics, vol.",
        "Bull, C. (1986), Quota Induced Sales Games, mimeograph.",
        "Crandall R. (1987), The Effects of U.S. Trade Protection for Autos and Steel, Brookinas Payers on Economic Activity, no. 1, pp. 271-288.",
        "Dardis, R. (1987), Reply to Russo, The Journsl of Consumer Policy, vol. 10, pp. 93-96.",
        "Dardis, R. and S. Decker (1984), The Welfare Loss of the Voluntary Export Restraint for Japanese Automobiles, The Journal of Consumer Policy, Summer, vol. 18, no. 1, pp. 47-63.",
        "Dardis, R. end L. Jia-Yeong (1985), Automobile Quotes Revisited: The Costs of Continued Protection, The Journal of Consumer Affairs, vol. 19, no.",
        "Des S.P. and S. Donnenfeld (1985), Trade Policy and its Impact on the Quality of imports, mimeograph.",
        "Des S.P. and S. Donnenfeld (1986), Oligopolistic Competition and International Trade: Quantity and Quality Restrictions, mimeograph.",
        "Dean, J. end S. Gangophadhyay (1988), Market Equilibrium Under the `Threat of a VER, mimeograph.",
        "Dean, J. and S. Csngophsdhyay (1989), Strategy Choice in the Presence of a VER, mimeograph.",
        "Dinopoulos E. end M. Kreinin (1988), Effects of the U.S.-Jepan Auto VER on European Prices and on U.S. Welfare, The Review of Economics snd Statistics, vol. 70, pp. 484-491.",
        "Dixit, A. (1984), International Trade Policy for Dligopolistic Industries, Economic Journal, vol. 94, supplement, pp. 1-16.",
        "Dixit, A. (198?), Optimal Trade and Industrial Policy for the U.S. Automobile Industry, in Feenstra (ed.), Empirical Methods for Internetionsl Trade (Chicago: University of Chicago Press). Dixit, A. (l987a), Strategic Aspects of Trade Policy, in T. Bewley (ed.), Frontiers of Economic Theory (Cambridge: Cambridge University Press). 36 Driskill R. and S. McCafferty (1988), Dynamic Duopoly with Output Adjustment Costs in International Markets: Taking the Conjecture out of Conjectural Variations, Ohio State University, mimeograph.",
        "Ethier, V. (1989), Voluntary Export Restraints, Discussion Paper no. 22, International Economic Research Center, Department of Economics, University of Pennsylvania.",
        "Falvey, R. (1979), The Composition of Trade Within Import Restricted Categories, Journal of Political Economy, vol. 87, no. 5, pp. 1105- 1114.",
        "Krueger (ads.), The Structure and Evolution of Recent U.S. Trade Policy (Chicago: University of Chicago Press). Feenstra, R. (1986), Automobile Prices and Protection: The U.S.-Japan Trade Restraint, Journal of Policy Modeling, vol. 7, no. 1, pp. 49-68.",
        "Feenstra, R. (1987), Automobile Prices and Protection: The U.S.-Japan Trade Restraint, in D. Salvatore, (ed.), The New Protectionist Threat to World Welfare, (New York-London-Amsterdam: North Holland), oh. 14.",
        "Feenstra, R. (1988), Quality Change Under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, vol. CIII, no.1, February, pp.",
        "Greenaway, 0. (1987), The New Theories of Intra Industry Trade, Bulletin of Economic Research, vol. 39, no. 2, pp. 95-120.",
        "Grossman, G. and J.D. Richardson (1985), Strategic Trade Policy: A Survey of Issues and Early Analysis, Special Papers in Idternational Economics, 37 no. 15, April 1985 (International Finance Section, Department of Economics, Princeton University).",
        "Harris, R. (1985), Why Voluntary Export Restraints are Voluntary, Canadian Journal of EconoTmics, vol. XVIII, no. 4, November, pp. 799-809.",
        "Itoh, M. andY. Ono (1982), Tariffs, Quotas, and Market Structure, quarterly Journal of Economics, vol. XCVII, May, pp. 295-305.",
        "Itoh, M. andY. Ono (1984), Tariffs vs. Quotes Under Duopoly of Heterogeneous Goods, Journal of International Economics, vol. 17, no. 3/4, November, pp. 359-374.",
        "Kreinin, M. and E. Dinopoulos (1989), Alternative Quota and VER Allocation Schemes: A Wefare Comparison, mimeograph.",
        "Krishna, K. (1987), Tariffs vs. Quotas with Endogenous Quality, Journal of International Economics, vol. 23, no. 1/2, August, pp. 97-122.",
        "Krishna, K. (1988), Auction Quotas with Oligopoly, NBER Working Paper no.",
        "Krishna, K. (1989), Auction Quotas with Monopoly, NBER Working Paper no.",
        "Krishna, K. (1989a), What Do VER5 Do? in R. Sato and J. Nelson (eds.), Beyond Trade Friction: Japan-U.S. Economic Relations, (Cambridge: Cambridge University Press), pp. 76-92.",
        "Krishna, K. (1989b), Protection and the Product Line, International Economic Review, forthcoming.",
        "Krishna, K. (1989c), Trade Restrictions as Facilitating Practices, Journal of International Economics, forthcoming.",
        "Krishna, K. and M. Itoh, (1988), Content Protection and Oligoplistic Interaction Review of Economics Studies, vol. LV, no. 1, pp. 107-125.",
        "Krishna, K., K. Hogan and P. Swagel, (1989), The Non-Optimality of Optimal Trade Policies: The U.S. Automobile Industry Revisited, mimeograph.",
        "Krugman P. and E. Helpman (1989), Trade Policy and Market Structure, (Cambridge: MIT Press).",
        "Lambson, V. and J.D. Richardson (1986), Tacit Collusion end Voluntary Restraint Arrangements in the U.S. Auto Market, mimeograph.",
        "Levinsohn, J. (1988), Strategic Trade Policy When Firms Can Invest Abroad: When are Tariffs and Quotas Equivalent? mimeograph.",
        "Musse, M. and S. Rosen (1978), Monopoly and Product Quality, Journal of Economic Theory, vol. 18, no. 2, August, pp. 301-317.",
        "Rodriguez, CA. (1978), The Quality of Imports and the Differential Welfare Effects of Tariffs, Quotes and Quality Controls and Protective Devices, Canadian Journal of Economics, vol. 72, no. 3, pp. 439-449.",
        "Russo, J. E. (1987), The Human Cost: A Comment on Dardis, Journal of Consumer Policy, vol. 10, pp. 89-92.",
        "Santoni, G.J. end T.N. Van Cott (1980), Import Quotas: The Quality Adjustment Problem, Southern Economic Journal, vol. 46, no. 4, pp.",
        "Spence, A.M. (1977), Non-Price Competition, American Economic Review, vol.",
        "Srinagesh, P. end R.M. Bradburd (1989), Quality Distortion by a Discriminating Monopolist, American Economic Review, vol. 79, no. 1, March, pp. 96-105.",
        "Swan, P.C. (1970), Durability of Consumption Goods, American Economic Review, vol. 60, no. 5, 884-894.",
        "Tarr, D. (1989). A General Equilibrium Analysis of the Welfare and Employment Effects of U.S. Qootas in Textiles, Autos and Steel, Federal Trade Commission.",
        "Terr, D. end M. Mokre (1984), Aggregate Costs to the U.S. of Tariffs and Quotas on Imports, Bureau of Economics Staff Report, Federal Trade Commission.",
        "Venables, A. (1985), International Trade and Industrial Policy and Imperfect Competition: A Survey, Center for Economic Policy Research, London, Discussion Paper no. 74."
    ]
}