{
    "id": 3246,
    "cites": 28,
    "cited_by": 323,
    "reference": [
        "Barsky, Robert B. and J. Bradford DeLong, Why Have Stock Prices Fluctuated?, unpublished paper, June 1989.",
        "Campbell, John Y., itStock Returns and the Term Structure, Journal of Financial Economics 18:373-399, June 1987.",
        "Campbell, John Y., Measuring the Persistence of Expected Returns, forthcoming American Economic Review Papers and Proceedings, May 1990.",
        "Campbell, John Y. and Richard H. Clarida, The Dollar and Real Interest Rates, Carnegie.Rochester Conference Series on Public Policy 27:103-139, Fall 1987.",
        "Campbell, John Y. and Albert S. Kyle, Smart Money, Noise Trading, and Stock Price Behavior, NBER Technical Working Paper 71, October 1988.",
        "Campbell, John Y. and Robert J. Shiller (1988a), The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1:195-228, Fall 1988.",
        "Campbell, John Y. and Robert 3. Shiller (1988b), Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43:661-676, July 1988.",
        "Cecchetti, Stephen C., Pok-sang Lam, and Nelson C. Mark, Mean Revemion in Equilibrium Asset Prices, unpublished paper, Ohio State University, 1989.",
        "Conrad, Jennifer and Gautarn Kaul, Time-Variation in Expected Returns, Journal of Business 61:409-425, 1988.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers (1989a), Speculative Dynamics, unpublished paper, June 1989.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers (198Db), What Moves Stock Prices?, Journal of Portfolio Management 15:4-12, Spring 1989.",
        "Fama, Eugene F. and Kenneth R. French (1988a), Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96:246-273, April 1988.",
        "Fkma, Eugene F. and Kenneth R. Ftench (1988b), Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22:3-25, October 1988.",
        "Fama, Eugene F. and Kenneth R. French, Business Conditions and Expected Returns on Stocks and Bonds, forthcoming, Journal of Financial Economics, 1989.",
        "Fama, Eugene F. and G. William Schwert, Asset Returns and Inflation, Journal of Financial Economics 5:115-146, 1977.",
        "Froot, Kenneth A. and Maurice Obstfeld, Intrinsic Bubbles: The Case of Stock Prices, unpublished paper, June 1989.",
        "Hansen, Lars Peter, tiLarge Sample Properties of Generalized Method of Moments Estimators, Econometrica 50:1029-1054, November 1982.",
        "Hansen, Lars Peter and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy 91:249265, April 1983.",
        "Jegadeesh, Narasimhan, On Testing for Slowly Decaying Components in Stock Prices, unpublished paper, Anderson Graduate School of Management, UCLA, March 1989.",
        "Kandel, Shmuel and Robert F. Stambaugh, Modelling Expected Stock Returns for Short and Long Horizons, Working Paper 42-88, Rodney L. White Center for Financial Research, Wharton School, University of Pennsylvania, 1988.",
        "Keim, Donald B. and Robert F. Stambaugh, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17:357-390, December 1986.",
        "Kim, Myung Jig, Charles R. Nelson, and Richard Startz, Mean Reversion in Stock Prices? A Reappraisal of the Empirical Evidence, unpublished paper, University of Washington, May 1989.",
        "Litterman, Robert B. and Laurence Weiss, Money, Real Interest Rates and Output: A Reinterpretation of Postwar U.S. Data, Econometrica 53:129-156, January 1985.",
        "Lo, Andrew W. and A. Craig MacKinlay, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1:41-66, Spring 1988.",
        "Poterba, James M. and Lawrence H. Summers, The Persistence of Volatility and Stock Market Fluctuations, American Economic Review 76:1142-1151, December 1986.",
        "Poterba, James M. and Lawrence H. Summers, Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics 22:27-59, October 1988.",
        "Richardson, Matthew, Temporary Components of Stock Prices: A Skeptics View, unpublished paper, Graduate School of Business, Stanford University, 1989.",
        "Roll, Richard, p2, Journal of Finance 43:541-566, July 1988."
    ]
}