{
    "id": 3248,
    "cites": 26,
    "cited_by": 47,
    "reference": [
        "Books and Articles Alworth, Julian 5., 1987, Taxation and the Cost of Capital, in: Sijbren Cnossen, ed., Tax Coordination in the European Community (Kluwer, Deventer, Antwerp, London etc.), 253-283.",
        "Andel, Norbert, 1971/72, Die Harmonisierung der Steuern im Gemeinsamen Markt, Finanzarchiv 30, 224-256.",
        "Berglas, Eitan, 1981, Harmonization of Commodity Taxes, Journal of Public Economics 16, 377-387.",
        "Biehi, Dieter, 1986, Die Beseitigung der Steuergrenzen in der EG, Wirtschaftsdienst 66, No. 10, 518-524.",
        "Boiteux, Marcel, 1988, MarchÃ\u0083Â© unique et rnoeurs fiscales, Futuribles 127, December, 23-38.",
        "Boss, Alfred, 1989, Steuerharmonisierung und Realisierung des EG-Binnenmarktes, Wirtschaftsdienst, 89, No. 5, 249-251.",
        "Cecchini, Paolo, 1988, Europa `92. Der Vorteil des Binnenmarktes (Nomos, Baden-Baden).",
        "Cnossen, Sijbren, and Carl S. Shoup, 1987, Coordination of Value-added Taxes, in: S. Cnossen and C. Shoup, eds., Tax Coordination in the European Community (Kluwer, Deventer, Antwerp, London etc.).",
        "Frey, Bruno S., 1989, Intergovernmental Tax Competition, Paper prepared for the Vilith Munich Symposium on International Taxation, July 3, 1989.",
        "Kuiper, Willem G., 1988, EC Commission Proposes a Directive on the Harmonization of Rules for the Determination of Taxable Profits of Enterprises, European Taxation 28, 319-329.",
        "Lee, Catherine, Mark Pearson, and Stephen Smith, 1988, Fiscal Harmonization: An Analysis of the European Commissions ProposaLs. The Institute of Fiscal Studies, London.",
        "Majocchi, Alberto, 1989, Tax Harmonization: The Italian Perspective, paper presented to the 1st annual symposium of the Confederation of European Economic Associations on European economic integration at Schloss Hernstein, Austria, 28-30 April 1989.",
        "McLure, Charles, 1972, The Tax on Value Added: Pros and Cons, in: Ch. McLure and Norman B.",
        "Ture, eds., Value Added Tax: Two Views (American Enterprise Institute, Washington) - , 1986, Tax Competition: Is Whats Good for the Private Goose also Good for the Public Gander, National Tax Journal 39, 341-348.",
        "MÃ\u0083Â¶ller, Hans, 1968, Ursprungs- und Bestimmungslandprinzip, Finanzarchiv 27, 385-458.",
        "Musgrave, Peggy B., and Richard Musgrave, 1989, Fiscal Coordination and Competition in an International Setting, Paper prepared for the Vilith Munich Symposium on International Taxation, July 3, 1989.",
        "NÃ\u0083Â¶rbaO, Karl-Heinz, and Martin Raab, 1989, Die Wirkung der Einfuhrung und Abschaffung der Quellensteuer auf den Kapitalmarkt, Institut fÃ\u0083Â¼r Volkswirtschaftslehre und Statistik.",
        "Shoup, Carl S., 1955, Theory and Background of the Value-added Tax, National Tax Conference Held at Detroit, October 18-21, 1955, Papers and proceedings.",
        "Sinn, Hans-Werner, 1984, Systeme der Kapitaleinkommensbesteuerung. Em allokationstheoretischer Vergleich, in: Dieter BOs, Manfred Rose, and Christian Seed!, eds., Beitrage zisr neueren Steuertheorie (Springer, Berlin, Heidelberg and New York).",
        "Smith, Stephen, 1989, Harmonization of Indirect Taxes in the European Community, Paper presented at the First Annual Symposium on European Economic Integration, organised by the Confederation of European Economic Associations at Schloss Bernstein, 28-30 April, 1989.",
        "Sorensen, Peter Birch, 1988, Optimal Taxation of Capital and Labor in a Small Open Economy, Institute of Economics, University of Copenhagen, Discussion paper.",
        "Tiebout, Charles M., 1956, A Pure Theory of Local Expenditures, Journal of Politica.l Economy 64, 416-424.",
        "COM (89) 260: Commission of the European Communities, 1989, Completion of the Internal Market and Approximation of Indirect Taxes (Brussels).",
        "Reports Neumark Committee, 1963, Report of the Fiscal and Financial Committee, The EEC Reports on Tax Harmonization (International Bureau of Fiscal Documentation).",
        "Tinbergen Committee, 1953, Report on Problems Raised by the Different Turnover Tax Systems Applied usthin the Common Market.",
        "Wissenschaftlicher Beirat beim Bundesministerium fÃ\u0083Â¼r Wirtschaft, 1986, Stellungnahme rum Wei8buch der EG - Kommission flber den Binnenmarkt (Studienreibe 51, Der Bundesmiister fÃ\u0083Â¼r Wirtschaft)."
    ]
}