{
    "id": 325,
    "cites": 30,
    "cited_by": 12,
    "reference": [
        "[1] Andersen, E. B. Asymptotic Properties of Conditional Maximum Likelihood Estimators, Journal of the Royal Statistical Society, Series B, 32 (1970), 283-301.",
        "[2] Andersen, E. B. AsymptotIc Properties of Conditional Likelihood Ratio Tests, Journal of the American Statistical Association, 66 (1971), 630-633.",
        "[3] Andersen, E. B. A Strictly ConditIonal Approach in Estimation Theory, Skandinavisk Aktuarietidskrift, (1971), 39-49.",
        "[4] Andersen, E. B. The Numerical Solution of a Set of Conditional Estimation Equations, Journal of the Royal Statistical Society, Series B, 34 (1972), 42-54.",
        "[5] Andersen, E. B. Conditional Inference and Models for Measuring (Copenhagen: Mentalhygiejnisk Forlag, 1973).",
        "[8] Bartlett, N. S. The Information AvaIlable in Small Samples, Proceedings of the Cambridge Philosophical Society, 32 (1936), 560-566.",
        "[9] Bartlett, M. S. Statistical Information and Properties of Sufficiency, Proceedings of the Royal Society, Series A, 154 (1936), 124-137.",
        "[10] Bartlett, M. S. Properties of Sufficiency and Statistical Tests, Proceedings-f the Royal Society, Series A, 160 (1937), 268-282.",
        "[11] Bishop, Y. M. N., Fienberg, S. E. and Holland, P. W. Discrete Multivariate Analysis: Theory and Practice (Cambrige, Mass.:N.I.T. Press, 1975). 28",
        "[12] Chamberlain, G. Omitted Variable Bias in Panel Data: Estimating the Returns to Schooling, Annales de lINSEE, 30-31 (1978), 49-82~~",
        "[13] Chamberlain, G. and Griliches, Z. Unobservables with a Variance- Components Structure: Ability, Schooling, and the Economic Success of Brothers, International Economic Review, 16 (1975), 422-449.",
        "[14] Chamberlain, G. and Griliches, Z. More on Brothers in Taubman, P. (ed.), Kinometrics: The Determinants of Socio-economic Success WIthin and Between Families (Amsterdam: North Holland Publishing Company, 1977).",
        "[15] Cox, D. R. Analysis of Binary Data (J~dce~, 4ylethuen, l~?7O).",
        "[17] Fisher, R. A. The Logic of Inductive Inference,Journal of the Royal Statistical Society, Series B, 98 (1935), 39-54.",
        "[18] Goodman, L. The Multivariate Analysis of Qualitative Data: Interactions Among Multiple Classifications, Journal of the American Statistical Association, 65 (1970), 226-256.",
        "[19] Goodman, L A Modified Multiple Regression Approach to the Analysis of Dichotomous Variables, American Sociological Review, 37 (1972), 28-4 6.",
        "[20] Haberman, S. J. ~ (Chicago: University of Chicago Press, 1974).",
        "[21] Hall, B. H. A General Framework for Tine Series-Cross Section Estimation, Annales de lINSEE, 3O~-3i GL978), i77-202~",
        "[22] Heckman, J. J. Statistical Models for Discrete Longitudinal Data, (t~niversity of Chicago, 1978). 29",
        "[23] Kalbfleisch, J. D. and Sprott, D. A. Application of Likelihood Methods to Models Involving Large Numbers of Parameters, Journal of the Royal Statistical Society, Series B, 32 (1970), 175-208.",
        "[24] Kiefer, J. and WolfowItz, J. Consistency of the Maximum Likelihood Estimator in the Presence of Infinitely Many Incidental Parameters, Annals of Mathematical Statistics, 27 (1956), 887-906.",
        "[25] McFadden, D. Conditional Logit Analysis of Qualitative Choice Behavior in Zarembka, P (ed.), Frontiers in Econometrics (New York: Aeademic Press, 1974).",
        "[26] Morgan, J. N. et al. A Panel Study of Income Dynamics (Ann Arbor: Institute for Social Pesearch, 1972).",
        "[27] Mundlak, Y. Empirical Production Function Free of Management Bias, Journal of Farm Economics, 43 (1961), 44-56.",
        "[28] Mundlak, Y. Estimation of Production and Behavioral Functions from a Combination of Cross-Section and Time-Series Data in Christ, C. et al., Measurement in Economics (Stanford University Press, 1963).",
        "[29] Mundlak, Y. On the Pooling of Time Series and Cross Section Data, Econometrica, 46 (1978), 69-85.",
        "[30] Nerlove, M. and Press, S. J. Multivariate Log-Linear Probability Models for the Analysis of Qualitative Data, Center for Statistics and Probability Discussion Paper,No. 1 (Northwestern University, 1976).",
        "[31] Neyman, J. and Scott, E. L. Consistent Estimates Based on Partially Consistent Observations, Econometrica, 16 (1948), 1-32.",
        "[32] Rasch, G. Probabilistic Models for SoineIntelligence and Attaftiment-Tests (Copenhagen: Danmarks Paedagogiske Institut, 1960).",
        "[33] Rasch, G. On General Laws and the Meaning of Measurement in Psychology, Proceedings of the Fourth Berkeley Symposium on Mathematical Statistics and Probability, 4 (1961), 321-333."
    ]
}