{
    "id": 3250,
    "cites": 22,
    "cited_by": 20,
    "reference": [
        "Adniati, Anat, and Paul Pfieiderer, A Theory of Intraday Trading Patterns, Review of Financial Studies, 1 (Spring 1988), 3-40.",
        "Blanchard, Olivier J., and Mark W. Watson, Bubbles, Rational Expectations, and Financial Markets, in Crises in the Economic and Financial Structure, edited by Paul Wachtel. Lexington, MA: Lexington Books, 1982.",
        "Bulow, Jeremy, John Geanakoplos, and Paul Klemperer, Multimarket Oligopoly: Strategic Substitutes and Complements, Journal of Political Economy, 93 (June 1985), 488-511.",
        "Cooper, Russell, and Andrew John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, 53 (August 1988), 441-464.",
        "DeLong, J.B., Andrei Shleifer, Lawrence Summers, and Robert Waldman, The Economic Consequences of Noise Traders, Journal of Political Economy, (forthcoming 1990a) DeLong, J.B., Andrei Shleifer, Lawrence Summers, and Robert Waldman, Positive Feedback Investment Strategies and Destabilizing Rational Speculation, Journal of Finance, (forthcoming 1990b).",
        "Farrell, Joseph and Garth Saloner, Standardization, Compatibility, and Innovation, RAND Journal of Economics 16, (Summer 1985).",
        "Frankel, Jeffrey A. and Kenneth A. Froot, Chartists, Fundamentalists, and the Demand for Dollars, in Policy Issues for Interdependent Economies (MacMillan: London), Anthony Courakis and Mark Taylor, eds., 1989.",
        "Grossman, Sanford J., On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information, Journal of Finance, 31 (May 1976).",
        "Grossman, Sanford J., and Joseph E. Stiglitz, On the Impossibility of Informationally Efficient Markets, American Economic Review, 70 (June 1980), 393-408.",
        "Hellwig, Martin, F., On the Aggregation of Information in Competitive Markets, 26 Journal of Economic Theory, 22 (June 1980), 477-98.",
        "Holmstromn, Bengt and Joan Ricart i Costa, Managerial Incentives and Capital Management, Quarterly Journal of Economics, 101, (November 1986), 835-860.",
        "Katz and Shapiro (1985), Network Externalities, Competition, and Compatibility, American Economic Review, 75 (1985) 424-440.",
        "Keynes, John M., The General Theory of Employment, Interest and Money, (London: Macmillan), 1936.",
        "Kyle, Albert S., Continuous Auctions and Insider Trading, Econometrica, 53 (November 1985), 1315-36.",
        "Narayanan, M.P., Observability and the Payback Criterion, Journal of Business, 58 (July 1985), 309-323.",
        "Pagano, Marco, Endogenous Market Thinness and Stock Price Volatility, Review of Economic Studies, 56 (1986), 269-288.",
        "Scharfstein, David S., and Jeremy C. Stein, Herd Behavior and Investment, forthcoming American Economic Review, (June 1990).",
        "Shleifer, Andrei and Robert Vishny, Equilibrium Short Horizons of Investors and Firms, University of Chicago (August 1989).",
        "Stein, Jeremy C., Informational Externalities and Welfare-Reducing Speculation, Journal of Political Economy, 95 (December 1987), 1123-45.",
        "Stein, Jeremy C., Efficient Stock Markets, Inefficient Firms: A Model of Myopic Corporate Behavior, Quarterly Journal of Economics, 104 (1989), 655-670.",
        "Tirole, Jean, On the Possibility of Speculation Under Rational Expectations, Economet ri Ca, 50 (1982), 1163-1182.",
        "Verrecchia, Robert, Information Acquisition in a Noisy Rational Expectations Economy, Econometrica, 50, (November 1982) 1415-1430."
    ]
}