{
    "id": 3251,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Bain, G.S. and Elias, P. (1985), `Trade Union Membership in Great Britain: An Individual-Level Analysis, British Journal of Industrial Relations, 23, 71-93.",
        "Bain, G.S. and Elsheikh, F.(1980), `Unionization in Britain: An Inter-Establishment Analysis Based on Survey Data, British Journal of Industrial Relations, 18, 167-78.",
        "Barbash, J. (1956), The Practice of Unionism, Harper, New York.",
        "Blanchf lower, D.G., Oswald, A.J. and Garrett, M.D. (1990), `Insider Power in Wage Determination, Economica (forthcoming).",
        "Booth, A. (1985), `The Free Rider Problem and a Social Custom Theory of Trade Union Membership, quarterly Journal of Economics, 99, 253-61.",
        "Booth, A. (1986), `Estimating the Probability of Trade Union Membership; A Study of Men and Women in Britain, Economica, 53, 29-40.",
        "Farber, H.S. and D.H. Saks (1980), `Why Workers Want Unions: The Role of Relative Wages and Job Characteristics, Journal of Political Economy, 88, 349-369.",
        "Freeman, R. and Pelletier, J. (1989), `The Impact of Industrial Relations Legislation in the UK and Ireland, British of Industrial Relations (forthcoming).",
        "GLIM (1985), The GLIM System. Release 3.77 Manual, Numerical Algorithms Group.",
        "Hirsch, B. and Addison, J. (1986), The Economic Analysis of Unions: New Approaches and Evidence, Allen and Unwin, Boston.",
        "McFadden, D. (1976), `Quantal Choice Analysis: A Survey, Annals of Economic and Social Measurement, 5, 363-398.",
        "Nelder, J. (1985), `Quasi-Likelihood and GLIM in Gilchrist, R., Francis, B. and Whittaker, J. (eds.), Generalised Linear Models, Springer-Verlag, Berlin.",
        "Neumann G.R. and Rissman, E.R. (1984), `Where Have All The Union Members Gone?, Journal of Labor Economics, 2, 175-192.",
        "Oswald, A.J. (1982), `The Microeconomic Theory of the Trade Union, Economic Journal, 92, 555-575.",
        "Rees, A. (1989), The Economics of Trade Unions, 3rd. edition, University of Chicago, Chicago.",
        "Williams, D.A. (1982), `Extra Binomial Variation in Logistic Linear Models, Applied Statistics, 31, 144-148.",
        "Webb, S and Webb, B. (1920), Industrial Democracy, Longmans, London."
    ]
}