{
    "id": 3252,
    "cites": 14,
    "cited_by": 15,
    "reference": [
        "Birch, D. (1979), The job generation process, MiT study on neighborhood and regional change, MIT Press, Cambridge, MA.",
        "Blanchflower, D. and Oswald A.J. (1988a), `Entrepreneurship and self-employment in Britain, mimeo, Centre for Labour Economics, LSE.",
        "Paper, Centre for Labour Economics, LSE. Blau, D. (1987), `A time-series analysis of self-employment in the United States, Journal of Political Economy, 95, 3, pp. 445-467.",
        "Borjas, G. (1986), `The self-employment experience of immigrants, Journal of Human Resources, 21, 4, pp. 485-506.",
        "Boijas, G. and Bronars, S. (i989), `Consumer discrimination and self-employment, Journal of Political Economy, 97, 3, pp. 581-605. Connoily, S., Micklewright, J. and Nickel, S. J. (1989), The occupational success of young men who left school at sixteen, mimeo, Oxford.",
        "Curran R. (1986), Bolton fifteen years on: a review and analysis of small business research in Britain 1971-1986, Small Business Research Trust, London.",
        "Elias, P. and Blanchflower, D. (1989), The occupations. earnings and work histories of young adults - who gets the good jobs?, Research Paper No. 68, Department of Employment, London.",
        "Evans, D. and Leighton, L. (1989), `Some empirical aspects of entrepreneurship, American Economic Review, 79, pp. 5 19-535.",
        "Fuchs, V (1982), Self-employment and labor force participation of older males, Journal of Human Resources, 17, 3, pp. 339-357.",
        "Goffee, R. and Scase R. (1987), Enirenreneurshin in Europe. The social nrocesses (eds.), Croom Helm, London.",
        "Kanbur, S.M.R. (1982), `Entrepreneurial risk taking, inequality, and public policy: an application of inequality decomposition analysis to the general equilibrium effects of progressive taxation, Journal of Political Economy, 90, 1, pp. 1-21.",
        "Knight , F. (1921), Risk. uncertainty and profit, New York, Houghton Mifflin.",
        "Micklewright, J. (1989), `Choice at sixteen, Economica, 56, pp. 25-40.",
        "Payne, J. (1984), `Young self-employed workers, Employment Gazette, pp. 497-503."
    ]
}