{
    "id": 3253,
    "cites": 18,
    "cited_by": 18,
    "reference": [
        "Ashenfelter, Orley, Determining Participation in Income-Tested Social Programs, Journal of the American Statistical Association, September 1983, pp. 517-525.",
        "Bound, John, The Health and Earnings of Rejected Disability Insurance Applicants, American Economic Review, June 1989, pp. 482-503.",
        "Butler, Richard, and John Worrall, Work Injury Compensation and the Duration of Nonwork Spells, Economic Journal 95, 1985, pp. 714.724.",
        "Classen, Kathleen, Unemployment Insurance and Job Search, in Studies in the Economics of Search, edited by S.A. Lippman and J.J. McCall, (Amsterdam: North-Holland) pp. 191-219. Ehrenberg, Ronald, Workers Compensation, Wages, and the Risk of Injury, in New Perspectives in Workers Cpm~ensation, edited by John F. Burton, Jr., (Ithaca, NY: Industrial and Labor Relations Press, 1988), pp. 71-96.",
        "Johnson, William, and Jan Ondrich, The Duration of Post-Injury Absences from Work, niimeo., Syracuse University, 1989.",
        "Kalbfleisch, John, and Ross Prentice, The Statistical Analysis of Failure Time ~ (New York: John Wiley and Sons, 1980).",
        "Krueger, Alan, Incentive Effects of Workers Compensation Insurance, forthcoming in Journal of Public Economics, 1990.",
        "Krueger, Alan, and Joern Steffen Pischke, The Effect of Social Security on - Labor Supply: A Cohort Analysis of the Notch Generation, mimeo., Princeton University, 1989.",
        "Meyer, Bruce, A Quasi-Experimental Approach to the Effects of Unemployment Insurance, mimeo., Northwestern University, 1989.",
        "Meyer, Bruce, W. Kip Viscusi, and David Durbin, The Effect of Benefit Changes on Workers Compensation Utilization, mimeo., Northwestern University, 1989.",
        "Minnesota Department of Labor and Industry, Report to the Legislature on Workers Compensation in Minnesota: Background Research Studies, January 1988.",
        "Minnesota Department of Labor and Industry, COMPACT: Newsletter for Workers Compensation Professionals, Issue 21, St. Paul, Minnesota, 1989, pp. 5-8.",
        "National. Council on Compensation Insurance, An In-Depth View of Experience Rating, NCCI, 1982.",
        "Russell, Louise, Pricing Industrial Accidents, in Monroe Berkowitz, ed. SuPDleinental Studies for the National Commission on State Workmens Compensation Laws, vol. 3 (Washington, DC: Government Printing Office). Solon, Gary, Work Incentive Effects of Taxing Unemployment Benefits, Econometrica 53, 1985, pp. 295-306, U.S. Department of Commerce, Bureau of the Census, County Business Patterns.",
        "Minnesota (Washington, DC: Government Printing Office, 1987), Table lb.",
        "Worrall, John D., Richard J. Butler, Philip Borba and David Durbin, Estimating the Exit Rate from Workers Compensation: New Hazard Rate Estimates, mjmeo,, Rutgers University, 1989.",
        "Bureau of the Census, 1989). For expediency, I will use the term work injury broadly throughout the paper, including both physical injuries and illnesses.",
        "Survey and on the Occupational Safety Health Administrations survey of all lost-work time accidents. 4. See Minnesota Department of Labor and Industry (1988), Chapter 2 and 5."
    ]
}