{
    "id": 3255,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Ackerman, S. and D. Ott. An Analysis of the Revenue Effects of Proposed Substitutes for Tax Exemption of State and Local Bonds, National Tax Journal, 23(1971): 397-406.",
        "Adams, R.D. Individual Preferences as Supply Determinants in the Municipal and Federal Bond Markets, Public Finance Quarterly 5(1977): 175-202.",
        "Asefa, S.A., R.D. Adams, and D.R. Starleaf. Municipal Borrowing: Some Empirical Results, Public Finance Quarterly 9(1981): 271-80.",
        "Auerbach, A.J. Real Determinants of Corporate Leverage, in Corporate Capital Structures ~ ~j1~ United States, pp. 301-324. Edited by B. Friedman. Chicago: National Bureau of Economic Research, 1985.",
        "Barro, R. On the Determination of the Public Debt, Journal of Political Economy 87(1979): 940-71.",
        "Bergstrom, T. and R. Goodman. Private Demand for Public Goods, American Economic Review 63(1973): 286-96.",
        "Bloom, Ladd, and Yinger. Are Property Taxes Capitalized Into House Values? in Local Provision of Public Services: The Tiebout Model after Twenty-Five Years, pp. 145-164. Edited by G. Zodrow. New York: Academic Press, 1983.",
        "Borcherding, T. and R. Deacon. The Demand for the Services of Nonfederai Governments, American Economic Review 52(1962): 891-901.",
        "Bowen, H.R. The Interpretation of Voting in the Allocation of Economic Resources, Quarterly Journal ~ Economics 58(1943): 27-48.",
        "Caplin, A. and B. Nalebuff, Aggregation and Social Choice: A Mean Voter Theorem, unpublished mimeo, Department of Economics, Princeton University, January 1989.",
        "Davie, B. and 0. Zimmerman, Tax-Exempt Bonds After the South Carolina Decision, ~ Notes, June 27, 1988: 1573-1580.",
        "Engle, R. Wald, Likelihood Ratio, and Lagrange Multiplier Tests in Econometrics, in Handbook QI Econometrics, Volume II. Edited by Z. Griliches and M. Intriligator. Amsterdam: Elsevier, 1984.",
        "Epple, D. and C. Spatt. State Restrictions on Local Debt, Journal ~ Public Econosics 29(1986): 199-221.",
        "Feldstein, M.S. and G.E. Metcalf. The Effect of Federal Tax Deductibility on State and Local Taxes and Spending, Journal p~ Political Economy 95(1987): 710-36.",
        "Fortune, P. Municipal Bond Yields: Whose Rates Matter? National Tax Journal 41(1988): 219-234.",
        "Gordon, R.H. and J. Slemrod. An Empirical Examination of Municipal Financial Policy, in Studies in State and ~QÃ\u0083Â§~j. Public Finance, pp. 53-78. Edited by H. Rosen. Chicago: National Bureau of Economic Research., 29 1986.",
        "Hems, A.J. Constitutional Restrictions Against State Debt, Madison Wi. University of Wisconsin Press, 1963.",
        "Hotelling, H. Stability in Competition, Economic Journal 39(1929): 41-57.",
        "Inman, R. Markets, Governments and the `New Political Economy, in Handbook of Public Economics, Volume II. Edited by A. Auerbach and M. Feidstein. Amsterdam: Elsevier, 1987.",
        "Jensen, M. and W. Meckling, Theory of the Firs: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(1976): 30 5-360.",
        "Kydland, F. and E. Prescott. Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal p~ Political Economy 85(1977): 473-92.",
        "Leeds, P. City Politics and the Market: The Case of New York Citys Financing Crisis, in The Municipal ~ ~ pp. 113-144. Edited by A.M. Sbragia. Boulder Colorado: Westview Press Inc., 1983.",
        "Metcalf, G.E. Federal Tax Policy and Municipal Financial Behavior, Proceedings of the Eighty-First Annual Conference, National Tax Association-Tax Institute of America. Des Moines Iowa (1989a): 109-114.",
        "Metcalf, G.E. Arbitrage and the Savings Behavior of State Governments, National Bureau of Economic Research Working Paper No. 3017, 1989b.",
        "Moodys Investors Service, Moodys ~ Record, various issues and years, 1977-84.",
        "Myers, S.C. The Capital Structure Puzzle, The Journal of Finance, 39(1984): 5 75-592.",
        "Poterba, J. Explaining the Yield Spread Between Taxable and Tax-Exempt Bonds: The Role of Expected Tax Policy, in Studies j~ ~4 Public Finance, pp. 5-49. Edited by H. Rosen. Chicago: National Bureau of Economic Research., 1986.",
        "Poterba, J. Tax Reform and the Market for Tax-Exempt Debt, National Bureau of Economic Research Working Paper No. 2900, Cambridge Mass., 1989.",
        "Sbragia, A.M. Politics, Local Government and the Municipal Bond Market, in Municipal ~ ~ pp. 67-112. Edited by A.M. Sbragia. Boulder Colorado: Westview Press Inc., 1983.",
        "U.S. Federal Reserve System. Flow 21 Funds: 1984, Washington D.C.: U.S. Government Printing Office."
    ]
}