{
    "id": 3256,
    "cites": 45,
    "cited_by": 53,
    "reference": [
        "Abraham, Katharine G., and Lawrence F. Katz, Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances? Journal. of Political Economy, June 1986, j~., pp. 507-522.",
        "Akerlof, George, and Janet Yellen, A Near-Rational Model of the Business Cycle with Wage and Price Inertia, Ouarterlv Journal of Economics, Supplement 1985, 1.Q..Q, pp.",
        "Altonji, Joseph G., Intertemporal Substitution in Labor Supply: Evidence from Micro Data, Journal of Political Economy, June 1986, Part 2, , pp. Sl76-S215.",
        "Ball, Laurence, N. Gregory Mankiw, and David Romer, The New Keynesian Economics and the Output-Inflation Tradeoff, Brookings Papers on Economic Activity, 1988:1, pp. 1-65.",
        "Ball, Laurence, and David Romer, Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies, 1990, forthcoming.",
        "Barro, Robert J., and David B. Gordon, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy, 1983, ~j, pp. 589-610.",
        "Barro, Robert J., and Herschel I. Grossman, A General Disequilibrium Model of Income and Employment, American Economic Review, 1971, 1.., pp. 82-93.",
        "Barro, Robert J, and Zvi Hercowitz, Money Stock Revisions and Unanticipated Money Growth, Journal of Monetary Economics, 35 April 1980, ~., pp. 257-267.",
        "Barro, Robert J., and Robert C. King, Time Separable Preferences and Intertemporal Substitution Models of the Business Cycle, quarterly Journal of Economics, November 1984, ~9., pp.",
        "Benassy, Jean-Pascal, The Economics of Market Disequilibrium, New York: Academic Press, 1982.",
        "Black, Fischer, Business Cycles and Equilibrium, New York: Basil Blackwell, 1987 Blanchard, Olivier J., and Nobuhiro Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, September 1987,11., pp. 647-666.",
        "Bulow, Jeremy I., and Lawrence H. Summers, A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, July 1986, ~., pp. 376-414.",
        "Calvo, Guillermo A., On Time Consistency of Optimal Policy in a Monetary Economy, Econometrica, 1978, k~, pp. 141128.",
        "Campbell, John Y,, and N, Gregory Mankiw, Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, NBER Macroeconomics Annual., 1989, ~,, pp. 185-216.",
        "Campbell, John Y., and N. Gregory Mankiw, Permanent Income, Current Income, and Consumption, Journal of Economic and Business Statistics, 1990, forthcoming.",
        "Carroll, Chris, and Lawrence H. Summers, Consumption Growth Parallels Income Growth: Some New Evidence, Harvard 36 University, 1989.",
        "Cecchetti, Stephen C., The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics, 1986, ~j., pp. 255-274.",
        "Fischer, Stanley, Long-term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, February 1977, ~ pp. 191-205.",
        "Fischer, Stanley, Dynamic Consistency, Cooperation, and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control, 1980, 2., pp. 93-107.",
        "Flavin, Marjorie, The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, October 1981, ~j, pp. 974-1009.",
        "Friedman, Milton, The Role of Monetary Policy, American Economic Review, March 1968, ~., pp. 1-17.",
        "Gray, Joanna, Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, 1976,2., pp. 221-235.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent rncome Hypothesis: Theory and Evidence, Journal of Political Economy, April 1978, ~ pp. 971-987.",
        "Hall, Robert E., and Frederic S. Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, March 1982, ~..Q., pp. 46181.",
        "Hicks, John, Mr. Keynes and the Classics, Econometrica, April 1937, ~, pp. 147-159.",
        "Katz, Lawrence, Efficiency Wage Theories: A Partial 37 Evaluation, NBER Macroeconomics Ar~nuaL, 1986, j, pp. 235-276.",
        "Keynes, John Maynard, The General. Theory of Employment. Interest and Monev, London: Macmillan, 1936.",
        "King, Robert C., and Charles I. Plosser, Money, Credit, and Prices in a Real Business Cycle, American Economic Review June 1984, Lii, pp. 363-380.",
        "Kydland, Finn E., and Edward C. Prescott, Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of PoLitical Economy, June 1977, ~j, pp. 473-491.",
        "Lilien, David M., Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, August 1982, ~., pp. 777-793.",
        "Long, John B. Jr., and Charles I. Plosser, Real Business Cycles, Journal, of Political Economy, February 1983, IL, pp. 39-69.",
        "Lucas, Robert H. Jr., Expectations and the Neutrality of Money, Jpurnal of Economic Theory, 1972, ~., pp. 103-124.",
        "Lucas, Robert E. Jr., International Evidence on Output-Inflation Tradeoffs, American Economic Review, 1973, ~, pp. 326-334.",
        "Lucas, Robert E., Jr., Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference on Public Policy, 1976, i.,, pp. 19-46.",
        "Malinvaud, Edmond, The Theorv~ of Unemployment Reconsidered~, Oxford: Blackwell., 1977.",
        "Mankiw, N, Gregory, Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Ouarterly Jotirnal of Economics, May 1985, j.~Q, pp. 529537.",
        "Mankiw, N. Gregory, Real Business Cycles: A New Keynesian Perspective, Journal. of Economic Perspectives, Summer 1989, ~., pp. 79-90.",
        "Mishkin, Frederic S., A Rational Expectations Approach to Macroeconometrics, Chicago: University of Chicago Press, 1983.",
        "Muellbauer, John, and Richard Portes, Macroeconomic Models with Quantity Rationing, Economic Journal, 1978, ~., pp. 788-821.",
        "Phelps, Edmund S., Money Wage Dynamics and Labor Market Equilibrium, Journal of Political Economyi, 1968, Lb., pp.",
        "Prescott, Edward, Theory Ahead of Business Cycle Measurement, Carne2ie-Rochester Conference on Public Policy, Autumn 1986, pp. 11-44.",
        "Rotemberg, Julio J., and Garth Salorier, The Relative Rigidity of Monopoly Pricing, American Economic Review, December 1987, 1.1, pp. 917-926.",
        "Sargent, Thomas, and Neil Wallace, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply 39 Ru~e, Journal of Political Economy, April. 1975, ~., pp.",
        "Stiglitz, Joseph, Theories of Wage Rigidity, in Keynes Economic Legacy: Contemporary Economic Theories, edited by J.L. Butkiewicz, K.J. Koford, and J.B. Miller, Praeger Publishers, 1986.",
        "Yellen, Janet, Efficiency Wage Models of Unemployment, American Economic Review, May 1984, ~., 200-205."
    ]
}