{
    "id": 3257,
    "cites": 36,
    "cited_by": 13,
    "reference": [
        "Auerbach, Alan J. 1985. Saving in the U.S. : Some conceptual issues. in The level and composition of household savins, ad. Patric Nendershott. Cambridge, MA: Ballinger, 15-38.",
        "Auerbach, Alan J, 1987. The Tax Reform Act and the cost of capital. Journal of Economic Perspectives 1 (Summer): 73-86.",
        "Auerbach, Alan J. 1988. Capital gains taxation in the United States -- Realizations, revenue, and rhetoric. b~pkinsa Papers on Economic Activity 2: 595-631.",
        "Auerbach, Alan J. and Kevin Hassett. 1989. Corporate savings and shareholder consumption. NBER Working Paper No. 2994 (June).",
        "Bernheim, Douglas, and John Shoven. 1985. Pension funding and saving. NBER Working Paper No, 1622.",
        "Boskin, Michael, 1988. Issues in the measurement and interpretation of saving and wealth. NBER Working Paper No. 2633 (June).",
        "Bovenberg, A. Lana. 1989. Tax policy and national saving in the United States: A survey. Na,t,Lonal, Tgx Journal 42 (June): 123-138.",
        "Bradford, David F. 1989. Market value vs. financial accounting measures of national saving. NBER Working Paper No. 2906 (March).",
        "Brown, Bryan W. and Shlomo Maital. 1981. What do economist know: an empirical test of experts expectations. Econometrics 49 (March): 491-504.",
        "Carroll, Chris, and Lawrence H. Summers. 1987. Why have private saving rates in the U.S. and Canada diverged? Journal of Monetary Economics 20 (September): 249-80.",
        "Cook, Eric W., and John F. OHare. Issues relating to the taxation of capital gains. National lax Journal 40 (September): 473-488. Dokko, Yoon, and Robert H. Edelstein. 1989. How well do economista forecast stock prices? A study of the Livingstone surveys. American Economic Review 79 (September): 865-871.",
        "Feenberg, Daniel, and Jonathan Skinner. 1989. Sources of IRA saving. In Tax policy and the economy 3, ed. Lawrence Summers. Cambridge: MIT Press and NBER.",
        "Follain, James R., Hendershott, Patric H., and David C. Ling. 1987. Understanding the real estate provisions of tax reform: motivation and impact. National Tax Journal 40 (September): 363-372.",
        "Friend, Irwin, and Joel Hasbrouck. 1983. saving and after-tax rates of return. Review of Economics and Statistics 65 (November): 537-543.",
        "Fullerton, Don, Shoven, John B., and John Whalley. 1983. Replacing the U.S. income tax with a progressive consumption tax. Journal of Public Economics 20 (February): 3-23.",
        "Gale, William C., and John Karl Scholz. 1989. Effects of IRAs on household saving. mimeo (August).",
        "Gravelle, Jane C. 1989. Capital gains, IRAs, and savings. Congressional Research Service Report 89-543.",
        "Hall, Robert E. 1978. Stochastic implications of the life cycle - permanent income hypothesis: theory and evidence. Journal of Political Economy 86 (December): 971-987.",
        "Hall, Robert E. 1988. Intertemporal substitution in consumption. Journal of Political EconomY 96 (April): 339-357.",
        "Hamilton, James D. 1985. Uncovering financial market expectations of inflation. Journal of Political Economy 93 (December): 1224-41.",
        "Hayashi, Fumio, and Christopher Sims. Nearly efficient estimation of time series models with predetermined, but not exogenous, instruments. Econometrica 51 (May): 783-798. Hendershott, Patric 14., and Joe Peek. 1989. Aggregate U.S. private saving: Conceptual measures and empirical tests, in The measurement of saving. investment, and wealth, ed. Robert E. Lipsey and Helen Stone lice.",
        "Howrey, E. Philip, and Saul H. Nymans. 1978. The measurement and determination of loanable funds saving. Brookings Paoers on Economic Activity 2: 655-85.",
        "Hubbard, R. Glenn. 1984. Do IRA5 and KEOCH5 increase saving? National Tax Journal 37: 43-54.",
        "Koretz, Gene. 1989. Are fatter piggy banks merely an illusion? Business Week (May 15): 24.",
        "Makin, John H. and Kenneth A. Couch. 1989. Saving, pension contributions, and the real interest rate. Review of Economics and Statistics 71: 401-407.",
        "Manchester, Joyce, and James Poterba. 1989. Second mortgages and household saving. Regional Science and Urban Economics 19 (May): 325-46.",
        "New York Times, 1989. IRAs effect on savings. (September 18): D2.",
        "Poterba, James. 1989. Venture capital and capital gains taxation. In ~ and the econom 3, ad. Lawrence Summers. Cambridge: MIT Press and NBER, Salisbury, Dallas L. 1989. Testimony before Senate Finance Committee (September 29).",
        "Slemrod, Joel. 1986. Saving and the fear of nuclear war. Journal of Conflict Resolution 30: 403-419.",
        "Summers, Lawrence H. 1981. Capital taxation and accumulation in a life-cycle growth model. ~ R~v~ew 71 (September): 533-44.",
        "Summers, Lawrence H. 1982. Tax Policy, The Rate of Return, and Savings. NBER Working Paper No. 995 (September).",
        "Summers, Lawrence H. 1989. How best to give tax incentives for saving and investment? Testimony before Senate FInance Committee (September 29).",
        "Venti, Steven F. and David Wise. 1986 Tax-deferred accounts, constrained choice, and estimation of individual saving. Review of Economic Studies 53: 579-601.",
        "Venti, Steven F. and David Wise 1987. Have IRAs increased U.S. saving? Evidence from consumer expenditure surveys. NBER Working Paper No. 2217 (April).",
        "Venti, Steven F., and David Wise, 1989. The saving effect of tax-deferred retirement accounts: Evidence from SIP?. Mimeo.",
        "White, Halbert. 1980 .Aheteroskedasticity-consistent covariance matrix and a direct test for heteroskedasticity. ~me~j~a 48: 721-46."
    ]
}