{
    "id": 3258,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Anderson. James E,. The Relative Inefficiency of Quotas. Cambridge: MIT Press, 1988.",
        "Bagwell. Kyle and Robert W. Staiger, ihe Role of Export Subsidies When Product Quality is Unknown, Journal of International Economics. August 1989, 27:1/2, 89-90.",
        "Baldwin, Robert E., lhe Political Economy of Trade Policy. 1989, mimeo.",
        "Bednarzik, Robert W. and James A. Orr. `The Effectiveness of Trade-Related Worker Adjustment Policies in the United States, U.S. Dept. of Labor, Economic Discussion Paper 15, February 1984.",
        "Bergsten, C. Fred, Kimberly Arm Elliot. Jeffrey J. Schott and Wendy E. Takacs. Auction Quotas and United States Trade Policy. Washington: Institute for International Economics. Sept. 1987.",
        "Brander, James A. and Barbara J. Spencer. `Trade Adjustment Assistance: Welfare and Incentive Effects of Payments to Displaced Workers, NBER Working Paper `3071. August 1989.",
        "Brecher, Richard A. and Ehsan U. Choudhri, `Gains from International Factor Movements without Lump-Sum Compensation: Taxation by Location Versus Nationality, Canadian Journal of Eccnofnlcs, 1989.",
        "Calvo, Guillermo A., `On the Costs of Temporary Liberalization/Stabilization Experiments. 23 In Connolig. M. and C. Gonzalez-Vega. eds., Economic Reform and Stabilization in Latin America. New York: Praeger. 1986.",
        "Cammack, Elizabeth B., Evidence on Bidding Strategies and the Information Contained in Treasury Bill Auctions, University of Chicago, 1985.",
        "Cassady. Ralph Jr., Auctions and Auctloneering. Berkeley: Univ. of California Press, 1967.",
        "Chipman, John S., Compensation Principle. In Eatwell. J., H. Mtlgate and P. Newman, eds., The hew Paigrave: A Dictionary of Economics. New York: Stockton, 1987, vol. I. 524531. Deardorff. Alan V.. `Safeguards Policy and the Conservative Social Wslf are Function. In Kierzkowski. H., ed.. Protection and Competition in International Trade. Oxford: Basil Blackweil, 1987.",
        "Diamond, Peter A. and James A. Mirrlees, `Optimal Taxation and Public Production I: Production Efficiency, American Economic Review. 1971, 61, 8-27.",
        "Dixit, Avinash, Trade Policy in Open Economics. In Auerbach, A.J. and H. Feldstein, Handbook of Public Economics. vol 1. Amsterdam: North-Hoiland, 1985. 31 3-374.",
        "Dixit, Avinash, `Trade and Insurance with Moral Hazard. Journal of International Economics. November 1 987a. 23:3/4, 201-220. Dixit~ Avinash, `Trade and Insurance with Adverse Selection. Working Paper, Princeton University, 1987b.",
        "Dixit. Avinash, Trade and Insurance with Imperfectly Observed Outcomes. Quarterly Journal of EconomIcs. February 1989. 704:1, 195-203.",
        "Dixit, Avinash and Victor Norman. Theory of International Trade. Weiwyn. U.K.: James Nisbet, 1980.",
        "Dixit, Avinash and Victor Norman, Gains from Trade Without Lump-Sum Compensation. Journal of International EconomIcs, 1986, 21. 111-122.",
        "Economic Report of the President. Washington, D.C.1 Government Printing Office. 1987.",
        "Engel. Charles and Kenneth Kletzer, Trade Policy Under Endogenous Credibility, NBER Working Paper `2449, November 1967.",
        "Feenstra, Robert C. and Tracy R. Lewis, `Negotiated Trade Restrictions with Private Political Pressure, NBER Working Paper `2374, September 1987.",
        "Feenstra, Robert C. and Tracy R. Lewis. Trade Adjustment Assistance and Pareto Gains from Trade, Working Paper `343, University of California. Davis. March 1989.",
        "Fernandez. Raquel. Tariffs in an Economy with Incomplete Markets and Unemployment, Boston University, May 1988.",
        "Froot, Kenneth, Credibility. Real Interest Rates, and the Optimal Speed of Trade Liberalization. Journal of International EconomIcs, August 1988. 25:1/2. 71-94.",
        "Grossman. Gene H. and Henrik Horn, Infant Industry ProtectIon Reconsidered: The Case of Informational Barriers to Entry, Quarterly Journal of Economics. November 1988, 103:4, 787-787.",
        "Grossman. Gene H. and Carl Shapiro, A Theory of Factor Mobility. Journal of Political Economy, October 1982. 90:5, 1054-1089.",
        "Hendricks. Kenneth and Robert H. Porter. An Empirical Study of an Auction With Asymmetric Information, American Economic Review. December 1968, 78:5. 865-883.",
        "Jensen. Richard and Marie Thursby. Tariffs With Private Information and Reputatlon, University of Kentucky and Purdue University, April 1989.",
        "Krishna Kala. The Case of the Vanishing Revenues: Auction Quotas with Monopoly. Harvard University and NBER. 1 988a. Krishna Kala. `The Case of the Vanishing Revenues: Auction Quotas with Oligopoly. NBER Working Paper `2723. 1988b.",
        "Lawrence. Robert Z. and Robert E. Litan. Saving Free Trade: A Pragmatic Approach. Washington. D.C.: The Brookings Institution, 1986.",
        "Learner, Edward E. Welfare Computations and the Optimal Staging of Tariff Reductions in Models with Adjustment Costs, Journal of International Economics. 1960, 10, 21-36.",
        "Lewis, Tracy R., Roger Ware and Robert C. Feenstra, Eliminating Price Supports: A Political Economy Perspective. Journal of Public Economics, 1989.",
        "Matsugama, Kiminori, Perfect Equilibria in a Trade Liberalization Game, American Economic Review, forthcoming. McAfee, R. Preston and John McMillan. `Bidding for Contracts: A Principal-Agent Analysis, RAND Journal of Economics. 1986, 1 7, 326-336.",
        "McAfee, R. Preston and John McMlllan, `Auctions and Bidding, Journal of Economic Literature, 1987, 25. 699-738.",
        "McAfee, R. Preston and John McMiilan. ~Bidding Rings. University of California. San Diego, 1988.",
        "Head, W. J.. Natural Resource Disposal Poiicy~ Oral Auction Versus Sealed Bids, Natural Resources Journal, 1967. 7. 194-224.",
        "Head. W. J.. M. Schniepp and R. Watson, The Effectiveness of Competition: An Appraisal in the Auction Markets of the National Frontier Timber In the Pacific Northwest, U.S. Forest Service. 1963.",
        "Mllgrom, Paul R., A Convergence Theorem for Competitive Bidding with Differential Information, Econom.trica, May 1979, 47, 679-688.",
        "Milgrom. Paul R., The Economics of Competitive Bidding: A Selective Survey. In Hurwicz. L. et at. eds.. Social Goals arid Social Organization. Cambridge: Cambridge Univ. Press. 1985.",
        "Hilgrom, Paul R., Auction Theory. In Bewleg, T., ad.. Advances in Economic Theory: The Fifth World Congress. Cambridge: Cambridge Univ. press. 1967.",
        "Mtlgrom, Paul R., `Auctions and Bidding: A Primer. Journal of Economic Perspectives, Summer 1989, 5:3, 3-22.",
        "MUgrom, Paul R. and Robert J. Weber, *A Theory of Auctions and Competitive Bidding. Eccviomnetrica. 1982, 50, 1069-1122.",
        "Myerson. Roger B., `Incentive Compatibility and the Bargaining Problem. Econometrica~ January 1979. 47:7, 61-74.",
        "Myerson. Roger B.. `Optimal Auction Design. (`fathematics of Operations Research. February 1981, 5, 619-632.",
        "Parker. Stephen, Revenue Estimate for Auctioning Existing Import Quotas. Congressional Budget Office. February 27. 1987.",
        "Riley. John 0. and William Samuelson, Optimal Auctions. American Economic Review, 1981. 71. 381-392.",
        "Riordan, Michael H. and Robert W. Stalger, `Sectoral Shocks and Structural Unemployment, Boston and Stanford UnIversities, August 1988.",
        "Takacs, Wendy E., `Economic Aspects of Quota License Auctions, Journal o~ World Trade. December 1988, 22, 39-51.",
        "Wilson, Robert, A Bidding Model of Perfect Competition, Review of Economic Studies. 1977, 44. 511-518.",
        "Wilson. Robert, BIdding. In Eatwell, I., M. Milgate and P. Newman, ads.. The hew Paigrave: A Dictionary of Economics. New York: Stockton, 1987, vol. 1. 238-242."
    ]
}