{
    "id": 3266,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Altman, Edward I., and Nammacher, Scott A. The Anatomy of the High Yield Debt Market. New York: Morgan Stanley, 1985. Asquith, Paul, Mullins, David W. , Jr., and Wolff, Eric D. Original Issue High Yield Bonds: Aging Analyses of Defaults, Exchanges, and Calls. Journal of Finance. 43 (September, 1989), 923-952.",
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in. the Propagation of the Great Depression. American Economic Review. 73 (June, 1983), 257-276.",
        "Bernanke, Ben S., and Campbell, John Y. Is There a. Corporate Debt Crisis? Brookings Papers on Economic Activity (No-. 1, 1988), 83-125.",
        "Blair, Margaret M., and Litan, Robert E. Explaining Corporate Leverage and LBO Activity in the 1980s. Mimeo: Brookings Institution, 1989.",
        "Brumbaugh, R. Dan, Jr., Carron, Andrew S., and Litan, Robert E. Cleaning Up the Depository Institutions Mess. Brookings Papers on Economic Activity (No. 1, 1989), 243-284.",
        "Council of Economic Advisers. Annual Report. Washington: U.S. Government Printing Office, 1962.",
        "Fisher, Irving. The Debt-Deflation Theory of Great Depressions. Econometrica. 1 (October, 1933), 337-357.",
        "Friedman, Benjamin M. Increasing Indebtedness and Financial Instability in the United States. In Debt. Financial Stability, and Public Policy. Kansas City: Federal Reserve Bank of Kansas City, 1986.",
        "Friedman, Benjamin M. The Corporate Debt Problem. In Irving (ed.), Economic Vulnerabilities: Challenges for Policymakers. Washington: Curry Foundation, 1988a.",
        "Friedman, Benjamin M. Day of Reckoning: The Consequences of American Economic Policy Under Reagan and After. New York: Random House, 1988b.",
        "Friedman, Benjamin M. Lessons on Monetary Policy from the 1980s. Journal of Economic Perspectives. 2 (Summer, 1988c), 51-72.",
        "Friedman, Benjamin M. Views on the Likelihood of Financial Crisis. Mimeo: National Bureau of Economic Research, 1989.",
        "Friedman, Benjamin M., and Kuttner, Kenneth N. Money, Income and Prices After the 1980s. Mimeo: National Bureau of Economic Research, 1988.",
        "Friedman, Milton, and Schwartz, Anna J. A Monetary History of the United States. 1867-1960. Princeton: Princeton University Press, 1963.",
        "Gordon, Robert J. Wage-Price Controls and the Shifting Phillips Curve. Brookings Papers on Economic Activity (No.2, 1972), 385-341.",
        "Hart, Albert Gailord. Debts and Recovery. New York: Twentieth Century Fund, 1938.",
        "Jensen, Michael C. Takeovers: Folklore and Science. Harvard Business Review. 62 (November-December, 1984), 109-121.",
        "Jensen, Michael C. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review. 76 (May, 1986), 323-329.",
        "Jensen, Michael C. Takeovers: Their Causes and Consequences. Journal of Economic Perspectives. 2 (Winter, 1988), 21-48.",
        "Karfman, Henry. Interest Rates, the Markets, and the New Financial World. New York: Times Books, 1986a. Kaufman, Henry. Debt: The Threat to Financial Stability. In Debt.",
        "Financial Stability, and Public Policy. Kansas City: Federal Reserve Bank of Kansas City, 1986b.",
        "Kindleberger, Charles P. Manias. Panics and Crashes: A History of Financial Crises. New York: Basic Books, 1978.",
        "Lucas, Robert E., Jr. Some International Evidence on Output-Inflation Tradeoffs. American Economic Review. 63 (June, 1973), 326-334.",
        "Lucas, Robert E., Jr. Expectations and the Neutrality of Money. Journal of Economic Theory. 4 (April, 1972), 103-124.",
        "Minsky, Hyman P. Can &apos;It&apos; Happen Again? In Carson (ed.), Banking and Monetary Studies. Homewood: Richard D. Irwin, 1963.",
        "Minsky, Hyman P. Financial Crisis, Financial Systems, and the Performance of the Economy. In Commission on Money and Credit, Private Capital Markets. Englewood Cliffs. Prentice-Hall, 1964.",
        "Okun, Arthur M. Efficient Disinflationary Rules. American Economic Review. 68 (May, 1978), 348-352.",
        "Quint, Michael. Banks Cast a Hard Eye on Buyouts. The New York Times (September 10, 1989), Section 3, 1-14.",
        "Sachs, Jeffrey D. The Dollar and the Policy Mix: 1985. Brookings Papers on Economic Activity (No. 1, 1985), 117-185.",
        "Samuelson, Paul A., and Solow, Robert M. Analytical Aspects of Anti-Inflation Policy. American Economic Review. 50 (May, 1960), 177-194.",
        "Sargent, Thomas J., and Wallace, Neil. &apos;Rational&apos; Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy. 83 (April, 1975), 241-254.",
        "Sprague, O.M.W. History of Crises under the National Banking System. Washington: U.S. Government Printing Office, 1910."
    ]
}