{
    "id": 327,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Atkinson, P. A Monetary Perspective on the U.K. Economy. Scottish Journal of Political Economy,Nov. 1977.",
        "Ball, R.J. and T. Burns The Inflationary Mechanism in the U.K. Economy. American Economic Review, Sept. 1976.",
        "Ball, R.J., T. Burns and J.S.E. Laury The Role of Exchange Rate in Balance of Payments Adjustment - The United Kingdom Case. Economic Journal, March 1977.",
        "Ball, R.J., T. Burns and P.J. Warburton The London School of Business Model of the UK Economy: An Exercise in International Monetarism. Unpublished Manuscript, London, 1978.",
        "Batchelor, R. and C. Bowe Forecasting UK International Trade: A General Equilibrium Approach. Applied Economics, 6, 1974.",
        "Burns, T., Lobann, P.W.M. and P. Warburton Briefing Paper: Forecasting the Real Exchange Rate. Economic Outlook, Oct. 1977.",
        "Corbet, H. et al. On How To Cope With Britains Trade Position, Thames Essays, 1977.",
        "Cripps, F. Causes of Growth and Recession in World Trade. Economic Policy Review, 3, 1977.",
        "Cripps, F. and Godley, W. A Formal Analysis of the Cambridge Economic Policy Group Model Economica, Nov. 1976.",
        "Daly, A. Economic ~nd Monetary Union in the Cozqmpn Ma~ket1 National Institute Economic Review No. 85, August 1978.",
        "Deppler, H. and Ripley, D. The World Trade Model IMP Staff Papers, March 1978.",
        "Enoch, C.A. Measures of Competitiveness in International. Trade Bank of England Quarter~y Bulletin, Juns 1978.",
        "FetherstOne, M. and W. Godley New Cambridge Macroeconomics and Global Monetarism: Some Issues in the Conduct of UK Economic Policy. ifl Public Policies in Open Econ9xnieS, Brunner, K. and Meltzer, A. (eds.) Carnegie Rochester Conference Series, No. 9, 1978.",
        "Godley, W. Britains Chronic Recession - Can Anything Be Done? Unpublished Manuscript. Godley, W. and May, R.M. The Macroeconomic Implications of Devaluation and Import Restriction. Economic Policy Review, 4, 1978.",
        "Goldstein, M. Downward Price Inflexibility, Ratchet Effects and the Inflationary Impact of Import Price Changes. IMP Staff Papers, Nov. 1977.",
        "Goldstein, M. The Effect of Exchange Rate Changes on Wages and Prices in the United Kingdom IMP Staff Papers, Nov. 1974.",
        "Goldstein, M. and Khan, M. The Supply and Demand for Exports, ReStat., May 1978.",
        "Henry, S.G.B., Sawyer, M.C. and P. Smith Models of Inflation in the UK: An Evaluation. National Institute Economic Review, August 1976.",
        "Houthakker, H. and S. Magee Income and Price Elasticities in World Trade ReStat May, 1969.",
        "Humphrey, D.}f. Disaggregated Import Functions for the UK, West Germany and Franceoxford Bulletin of Economics and Statistics, Nov. 1976.",
        "Jenkins, R. European Monetary Union. Lloyds Bank Review, Jan 1978.",
        "Kaldor, N. The Effect of Devaluations on Trade in Manufactures. Unpublished Manuscript, 1977.",
        "Laidler, D. Inflation in Britain: A Monetarist Perspective American Economic Review, Sept. 1976.",
        "Macrae, N. Toward Monetary Stability. .An Evolutionary Tale of a Snake and an Emu European Community, Sept. -Oct. 1978 No. 209. Manison, L. Some Factors Accounting for the United Kingdom~s Poor Economic Growth Performance. Unpublished Manuscript, IMF, 1978.",
        "Minford, P. NorthSea Oil and the British Economy. The Banker, Dec. 1977.",
        "Minford, P. Substitution Effects, Speculation and Exchange Rate Stability North Holland 1978.",
        "National Institute of Economic and Social Research National Institute Economic Review, various issues. The proposed New EEC Monetary System House of Commons,Expenditure Commiitee,Minutes of Evidence , November 3,1978.",
        "Odling-Smee, J. and N. Hartley Some Effects of Exchange Rate Changes Treasury Working Paper No. 2, May 1978.",
        "OECD Economic Survey. United Kingdom,- various issues. Posner, M. (ed.) Demand Management, NIESR, 1978.",
        "Posner, M. Problems of the British Economy in Brunner, K. and Meltzer, A. (eds.) Public Policies in Open Economies, Carnegie Rochester Conference Series, No. 9, 1978.",
        "Stout,D. et al. International Price Con~petitiveness,Nonprice Factors and Export Performance,~Qndpn ,National Development Office, 1977.",
        "Williamson, 3. and Wood G.E. The British Inflation: - Indigeneous or Imported? American Economic Review, Sept. 1976.",
        "Worswick, G.D.N. The End of Demand Management? Lloyds Bank Review, Jan 1977."
    ]
}