{
    "id": 3270,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Apgar, William. Rental Housing in the United States. Harvard- MIT Joint Center for Housing Studies, 1988.",
        "Berkovec, James and Don Fullerton. The General Equilibrium Effects of Inflation on Housing Consumption and Investment. American Economic Review 79 (1989), 277-282. - Case, Karl and Robert Shiller. The Efficiency of the Market for Single Family Homes. American Economic Review 79 (1989), 125-137.",
        "Goulder, Lawrence H. and Lawrence H. Summers. Tax Policy, Asset Prices, and Growth: A General Equilibrium Analysis. Journal of Public Economics 38 (1989), 265-296.",
        "Gravelle, Jane G. U.S. Tax Policy and Rental Housing: An Econom- ic Analysis. Congressional Research Service Report 85-208E, Washington, 1985.",
        "Hendershott, Patric H. and David C. Ling. Trading and the Tax Shelter Value of. Depreciable Real Estate. National Tax Journal 37 (1984) , 213-223.",
        "Mankiw, N. Gregory and David Weil. The Baby Boom, the Baby Bust, and the Housing Market. Regional Science and Urban Economics 19 (1989) , 235-258.",
        "Mills, Edwin S. Dividing Up the Investment Pie: Have We Overin vested in Housing? Federal Reserve Bank of Philadelphia Business Review (March/April 1987), 13-23.",
        "Olsen, Edgar 0. The Demand and Supply of Housing Service: A Critical Survey of the Empirical Literature. In Edwin S. Mills, ed., Handbook of Regional and Urban Economics Volume ~ Amsterdam: North Holland, 1987.",
        "Poterba, James M. Tax Subsidies to Owner Occupied Housing: An Asset Price Approach. Quarterly Journal of Economics 9~ (1984), 729-752.",
        "Poterba, James M. Tax Reform and Residential Investment Incen tives. Proceedings of the National Tax Association-Tax Institute of America, 1987, 112-118.",
        "Poterba, James M. Lifetime Incidence and the Distributional Burden of Excise Taxes. American Economic Review 79 (May 1989), 325-330.",
        "Randolph, William C. Estimation of Housing Depreciation: Short Term Quality Change and Long-Term Vintage Effects. Journal of Urban Economics 23 (1988), 162-178.",
        "Scholes, Myron, Eric Terry, and Mark Wolfson. Tax Policy in a Complex and Dynamic Economic Environment: Challenges and Opportunities. Mimeo, Stanford University, 1988.",
        "Slemrod, Joel. A General Equilibrium Model of Taxation with Endogenous Financial Behavior. In M. Feldstein, ed., Behavioral Simulation Methods_in Tax Policy Analysis. Chicago: University of Chicago Press, 1982.",
        "Titman, Sheridan.The Effects of Anticipated Inflation on Housing Market Equilibrium. Journal of Finance 37 (1982), 827-842."
    ]
}