{
    "id": 3274,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph, Intertemporal Substitution Model of Labour Market Fluctuations: An Empirical Analysis, The Review of Economic Studies, Vol. 49, 1982, pp. 783-825.",
        "Ball, Lawrence, Mankiw, N. Gregory, and David Romer, The New-Keynesian Economics and the Output-Inflation Trade-off, Brookings Papers on Economic Activity, vol.1, 1988, pp. 1-66.",
        "Bils, Mark, Real Wages Over the Business Cycle: Evidence From Panel Data, Journal of Political Economy, vol. 93, no. 4, August 1985, pp. 666-689.",
        "Blanchard, Olivier and Lawrence Summers, Hysteresis in Unemployment, European Economic Review, vol. 31, no. 1, March 1987, pp. 288-295.",
        "Blanchard, Olivier and Lawrence Summers, Hysteresis and the European Unemployment Problem, in Stanley Fischer, ed. , NBER Macroeconomics Annual ~ Cambridge: MIT Press, 1986, pp. 15-77.",
        "Blanchflower, David, Fear, Unemployment, and Pay Flexibility, London School of Economics Discussion Paper, no. 344, May 1989.",
        "Blanchflower, David, Oswald, Andrew and Mario Garrett, Insider Power in Wage Determination:Part II, working paper, June 1987.",
        "Carruth, Alan and Andrew Oswald, On Union Preferences and Labour Msrket Models: Insiders and Outsiders, The Economic Journal, vol. 97, June 1987, pp.",
        "Carruth, Alan and Andrew Oswald, Miners Wages in Post War Britain:An Application of a Model of Trade Union Behavior, Economic Journal, Vol. 95, no. 380, 1985.",
        "Dunne, Timothy, Roberts, Mark and Larry Ssmuelson, Plant Turnover and Cross Employment Flows in the U.S. Manufacturing Sector, Journal of Labor Economics, Vol. 97, No. 1, 1989, pp. 48-71.",
        "Fey, John and James Medoff, Lab?r and Output Over the Business Cycle: Some Direct Evidence, American Economic Review, 75, 1985, pp. 638-655.",
        "Fischer, Stanley, Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, vol. 85, no. 2, April 1977, pp. 191-205.",
        "Freeman, Richard, Fixed Coefficient and Manpower Requirements Models: A Synthesis, in R. Ehrenberg ed. Research in Labor Economics, Volume I, 1977.",
        "Garber, Steven, The Reserve-Labor Hypothesis, Short-Run Pricing Theories, and the Employment-Output Relationship, Journal of Econometrics, 42, 1989, pp.",
        "Greenwald, Bruce and Joseph Stiglitz, Examining Alternative Macroeconomic Theories, Brookings Papers on Economic Activity, vol. 1, 1988, pp. 207-261.",
        "Hall, Robert and David Lilien, Cyclical Fluctuations in the Labor Market, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, New York: North Holland Press, 1987.",
        "Hart, Oliver, Optimal Labour Contracts Under Asymmetric Information: An Introduction, Review of Economic Studies, vol. 50, 1982, pp. 33-64.",
        "Holmstrom, Bengt, Equilibrium Long-Term Labor Contracts, Ouarrerly Journsl of Economics, Supplement, vol. 98, 1983, pp. 23-54.",
        "Holzer, Harry, Wages, Employer Cost, and Employee Performance in the Firm, Industrial and Labor Relations Review, forthcoming in 1990.",
        "Holzer, Harry, Katz, Lawrence, and Alan Krueger, Job Queues and Wages, Quarterly Journal of Economics, forthcoming 1990.",
        "Katz, Lawrence, Efficiency Wage Theories: A Partial Evaluation in Stanley Fischer, ed. , NBER Macroeconomics Annual 1986, Cambridge: MIT Press, 1986, pp. 235-76.",
        "Keynes, John Maynard, The General Theory of Employment. Interest, and Money, New York: Harcourt Brace, 1936.",
        "Krueger, Alan and Lawrence Summers, Efficiency Wages and the Interindustry Wage Structure, Econometrica, vol. 56, March 1988, pp. 259-93.",
        "Lawrence, Cohn and Robert Lawrence, Manufacturing Wage Dispersion: An End Game Interpretation, Brookings Papers on Economic Activity, no. 1, 1985, pp.",
        "Leonard, Jonathan, Carrots and Sticks: The Effect of Turnover and Supervisory Effort on Employee Wages, Journal of Labor Economics, vol. 5, no. 3, October 1987, pp. 450-487.",
        "Lindbeck, Assar and Dennis Snower, Cooperation, Harassment, and Involuntary Unemployment: An Insider-Outsider Approach, American Economic Review, vol. 78, no. 1, March 1988, pp. 167-188.",
        "Lindbeck, Assar, and Dennis Snower, Union Activity, Unemployment Persistence and Wage-Employment Ratchets, European Economic Review, vol. 3l,no. 1, March 1987, pp. 157-167.",
        "Montgomery, Edward and Kathryn Shaw, The Real Wage-Employment Relationship: An Industry Analysis, Economics Letters, vol. 26, no. 3, 1988.",
        "Murphy, Kevin N. and Robert Topel,. Unemployment, Risk, and Earnings: Testing for Equalizing Differences in the Labor Market, in Kevin Lang and Jonathan Leonard, eds., Unemoloyment and the Structure of the Labor Market, Basil Blackwell, 1987, pp. 103-140.",
        "Nickell, Steven, Dynamic Models of Labor Demand, in Orley Ashenfelter and Richard Layard,eds., Handbook of Labor Economics, New York: North Holland Press, 1987.",
        "Raff, Daniel and Lawrence Suassers, Did Henry Ford Pay Efficiency Wages?, Journal of Labor Economics, vol 5. no. 3, October 1987, pp. 557-586.",
        "Summers, Lawrence, Relative Wages, Efficiency Wages, and Keynesian Unemployment, American Economic Review, May 1978, vol. 78, no. 2, pp. 383- 388.",
        "Taylor, John, Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, vol. 88, no. 1, February 1980, pp. 1-23."
    ]
}