{
    "id": 3277,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "Brook, William A. and Stephen P. Magee. 1978. The economics of special interest pollticst The case of a tariff. American Economic Review 88 (May) 246-250.",
        "Cassing, J.H. and Arye L. Hillman. 1985. Political influence motives and the choice between tariffs and quotas. Journal of international Economics 19, 279-290.",
        "Dinopoulos, Elias. 1983. Import competition, international factor mobility and lobbying responses: The Schumpeterian industry case. Journal of International Economics 14 (3/4) 395-410.",
        "Feenstra, Robert C. and Jagdish N. Bhagwati. 1982. Tariff seeking and the efficient tariff, in J.N. Bhagwati, ed., Import competition and response (Chicago: University of Chicago Press) 245-258.",
        "Feenstra, Robert C. and Tracy R. Lewis. 1989. Negotiated trade restrictions with private political pressure. University of California, Davis, mimeo.",
        "Findlay, Ronald and Stanislaw Weilisz. 1982. Endogenous tariffs, the political economy of trade restrictions, and welfare, in J.N. Bhagwati. ed,, Imoort competitiort and res~onse (Chicago: University of Chicago Press) 223-234.",
        "Guesnerie and Laffont. 1 984. A complete solution to a class of principal- agent problems with an application to the control of a self-managed firm. Journal of Public Economics 25, 329-369. Hillman. Arye L, and Heinrich W. Ursprung. 1988. Foreign interests, domestic politics, and international trade policy. American Economic Review 78 (September) 729-745.",
        "Hufbauer, Gary C. and Howard F. Rosen. 1 986. Trade policy for troubled industries. Institute for International Economics, no. 1 5 (March). 25 Lewis. Tracy R.. Robert C. Feenstra and Roger Ware. 1989. Eliminating price supports: A poLitical economy perspective. Journal of Public Economics.",
        "Magee. Stephen. William A. Brook and Leslie Young. 1989. BLack hole tariffs and endooenous ~olicu theor~ (Cambridge: Cambridge University Press).",
        "Mayer, Wolfgang. 1984. Endogenous tariff formation. American Economic Review 71 (December) 970-985."
    ]
}