{
    "id": 3280,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Bania, N. Technological Spillovers and Innovation in Research and Development Laboratories, REI Working Paper, Case Western Reserve University, (1989). Bania, N., R. Eberts and M. Fogarty, The Role of Technical Capital in Regional Growth, presented at the Western Economic Association Meetings, July (1987).",
        "Bartel, A. and F. Lichtenberg, The Comparative Advantage of Educated Workers in Implementing New Technology, Review of Economics and Statistics. 69, 1-11 (1987).",
        "Bartik, T., Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States, Journal of Business and Economic Statistics. 3, 14-22 (1985).",
        "Bernstein, J. and M. Nadiri, Interindustry R&D Spillovers, Rates of Return and Production in High-Tech Industries, American Economic Review. 78, 429-34 (1988).",
        "Cox, R. Lessons from 30 years of Science Parks in the USA, in J.M. Gibb (ed.), Science Parks and Innovation Centres: Their Economic and Social Impact, New York: Elsevier (1985).",
        "Ecker, D. and R. Syron, Personal Taxes and Interstate Competition for High Technology Industries, New England Economic Review. September/ October, 25-31 (1979) .",
        "Gyourko, Joseph and Joseph Tracy, The Importance of Local Fiscal Conditions in Analyzing Local Labor Markets, Journal of Political Economy. October, 1208-1231 (1989).",
        "Herzog, H., A. Schlottman and D. Johnson, High-technology Jobs and Worker Mobility, Journal of Regional Science. 26, 445-59 (1986).",
        "Jaffe, A. Technological Opportunity and Spillovers of R&D: Evidence from Firms' Patents, Profits and Market Value, American Economic Review. 76, 984-1001 (1986). -Jaffe, A. Academic Research with Real Effects, American Economic Review, 79, no. 5, 957-970 (1989) .",
        "Kennedy, D. Basic Research in the Universities: How Much Utility?, in R. Landau and N. Rosenberg, (eds.), The Positive Sum Strategy: Harnessing Technology for Economic Growth. Washington, D.C.: National Academy Press (1986).",
        "Lucas, On the Mechanics of Economic Development, Journal of Monetary Theory. 22, 3-39 (1988).",
        "Mulkey, D. and B. Dillman, Location Effects of State and Local Industrial Development Subsidies, Growth and Change. April, 37-43 (1976).",
        "Muth, R. Migration: Chicken or Egg?, Southern Economic Journal. 37, 295-306, (1971).",
        "N.S.F. (National Science Foundation), University-Industry Research Relationships: Dead Ends and New Departures, Washington, D.C.: U.S. Government Printing Office, (1983).",
        "Nelson, R. Institutions that Support Technical Advance in Industry, American Economic Review. 76, 186-89 (1986).",
        "O.T.A (Office of Technology Assessment), Technology, Innovation and Regional Economic Development, Washington, D.C.: U.S. Government Printing Office (1984).",
        "Roback, Jennifer, Wages, Rents, and the Quality of Life, Journal of Political Economy. December, 1257-78 (1982).",
        "Woznaik, G. The Adoption of Interrelated Innovations: A Human Capital Approach, Review of Economics and Statistics. 66, 70-9 (1984).",
        "Woznaik, G. Human Capital, Information, and Early Adoption of New Technology, Journal of Human Resources. 22, 101-12 (1987)."
    ]
}