{
    "id": 3281,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Alworth, J.S. (1988), The Finance, Investment and Taxation Decisions of Multinationals, New York, Basil Blackwell. Bovenberg, A. Lars (1988), \"The International Effects of Capital Taxation: An Analytical Framework,\" mimeo, International Monetary Fund.",
        "Cumby, Robert and Richard Levich, \"On the Definition and Magnitude of Recent Capital Flight,\" in Donald R.Lassard and John Williamson (eds.) Capital Flight and Third Vorld Debt, Institute for International Economics, Washington, D.C., 1987.",
        "Diamond, Peer, A. and James Mirrlees, \"Optimal Taxation and Public Production,\" American Economic Review, March and June, 1971, 8-27 and 261-278.",
        "Dixit, Avinash, \"Tax Policy in Open Economies,\" in Alan Auerbach and Martin Feldstein (eds.), Handbook on Public Economies, Chapter 6, 314-374, North Holland, 1985.",
        "Dooley, Michael P., \"Comment on the Definition and Magnitude of Recent Capital Flight,\" by Cumby, Robert and Richard Levich, in Donald R.Lassard and John Williamson (eds.), Capital Flight and the Third Vorld Debt, Institute for International Economics, Washington, D.C., 1987.",
        "Giovannini, Alberto, (1988), \"International Capital Mobility and Tax Avoidance,\" mimeo, Graduate School of Business, Columbia University.",
        "- (1989a), \"National Tax Systems vs. The European Capital Market,\" Economic Policy, October.",
        "- (1989b), \"International Capital Mobility and Capital-Income Taxation: Theory and Policy,\" mimeo, Graduate School of Business, Columbia University.",
        "Gordon, Roger, H. (1986), \"Taxation of Investment and Savings in a Vorld Economy,\" American Economic Review, 76, 1087-1102.",
        "Micossi, Stefano (1988), \"The Single European Market: Finance,\" Banca nazionale del Lavoro Quarterly Review, No.165, June, 1988, 217-235.",
        "Razin, Assaf and Lars E.O.Svensson, (1983) \"The Current Account and the Optimal Government Debt,\" Journal of International Ioney and Finance, 2(2), August, 215-224.",
        "Razin, Assaf and Efraim Sadka (1989a), \"Optimal Incentives to Domestic Investment in the Presence of Capital Flight,\" IMF Working Paper, No.90.",
        "- (1989b), \"International Tax Competition and Gains from Tax Harmonization,\" Working Paper No.37-89, Foerder Institute for Economic Research, Tel-Aviv University.",
        "-- (1990), \"Integration of the International Capital Markets: The Size of Government and Tax Coordination,\" in Razin, Assaf and Joel Slemrod (eds.), International Aspects of Taxation, University of Chicago Press, 1990.",
        "Sadka, Efraim, \"A Note on Producer Taxation and Public Production,\" Review of Economic Studies, 44(2), June 1977, 385-387.",
        "Sinn, H.W. (1987), Capital Income Taxation and Resource Allocation, Amsterdam: North Holland.",
        "Slemrod, Joel, (1988), \"International Capital Mobility and the Theory of Capital Income Taxation,\" in H.Aaron and H.Galper, and J.Pechman, eds. Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax, Washington, D.C.: Brookings Institution.",
        "Tanzi, Vito, \"The Response of Other Industrial Countries to the U.S. Tax Reform Act,\" National Tax Jonmal, 4(3), September 1987, 339-355."
    ]
}