{
    "id": 3282,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "COSSLETT, STEPHEN R. AND LUNG-FEI LEE, Serial Correlation in Discrete Variable Models, Journal of Econometrics 27 (1985), 79-97.",
        "CUMEY, ROBERT E. , AND JOHN HUIZIHGA, Testing the Autocorrelation Structure of Disturbances in Least Squares and Instrumental Variables Models, Unpublished Manuscript, Hew York University (September l988a). - , Two-Step Two-Stage Least Squares Users Guide, New York University (September 1988b).",
        "FAMA, EUGEHE F., The Information in the Term Structure, Journal of Financial Economics 13 (1984), 509-528.",
        "FROOT, KENNETH, Hew Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Unpublishied Manuscript, Massachusetts Institute of Technology (February 1988).",
        "COLDFELD, S.M., AND RE. QUANDT, A Markov Model of Switching Regressions, Journal of Econometrics 1 (1973): 3-16.",
        "HAKKIO, CRAIG S., The Term Structure of the Forwerd Premium, Journal of Monetary Economics 8 (198la), 41-58. Expectations and the Forvard Exchange Rate, International Economic Review 22 (198lb), 663-678. HAMILTON, JAMES D., Rational-Expectations Econometric Analysis of Changes in Regimes: An Investigation of the Term Structure of Interest Rates, Journal of Economic Dynamics and Control 12 (1988), 385-423.",
        "Unpublishied Working Paper, University of Virginia (January, 1989).",
        "HANSEN, LARS P., Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 10 (July 1982), 1029-1054.",
        "Predictors of the Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88 (1980), 829-853.",
        "KRASKER, WILLIAM S., The `Peso Problem in Testing the Efficiency of Forward Exchange Markets, Journal of Moretary Economics 6 (April 1980), 269-276.",
        "MADDALA, CS., Limited-Dependent and Qualitative Variables in Econometrics (Cambridge: Cambridge University Press, 1983).",
        "MANKIW, N. GREGORY, The Term Structure of Interest Rates Revisited, Brookings Papers on Economic Activity 1 (1986), 61-96.",
        "NEFTCI, SALIH H.,Optimal Prediction of Cyclical Downturns, Journal of Economic Dynamics and Control 4 (1982), 225-241.",
        "NEWEY, WHITNEY K., AND.KENNETH D. WEST, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrics 55 (May 1987a), 703-708.",
        "Method of Moments Estimation, International Economic Review 28 (October l987b), 777-787. ROGOFF, KENNETh S., Essays on Expectations and Exchange Rate Volatility, Unpublished Ph.D. Dissertation, Massachusetts Institute of Technology, 1979.",
        "SHILLER, ROBERT, AND HUSTON MCCULLOUGH, The Term Structure of Interest Rates, NBER Working Paper Ho. 2341 (August 1987)."
    ]
}