{
    "id": 3283,
    "cites": 15,
    "cited_by": 108,
    "reference": [
        "Brander, J.A. and P.R. Krugman (1983), A Reciprocal Dumping Model of International Trade, Journal of International Economics 15, 313-321.",
        "Brander, J.A. and B.J. Spencer (1985), Export Subsidies and International Market Share Rivalry, Journal of International Economics 18, 83-100.",
        "Dixit, A.K. (1984), International Trade Policy for Oligopolistic Industries, Economic Journal, Supplement. 1-16.",
        "Dixit, A. K. and A. S. Kyle (1985), The Use of Protection and Subsidies for Entry Promotion and Deterrence, American Economic Review 75, 139-152.",
        "Eaton, J. and G.M. Grossman (1986), Optimal Trade and Industrial Policy Under Oligopoly, Ouarterlv Journal of Economics. 383-406.",
        "Helpman, E. (1981), International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition. A Chamberlinian-Heckscher Ohm Approach, Journal of International Economics 11, 304-340.",
        "Helpman, E. (1984), A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92, 451-471; reprinted in J. Bhagwati (ed.), International Trade: Selected Readings. second edition (Cambridge: MiT Press).",
        "Horstmann, I.J. and J.R. Markusen (1986), Up the Average Cost Curve: Inefficiency Entry and the New Protectionism, Journal of International Economics 20, 225-248.",
        "Horstmann, I.J. and J.R. Markusen (1987), Strategic Investments and the Development of Multinationals, International Economic Review, 109-121.",
        "Krugman, P.R. (1979), Increasing Returns, Monopolistic Competition, and International Trade, Journal of International Economics 9, 469-479.",
        "Levinsohn, J. A. (1990), Strategic Trade Policy When Firms Can Invest Abroad, Journal of International Economics, forthcoming.",
        "Markusen, J.R. (1981), Trade and the Gains from Trade with Imperfect Competition, Journal of International Economics 11, 531-55 1.",
        "Markusen, JR. (1984), Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16, 205-226; reprinted in J. Bhagwati (ed.), International Trade: Selected Readings, second edition (Cambridge: MIT Press).",
        "Markusen, J.R. and A.J. Venables (1988), Trade Policy with Increasing Returns and Imperfect Competition: Contradictory Results from Competing Assumptions, Journal of International Economics 24, 299-316.",
        "Venables, A.J. (1985), Trade and Trade Policy with Imperfect Competition: The Case of Identical Products and Free Entry, Journal of International Economics 19, 1-20."
    ]
}