{
    "id": 3292,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Survey, Journal of the Japanese and International Economics, March 1990, Vol. 4, (Forthcoming).",
        "Hurd, Michael, The Joint Retirement Decision of Husbands and Wives, National Bureau of Economic Research, December 1988, Working Paper No. 2803.",
        "Ishikawa, Tsuneo, Chochiku: Kakei Chochiku no Kozo Yoin to Kinyu Zeisei, in K. Hamada, M. Kuroda and A. Horuichi, eds., Nihon Keizai no Makuro Bunseki (Macroeconomic Analysis of the Japanese Economy, Tokyo, Tokyo University Press, 1987, pp. 177-210.",
        "Savings, in Masahiko Aoki, ed., The Economic Analysis of the Japanese Firm, New York, North-Holland, 1984, pp. 133-92.",
        "Killingsworth, Mark R., Labor Supply, New York: Cambridge University Press, -28- 1983.",
        "Kotlikoff, Laurence J., Intergenerational Transfers and Savings, Journal of Economic_Per%~ctives, Spring 1988, Vol. 2, pp. 41-58.",
        "Leimer, Dean and Selig Lesnoy, Social Security and Private Saving: New Time-Series Evidence, Journal of Political Economy, June 1982, Vol. 90, pp. 606-29.",
        "Lesnoy, Selig and Dean, Leimer, Social Security and Private Savings; Theory and Historical Evidence, Social Security Bulletin, January 1985, Vol. 48, pp. 14-30.",
        "Modigliani, Franco, Life Cycle, Individual Thrift, and the Wealth of Nations, American Economic Review, June 1986, Vol. 75, pp. 297-313.",
        "Reference to the Role of Social Security - Cross-country Tests, in Franco Modigliani and Richard Hemming, eds., The Determinants of National Saving and Wealth, New york, st. Martins Press, 1983, pp. 24-55.",
        "Moffitt, Robert A., Life-Cycle Labor Supply and Social Security; A Time- Series Analysis, in Gary Burtless, ed., Work, Health, and income among the Elderly, Washington, D.C.: The Brookings Institution, 1987, pp. 183-228.",
        "Munnell, Alicia, The Impact of Social Security on Personal Saving, National Tax Journal, December 1974, Vol. 27, pp. 55357.",
        "Noguchi, Yukio, Problems of Public Pensions in Japan, Hitotsubashi Journal of Economics, June 1983, Vol. 24, pp. 43-68.",
        "Noland, Marcus, Japanese Household Portfolio Allocation Behavior, Review of Economics and Statistics, February 1988, Vol. 70, pp. 135-s, Ohmae, Kenichi, Saving Rates of Japan and the United States, Japan Economic Journal, (Nippon Keizai Shinbun in Japanese), March 15, 1988.",
        "Romer, Paul M., Comment, in Stanley Fischer, ed., NBER Macroeconomic Annual, 1986, Cambridge, MIT Press, 1986, pp. 220-33.",
        "Sasaki, Motohiko, and Toshiaki Tachibanaki, Kouteki Nenkin Seido ga Sedai- betsu Chochiku-ritsu to Shisan Keisei ni Ataeta Eikyo, Shakai Hosho Kenkyu, Summer 1985, Vol. 21, pp. 59-71.",
        "Sato, Kazuo, The Wealth Target and Saving: Theory and Japanese Evidence, Japan Economic Seminar, Discussion Paper, Columbia University, 1987.",
        "Seike, Atsusi, Nenkin no Shunyu Seigen to Rodo Kyokyu, Nihon Rodo Kyoka~ Zassi, September 1982, No. 282, pp. 14-24.",
        "Shinohara, Miyobei. The Determinants of Post-War Savings Behavior in Japan, in Franco Modigliani and Richard Hemming, eds., The Determinants of National Saving and Wealth, New York, St. Martins Press, 1983, pp. 201-18."
    ]
}