{
    "id": 3294,
    "cites": 33,
    "cited_by": 14,
    "reference": [
        "Abraham, Katharine G., and Farber, Henry S. Job Duration, Seniority, and Earnings, American Economic Review 77 (June 1987): 278-97.",
        "Altonji, J., and Shakotko, B. Do Wages Rise with Job Seniority? Review of Economic Studies, 1987.",
        "Becker, Gary S. Human Capital. New Yort Columbia University Press, 1964.",
        "Becker, Gary S., and Stigler, George. Law Enforcement, Malfeasance, and Compensation of Enforcers. Journal of Legal Studies 3 (January 1974): 1-18.",
        "Burdett, Kenneth. Employee Search and Quits, American Economic Review 68 (1978): 2 12-20.",
        "Doeringer, P., and Piore, M. J. internal Labor Markets and Manpower Analysis. Lexington, MA: D.C. Heath, 1971.",
        "Freeman, Richard. Union Wage Practices and Wage Dispersion within Establishment, Industrial and Labor Relations Review Freeman, Richard, and Medoff, James. What Do Unions Do? New York Basic Books, 1984.",
        "Hall, Robert E. The Importance of Lifetime Jobs in the U.S. Economy, American Economic Review 72 (1982): 7 16-24.",
        "Harris, Milton, and Holmstrom, Bengt. Theory of Wage Dynamics, Review of Economic Studies 49 (July 1982): 315-33.",
        "Heckman, James 3. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator of Such Models, Annals of Economic and Social Measurement 5 (December 1916): 475-92.",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover, Journal of Political Economy $7 (l979a): 972-90. Jovanovic, Boyan. Firm-Specific Capital and Turnover, Journal of Political Economy $7 (1979b): 1246-60.",
        "Jovanovic, Boyan. Matching, Turnover, and Unemployment, Journal of Political Economy 92 (1984): 108-22.",
        "Lang, Kevin. Reinterpreting the Return to Seniority, unpublished manuscript, Boston University, November 1987.",
        "Lazear, Edward P. Agency, Earnings Profiles, Productivity, and Hours Restrictions, American Economic Review (September 1981).",
        "Lazear, Edward P., and Rosen, Sherwin. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89 (October 1981): 841-64.",
        "Lewis, H. Gregg. Union Relative Wage Effects: A Survey. Chicago: University of Chicago Press, 1986.",
        "Lillard, Lee, and Tan, Hong. Private Sector Training, Rand Corporation Working Paper R3331, March 1986.",
        "Marshall, Robert C., and Zarkin, Gary A. The Effect of Job Tenure on Wage Offers, Journal of Labor Economics 5 (July 1987): 308-30.",
        "Mincer, Jacob. Wage Changes in Job Changes, Research in Labor Economics 8 (1986): 171-97.",
        "Mincer, Jacob. Job Trainiflg, Wage Growth and Labor Turnover, unpublished manuscript. Columbia University, 1988.",
        "Mincer, Jacob, and Jovanovic, Boyan. Labor Mobility and Wages, in Studies in Labor Markets, ed. S. Rosen (Chicago: University of Chicago Press for NBER, 1982).",
        "Mortensen, Dale. Matchinw Finding a Partner (or Life or Otherwise, American Journal of Sociology, forthcoming 1988.",
        "Mortensen, Dale T. Wages, Separations, and Job Tenure: On-the-Job Specific Training or Matching? Journal of Labor Economics 6 (October 1988): 445-71.",
        "Murphy, Kevin M., and Topel, Robert. Estimation and Inference in `Two-Step Econometric Models, Journal of Business and Economic Statistics 3 (October 1985): 370-80.",
        "Murphy, Kevin M. and Topel, Robert. Ability Biases in Models of Earnings: New Methods and Evidence, Graduate School of Business, Univ. of Chicago, 1989.",
        "Murphy, Kevin M., and Welch, FinS. The Structure of Wages, mimeographed. University of Chicago, 1987.",
        "Oi, Walter. Heterogeneous Firms and the Organization of Production, Economic Inquiry 21 (April 1983).",
        "Rosen, Sherwin. Prizes and Incentives in Elimination Tournaments, American Economic Review 76 (September 1986): 701-15.",
        "Rosen, Sherwin. Transactions Costs and Internal Labor Markets, Journal of Law. Economics and Organization, forthcoming 198$. Salop, J., and Salop, S. Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics 90 (November 1976): 6 19-27.",
        "Shleifer, Andrei, and Summers, Lawrence H. Breach of Trust in Hostile Takeovers, in Corporate Takeovers: Causes and Consequences, ed. Alan J. Auerbach. Chicago: University of Chicago Press, 1988.",
        "Topel, Robert H. Job Mobility, Search, and Earnings Growth: A Reinterpretation of Human Capital Earnings Functions, in Research in Labor Economics 8, ed. Ron Ehrenberg (Greenwich, CT: JAI Press, 1986).",
        "Topel, Robert H., and Ward, Michael. Job Mobility and the Careen of Young Men. Graduate School of Business, University of Chicago, revised May 1988.",
        "Welch, Finis. Effects of Cohort Size on Earningr The Baby Boom Babies Financial Bust, Journal of Political Economy 87 (October 1979)."
    ]
}