{
    "id": 3297,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Beveridge, Stephen and Charles R. Nelson, 1981, A new approach to the decomposition of economic time series into permanent and transitory components with particular attention to measurement of the business cycle, Journal of Monetary Economics 7, 151-174.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Stock prices, earnings, and expected dividends, The Journal of Finance 43, 661-676.",
        "Cecchetti, Stephen G., P0k-sang Lam, and Nelson C. Mark, 1990, Mean reversion in equilibrium asset prices, American Economic Review 80, ??.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers, 1989, Speculative Dynamics, paper presented at London School of Economics conference on econometrics of financial markets, June 1989.",
        "Dickey, David A. and Wayne A. Fuller, 1979, Distribution of the estimators for autoregressive time series with a unit root, Journal of the American Statistical Association 74, 427-431.",
        "Dickey, David A., 1976, Estimation and hypothesis testing in nonstationary time series, Ph.d. dissertation, Iowa State University.",
        "Evans, G. B. A. and N. E. Savin, 1984, Testing for Unit Roots: 2, Econometrica 52, 1241-1269.",
        "Fama, Eugene F. and Kenneth A. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fuller, Wayne A., 1976, Introduction to Statistical Time Series (John Wiley, New York).",
        "Granger, C. W. J. and P. Newbold, 1974, Spurious regressions in econometrics, Journal of Econometrics 2, 111-120.",
        "Hansen, Lars Peter, and Robert J. Hodrick, 1980, Forward Exchange rates as optimal predictors of future exchange rates: an econometric analysis, Journal of Political Economy 88, 829-853.",
        "Kendall, M. G., 1954, Note on bias in the estimation of autocorrelation, Biometrika 41, 403-404.",
        "Keim, Donald and Robert Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357-390.",
        "Kim, Myung-Jig, Charles A. Nelson and Richard Startz, 1989, Mean reversion in stock prices: a reappraisal of the empirical evidence, NBER Working Paper No. 2795.",
        "Lintner, John, 1956, Distribution of income of corporations among dividends, retained earnings and taxes, American Economic Review 46, 97-113.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semidefinite, heteroskadasticity and autocorrelatio n consistent covariance matrix, Econometrica 55, 703-708.",
        "Phillips, P. C. B., 1987, Time series regression with a unit root, Econometrica 55, 277-301.",
        "Poterba, James M. and Lawrence H. Summers, 1988, Mean reversion in stock prices, Journal of Financial Economics 22, 27-59.",
        "ShiVer, Robert J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends, American Economic Review 75, 421-436.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}