{
    "id": 3298,
    "cites": 12,
    "cited_by": 12,
    "reference": [
        "Abel, A.B., 1982, Dynamic Effects of Permanent and Temporary Tax Policies in a q Model of Investment, Journal of Monetary Economics 9, 353-375.",
        "Abel, A.B. and O.J. Blanchard, 1983, An Intertemporal Model of Saving and Investment, Econometrica 51, 673-692.",
        "Blanchard, O.J. and S. Fischer, 1989, Lectures on Macroeconomics, MIT Press, Cambridge, Mass.",
        "Brock, P.L., 1988, Investment, the Current Account, and the Relative Price of Non- Traded Goods in a Small Open Economy, Journal of International Economics 24, 235-253.",
        "Buiter, WH., 1987, Fiscal Policy in Open, Interdependent Economies, in A. Ra.zin and E. Sadka (eds.) Economic Policy in Theory and Practice, St. Martins Press, N.Y.",
        "Buiter, W.H., 1986, Policy Evaluation and Design for Continuous Time Rational Expec- tations Models: Some Recent Developments, in M. Peston and R. Quandt (eds.) Prices, Competition and Equilibrium, Philip Allan, Oxford.",
        "Giavazzi, F. and C. Wyplosz, 1984, The Real Exchange Rate, the Current Account, and the Speed of Adjustment, in J. Bilson and R. Marston (eds.), Exchange Rate Theory and Practice, University of Chicago Press, Chicago.",
        "Hayahi, F., 1982, Tobins q Rational Expectations, and Optimal Investment Rule, Econo- meirica 50, 213-224.",
        "Matsuyaina, K., 1987, Current Account Dynamics in a Finite Horizon Model, Journal of International Economics 23, 299-313.",
        "Obstfeld, M., 1989, Fiscal Deficits and Relative Prices in a Growing World Economy, Journal of Monetary Economics 23, 461-484.",
        "Obstfeld, M. and A. Stockman, 1985, Exchange Rate Dynamics, in R.W. Jones and P.B. Kenen (eds.), Handbook of International Economics, Vol. 2, North-Holland, Amsterdam.",
        "Sen, P. and S.J. Turnovsky, 1989, Deterioration of the Terms of Trade and Capital Accu- mulation: A Reexamination of the Laursen-Metzler Effect, Journal of International Economics 26, 227-250."
    ]
}