{
    "id": 3299,
    "cites": 37,
    "cited_by": 9,
    "reference": [
        "Adler, Michael, and Bernard Dumas, 1983, International Portfolio Choice and Corporation Finance: A Survey. Journal of Fthanc~ 38, 925-984.",
        "Attanasio, O.P., and M.L. Edey, 1987, Time-Varying Volatility and Foreign Exchange Risk: An Empirical Study, Manuscript, London School of Economics.",
        "Backus, David, and Patrick Kehoe, 1988, On the Denomination of the Government Debt: A Critique of the Portfolio Balance Approach. Federal Reserve Bank of Minneapolis, June.",
        "Boothe, P., K.Clinton, A,Cote and DLongworth, 1985, International Asset Substitutability: Theory and Evidence for Canada, Ottawa: Bank of Canada, February.",
        "Branson, William, Hannu Halttunen and Paul Masson, 1977, Exchange Rates in the Short Run: The Dollar-Deutschemark Rate, EuroDean Economic Review 10, no.3, 303-24.",
        "Branson, William, and Dale Henderson, 1985, The Specification and Influence of Asset Markets, in Handbook of International Economics, vol.2, Ronald Jones and Peter Kenen, eds., North Holland: Amsterdam.",
        "Dominguez, Kathryn, 1986, Are Foreign Exchange Forecasts Rational?: New Evidence from Survey Data, Economic Letters 21, 277-82.",
        "Dominguez, Kathryn, 1987, The Informational Role of Official Foreign Exchange Intervention Operations: An Empirical Investigation. Harvard University.",
        "Dominguez, Kathryn, 1989, Market Responses to Coordinated Central Bank Intervention, August; forthcoming in Carnetie-Rochester Series on Pubi1c~ Policy, vol. 32.",
        "Domowitz, Ian, and Craig Hakkio, 1985, Conditional Variance and the Risk Premium in the Foreign Exchange Market, Journal of International EconomLcj, August, 19, 47-66.",
        "Dooley, Michael, and Peter Isard, 1982, A Portfolio-Balance RationalExpectations Model of the Dollar-Mark Rate, Jggnal of International Economics, 12, 257-76.",
        "Dooley, Michael, and Peter Isard, 1983, The Portfolio Balance Model of Exchange Rates and Some Structural Estimates of the Risk Premium, ElF Staff Qpers, 683-702.",
        "Dornbusch, Rudiger, 1983, Exchange Risk and the Macroeconomics of Exchange Rate Determination, in The Internationalization of Financial Markets and National Economic Policy, R.Hawkins, R.Levich and C.Wihlborg, eds., JAI Press: Greenwhich, CT.",
        "Engel, Charles and Anthony Rodrigues, 1989, Tests of International CAPM with Time-Varying Covariances, Journal of APPlied Econometrics.",
        "Frankel, Jeffrey, 1919, The Diversifiability of Exchange Risk, Journal of International Economics, 9, August.",
        "Frankel, Jeffrey, 1982a. A Test of Perfect Substitutability in the Foreign Exchange Market, Southern Economic Journal 46, no, 4, April.",
        "Frankel, Jeffrey, 1982b, In Search of the Exchange Risk Premium: A SixCurrency Test Assuming Mean-Variance Optimization: Journal of International Money and Finan~t 1, December.",
        "Frankel, Jeffrey, 1985, The Dazzling Dollar, Brookings Payers on Economic Activity 1, 199-211.",
        "Frankel, Jeffrey, and Kenneth Froot, 1981, Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review, 71, 1, 133-153.",
        "Frankel, Jeffrey, and Kenneth Froot, 1988, Chartists, Fundamentalists, and the Demand for Dollars NBER Working Paper 1854 and Creek Economic RevAe~, 10, 1, June. Also forthcoming in Policy Issues for Interdependent Economies, edited by T. Courakis and M. Taylor, MacMillan Press: London.",
        "Froot, Kenneth, and Jeffrey Frankel, 1989, Forward Discount Bias: Is it an Exchange Risk Premium? Quarterly Journal of Economics 104, no.1, February.",
        "Froot, Kenneth and Takatoshi Ito, 1988, On the Consistency of Short-run and Long-run Exchange Rate Expectations, NBER Working Paper no. 2577, May; Journal of International Monay~and Finance, forthcoming.",
        "Funabashi, Yoichi, 1988, Manazint the Dollar: From the Plaza to the Lourve, Institute for International Economics, Washington, D.C..",
        "Giovannini, Alberto, and Philippe Jorion, 1989, The Time-Variation of Risk and Return in the Foreign Exchange and Stock Markets, Journal of Finance, 44, no. 2, June, 307-324.",
        "Golub, Stephen, 1989, Foreign-Currency Government Debt, Asset Markets, and the Balance of Payments, Journal of International Honey and Finance, 8, no.2, June, 285-294.",
        "Goodhart, Charles, 1988, The Foreign Exchange Market: A Random Walk with a Dragging Anchor, Economica 55, November, 437-60.",
        "Kenen, Peter, 1981, Comment on Mussa, in R.Cooper, J.de Macedo, P.Kenen, and J.van Ypersele, Essays in Honor of Robert Triffin.",
        "Kouri, Pentti, and Jorge de Macedo, 1978, Exchange Rates and the International Adjustment Process, Brookings Papers on Economic Activity, 1, 111-130.",
        "Krugman, Paul, 1981, Consumption Preferences, Asset Demands, and Distribution Effects in International Financial Markets, NBER Working Paper 651, March.",
        "Krugman, Paul, 1985, Is the Strong Dollar Sustainable? In The U.S. Dollar -- Recent Developments. Outlook and Policy Ovtions, Federal Reserve Bank of St.Louis, pp.1O3-l33.",
        "Lewis, Karen, 1988, InfLation Risk and Asset Market Disturbances: The MeanVariance Model Revisited, Journal of lnternational Money and Finance, 7, 273-288.",
        "Loopesko, Bonnie, 1984, Relationships Among Exchange Rates, INtervention, and Interest Rates: An Empirical Investigation, Journal of International Money and Finance 3, 257-277.",
        "Marris, Stephen, 1985, Deficits and the Dollar: The World Economy at Risk, Policy Analyses in International Economics No. 14, December, Institute for International Economics, Washington, D.C.",
        "Mussa, Michael, 1981, The Role of Official Intervention. Group of Thirty Occasional Papers, No. 6. New York: Group of Thirty.",
        "Obstfeld, Maurice, 1988, The Effectiveness of Foreign-Exchange Intervention: Recent Experience, NBER Working Paper No. 2796.",
        "Rogoff, Kenneth, 1984, On the Effects of Sterilized Intervention: An Analysis of Weekly Data, Journal of Monetary Economics 14, 133-ISO.",
        "Williamson, John, and Marcus MiLler, 1987, Targets and Indicators: A Blueprint for the International Coordination of Economic Policy, Policx Analyses in International Economics No. 22, September. Institute for International Economics, Washington, D.C."
    ]
}