{
    "id": 3300,
    "cites": 14,
    "cited_by": 15,
    "reference": [
        "Akyuz, Yilmaz, 1990, Financial System and Policies in Turkey in the l980s, in T. Aricanli and D. Rodrik (eds.), The Political Economy of Turkey: Debt. Adjustment and Sustainability, London, Macmillan, forthcoming.",
        "Anand, Ritu, Ajay Chhibber, and Sweder van Wijnbergen, 1990, External Balance and Growth in Turkey: Can They Be Reconciled? in T. Aricanli and D. Rodrik (eds.), The Political Economy of Turkey: Debt. Adjustment and Sustainability, London, Macmillan, forthcoming.",
        "Anand, Ritu, and Sweder van Wijnbergen, 1988, Inflation, External Debt and Financial Sector Reform: A Quantitative Approach to Consistent Fiscal Policy with an Application to Turkey, NBER Working Paper No. 2731.",
        "Boratav, Korkut, 1990, Inter-class and Intra-class Relations of Distribution Under `Structural Adjustment: Turkey During the l980s, in T. Aricanli and D. Rodrik (eds.), The Political Economy of Turkey: Debt. Adjustment and Sustainability, London, Macmillan, forthcoming.",
        "Celasun, Merih, and Dani Rodrik, 1989, Debt, Adjustment and Growth: Turkey, in Jeffrey Sachs and Susan Collins (eds.), Developing Country Debt and Economic Performance: Country Studies, vol. 3, Chicago and London, The University of Chicago Press.",
        "Conway, Patrick, 1988, The Impact of Uncertainty on Private Investment in Turkey, Department of Economics, University of North Carolina, December.",
        "Dornbusch, Rudiger, and Alejandro Reynoso, 1989, Financial Factors in Economic Development, NBER Working Paper No. 2889.",
        "Kopits, George, 1987, Structural Reform, Stabilization, and Growth in Turkey, IMP Occasional Paper 52, Washington, D.C., May.",
        "OECD, 1987-88, Economic Surveys: Turkey, Paris.",
        "Rodrik, Dani, 1988, How Much of the Turkish Export Boom is Fictitious? (in Turkish), Topluin ye Bilim 42, Summer.",
        "Sargent, T., and N. Wallace, 1982, Some Unpleasant Monetary Arithmetic, quarterly Review, Federal Reserve Bank of Minneapolis.",
        "Taylor, Lance, 1990, Turkish Experience: Summary and Comparative Notes, in T. Aricanli and D. Rodrik (eds.), The Political Economy of Turkey: Debt. Adjustment and Sustainability, London, Macmillan, forthcoming.",
        "Waterbury, John, 1989, Export-Led Growth and the Center-Right Coalition in Turkey, Princeton University, unpublished paper.",
        "World Bank, 1988, Turkey: External Debt. Fiscal Policy and Sustainable Growth. Washington, D.C."
    ]
}