{
    "id": 3303,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Buchanan, James and Gordon Tullock, The Calculus of Consent (Ann Arbor; Univer- sity of Michigan Press, 1962).",
        "Bulow, Jeremy and John Shoven, The Bankruptcy Decision, Bell Journal of Eco- nomics, 1978, pp. 437-56.",
        "DeAngelo, Harry, Linda DeAngelo, and Edward M. Rice, Going Private: Minority Freezeouts and Stockholder Wealth, Journal of Law and Economics XXVII, 1984, pp.",
        "Farrell, J. Owner-Consumers and Efficiency, Economics Letters 19, 1985, pp. 303-6.",
        "Fersbtman, Chaim and Kenneth L. Judd, Equilibrium Incentives in Oligopoly, Amer- ican Economic Review 87, Dec. 1987, pp. 927-40.",
        "Gibbons, Robert and Kevin J. Murphy, Relative Performance Evaluation for Chief Executive Officers, N.B.E.R. Working Paper No. 2944, April, 1989.",
        "Gordon, Roger and Burton G. Mallciel, Corporation Finance1 in Joseph A. Pechman and Henry J. Aaron, eds., How Taxes Affect Economic Behavior (Washington: Brookings Institution, 1981).",
        "Grossman, Sandy and Oliver Hart, Takeover Bids, the Free Rider Problem, and the Theory of the Corporation, Bell Journal of Economics, Spring, 1980, pp. 42-64.",
        "Hoclunan, Hal and 3. D. Rogers, Pareto Optimal Redistribution, American Economic Review 59, 1969, 542-57.",
        "Hohnstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics, Autumn, 1982, pp. 324-340.",
        "Jensen; Michael C., Agency Costs of Free Cash Flow, Corporate Finance, and Thkeovers, American Economic Review 76, May, 1986, pp. 323-329.",
        "Jensen, Michael C. and William H. Meckling, Theory of the Firm: Managerial Behav- ior, Agency Costs and Ownership Structure, Journal of Financial Economics, October, 1976, pp. 305-360.",
        "Kaplan, Steven, Sources of Value in Management Buyouts, mimeo, May, 1988.",
        "Kyle, Albert S., Continuous Auctions and Insider Trading, Econometrica 47, 1985, pp. 1315-36.",
        "Leland, Hayne E., Production Theory and the Stock Market, Bell Journal of Economics 5, 1974, pp. 125-44.",
        "Litzenberger, Robert and Eli Tahnor, Tax Policies and Corporate Decisions: Incon- gruity of Value Maximization with Shareholder Utility Maximization, rnimeo, 1988.",
        "Manning, Richard, Ownership and the Efficiency of Monopoly, mimeo, 1988.",
        "Myers, Stewart, Determinants of Corporate Borrowing, Journal of Financial Economic, s 5, 1977, 147-75.",
        "Myers, Stewart and N. Majluf, Corporate Financing and Investment Decisions when Firms have Information Investors do not Have, Journal of Financial Economics, 1984, pp. 187-221.",
        "Ross, Stephen, The Economic Theory of Agency: The Principals Problem, American Economic Review 63, May, 1973, pp. 134-9.",
        "White, Michelle, The Corporate Bankruptcy Decision, Journal of Economic Perspectives 3, 1989, pp. 129-151."
    ]
}