{
    "id": 3306,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Achaval, D.D. (ed.) Productivity in Retailing , Special Issue Journal ~ Retailing, vol. 60, no. 3, Fall 1984.",
        "Alderson, W., A Formula for Measuring Productivity in Distribution Journal ~ Marketing. vol. 12, no. 4, 1948: 444-448.",
        "Beckman, T. The Value Added Concept as a Measure of Output Advanced Management, vol. 22, 1957: 6-9.",
        "Boeki Kenkyusho, Nichibei Ry~ts~ 1~z~ Hikaku ~j Kansuru KenkvÃ\u0083Â¼ Hokokusho, [Research Report of US-Japan Comparison of Distribution Structure), Tokyo: Nihon Boekikai, 1989.",
        "Bucklin, L. Productivity j~ Marketing, Chicago, American Marketing Association, 1978.",
        "Economic Planning Agency, Yuny~hin ~g Rv~tsÃ\u0083Â¼ Ovobi Shokank6, (Distribution of Import Items and Business Practices), Tokyo: Government Printing Office, 1986.",
        "Flath, David, Why Are There So Many Retail Stores in Japan?, Center on Japanese Economy and Business, working paper, no.17, 1988.",
        "Flath, David, The Economic Rationality of the Japanese Distribution System, Center on Japanese Economy and Business, working paper, no. 29, September 1989a.",
        "Flath, David, Vertical Restraints in Japan, Japan and the World Economy, 1989b.",
        "Flath, David and Tatsuhiko Nariu Returns Policy in the Japanese Marketing System, Journal ~ ~ Jaoanese ~ 1. Internationali. Economies, vol. 3, March 1989: 49-63.",
        "Ingene, C.A. Labor Productivity in Retailing, Journal ~ Marketing, -vol. 46, 1982: 75-90.",
        "Itoh, Motoshige, The Japanese Distribution System and Access to the Japanese Market, presented at the NBER conference The US and Japan: Trade and Investment October 1989.",
        "McCraw, Thomas K. and Patricia A. OBrien, Production and Distribution: Competition Policy and Industry Structure, in Thomas K. McCraw, ed., America Versus Japan: A Comparative Study. Boston: Harvard Business School Press, ch. 3, 1986: 77-116.",
        "Marston, Richard C. Price Behavior in Japanese and U.S. Manufacturing, presented at the NBER conference on The U.S. and Japan: Trade and Investment, October 1989.",
        "Maruyama, M. RvÃ\u0083Â¼ts~ ~ Keizai Bunse)ci, [Economic Analysis of Distribution, in Japanese], Tokyo: Sobunsha, 1988.",
        "Maruyana, M.; Y. Togawa; K. Sakai, N. Sakamoto, and M. Arakawa, Distribution System and Business Practices in Japan paper presented in the 7th EPA International Symposium, Economic Research Institute, Economic Planning Agency, Japan, 1989.",
        "Ministry of International Trade and Industry, White Paper. j~, Tokyo: Ministry of Finance Pub. Bureau, 1988.",
        "Ministry of International Trade and Industry, The Distribution System in Japan, mimeo, April 1989.",
        "Nihon Keizai Shinbunsha (ed.) Nichibei Masatsu (in Japanese, 2 translation US Japan Conflicts) Tokyo: Nihon Keizai Shinbunsha, 1989.",
        "Nishimura, Kiyohiko and Hiroshi Tsubouchi, Commerce Margins in Japan, Discussion Paper, 89-J-8, Faculty of Economics, University of Tokyo, August 1989.",
        "Rangan, V. K., Efficiency in Distributive System paper presented at the 4th MITI/RI conference, MITI, Japan, 1989.",
        "RyÃ\u0083Â¼tsÃ\u0083Â¼ Keizai Kenkyusho, Ry~sÃ\u0083Â¼av5 ~Q Kokusai Hikaku ~j Kansuru Ch6sa Kenkyi~, [Research for the International Comparison ~ Distribution Industry, in Japanese], 1988.",
        "Smith, A.D. and D. M. W. N. Hitcherns, Productivity in the Distributive Trades: A Comparison ~ Britain. America. an~ Germany, Cambridge: Cambridge University Press, 1982.",
        "Tajima, Y. and N. Miyashita, RyÃ\u0083Â¼tsÃ\u0083Â¼ ~ Kokusai Hikaku [International Comparison of Distribution], Tokyo: Yuhikaku, 1985.",
        "Takeuchi, H. and L.P. Bucklin, Productivity in Retailing: Retail Structure and Public Policy, Journal ~ Retailin~, vol. 53, no. 1, 1977: 35-46.",
        "Tainura, M. Nihongata Ryutsu Shisutemu [Japanese Style Distribution System, in Japanese], Tokyo: Chikura Shobo, 1986.",
        "Telser, L. Why Should Manufacturers Want Fair Trade? T.tis Journal ~ Law and Economics, vol. 3, 1960: 86-105.",
        "Tsuruini, Y., Managing Consumer and Industrial Marketing System in Japan Sloan Manaoement Review, Fall, 1982: 41-49."
    ]
}