{
    "id": 3310,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "1. Behrman, J. and B. Wolfe. Labor Force Participation and Earnings Determinants for Women in the Special Condition of Developing Countries, Journal of Development Economics, Vol. 15, 1984, 259-288.",
        "2. Blackley, D. and J. Follain. Why Do Homeownership Rates Vary Among Metropolitan Areas?., Housina Finance Review, Vol. 7,2, 1988, 109-132.",
        "3. Borsch-Supan, A. Household Formation, Housing Prices, and Public Policy Impacts, Journal of Public Economics, Vol. 30, 1986, 145-164.",
        "4. Haurin, D. The Effect of Income Uncertainty on Tenure Choice and Housing Demand: A Longitudinal Analysis, presented at the AREUEA national meeting, Dec. 1988.",
        "5. Haurin, D., P. Hendershott, and D. Ling. Home Ownership Rates of Married Couples: An Econometric Investigation, Housina Finance Review, Vol. 7, 2, 1988, 85-108.",
        "6. Hendershott, P. and J. Shilling, The Economics of Tenure Choice, in C.F. Sirmans (ed.), Research in Real Estate, Vol 1, JAI Press, 1982, lOS- 133.",
        "7. Hendershott, P. and J. Slemrod. Taxes and the User Cost of Capital for Owner Occupied Housing, AREUEA Journal, Vol. 10, 4, 1983, 375-393.",
        "8. Kearl, J. Inflation, Mortgages, and Housing, Journal of Political Economy, Vol. 87, 5, 1979, 1115-1138.",
        "9. Kohlhase, J. Labor Supply and Housing Demand for One- and Two-Earner Households, Review of Economics and Statistics, Vol. No. , 1986, 48-57.",
        "10. Krumm, R. and A. Kelly. Effects on Homeownership on Household Savings, Journal of Urban Economics, Vol. 21, 3, 1989, 281-244.",
        "11. Linneman, P. and S. Wachter. The Impacti of Borrowing Constraints on Homeownership, AREUEA Journal, Vol. 17, 4, 1989, 389-402. 16",
        "12. Maddala, G. Limited Dependent and Qualitative Variables in Econometrics, Cambridge University Press, 1986.",
        "13. McMahon, W.W., Geographic Cost of Living Differences: An Update, mimeo, March 1989.",
        "14. Meng, Chum-La and P. Schmidt. On the Cost of Partial Observability in the Bivariate Probit Model, International Economic Review, Vol. 26, No. 1, Feb. 1985, 71-85.",
        "15. Moulton, B. Interarea Indexes of the Cost of Shelter Using Hedonic Quality Adjustment Techniques, Working Paper, Division of Price and Index Number Research, U.S. Bureau of Labor Statistics, 1989.",
        "16. Rosen, H. Housing Decisions and the U.S. Income Tax: An Econometric Analysis, Journal of Public Economics, Vol 11, 1979, 1-23.",
        "17. Rosen, H. and K. Rosen, Federal Taxes and Homeownership: Evidence from the Time Series, Journal of Political Economy, Vol. 88, 1980, 59-75.",
        "18. Zorn, P.,Mobility-Tenure Decisions and Financial Credit: Do Mortgage Qualification Requirements Constrain Home Ownership? AREUEA Journal, Vol. 17, 1, 1989, 1-16. 17"
    ]
}