{
    "id": 3311,
    "cites": 15,
    "cited_by": 92,
    "reference": [
        "Brueggeman, William, Andrew Chen and Thomas Thibodeau. Real Estate Investment Funds: Performance and Portfolio Considerations, AREUEA Journal, Fall 1984, 333-354.",
        "Chamberlain, Gary. Funds, Factors and Diversification in Arbitrage Pricing Models. Econometrics 51, September 1983, 1305-23.",
        "Chan, K.C., Nai-fu Chen and David Hsieh, An Explanatory Investigation of the Firm Size Effect, Journal of Financial Economics, 14, 1985, 451-471.",
        "Chen, Nai-fu , Richard Roll, and Stephen A. Ross. Economic Forces and the Stock Market: Testing the APT and Alternative Asset Pricing Theories, Journal of Business 59, July 1986, 383-403.",
        "Connor, Gregory and Robert Korajczyk, Performance Measurement with the Arbitrage Pricing Theory: A New Framework for Analysis, Journal of Financial Economics, 15, 1986, 373-394.",
        "Firstenberg, Paul M. , Stephen A. Ross, and Randell C. Zisler, Real Estate: The Whole Story, The Journal of Portfolio Management, Spring 1988.",
        "Geitner, David, Estimating Real Estates Systematic Risk from Aggregate Level Appraisal Based Returns, AREUEA Journal, Winter 1989.",
        "Grinblatt, Mark, and Sheridan Titman, The Relationship between Mean-Variance Efficiency and Arbitrage Pricing, Journal of Business, 60, January 1987, 97-112.",
        "Hartzell, David, John Heknan and Mike Miles, Real Estate Returns and Inflation, AREUEA Journal, Winter 1987, 617-637.",
        "Huberman, Gus, Schmuel Kandel and Robert F. Stambsugh, Mimicking Portfolios and Exact Arbitrage Pricing, Journal of Finance 42 (1), 1987, 1-9.",
        "Ibbotson, Roger and Laurence Siegel, Real Estate Returns: A Comparison with Other Investments, AREUEA Journal, Fall 1984, 219-242.",
        "Lee, Charles, Andrei Shleifer and Richard Thsler, Investor Sentiment and the Closed-End Fund Puzzle, mimeo, September 1989.",
        "Liu, Crocker H. , David J. Hartzell, Terry V. Grissom and Wylie Greig, The Composition of the Market Portfolio and Real Estate Investment Performance, AREUEA Journal, forthcoming 1990.",
        "Ross, Stephen A., The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory, 13, December 1976, 341-360.",
        "Titman, Sheridan and Arthur Warga, Risk and Performance of Real Estate Investment Trusts: A Multiple Index Approach, AREUEA Journal, Fall 1986, 414-431."
    ]
}