{
    "id": 3312,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Allen, Jodie 1. (1973). Data Banks and Files: A Guide to the 1960-71 Current Population Survey Files, Annals of Economic and Social Measurement 2/2, 189199.",
        "Altonji, Joseph C. (1986). Intertemporal Substitution in Labor Supply: Evidence From Micro Data, Journal of Political Economy 94 (Vol. 3, Part 2): 5176-5215.",
        "Abowd, John M. and David Card (1987). Intertemporal Labor Supply and Long Term Employment Contracts, American Economic Review 77: 50-68.",
        "_________ and _________ (1989). On the Covariance Structure of Earnings and Hours Changes, Econometrica 57 (March 1989): 411-445.",
        "Ashenfelter, Orley C. (1980). Unemployment as Disequilibrium in a Model of Aggregate Labor Supply, Econometrica 48(3): 547-564.",
        "(1984). Macroeconomic Analyses and Microeconomic Analyses of Labor Supply, Carnegie-Rochester Conference on Public Policy 21: 117-156.",
        "_________ and John Ham (1979). Education, Unemployment and Earnings, Journal of Political Economy 87: S99-S116, Angrist, J.D. (1991). Grouped Data Estimation and Testing in Simple Labor Supply Models,&apos; Journal of Econometrics 45, forthcoming.",
        "Barro, Robert J. and Xavier Sala-I-Martin (1990). World Real Interest Rates, paper presented at the NBER Fifth Annual Conference on Macroeconomics.",
        "Bils, Mark J. (1985). Real Wages over the Business Cycle, Journal of Political Economy 93, August 1985, 666-689.",
        "Bound, John and Alan Krueger (1991). The Extent of Measurement Error in Longitudinal Earning Data: Do Two Wrongs Make a Right 7, Journal of Labor Economics, forthcoming.",
        "Browning, M., A. Deaton and M. Irish (1985). A Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle, Econometrica 53: 503-543.",
        "Card, David (1987). Supply and Demand in the Labor Market, Princeton Industrial relations Section Working Paper No. 228, November.",
        "________ (1989). Labor Supply with a Minimum Hours Threshold, Princeton Industrial Relations Section, mimeo, October.",
        "Chirinko, Robert S. The Real Wage Over the Business Cycle, Review of gconomics and Statistics 62, August 1980, 459-461.",
        "Deaton, Angus (1985). Panel Data from a Time Series of Gross-Sections, Journal, of Econometrics 30: 109-126.",
        "Duncan, Greg J. and D.H. Hill (1985). An Investigation into the Extent and Consequences of Measurement Error in Labor-economic Survey Data, Journal of Labor Economics 3: 508-532.",
        "Durbin, J. (1954). Errors in Variables, Review of the International Statistical Institute 22: 23-32.",
        "Geary, Patrick T. and John Kennan (1982). The Employment-Real Wage Relationship: An International Study, Journal of Political Economy 90, April 1982, 854-871.",
        "Griliches, Zvi and Jerry A. Hausman (1986). Errors in Variables in Panel Data, Journal of Econometrics: 31: 93-118.",
        "Ham, John C. (1986). Testing Whether Unemployment Represents Intertemporal Labor Supply, Review of Economic Studies 53: 559-578.",
        "Heclcman, James J. (1979). Sample Selection Bias as a Specification Error, Econometrica, 1979, 153-62.",
        "Heckman, James J. and Thomas E. MaCurdy (1980). A Life-Cycle Model of Female Labor Supply, The Review of Economic Studies 47: 47-74.",
        "________ (1988), Empirical Tests of Labor-Market Equilibrium: An Evaluation, Carnegie-Rochester Series on Public Policy 28: 231-258.",
        "Lucas, R.E and L.A. Rapping (1970), Real Wages. Employment and Inflation, in E.S. Phelps (ed.) Microeconoinic Foundations of Employment and Inflation Theory, Norton.",
        "MaCurdy, Thomas E. (1981). An Empirical Model of Labor Supply in a Life Cyc1 Setting, Journal of Political Economy 89: 1059-1086.",
        "________ (1985), Interpreting Empirical Models of Labor Supply in an Intertemporal Framework with Uncertainty, Chapter 3 in J. Heclcman and B. Singer, eds., Longitudinal Analysis of Labor Market Data. New York: Cambridge University Press.",
        "Mankiw, Gregory (1989). Real Business Cycles: A New Keynesian Perspective, Journal of Economic Persyectives 3 (Summer 1989): 79-90.",
        "Newey, Whitney .K. (1985). Generalized Method of Moments Estimation and Testing, Journal of Econometrics 29: 229-256.",
        "Olsen, Randall J. (1980). A Least Squares Correction for Selectivity Bias, Econometrica 48(7): 1815-1820.",
        "Fakes, Ariel (1983), On Group Effects and Errors in Variables in Aggregation, The Review of Economics and Statistics 65: 168-172.",
        "Pencavel, John. (1986). Labor Supply of Men: A Survey, In 0. Ashenfelter and R. Layard, eds. The Handbook of Labor Economics Volume I, Amsterdam: North Holland, 1986.",
        "Plosser, Charles I. (1989). Understanding Real Business Cycles, Journal of Economic Perspectives, 3 (Summer 1989): 51-78.",
        "Prais, S.J. and J. Aitchison (1954). The Grouping of Observations in Regression Analysis, Review of the International Statistical Institute 22: 122.",
        "Schwarz, Gideon. (1978). Estimating The Dimensions of a Model, Annals of Mathematical Statistics 6; 461-464.",
        "Solon, Gary and R. Barsky (1988). Real Wages Over the Business Cycle, University of Michigan, Mirneo, October.",
        "Stewart, Mark B. (1983). On Least Squares Estimation when the Dependent Variable is Grouped, Review of Economic Studies 50, 737-753.",
        "Wald, A. (1940). The Fitting of Straight Lines if Both Variables are Subject to Error, Annals of Mathematical Statistics 11: 284-300.",
        "White, Halbert (1982). Instrumental Variables Regression with Independent Observations, Econometrica 50: 482-499."
    ]
}