{
    "id": 3318,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Bailey, E. E. and J. R. Williams [1988], Sources of Economic Rent in the Deregulated Airline Industry, Journal ~f j~ ~ Economics (31), April, 173-203.",
        "Berry, S. [1989], Estimation of a Model of Entry in the Airline Industry, Yale University working paper.",
        "Binder, J. J. [1985], Measuring the Effects of Regulation with Stock Price Data, Rand Journal ~f Economics (16), Summer, 167-83.",
        "Baumol, W., J. Panzar, and R. Willig [1982], Contestable Markets ~ Qj~ Theory ~f Industry Structure, San Diego: Harcourt, Brace, Jovanovich.",
        "Borenstein, S. J. [19881, Hubs and High Fares: Airport Dominance and Market Power in the U.S. Airline Industry, Institute of Public Policy Studies Discussion Paper No. 278, University of Michigan.",
        "Call, G. D. and T. E. Keeler [1985], Airline Deregulation, Fares, and Market Behavior: Some Empirical Evidence, in A. F. Daugherty, ed., Analytic Studies j~ Transoort Economics. Cambridge: Cambridge University Press.",
        "Douglas, G. W. and J. C. Miller [1974], Economic Regulation ~f Domestic Alt Transoort: Theory ~ Policy, Washington, D.C.: The Brookings Institution.",
        "Gallant, A. R. and D. Jorgensen [1979), Statistical Inference for a System of Simultaneous, Nonlinear, Implicit Equations in the Context of Instrumental Variable Estimation, Journal ~f Econometrics (11), 275-302.",
        "Graham, D. R., D. P. Kaplan, and D. S. Sibley [1983}, Efficiency and Competition in the Airline Industry, ~11 Journal ~f Economics (14), Spring, 118-38.",
        "Kreps, D. and J. Scheinkman [1983], Quantity Precommitment and Bertrand Competition Yield Courrot Outcomes, Rand Journal ~f Economics (14), Autumn, pp. 326-37.",
        "Levine, M. E. [1987], Airline Competition in Deregulated Markets: Theory, Firm Strategy, and Public Policy, ~ Journal ~f Regulation (4), July, 393-494.",
        "Malatesta, P.H. and R. Thompson [1985], Partially Anticipated Events: A Model of Stock Price Reactions with an Application to Corporate Acquisitions, Journal Qf Financial Economics (14), pp. 237-SO.",
        "Mankiw, N. G. and M. D. Whinston [1986], Free Entry and Social Inefficiency, Rand Journal ~f Economics (17), Spring, 48-58.",
        "Meyer, J. R. and C. V. Oster [1984], Deregulaton ~ ~ Airline Entrepreneurs, Cambridge: M.I.T. Press.",
        "R- 1 Milgrom, P. and J. Roberts [1982], Limit Pricing and Entry Under Incomplete Information, Econometrica (50), March 443-60.",
        "Morrison, S. A. and C. Winston [1986], I1I~ Economic Effects Ã\u0083Â§~f Airline Deregulation, Washington: Brookings Institution.",
        "Morrison, S. A. and C. Winston [1987], Empirical Implications and Tests of the Contestability Hypothesis, Journal ~f ~ ~ Economics (30), April, 53-66.",
        "Perry, M. [1984], Sustainable Positive Profit Multiple-Price Strategies in Contestable Markets, Journal ~f Economic Theory (320), April, 245-65.",
        "Rose, N. L. (1985], The Incidence of Regulatory Rents in the Motor Carrier Industry, Rand Journal ~f Economics (16), Autumn, 299-318.",
        "Schwert, G. W. 11981], Using Financial Data to Measure the Effects of Regulation, Journal ~f ~ Economics (24), 12 1-59."
    ]
}