{
    "id": 3325,
    "cites": 29,
    "cited_by": 70,
    "reference": [
        "Barro. Robert Economic Growth in a Cross-Section of Countries. working paper No. 3120. NBER working paper series. September 1989.",
        "Becker, Gary A Theory of the Allocation of Time, Economic Journal, 1965, 75: 493-517.",
        "Becker, Robert, Capital Income Taxation and Perfect Foresight. Journal of Public EconomIcs, 1985 26: 147-167.",
        "Benveniste, Lawrence M., A Complete Characterization of Efficiency for a General Capital Accumulation Model. Journal. of Economic Theory, 12, 325-337, 1976.",
        "Boyd, John and Edward Prescott, Dynamic Coalitions, Firm Size and Growth. Federal Reserve Bank of Minneapolis. November 1985.",
        "Castil, R.D. Freedom in the World, Greenwood Press. Westport cc, 1987.",
        "Eaton, Jonathan Fiscal Policy. Inflation and the Accumulation of Risky Capital, Reutew of Economic Studies, 1981, 48: 435-445.",
        "Feldstein, Martin Incidence of a Capital Income Tax in a Growing Economy with Variable Savings Rate, Reutew of Economic Studies, 1974, 504-513.",
        "Hagen, Everett Capital Theory In a System With No Agents Fixed In Quantity, Journal of Political Economy. 1942, 50: 973-859.",
        "Heckman, James, A Life-Cycle Model of Economics, Learning and Consumption, Journal of Political Economy, 1976. 84: Sll-S43.",
        "Jones, Larry and Rodolfo Manuelli. A Convex Model of Equilibrium Growth, working paper No. 3241, NBER working paper series, January 1990.",
        "King, Robert C. and Sergio Rebelo, Business Cycles with Endogenous Growth,, unpublished, University of Rochester, 1986.",
        "King, Robert G. and SergIo Rebelo, Public Policy and Economic Growth: Developing Neoclassical Implications, unpublished, University of Rochester, 1990.",
        "King, Robert C. and Sergio Rebelo, Transitional Dynamics and Economic Growth in the Basic Neoclassical Model, working paper No. 3185, NBER working paper series, 1989.",
        "King, Robert, Charles Plosser and Sergio Rebelo,Production. Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 1988, 2: 195-232.",
        "Knight, Frank The Ricardian Theory of Production and Distribution, Canodtan Journal of Economics and Poltttcal Sctence, 1935, 1: 3-25 and 171-196.",
        "Knight. Frank Diminishing Returns from Investment, Journal. of Polttical Economy. March 1944, 52: 26-47.",
        "Kormendi, Roger and Philip Meguire Cross-country Evidence on the Macroeconomic Hypothesis Relating to Economic Growth, Journal of Monetary Economics, 1986, 16: 141-163.",
        "Krzyzaniak, Marion The Long Run Burden of a General Tax on Profits in a Neoclassical World, Finance Pubttque. 1967, 22: 472-91.",
        "Lucas, Robert E., Jr. On the Mechanics of Economic Development. Journal. of Monetary Economics, July 1988, 22: 3-42.",
        "Maddison. Angus Phases of Capitalistic Deuetopnertt, Oxford University Press, New York. 1982.",
        "Martins, Ana P. Human Capital and Economic Growth, unpublished Ph.D. dissertation, Columbia University, 1987.",
        "McFadden, De.niel The Evaluation of Development Programmes, Review of Economic Studtes, 1967, 34: 25-50.",
        "Romer, Paul. Increasing Returns and Long Run Growth, Journal of Political. Economy October 1986, 94: 1002-1037.",
        "Romer, Paul, Crazy Explanations for the Productivity Slowdown, NBE.R Macroeconomics Annual. 1987, The MIT Press. Cambridge. 1987.",
        "Sato, Kazuo Taxation and Neoclassical Growth, Finance Publ. t que, 1967, 22: 346-367.",
        "Solow. Robert M. A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, February 1956, 70: 65-94.",
        "Stiglitz, Joseph .E. Notes on State Taxes, Redistribution and the Concept of Balanced Growth Path Incidence, Journal. of Political Economy, 1978, 86, Sl37-S150.",
        "Summers, Robert and Alan Heston A New Set of International Comparisons of Real Product and Price Levels: Estimates for 130 Countries, The Review of Income and Wealth, 34, March 1988, 1-25."
    ]
}