{
    "id": 3326,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Benveniste, L. and J. Scheinkman (1979): On the Differentiability of the Value Function in Dynamic Models of Economics, Econometrica, 47, 727-732.",
        "Chirinko, R. (1988): Will `the Neoclassical Model of Investment Please Rise?: The General Structure of Investment Models and Their Implications for Tax Policy, in: Jack M. Mintz and Douglas Purvis eds. , The Impact of Taxation on Business Investment, John Deutsch Institute for the Study of Economic Policy.",
        "Dean, E. , M. Darrough, and A. Neef (1987): Alternative Measures of Capital Inputs in Japanese Manufacturing, mimeo.",
        "Epstein, L. (1983): Aggregating Quasi-fixed Factors, Scandinavian Journal of Economics. 85, 191-205.",
        "Fazzari, S., R.G. Hubbard, and B. Petersen (1988): Investment and Finance Reconsidered; Brookings Papers on Economic Activity, 1988:1.",
        "Hansen, L. (1982): Large Sample Properties of Generalized Methods of Momen- ts Estimators, Econometrica, 50, 1029-1054.",
        "Hayashi, F. (1982): Tobiris Marginal q and Average q: A Neoclassical Inter- pretation, Econometrica, 50, 215-224.",
        "Hayashi, F. (1985): Taxes and Corporate Investment in Japanese Manufactu- ring, National Bureau of Economic Research Working Paper No. 1753.",
        "Hoshi, T. , and A. Kasyap (1987): Evidence on q for Japanese Firms, mimeo.",
        "Hoshi, T. , A. Kashyap, and D. Scharfstein (1989): Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate -33- Banking Relationships, mimeo.",
        "Hulten, C. and F. Wykoff (1979): Economic Depreciation of the U.S. Capital Stock, Repott submitted to U.S. Department of Treasury, Office of Tax Analysis, Washington, D.C.",
        "Hulten, C., and F. Wykoff (1981): The Measurement of Economics Deprecia- tion, in: C. Hulten ed. , Depreciation, Inflation and the Taxation of Income From Capital, Urban Institute.",
        "Lucas, R. and E. Prescott (1971): Investment under Uncertainty, Economet- rica, 39, 659-681.",
        "Schiantarelli, F. and D. Georgoutsos (1987): Monopolistic Competetion and the Q Theory of Investment, Institute for Fiscal Studies Working Paper No. 87/13."
    ]
}