{
    "id": 3327,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Boadway, Robin and Neil Bruce, Problems with Integrating Corporate and Personal Income Taxes in an Open Economy, mimeo, 1989.",
        "Bond, Eric W. and Larry Samuelson, Strategic Behavior and the Rules for Interna- tional Taxation of Capital, mimeo, February, 1988.",
        "Buchanan, James and C. Goetz, Efficiency Limits of Fiscal Mobility: An Assessment of the Tiebout Model, Journal of Public Economics, 1972, 25-43.",
        "Diamond, Peter and James Mirrlees, Optimal Taxation and Public Production: II - Tax Rules, American Economic Review, June 1971, 261-78.",
        "Findlay, Christopher, Optimal Taxation of International Income Flows, Economic Record, 1986, 208-14.",
        "Giovannini, Alberto and James R. Hines Jr., Capital Flight and Tax Competition: Are There Viable Solutions to Both Problems?, mimeo, March, 1990.",
        "Gordon, Roger H., Discussion of `Tax Policy and International Competitiveness by Lawrence H. Summers, in Jacob A. Frenkel, editor, International Aspects of Fiscal Poli- cies, Chicago: University of Chicago Press, 1988a.",
        "Gordon, Roger H. and James Levinsohn, The Linkage Between Domestic Taxes and Border Taxes, in Assaf Razin and Joel Slemrod, eds., Taxation in the Global Economy, Chicago: University of Chicago Press, forthcoming. Gordon, Roger H. and Joel Slemrod, Do We Collect any Revenue from Taxing Capital Income? Tax Policy and the Economy, 1988b, pp. 89-130.",
        "Gordon, Roger H. and Hal Varian, Taxation of Asset Income in the Presence of a World Securities Market, Journal of International Economics, June, 1989, 205-226.",
        "Hartman, David, Tax Policy and Foreign Direct Investment, Journal of Public Eco- nomics 26, 1985, 107-121.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Coming Home to America: Dividend Repatriation Decisions of U.S. Multinationals, in Assa.f Razin and Joel Slemrod, eds., Taxation in the Global Economy, Chicago: University of Chicago Press, forthcoming. Jun, Joosung, Taxation, International Investment and Financing Sources, mimeo, 1987.",
        "Leechor, Chad and Jack Mintz,On the Taxation of Multinational Corporate Invest- ment When the Deferral Method is Used by the Capital Exporting Country, mimeo, March, 1990.",
        "Stiglitz, Joseph, The General Theory of Tax Avoidance, National Tax Journal, 1985, 325-337.",
        "A Perspective, in Local Provision of Public Services: The Tiebout Model after Twenty-five Years, New York: Academic Press, 1983.",
        "Tiebout, Charles M., A Pure Theory of Local Expenditure, Journal of Political Economy, 1956, 416-424."
    ]
}