{
    "id": 3328,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "A.B. Abel, N.G. Mankiw, L.H. Simmers and R.J. Zeckhauser [1989], \"Assessing Dynamic Efficiency,\" Review of Economic Studies 56(1), No. 185, January, 1-19. Villem H. Buiter [1981], \"Time Preference and International Lending and Borrowing in an Overlapping Generations Model,\" Journal of Political Economy 89(4), 769-797.",
        "_ [1989], Budgetary Policy. International and Intertemporal Trade in the Global Economy. North-Holland, Amsterdam.",
        "_ and Jonathan Eaton [1983], \"International Balance of Payments Financing and Adjustment,\" in George M. von Furstenberg (ed.), International Money and Credit: The Policy Roles. International Monetary Fund, Washington, DC, 129-148.",
        "_ and Kenneth Hetzer [1990a], \"The Welfare Economics of Cooperative and Noncooperative Fiscal Policy,\" mimeo, Yale University, March.",
        "_ and _ [1990b], \"Deficits and Social Security as Substitutes for Trade Policy and Foreign Lending Taxes,\" mimeo, Yale University, March.",
        "Guillermo A. Calvo and Maurice Obstfeld [1988a], \"Optimal Time-Consistent Fiscal Policy with Finite Lifetimes,\" Econoaetrica 56(2), March, 411-432.",
        "_ and _ [1988b], \"Optimal Time-Consistent Fiscal Policy with Finite Lifetimes: Analysis and Extensions\", in E. Helpman, A. Eazin and E. Sadka (eds.), Economic Effects of the Government Budget. 163-198, MIT Press, Cambridge, MA.",
        "Peter A. Diamond [1965], \"National Debt in a Neo-Classical Growth Model,\" American Economic Review 55 1126-1150.",
        "_ [1970], \"Incidence of an Interest Income Tax\", Journal of Economic Theory 2 211-224.",
        "Jacob A. Frenkel and Assaf Razin [1987], Fiscal Policies and the World Economy. An Intertemporal Approach. MIT Press, Cambridge, MA.",
        "Koichi Hamada [1986], \"Strategic Aspects of International Fiscal Interdependence,\" Economic Studies Quarterly 37(2), June, 165-218.",
        "Patrick J. Kehoe [1986a], \"Coordination of Fiscal Policies in a World Economy,\" Federal Reserve Bank of Minneapolis Research Department, Staff Report No. 98, February.",
        "[1986b], \"International Policy Cooperation May be Undesirable,\" Federal Reserve Bank of Minneapolis Research Department, Staff Report No. 103, February.",
        "J.J. Laffont [1987], \"Externalities,\" in J. Eatwell, M. Milgate and P. Newman (eds.), The New Palgrave. Vol. 2. 263-265, The Macmillan Press Ltd., London.",
        "Maurice Obstfeld [1989], \"Fiscal Deficits and Relative Prices in a Growing Vorld Economy\", Journal of Monetary Economics, 23(3), 461-84, May.",
        "T. Scitovsky [1954], \"Two Concepts of External Economies,\" Journal of Political Economy 62 70-82.",
        "Anne Sibert [1988], \"Taxing Capital in an Open Economy,\" Research Papers in Theoretical and Applied Economics, Department of Economics, University of Kansas, 1988-10.",
        "J. Viner [1931], \"Cost Curves and Supply Curves,\" Zeitschrift fÃ\u0083Â¼r National Ã\u0083â\u0080\u0093konomie 3 23-46."
    ]
}