{
    "id": 3329,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Buiter, V.H. (1981),\"Time Preference and International Lending and Borrowing in an Overlapping-Generations Model,\" Journal of Political Economy 89 769-797.",
        "Buiter,V.H. and K.M. Kletzer (1990a), \"Fiscal Policy, Interdependence and Efficiency,\" Yale University, mimeo, March.",
        "_ and _ (1990b), \"Deficit Financing and Unfunded Social Security as Substitutes for Trade Policy and the Taxation of Foreign Capital,\" Yale University, mimeo, March.",
        "Calvo, G.A. and M. Obstfeld (1988), \"Optimal Time-Consistent Fiscal Policy with Finite Lifetimes,\" Econoaetrica 56 411-432.",
        "Chamley, C. (1985), \"Efficient Taxation in a Stylized Model of Intertemporal General Equilibrium,\" International Economic Review 26 451- 468.",
        "Diamond, P.A. (1965), \"National Debt in a Neo-classical Growth Model,\" American Economic Review 55 1126-1150.",
        "Fischer, S. (1980), \"Dynamic Consistency, Cooperation and the Benevolent Dissembling Government,\" Journal of Economic Dynamics and Control 2 93-107.",
        "Hillier, B. and J.I. lalcomson (1984), \"Dynamic Inconsistency, Rational Expectations, and Optimal Government Policy, \" Econometrica 52 1437-1451.",
        "Kydland, F.E. and E.C. Prescott (1980), \"Dynamic Optimal Taxation, Rational Expectations and Optimal Control, \" Journal of Economic Dynamics and Control 2 79-91.",
        "0'Connell, S.A. and S.P. Zeldes (1988), \"Rational Ponzi Games,\" International Economic Review.",
        "Samuelson, P.A. (1967), \"A Turnpike Refutation of the Golden Rule in a Welfare-laximizing lany-Year Plan,\" in K. Shell (ed.), Essays on the Theory of Optimal Economic Growth. Cambridge, IA: The IIT Press.",
        "_ (1968), \"The Two-Part Golden Rule Deduced as the Asymptotic Turnpike of Catenary lotions,\" Western Economic Journal 6 85-89.",
        "Turnovsky, S.J. and W.A. Brock (1980), \"Time Consistency and Optimal Government Policies in Perfect Foresight Equilibrium,\" Journal of Public Economics 13 183-212.",
        "Wilson, C.A. (1981), \"Equilibrium in Dynamic Models with an Infinity of Agents,\" Journal of Economic Theory 24 95-111."
    ]
}