{
    "id": 3334,
    "cites": 42,
    "cited_by": 1,
    "reference": [
        "Akerlof, George, and Lawrence Katz, Workers Trust Funds and the Logic of Wage Profiles, Quarterly Journal of Economics, CIV (1989), 525-536.",
        "Altonji, Joseph, and Robert Shakotko, Do Wages Rise with Job Seniority? Review of Edonomic Studies, LIV (1987), 437-59.",
        "Becker, Gary and George Stigler, Law Enforcement, Malfeasance, and the Compensation of Enforcers, Journal of Lesal Studies, III (1974), 1-18.",
        "Brickley James and Frederick Dark, The Choice of Organizational Form: The Case of Franchising, Journal of Financial Economics, XVIII (1986), 197-218.",
        "Brown, Charles and James Medoff, The Employer Size-Wage Effect, Journal of Political Economy, IIIC (1989), 1027-1058.",
        "Bulow, Jeremy and Lawrence Summers, A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, IV (1986), 376-414.",
        "Bureau of National Affairs, Employee Relations in the Fast Food Industry, in Retail/Services Labor Reoort, BNA, June 10, 1985.",
        "Calvo, Guillermo and Stanislaw Wellisz, Supervision, Loss of Control, and the Optimum Size of the Firm, Journal of Political Economy, LXXXVI (1978), 943-52.",
        "Cappelli, Peter and Keith Chauvin, An Inter-Plant Test of Efficiency Wage Premiums, mimeo. , University of Pennsylvania, 1988.",
        "Caves, Richard and William Murphy, II, Franchising: Firms, Markets, and Intangible Assets, Southern Economic Journal, XXXXII (1976), 572-86.",
        "Charner, Ivan and Bryna S. Fraser, Fast Food Jobs (Washington, D.C.: The National Institute for Work and Learning, 1984).",
        "Eaton, C. and W.D. White, Agent Compensation and the Limits of Bonding, Economic Inquiry, XX (1982), 330-43.",
        "Emerson, Robert, Fast Food: The Endless Shakeout (New York: Lebhar Friedman Books, 1979).",
        "Fuchs, Victor, Differentials in Hourly Earnings by Region and City Size, 1959, NBER, Occasional Working Paper No. 101, 1959.",
        "Groshen, Erica, and Alan Krueger, The Structure of Pay and Supervision in Hospitals, Industrial and Labor Relations Review, XLIII (1990), 134-146.",
        "Guasch, J.L. , and Andrew Weiss, Self-Selection in the Labor Market, American Economic Review, LXXI (1982), 275-84.",
        "Hoch, Irving, Income and City Size, Urban Studies, (1972), 299-327.",
        "Hutchens, Robert, Delayed Payment Contracts and a Firms Propensity to Mire Older Workers, Journal of Labor Economics, IV (1986), 439-57.",
        "Jensen. Michael and William Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, III (1976), 305-60.",
        "Johnston, J., Econometric Methods (New York: McGraw-Hill Book Company~ 1984), 396-407.",
        "Judge, George, WE. Griffiths, R. Hill, Helmut Lutkerpohl and T. Lee, flg Theory and Practice of Econometrics, (New York: John Wiley and Sons, Second Edition, 1985), 515-545.",
        "Klein, Benjamin and L. F. Staft, The Law and Economics of Franchise Tying Contracts, Journal of Law and Economics, XXIIX (1985), 345-61.",
        "Korenman, Sanders and David Newmark, Does Marital Status Really Affect Wages, unpublished, Harvard University, September 1987.",
        "Lazear, Edward, Agency, Earnings Profiles, Productivity and Hours Restrictions, American Economic Review, LXXI (1981), 606-20.",
        "Lazear, Edward and Robert Moore, Incentives, Productivity, and Labor Contracts. Quarterly Journal of Economics IC (1984), 275-96.",
        "Leonard, Jonathan, Carrots and Sticks: Pay Supervision, and Turnover, Journal of Labor Economics, V (1987), S136-S153.",
        "Lester, Richard, Pay Differentials by Size of Establishment, Industrial Relations VII (1967), 57-67.",
        "Love, John, McDonalds: Behind the Arches (New York: Bantam Books, 1986).",
        "Luxenberg, Stan, Roadside Emoires (New York: Penguin Books, lOBS). Mathewson, CF. and Winter, Ralph, The Economics of Franchise Contracts, Journal of Law and Economics, XXVIII (1985), 503-26.",
        "Masters, Stanley, An Interindustry Analysis of Wages and Plant Size, Review of Economics and Statistics, LI (1969), 341-45.",
        "Mellow, Wesley, Employer Size and Wages, Review of Econonics and Statistics, LXIV (1982), 495-501.",
        "Mincer, Jacob and Boyan Jovanovic, Labor Mobility and Wages, in Studies in Labor Markets, Sherwin Rosen (ad.), Chicago: University of Chicago Press, 1981, 21-64.",
        "Norton, Seth, An Empirical Look at Franchising as an Organizational Form, Journal of Business, LXI (1988), 197-218.",
        "Ozanne, Urban and Shelby Hunt, The Economic Effects of Franchising (Washington, DC: GPO, Select Committee on Small Business, United States Senate, 92 Congress, 1971).",
        "Ross, Stephen, The Economic Theory of Agency: The Principals Problem, American Economic Review, Proceedings, LXIII (1973), 134-39.",
        "Rubjn, P.H. , The Theory of the Firm and the Structure of the Franchise Contract, Journal of Law and Economics, XXI (1978), 223-33.",
        "Salop, Joanne, and Steven Salop, Self-Selection and Turnover in the Labor Market, quarterly Journal of Economics, LXXXXI (1976), 619-27.",
        "Salop, Steven, A Model of the Natural Rate of Unemployment, American Economic Review, LXIX (1979), 117-125.",
        "Shapiro, Carl and Joseph Stiglitz, Involuntary Unemployment as a Worker Discipline Device, American Economic Review, L.XXIV (1984), 433-44.",
        "Shelton, J,P. , Allocative Efficiency vs `X-Efficiency : Comment, American Economic Review, LVII (1967), 1252-58.",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, LXXXVIII (1980), 529-38.",
        "National Institute for Work and Learnings survey of fast food workers. The survey is described in detail in Section III. 7. These conclusions remain after controlling for individual demographic characteristics (sex, age, race, etc.) and self-reported satisfaction. 8. It should be noted, however, that Brickley and Dark [1986] find little empirical support for this proposition."
    ]
}