{
    "id": 3335,
    "cites": 26,
    "cited_by": 32,
    "reference": [
        "Billingsley, P.. 1968, convergence of Probability Measure (John Wiley and Sons, New York).",
        "Campbell, J. and G. Mankiw, 1987, Are output fluctuations transitory?, Quarterly Journal of Economics, 102,857-880.",
        "Chan, N. and C. Wei, 1988, Limiting distributions of least squares estimates of unstable autoregressive processes, Annals of Statistics, 16,367-401.",
        "Christiano, L. and M. Eichenbaum. Unit roots in GNP: do we know and do we care? forthcoming, Carnegie-Rochester Conference on Public Policy, 1989.",
        "Cochrane, J., 1988, How big is the random walk in GNP?, Journal of Political Economy, 96,893-920.",
        "Cochrane, J. and A. Sbordone, 1988, Multivariate estimates of the permanent components of GNP and stock prices, Journal of Economic Dynamics and Control, 12,255-296.",
        "Ethier, S. and T. Kurz, 1986, Markov Processes: Characterization and Convergence (John Wiley and Sons, New York).",
        "Fama, E. and K. French, 1988, Permanent and temporary components of stock prices, Journal of Political Economy, 96,246-273.",
        "Faust, J., 1989, A variance ratio test for mean reversion: statistical properties and implementation, Federal Reserve Bank of Kansas City.",
        "Hall, P. and C. Heyde, 1980, Martingale Limit Theory and Its Application (Academic Press, New York).",
        "Hansen, L. and R. Hodrick, 1980, Forward exchange rates as optimal predictors of future spot rates: an econometric analysis, Journal of Political Economy, 88,829-853.",
        "Herrndorff, N.. 1984, A functional central limit theorem for weakly dependent sequences of random variables, Annals of Probability, 12,141-153.",
        "Huizinga, J., 1987, An empirical investigation of the long-run behavior of real exchange rates, Carnegie-Rochester Conference Series on Public Policy, 27,149-214.",
        "Jegadeesh, N., 1989, Seasonality in stock price mean reversion: evidence from the U.S. and U.K., Anderson Graduate School of Management, University of California at Los Angeles, January.",
        "Kim, M., C. Nelson, and R. Startz, 1988, Mean reversion in stock prices? a reappraisal of the empirical evidence, Technical Report 2795, National Bureau of Economic Research.",
        "Lo, A. and C. Mackinlay, 1988, Stock prices do not follow random walks: evidence from a simple specification test, Review of Financial Studies, 1,41-66.",
        "Lo, A. and C. Mackinlay, 1989, The size and power of the variance ratio test in finite samples: a monte carlo investigation, Journal of Econometrics, 40,203-238.",
        "Pagan, A. and G. W. Schwert, 1989, Alternative models for conditional stock volatility, Department of Economics, University of Rochester.",
        "Perron, P., 1989, The great crash, the oil price shock, and the unit root hypothesis, Econometrica, 67,1361-1401.",
        "Poterba, J. and L. Summers, 1988, Mean reversion in stock prices: evidence and implications, Journal of Financial Economics, 22,27-59.",
        "Richardson, M., 1989, Temporary components of stock prices: a skeptics view, Stanford University, Graduate School of Business, April.",
        "Richardson, M. and T. Smith, 1989, Tests of financial models in the presence of overlapping observations, Stanford University, Graduate School of Business and Fuqua School of Business, Duke University, November.",
        "Sims, C., J. Stock, and M. Watson, 1990, Inference in linear time series models with some unit roots, Econometrica, 58,113-144.",
        "Solo, V., 1984, The order of differencing in ARIMA models, Journal of the American Statistical Association, 79,916-921.",
        "Stock, J., 1988, A reexamination of Friedmans consumption puzzle, Journal of Business and Economic Statistics, 6,401-414.",
        "Stock, J. and ~l. Watson, 1989, Interpreting the evidence on money-income causality, Journal of Econometrics, 40,161-182."
    ]
}