{
    "id": 3336,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Abowd, John. Does Performance-Based Compensation Affect Subsequent Corporate Performance? Industrial and Labor Relations Review, vol. 43, special issue, February 1990.",
        "Aigner, Dennis and Cain, Glen. Statistical Theories of Discrimination in Labor Markets, Industrial and Labor Relations Review, Vol. 30, 1977, pp. 175- 187.",
        "Ban-on, John and Lowenstein, Mark. On Imperfect Evaluation and Earnings Differentials, Economic Inquiry. Vol. 24. No. 4, October 1986, pp. 595-614.",
        "Brown, Charles. Firms Choice of Method of Pay, Industrial and Labor Relations Review, vol. 43, special issue, February 1990, pp. 165S-182S.",
        "Bulow, Jeremy, and Summers, Lawrence. A Theory of Dual Labor Markets, with Applications to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, Vol. 4, No. 3, part 1, 1986.",
        "Bureau of National Affairs, Wage and Salary Administration. Personnel Policies Forum No. 131, 1981.",
        "Cox, John. Time and Incentive Pay Practices in Urban Areas, Monthly Labor Review, Vol. 91, No. 12, December 1971, pp. 53-55.",
        "Freeman. Richard. Union Wage Policies and Wage Dispersion within Establishments, Industrial and Labor Relations Review, Vol. 36, No. 1, October 1982, pp. 3-21.",
        "Garen, John. Worker Heterogeneity, Job Screening, and Firm Size, Journal of Political Economy, Vol. 93, No. 4, August 1985, pp. 715-739.",
        "Gibbons, Robert and Murphy, Kevin J. Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Review, vol. 43, special issue, February 1990.",
        "Green, Jerry and Stokey, Nancy. A Comparison of Tournaments and Contracts, Journal of Political Economy, Vol. 91, No. 3, June 1983, pp. 349-364.",
        "Hamner, W. Clay. How to Ruin Motivation with Pay, in Richard Steers and Lyman Porter, eds., Motivation and Work Behavior (New York: McGraw- Hill, 3rd edition, 1983), pp. 264-276.",
        "Harris, Milton, and Raviv, Arthur. Optimal Incentive Contracts with Imperfect Information, Journal of Economic Theory, Vol. 20, No. 2, April 1979, pp. 23 1-259.",
        "Holmstrom, Bengt. Moral Hazard and Observability, Bell Journal of Economics, Vol. 10, No. 1, Spring 1979, pp. 74-91.",
        "Holmstroin, Bengt. Moral Hazard in Teams, Bell Journal of Economics. Vol. 13, No. 2, pp. 324-340. King, Sandra. Incentive Pay in Auto Repair Shops, Monthly Labor Review, Vol. 98, No. 9, September 1975, pp. 45-48.",
        "Lazear, Edward. Salaries and Piece Rates, Journal of Business, Vol. 59, No. 3, 1986, pp. 405-431.",
        "Lazear, Edward and Rosen, Sherwin. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy, Vol. 89, No. 5, October 1981, pp. 841-864.",
        "Leonad, Jonathan. Executive Pay and Firm Performance, Industrial and Labor Relations Review, vol. 43, special issue, February 1990.",
        "Lundberg, Shelly and Startz, Richard. Private Discrimination and Social Intervention in Competitive Labor Markets, American Economic Review, Vol 73, No. 3, June 1983.",
        "McLaughlin, David. Pay for Performance: A Perspective, Topics in Total Compensation, Vol. 1, No. 1, Fall 1986, pp. 7-14.",
        "Nalebuff, Barry and Stiglitz, Joseph. `Prizes and Incentives: Towards a General Theory of Compensation and Competition, Bell Journal of Economics, Vol. 14, No. 1, Spring 1983, pp. 21-43.",
        "OKeefe, Mary, Viscusi, W. Kip, and Zeckhauser, Richard. Economic Contests: Comparative Reward Schemes, Journal of Labor Economics, Vol. 2, No. 1, January 1984, pp. 27-56.",
        "Pencavel, John. Work Effort, On the Job Screening, and Alternative Methods of Remuneration, in Ronald Ehrenberg, ed., Research in Labor Economics, Vol. 1. Greenwich, CT: JAI Press, 1977, pp. 225-258.",
        "Schwab, Donald and Olson, Craig, Merit Pay Practices: Implications for Pay- Performance Relationships, Industrial and Labor Relations Review, vol. 43, special issue, February 1990.",
        "Sekscenski, Edward. Job Tenure Declines as Workforce Changes, BLS Special Labor Force Report 235, 1980.",
        "Seiler, Eric. Piece Rate vs. Time Rate: The Effect of Incentives on Earnings, Review of Economics and Statistics, Vol. 66, No. 3, August 1984, pp. 363- 376.",
        "Strauss, George and Sayles, Leonard. Personnel: The Human Problems of Management, (Englewood Cliffs NJ: Prentice Hall, 3rd Edition, 1980)."
    ]
}