{
    "id": 3339,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Abel, Andrew B., Empirical Investment Equations: An Integrative Frame- work, in K. Brunner and A. Meltzer, eds., On the State of Macro- economics, Carnegie-Rochester Conference Series 12 (1980): 39-91.",
        "Abel, Andrew B. and Blanchard, Olivier J., The Present Value of Profits and Cyclical Movements in Investment, Econometrica 54 (March 1986): 249-273.",
        "Alston, Lee J. , Farm Foreclosures in the United States during the Interwar Period, Journal of Economic History 43 (December 1983): 885-903.",
        "Balke, Nathan and Gordon, Robert J., Data Appendix, in R. J. Gordon, ed., The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986.",
        "Bernanke, Ben and Gertler, Mark, Financial Fragility and Economic Performance, Quarterly Journal of Economics 105 (February 1990): 87-114.",
        "Bond, Stephen and Meghir, Costas, Dynamic Investment Models and the Firms Financial Policy, Mimeograph, Oxford University, March 1989.",
        "Calomiris, Charles W. and Hubbard, R. Glenn, Firm Heterogeneity, Inter- nal Finance, and Credit Rationing, Economic Journal 100 (March 1990): 90-104.",
        "Calomiris, Charles W. and Hubbard, R. Glenn, and Stock, James H., The Farm Debt Crisis and Public Policy, Brookings Papers on Economic Activity (1986: 2): 441-479.",
        "Carlton, Dennis W., Contracts, Price Rigidity, and Market Equilibrium, Journal of Political Economy 87 (November 1979): 1034-1062.",
        "Eckstein, Otto and Sinai, Allen, The Mechanisms of the Business Cycle in the Postwar Era, in R. J. Gordon, ed., The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986.",
        "Fazzari, Steven N., Hubbard, R. Glenn, and Petersen, Bruce C., Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity (1988: 1): 141-195.",
        "Fisher, Irving, The Debt-Deflation Theory of Great Depressions, Econometrica 1 (October 1933): 337-357.",
        "Gale, Douglas, Money: In Disequilibrium. Cambridge: Cambridge University Press, 1983.",
        "Gertler, Mark, Financial Structure and Aggregate Economic Activity, Journal of Money, Credit, and Banking 20 (August 1988, Part II): 559-588.",
        "Gertler, Mark and Hubbard, R. Glenn, Financial Factors in Business Fluctuations, in Financial Market Volatility, Federal Reserve Bank of Kansas City, 1988.",
        "Gilchrist, Simon, An Empirical Analysis of Corporate Investment and Financing Hierarchies Using Firm Level Panel Data, Mimeograph, University of Wisconsin, September 1989.",
        "Greenwald, Bruce, Stiglitz, Joseph E., and Weiss, Andrew, Information Imperfections in the Capital Market and Macroeconomic Fluctuations, American Economic Review 74 (May 1984): 194-199.",
        "Griliches, Zvi, Estimates of the Aggregate Agricultural Production Function From Cross-Sectional Data, American Journal of Agricul tural Economics 45 (1963): 419-428.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86 (December 1978): 971-987.",
        "Hall, Robert E. and Jorgenson, Dale W., Tax Policy and Investment Behavior, American Economic Review 57 (June 1967): 391-414.",
        "Hayashi, Fumio, Tobins Marginal q and Average q: A Neoclassical Inter- pretation, Econometrica 50 (January 1982): 213-224.",
        "Hayashi, Fumio and Inoue, Tohru, The Relation Between Firm Growth and Q with Multiple Capital Goods: Theory and Evidence from Panel Data on Japanese Firms, Mimeograph, University of Pennsylvania, January 1990.",
        "Himmelberg, Charles P., A Dynamic Analysis of Dividend and Investment Behavior Under Borrowing Constraints, Mimeograph, Northwestern University, December 1989.",
        "Jaffee, Dwight M. and Russell, Thomas, Imperfect Information, Uncer- tainty, and Credit Rationing, Quarterly Journal of Economics 90 (November 1976): 651-666.",
        "Jensen, Michael C. and Meckling, William H., Rights and Production Functions: An Application to Labor-Managed Firms and Codetermination, Journal of Business 52 (October 1979): 464-506.",
        "Jensen, Michael C. and Meckling, William H., Theory of the Firm: Manage- rial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics 3 (October 1976): 305-360.",
        "Lee, Linda K .,The Impact of Landownership Factors on Soil Conserva- tion, American Journal of Agricultural Economics 62 (December 1980); 1070-1076.",
        "Leland, Jlayne and Pyle, David, Informational Asymmetries, Financial Structure, and Financial Intermediation, Journal of Finance 32 (May 1977): 371-387.",
        "Lucas, Robert E., Jr., Economic Policy Evaluation: A Critique, in K. Brunner and A Ileltzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series 1 (1976): 19-46.",
        "Melichar, Emanuel, Agricultural Finance Databook, Washington D.C. : Board of Governors of the Federal Reserve System, June 1987.",
        "Meyer, John R. and Kuh, Edwin, The Investment Decision. Cambridge: Harvard University Press, 1957.",
        "Mundlak, Yair and Hellinghausen, RenÃ\u0083Â©, The Intercountry Agricultural Production; Another View, American Journal of Agricultural Economics 64 (November 1982): 664-672.",
        "Myers, Stewart C. and Majluf, Nicholas S., Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics 13 (June 1984): 187-211.",
        "Pechxnan, Joseph A., Federal Tax Policy, Fifth edition. Washington, D.C.: Brookings Institution, 1987.",
        "Stiglitz, Joseph E. and Weiss, Andrew, Credit Rationing in Markets with Imperfect Information, American Economic Review 71 (June 1981): 393-4 10.",
        "Summers, Lawrence H., Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity (1981: 1): 67-127.",
        "Tostlebe, Alvin S., Capital in Agriculture: Its Formation and Financing Since 1870. Princeton: Princeton University Press, 1957.",
        "U.S. Department of Agriculture, Agricultural Statistics, various editions, Washington, D.C.: U.S. Government Printing Office. U.S. Department of Agriculture,- Economic Research Service, Economic Indicators of the Farm Sector: National Financial Summary, 1987, Washington, D.C.: U.S. Department of Agriculture.",
        "U.S. Department of Commerce, Bureau of Economic Analysis, Fixed Reproducible Tangible Wealth in the United States, 1925-85, Washington, D.C.: U.S. Government Printing Office.",
        "Woodruff, Archibald H., Jr., Farm Mortgage Loans of Life Insurance Companies. New Haven: Yale University Press, 1937.",
        "Zeldes, Stephen, Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy 95 (December 1988): 1196-1216."
    ]
}