{
    "id": 3343,
    "cites": 16,
    "cited_by": 22,
    "reference": [
        "Borsch-Supan, A., 1986, Household Formation, Housing Prices, and Public Policy Impacts, Journal of Public Economics 25.",
        "Bdrsch-Supan, A., 1988, Elderly Americans: A Dynamic Analysis of Household Dissolution and Living Arrangement Transitions, Paper presented at The Conference on Issues in the Economics of Aging, Phoenix, AZ.",
        "Chamberlain, C. , 1984, Panel Data, in: Zvi Crilichea and Michael D. Intriligator (eds.), Handbook of Econometrics, vol. 2, Amsterdam: North Holland.",
        "Daganzo, C., 1981, Multinomial Probit, New York: Academic Press.",
        "Ellwood, D.T. , and Kane, T.J., 1988, The American Way of Aging: An Event History Analysis, Paper presented at The Conference on Issues in the Economics of Aging, Phoenix, AZ.",
        "Carber, AN. , 1988, Predicting Nursing Home Utilization Among the High-Risk Elderly, Paper presented at The Conference on Issues in the Economics of Aging, Phoenix, AZ.",
        "Ceweke, J. , 1989, Efficient Simulation from the Nutliveriate Normal Distribution Subject to Linear Inequality Constraints and the Evaluation of Constraint Probabilities, Duke University Working Paper.",
        "Hajivasailiou, V., and McFadden, D. , 1990, The Method of Simulated Scores for the Estimation of LDV Models: With An Application to the Problem of External Debt Crises, Discussion Paper, Yale University.",
        "Kotlikoff, L.J. , and Morris,J. , 1987, How Much Care Do the Aged Receive from their Children? A Bimodal Picture of Contact and Assistance, NBER Working Paper No. 2391.",
        "Koclikoff, L.J. , and Norris,J. , 1988, Why Dont the Elderly Live With their Children? A New Look, Paper presented at The Conference on Issues in the Economics of Aging, Phoenix, AZ.",
        "Langdon, M.C. , 1984, Methods of Determining Choice Probability in Utility Maximiaing Multiple Alternative Models, Transportation Research B 18.",
        "Letman, . , and Manski, C., 1981, On the Use of Simulated Frequencies to Approximate Choice Probabilities, in: Manski, C. , and McFadden, D. Structural Analysis of Discrete Data with Econometric Applications, Cambridge, Mass.: MIT-Press.",
        "McFadden, D. , 1984, Qualitative Response Models, in: Z. Criliches and N. Intriligator, Handbook of Econometrics, Amsterdam: North Holland.",
        "McFadden, D. , 1989, A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration, Econometrics 57.",
        "Morris, John N. , Claire E. Gutkin, Clarence C. Sherwood, and Ellen Bernstein. 1987. Interest in Long Term Care Insurance. Final Report in connection with HCFA Cooperative Agreement no. l8-C-98375/l, June.",
        "Pakes, A., and Pollard, D., 1989, Simulation and the Asyniptotics of Optimization Estimators, Econometrica 57."
    ]
}