{
    "id": 3345,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Bays, C. W. 1979. Costs comparisons of for-profit and nonprofit hospitals.",
        "Social Science and Medicine 13. Belsley, D.A. . E. Kuh and R.E. Welsch. 1980. Regression Diagnostics: Identifying Influential Data and Sources of Collinearity. New York: - John Wiley.",
        "Blair, R. , P. Ginsburg and R. Vogel. 1975. Blue Cross-Blue Shield administration costs: A study of nonprofit health insurers. Economic Inquiry 13:237-251.",
        "Chow, G. C, 1960. Tests on equality between sets of coefficients in two linear regressions. Econometrica 28(3):591-605.",
        "Christensen, L. R., D. W. Jorgensen, and L. J. Lau. 193. Transcendental logarithmic production functions. Review of Economics and Statistics 55:28-45. - Clarkson, K. 1972. Some implications of property rights in hospital management. Journal of Law and Economics 15:363-384.",
        "Clarkson, K. and D. Martin, eds. 1980. The economics of nonproprietary organizations. Greenwich, CT: JAI Press.",
        "Denny, M. 1974. The relationship between functional forms for the Production system. Canadian Jour~ial of Economics VII:2l-31.",
        "Diewert, W. E. 1971. An application of the Shephard duality theorem: A generalized Leontief. Journal of Political Economy 70:481-507.",
        "Feigenbaum, 5. 1983. Competition and performance in the nonprofit: The case of medical research charities. Mimeo.",
        "Frech III, H. E. 1980. He :h insurance: Private, mutual, or government.",
        "In The economics of nonproprietary organizations ed. Clarkson and Martin. Greenwich, C.T. : JAI Press. Hansmann, H. 1986. Economic theories of nonprofit organizations. In Between the public and the private: The nonprofit sector ed. U. Powell. New Haven: Yale University Press.",
        "Henriques, I. and F. Vaillancourt. 1988. The demand for child care services in Canada. Applied Economics 20:385-394.",
        "James, E. and S. Rose-Ackerman. 1986. The nonprofit enterprise in market economics. New York: Harwood Academic Publishers.",
        "Marshall, N. L. and A. D. Witte, et al. 1987. Report of the child care affordability study. Center For Research on Women, Wellesley College.",
        "Robins, P. K. and R. G. Spiegelman. 1978. An econometric model of the demand for child care. Economic Inquiry XVI:83-94.",
        "Robins. P. K. and S. Weiner. 1978. Child care and public policy. Lexington, Mass.: Lexington Books.",
        "Ruopp, R. and J. Travers, et al. 1979. Children at the center. Cambridge.",
        "Mass.: Abc Associates. Wellesley College Center for Research on Women and Center for Survey Research, University of Massachusetts at Boston. 1988. Caring for our commonwealth: The economics of child care in Massachusetts, Boston, Mass.: Massachusetts Office for Children."
    ]
}