{
    "id": 3347,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Brecher, K., l974a, Minimum Wage Rates and the Pure Theory of International Trade, quarterly Journal of Economics, 88. l974b, Optimal Commercial Policy for a Minimum-Wage Economy, Journal of International Economics, 4: 139-45. Chambers, K., 1989, Tariff Reform and the Uniform Tariff, unpublished ms.",
        "Washington, DC: The World Bank. Cheasty, A., 1990, The Fiscal Implications of Reducing Trade Taxes, Finance and Development, March.",
        "Choksi, S., and D. Papageorgiou, 1986, Economic Liberalization in Developing Countries, Oxford: Blackwell.",
        "Corden, W.M. , 1971, The Theory of Protection, Oxford: Oxford University Press.",
        "Diamond, P. , and J. Mirrlees, 1971, Optimal Taxation and Public Production, American Economic Review.",
        "Dixit, A., 1985, Tax Policies for Open Economies, in A. Auerbach and M.",
        "Feldstein (ads.), Handbook of Public Economics, North-Holland. 40 __________ and V. Norman, 1980, Theory of International Trade, Cambridge University Press.",
        "Dornbusch, R., 1980, Omen Economy Macroeconomics, Basic Books.",
        "Edwards, S., 1988, Terms of Trade, Tariffs and Labor Market Adjustment in Developing Countries, World Bank Economic Review, 2.",
        "Press. _________ 1989b, On the Sequencing of Structural Reform, unpublished ms., UCLA.",
        "Edwards, S. , and S. van Wijnbergen, 1986, The Welfare Effects of Trade and Capital Account Liberalization, International Economic Review.",
        "Edwards, S. , and C. Cox-Edwards, 1989, Labor Market Distortions and Structural Adjustment in Developing Countries, mimeo, University of Warwick.",
        "Foxley, A., 1983, Latin American Experiments in NeoConservative Economics, University of California Press.",
        "Habeler, G. , 1950, Some Problems in the Pure Theory of International Trade, Economic Journal, June.",
        "Harberger, A.C., 1984, Tax Policy in a Small Open Developing Economy, paper presented at the Fawcett Conference, Ohio State University.",
        "Hatta, T., 1977, A Theory of Piecemeal Policy Recommendations, Review of Economic Studies.",
        "Heitger, B., 1987, Import Protection and Export Performance *- Their Impact on Economic Growth, Weltswirtschaftliches Archiv, May.",
        "Johnson, H., 1965, Tariffs and Economic Development: Some Theoretical Issues, Journal of Development Studies, (ch. 3 of Asoects on the Theory of Tariffs.",
        "Jones, R. , and P. Neary, 1984, The Positive Theory of International Trade, in K. Jones, and P. Kenen (eds.), Handbook of International Economics, North-Holland.",
        "Lefeber, L., 1971, Trade and Minimum Wage Rates, in J. Bhagwati at al.",
        "Lipsey, R. , and K. Lancaster, 1956. The General Theory of Second-Best, Review of Economic Studies, 24.",
        "Neary, J.P. , 1985, International Factor Mobility, Minimum Wages Rates and Factor Price Equalization: A Synthesis, Quarterly Journal of Economics, 100.",
        "Panagariya, A., 1982, Import Objectives, Distortions and Optimal Tax Structure: A Generalization, Quarterly Journal of Economics.",
        "Washington, DC: The World Bank. Ramaswami, R., and TN. Srinivasan (1968), Optimal Subsidies and Taxes When Some Factors are Traded, Journal of Political Economy.",
        "Shalizi, S., and L. Squire, 1988, Tax Policy for Sub-Sabaran Africa, Washington, DC: The World Bank.",
        "Woodland, A.D. , 1982, International Trade and Resource Allocation, North- Holland."
    ]
}