{
    "id": 3348,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Asquith, Paul, 1983, Merger bids, uncertainty, and stockholder returns, Journal of Financial Economics, 11,51-84.",
        "Asquith, Paul, and E. Han Kim, 1982, The impact of merger bids on participating firms security holders, Journal of Finance 37, 1209-1228.",
        "Bradley, Michael, Anand Desai and E. Han Kim, 1983, The rationale behind interfirm tender offers: Information or synergy?, Journal of Financial Economics, 11, 183-206.",
        "Bradley, M., A. Desai and E. Kim, 1988, Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms, Journal of Financial Economics, 21, 3-40.",
        "Bull, I., 1988, Management Performance and leveraged buyouts: An empirical analysis, Unpublished paper, University of Illinois at Urbana-Champaign.",
        "Caves, Richard E., 1989, Effect of Mergers and Acquisitions on the Economy: An Industrial Organization Perspective.",
        "Dodd, Peter, 1980, Merger proposals, management discretion and stockholder wealth, Journal of Financial Economics,8, 105-138.",
        "Dodd, Peter and Richard Ruback, 1977, Tender offers and stockholder returns: An empirical analysis, Journal of Financial Economics, 5, 351-374.",
        "Johnston, J., 1972, Econometric Methods, Second Edition, (McGraw-Hill, New York, NY).",
        "Kaplan, 5., 1990, The effects of management buyouts on operating performance and value, Journal of Financial Economics, forthcoming.",
        "Kaplan, S. and M. Weisbach, 1990, Acquisitions and diversification: What is divested and how much does the market anticipate? Working paper, University of Chicago.",
        "Schleifer, A. and L. Summers, 1988, Breach of trust in hostile takeovers, in Corporate Post-merger corporate performance page 26 Takeovers: Causes and Consequences, National Bureau of Economic Research.",
        "Smith, A., 1990, Corporate ownership structure and performance: The case of management buyouts, Journal of Financial Economics, forthcoming."
    ]
}