{
    "id": 335,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "[1] Aoki, M. and Canzoneri, M., `!Reduced Forms of Rational Expectations Models, Quarterly Journal of Economics, 93, February 1979, pp. 59-71.",
        "[2] Black, Stanley W., Coimnent on J. Williamson, `Exchange Rate Flexibility and Reserve Use, Scandinavian Journal of Economics, 78, June 1976, pp. 340-345.",
        "[3] __________, Floating Exchange Rates and National Economic Poli~y~, Yale University Press, New Haven, 1977.",
        "[4] Boyer, R.S., Optimal Foreign Exchange Market Intervention, Journal of Political Economy, 86, December 1978, pp. 1045-1055.",
        "[5] Buiter, Willem 11., Optimal Foreign Exchange Market Intervention with Rational Expectations, forthcoming in Trade and Payments Adjust ment under Flexible Exchange Rates, J. Martin and A. Smith eds., Macmillan, 1979.",
        "[6] Chow, G.C., Analy~is and Control of Dynamic Economic Systems, John Wiley and Sons, New York, 1975.",
        "[7] __________, Econometric Policy Evaluation and Optimization under Rational Expectations, Econometric Research Program Research Memorandum No. 225, May 1978, Princeton University.",
        "[8] Friedman, B., Target, Instruments and Indicators of Monetary Policy, Journal of Moneta~y Economics, 1, November 1975, pp. 443-473.",
        "[9] __________, The Inefficiency of Short-Run Monetary Targets for Monetary Policy, Brookings Papers on Economic Activity, 2, 1977, pp. 293-335.",
        "[10] Kareken, J.H., Muench, T. and Wallace, N., Optimal Open Market Strategy: The Use of Information Variables, American Economic Review, 63, March 1973, pp. 156-172.",
        "[11] LeRoy, Steve, Efficient Use of Current Information in Short-Run Monetary Control, Special Studies Paper No. 66, Board of Governors of the Federal Reserve System, 1975. -",
        "[12] Nissen, David H., A Note on the Variance of a Matrix, Econometrica, 36, Ju]y-October 1968, pp. 603-604.",
        "[13] Poole, William, Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, 84, May 1970, pp. 197-216.",
        "[14] Roper, D.E. and Turnovsky, S.J., Optimal Exchange Market Intervention in a Simple Stochastic Macro Model, unpublished, November 1978.",
        "[15] Shiller, Robert J., Rational Expectations and the Dynamic Structure of Macroeconomic Models: A Critical Review, Journal of MonetarZ Economics, 4, January 1978, P1~. 1-44.",
        "[16] Siegel, Jeremy J., Optimal Stabilization in a General Equilibrium Financial Model, unpublished, University of Pennsylvania, October 1978.",
        "[17] Stein, J.L., The Optimum Foreign Exchange Market, American Economic Review, 53, June 1963, pp. 384-402.",
        "[18] Taylor, John, On Conditions for Unique Solutions in Stochastic Macroeconomic Models with Price Expectations, Econometrica, 45, November 1977, pp. 1377-1385.",
        "[19] Turnovsky, Stephen J., The Relative Stability of Alternative Exchange Systems in the Presence of Random Disturbances, Journal of Money, Credit and Banking, 8, February 1976, pp. 29-50.",
        "[20] Woglom, C., Rational Expectations and Monetary Policy in a Simple. Macroeconomic Model, Quarterly Journal of Economics, 93, February 1979, pp. 91-105."
    ]
}