{
    "id": 3351,
    "cites": 9,
    "cited_by": 16,
    "reference": [
        "Andrews, Stephen and Craig Zabala. 1984. Documentation of the SRI-Penn Manufacturing Industry Dataset Developed by David L. Crawford, Cary Fromm, Lawrence R. Klein, and Prank C. Ripley. Technical Notes, Center for Economic Studies, Washington, DC: Bureau of the Census (January).",
        "Bennett, Norman. 1982. Trade Monitoring System, Technical Note, Import Penetration and Export Proportion Data Bases. Bureau of Labor Statistics, Division of Foreign Labor Statistics and Trade, Washington, D.C., November.",
        "Freeman, Richard B. and James L, Medoff. 1979. New Estimates of Private Sector Unionism in the U.S. Industrial and Labor Relations Review 32 (2, January): 143-74.",
        "Cray, Wayne 1986. Productivity `vs. OSEA and EPA regulation. Ann Arbor: 13141 Research Press.",
        "Cray, Wayne 1987. The Cost of Regulation: OSHA, EPA and the Productivity Slowdown. American Economic Review (December).",
        "Schoepfle, Gregory. 1982. Imports and Domestic Employment: Identifying Affected Industries. Monthly Labor Review (August): 13-26.",
        "U.S. Department of Commerce. Bureau of the Census. 1978 Industry Profiles, Annual Survey of lisnufacturea. Washington, DC: CPO (June).",
        "U.S. Department of Commerce. Bureau of the Census. l983a. Census of Population and Housing, 1980: Public-Use Microdata Sample (A Sample). Machine 16 readable data file/prepared by the Bureau of the Census, Washington, DC: Bureau of the Census. (ICPSR study number 8101) U.S. Department of Commerce. Bureau of the Census. 1983b. Census of Population and Housing, 1980: Public-Use Microdata Samples Technical Documentation Prepared by the data user services division, Bureau of the Census, Washington, DC: Bureau of the Census.",
        "U.S. Department of Commerce. Monthly. Bureau of Economic Analysis. Survey of Current Business. (various issues) U.S. Department of Labor. Bureau of labor Statistics. Office of Productivity and Technology. Division of Foreign Labor Statistics and Trade. 1979. Trade Monitoring System Import Penetration by Four-Digit SIC-Based Manufacturing Commodity Croup. Unpublished Computer Listing (March)."
    ]
}