{
    "id": 3352,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Abowd, John M. 1989. The Effect of Wage Bargains on the Stock Market Value of the Firm. American Economic Review 79 (4, September): 774-800.",
        "Abowd, John 11. 1990. The NBER Immigration, Trade, and Labor Markets Data Files. In Immigration, Trade, and Labor Markets, ed. J. Abowd and R.B. Freeman, Chicago: NBER.",
        "Bank of Canada. Monthly. Bank of Canada Review. Ottawa: Minister of Supply and Services (December 1984-86).",
        "Bennett, Norman. 1982. trade Monitoring System, Technical Note, Import Penetration and Export Proportion Data Bases. Bureau of Labor Statistics, Division of Foreign Labor Statistics and Trade, Washington, D.C., November.",
        "Card, David. 1988. Strikes and Wages: A Test of a Signaling Model. NBER Working Paper No, 2550 (April).",
        "Christofides, Louis N. et al. 1980a. A Microeconometric Analysis of the Canadian Wage Determination Process. Economica 47 (May): 165-78.",
        "Cousineau. Jean-Michel. 1987. The Impact of International trade Shocks on Wage Adjustments in Canada. In P. Chinloy and E. Stromsdorfer Labor Market Adjustments in the Pacific Basin, Boston: Kluwer-Nijhoff, pp. 61-78.",
        "Dickens, William T. with Laura Tyson and John Zysman. 1985. The Employment Effects of International Trade: A Review of the Literature. Report to the Office of Technological Assessment. Berkeley: Univ. of California.",
        "Farber, Henry S. 1986. The Analysis of Union Behavior. In 0. Ashenfelter and R. Layard (eds.) Handbook of Labor Economics, Volume 2, Amsterdam: North Holland, pp. 1039-90.",
        "Freeman, Richard B. and Lawrence Katz. 1990. Wages and Employment in an Open Economy. ln Immigration1 Trade and labor Markets, ed. J. Abowd and R.B. Freeman, Chicago: NBER.",
        "Grossman, Gene. 1982a. The Employment and Wage Effects of Import Competition in the United States. NEER Working Paper No. 1041. Cambridge, Mass: NBER.",
        "Grossman, Gene. 1982b. Import Competition from Developed and Undeveloped Countries. Review of Economics and Statistics 64: 271-81.",
        "Grossman, Gene. 1986. Imports as a Cause of Injury: The Case of the U.S. Steel Industry. Journal of International Economics 20: 201-223.",
        "Hanermesh, Daniel S. 1970. Wage Bargains, Threshold Effects, and the Phillips Curve. Quarterly Journal of Economics 85 (August): 501-17.",
        "Heywood, John S. 1985. Imports and Domestic Wage Levels. Department of Economics, University of Michigan (November).",
        "Hufbauer, Gary C., Diane T. Berliner and Kimberly A. Elliot. Trade Protection in the United States: 31. Case Studies. Washington, DC: Institute for International Economics. Kahn, Shulamit. 1986. Trends in Union Membership in the Postwar Period: The Case of the ILGWU. ThEA Proceedings of the Thirty-Eighth Annual Meeting, pp. 279-86.",
        "Kumar, Pradeep et al. 1986. The Current Industrial Relations Scene in Canada. Kingston, ON: Industrial Relations Centre, Queens University.",
        "Labour Canada. Monthly. Collective Bargaining Review. Ottawa: Minister of Supply and Services (1969-86).",
        "Leonard, Jonathan and Rachel McCulloch. 1990, Wages and Employment in Foreign Owned U.S. Businesses. In Immigration, Trade and Labor Markets, ed. J. Abowd and R.B. Freeman, Chicago: NBER.",
        "Riddell, 11. Craig. 1979. The Empirical Foundations of the Phillips Curve: Evidence from Canadian Contract Data. Econometrics 47 (January): 1-24.",
        "Riddell, W. Craig (coordinator). 1986a. Adapting to Change: Labour Market Adjustment in Canada. Toronto: University of Toronto Press in cooperation with the Royal Commission on the Economic Union and Development Prospects for Canada.",
        "Riddell, W. Craig. 1986b. Dealing with Inflation and Unemployment in Canada. Toronto: University of Toronto Press in cooperation with the Royal Commission on the Economic Union and Development Prospects for Canada.",
        "Riddell, W. Craig (coordinator). l986c. Labour Management Cooperation in Canada. Toronto: University of Toronto Press in cooperation with the Royal Commission on the Economic Union and Development Prospects for Canada. Schoepfle, Gregory. 1982. Imports and Domestic Employment: Identifying Affected Industries. Monthly labor Review (August): 13-26.",
        "Statistics Canada. 1984b. The Input-Output Structure of the Canadian Economy in Current Dollars 1.971-1.981. Ottawa: Minister of Supply and Services (and earlier editions).",
        "Statistics Canada. 1984c. Gross Domestic Output per Industry. Ottawa: Minister of Supply and Services.",
        "Statistics Canada. 1987. CANSIM Main Data Base. Ottawa: Minister of Supply and Services.",
        "U.S. Departement of Commerce. Bureau of the Census. 1988. Statistical Abstract of the United States. Washington, DC: GPO.",
        "Vroman, Wayne. 1982. Union Contracts and Money Wage Changes in U.S. Manufacturing. Quarterly Journal of Economics 97 (November): 571-94.",
        "Vroman, Wayne. 1984. Wage Contract Settlements in U.S. Manufacturing. Review of Economics and Statistics 66 (November): 661-5.",
        "Vroman, Wayne. 1986. Union Wage Settlements, Incomes Policy and Indexation. Washington, D.C.: The Urban Institute.",
        "Vroman, Wayne and John M. Abowd. 1988. Disaggregated Wage Developments. Brookings Papers on Economic Activity (1:1988): 313-46."
    ]
}