{
    "id": 3353,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Abowd, John N. The Effects of Wage Bargains on the Stock Market Value of the Firm American Economic Review 74, no. 4 (September 1989): 774-800.",
        "Akerlof, George A. Labor Contracts and Partial Gift Exchange, Quarterly Journal of Economics, 100 (November 1982): 543-569.",
        "Brown. James N. and Orley Ashenfelter. Testing the Efficiency of Employment Contracts, Journal of Political Economy 94, no. 3, part 2 (June 1986): S40-S87.",
        "Carruth, Alan A. and Andrew 3. Oswald. Miners Wages in Post-War Britain: An Application of a Model of Trade Union Behavior, University of Kent, mimeo (December 1983).",
        "Dunlop, John T. Wage Determination Under Trade Unions, New York. Macmillan Co. 1944.",
        "Farber, Henry S. Individual Preferences and Union Wage Determination: The Case of the United Mine Workers, Journal of Political Economy 86 (October 1978): 923-42.",
        "Farber, Henry S. The Extent of Unionization in the United States, in T. Kochan (ed.), Challenges and Choices Facing American Labor. Cambridge, MA. MIT Press, 1985.",
        "Farber, Henry S. The Analysis of Union Behavior, in 0. Ashenfelter and It. Layard (edo.), Handbook of Labor Economics. Amsterdam, North Holland, 1986, pp-pp.",
        "Freeman, Richard B. Why are Unions Faring Poorly in NUtS Representation Elections?, in T. Kochan (ed.), Challenges and Choices Facing American Labor. Cambridge, MA. MIT Press; 1985.",
        "Gibbons, Robert and Lawrence Katz. Does Unmeasured Ability Explain Interindustry Wage Differences, mimeo, November 1989.",
        "MacDonald, Charles. Comments in T. Kochan (ed.), Challenges and Choices Facing American Labor. Cambridge, MA. MIT Press, 1985, p 65.",
        "MaCurdy, Thomas E. and John Pencavel. Testing Competing Theories of Wage and Employment Determination in Unionized Labor Markets, Journal of Political Economy 94, no. 3, part 2 (June 1986): 53-539.",
        "Murphy, Kevin N. and Robert Topel. Unemployment, Risk, and Earnings in K. Lang and J. Leonard (eds.), Unemployment and the Structure of Labor Markets. London: Basil Blackwell, 1987.",
        "National Labor Relations Board. Annual Report (Washington, DC: GPO) various issues. - Pencavel, John. The Empirical Performance of a Model of Trade Union Behavior, in J. Rosa (ed.), The Economics of Labor Unions: New Directions. Kluwer-Nijhoff Publishing Company, 1984. (a) Pencavel, John. The Trade-off Between Wages and Employment in Trade Union Objectives, quarterly Journal of Economics 99 (1984): 215-231.",
        "Rose, Nancy. The Incidence of Regulatory Rents in the Motor Carrier Industry, Rand Journal of Economics 16 (Autumn 1985): pp. 299-318.",
        "Standard and Poors. COMPUSL4T (New York: Standard and Poors, 1987)."
    ]
}