{
    "id": 3362,
    "cites": 16,
    "cited_by": 122,
    "reference": [
        "Abel, A.B. and O.J. Blanchard, An Intertemporal Model of Saving and Investment, Econometrics, 51, Mary 1983, 675-692.",
        "Arrow, K.J., The Economic Implications of Learning by Doing, leview of Economic Studies, 29, 155- 173, June 1962.",
        "Barro, R.J., Economic Growth in a Cross Section of Countries, National Bureau of Economic Research, working paper no. 3120, September 1989.",
        "Becker, G.S. and K.M. Murphy, Human Capital, the Division of Labor, and Economic Progress, unpublished, University of Chicago, October 1989.",
        "Cass, 0., Optimum Growth in an Aggregative Model of CApital Accumulation. leview of Economic Studies, 32, July 1965, 233-240.",
        "Dixit, A.K. and J.E. Stiglitz, Monopolistic Competition and Optimum Product Diversity. American Economic leview, 67, June 197, 297-308. Ethier, W.J., National and International Returns to Scale in the Modern Theory of International Trade, American Economic leview, 72, June 1982, 389-405.",
        "Grossman, G.M. and E. Helpman, Comparative Advantage and Long-Run Growth, unpublished, Princeton University, December 1988.",
        "Judd, K., On the Performance of Patents, Econometrics, 53, May 1985, 567-585.",
        "King, R.G. and S. Rebelo, Transitional Dynamics and Economic Growth in the Neoclassical Model, National Bureau of Economic Research, working paper no. 3185, November 1989.",
        "Koopmans, T.C., On the Concept of Optimal Economic Growth, in The Econometric Approach to Development Planning, North Holland, Amsterdam, 1965.",
        "Lucas, R.E., On the Mechanics of Economic Development, Journal of lonetary Economics, 22, July 1988, 3-42.",
        "Rebelo, S., Long Run Policy Analysis and Long Run Growth, National Bureau of Economic Research, working paper , April 1990.",
        "Romer, P.M., Increasing Returns and Long-Run Growth, Journal of Political Economy, 94, October 1986, 1002-1037.",
        "Sala i Martin, X., Lecture Notes on Economic Growth, unpublished. Harvard University, 1989.",
        "Samuelson, P.A., The Pure Theory of Public Expenditures, Review of Economics k Statistics, 36, November 1954, 387-389.",
        "Thompson, E.A., Taxation and National Defense, Journal of Political Economy, 82, July/August 1974, 755-782."
    ]
}