{
    "id": 3370,
    "cites": 14,
    "cited_by": 15,
    "reference": [
        "Brainard, W., 3. Shoven, and L. Weiss (1980), The Financial Valuation of the Return to Capital, Brookings Papers on Economic Activity 2: p453-Sll.",
        "Bosworth, B. (1975), The Stock Market and the Economy, Brookings Papers on Economic Activity 2: p257-300.",
        "Delong, J.B.,, A. Shleifer, L.H. Summers, and R.J. Waldmann (1987), Noise Trader Risk in Financial Markets, National Bureau of Economic Research Working Paper No. 2395.",
        "Galeotti, M. and F. Schiantarelli (1989), Stock Market Volatility and Investment: Do Only Fundamentals Matter?, mimeo, Boston University.",
        "Golbe, D.L. and L.J. White (1988), Mergers and Acquisitions in the U.S. Economy: An Aggregate and Historical Overview, in Mergers and Acquisitions, ed. by A.J. Auerbach, Chicago: The University of Chicago Press.",
        "Hayashi, F. (1982), Tobins Marginal Q and Average Q: A Neoclassical Interpretation, Econometrjca 50: p213-224.",
        "Hoshi, T, A. Kashyap, and D. Scharfstein, (1988) Corporate Structure and Investment: Evidence from Japanese Panel Data, mimeo, M.I.T.",
        "Jorgenson, D.W. and ICY. Yun (1986), Tax Policy and Capital Allocation, The Scandinavian Journal of Economics 88(2), p355-377.",
        "Keynes, J.M. (1936), The General Theory of Employment, Interest and Money, London: MacMillan.",
        "LeRoy, S., and R. Porter (1981), The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrica, May, p555-574.",
        "Lthtner, J.V. (1956), Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review Proceedings, May, p97-il8.",
        "Marsh, T.A. and R.C. Merton (1986), Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review, June, p483-503.",
        "Summers, L.H. (1981), Taxation and Corporate Investment: A Q Theory Approach, Brookings Papers on Economic Activity 1, p67-140.",
        "Tobin, J. and W.R. Brainard (1977), Asset Prices and the Cost of Capital, Economic Progress, Private Value, and Public Policy, ed. by Bela Balassa and Richard Nelson, New York: North Holland."
    ]
}