{
    "id": 3374,
    "cites": 42,
    "cited_by": 36,
    "reference": [
        "Bertola, Guiseppe, and Ricardo J. Caballero (1989), Target Zones and Realignments, Working Paper. Bodner, Gordon M, (1989), Target Zones and Euro-Rates: A Model of Eurocurrency Interest Rate Differentials in the European Monetary System, Working Paper, Princeton University.",
        "Churchill, Ruel V., and James W. Brown (1987), Fourier Series and Boundary Value Problems. Fourth Edition, New York: McGraw-Hill.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross (1985), A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-407.",
        "Cumby, Robert E., John Huizinga, and Maurice Obstfeld (1983), Two-Step Two-Stage Least Squares Estimation in Models with Rational Expectations, Journal of Econometrics 21,333-355.",
        "Delgado, Francisco, and Bernard Dumas (1990), Monetary Contracting Between Central Banks and the Design of Sustainable Exchange Rate Zones, Working Paper, Wharton School, University of Pennsylvania.",
        "Dixit, Avinash (1989a), Analytical Approximations in Models of Hysteresis, Working Paper, Princeton University.",
        "Dixit, Avinash (1989b), A Simplified Exposition of the Theory of Optimal Control of Brownian Motion, Working Paper, Princeton University.",
        "Duffie, Darrell (1988), Security Markets: Stochastic Models, San Diego: Academic Press.",
        "Dumas, Bernard (1988), Perishable Investment and Hysteresis in Capital Formation, Working Paper, University of Pennsylvania.",
        "Dumas, Bernard (1989a), Pricing Physical Assets Internationally: A Non Linear Heteroscedastic Process for Equilibrium Real Exchange Rates, Working Paper, University of Pennsylvania.",
        "Dumas, Bernard (1989b), Super Contact and Related Optimality Conditions: A Supplement to Avinash Dixit&apos;s &apos;A Simplified Exposition of Some Results Concerning Regulated Brownian Motion&apos;, Technical Working Paper No.77, National Bureau of Economic Research.",
        "Ekdahl, Ossian, and Anders Warne (1990), Likelihood Ratio Tests of Cointegration and the Rational Expectations Model of the Term Structure of Interest Rates, Working Paper, Stockholm School of Economics.",
        "Flood, Robert E., and Peter M. Garber (1989), The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, Working Paper No. 2918, National Bureau of Economic Research.",
        "Froot, Kenneth A., and Maurice Obstfeld (1989a), Exchange-Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, Working Paper.",
        "Froot, Kenneth A., and Maurice Obstfeld (1989b), Stochastic Process Switching: Some Simple Solutions, Working Paper No. 2998, National Bureau of Economic Research.",
        "Gerald, Curtis F., and Patrick 0. Wheatley (1989), Applied Numerical Analysis, Fourth Edition, Reading, Mass.: Addison-Wesley.",
        "Hansen, Lars Peter (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter, and Robert J. Hodrick (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88, 829-853.",
        "Harrison, J. Michael (1985), Brownian Motion and Stochastic Flow Systems, New York: John Wiley & Sons.",
        "Hodrick, Robert J. (1987), The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, London: Harwood.",
        "Horngren, Lars, and Staffan Viotti (1985), Capital Flows and Monetary Policy: An Analysis of Capital Flows during the Spring 1985, Skandinaviska Enskilda Banken Quarterly Review, No. 2, 46-54.",
        "HÃ\u0083Â¶rngren, Lars, and Anders Vredin (1988), The Foreign Exchange Risk Premium in a Currency Basket System, Chapter 4 in Vredin (1988).",
        "JÃ\u0083Â¤rnhÃ\u0083Â¤ll, BjÃ\u0083Â¶rn, and Christina Lindenius (1989), Monetary Policy and Exchange Deregulation, Sveriges Riksbank Quarterly Review 1989:2, 12-17.",
        "Klein, Michael W., (1989a), Big Effects of Small Interventions: The Informational Role of Intervention in Exchange Rate Policy, Working Paper, Clark University.",
        "Klein, Michael W., (1989b), Playing with the Band: Dynamic Effects of Target Zones in an Open Economy, Working Paper, Clark University.",
        "Krugman, Paul (1987), Trigger Strategies and Price Dynamics in Equity and Foreign Exchange Markets, Working Paper No. 2459, National Bureau of Economic Research.",
        "Krugman, Paul (1988), Target Zones and Exchange Rate Dynamics, Working Paper No. 2481, National Bureau of Economic Research.",
        "Krugman, Paul (1989), Target Zones with Limited Reserves, Working Paper, M.I.T. Merton, Robert C. (1973), The Theory of Rational Option Pricing, Bell Journal oÃ\u0083Â­ Economics and Management Science 4, 141-183.",
        "Miller, Marcus, and Paul Weiler (1988), Target Zones, Currency Options and Monetary Policy, Working Paper, University of Warwick.",
        "Miller, Marcus, and Paul Weller (1989a), Exchange Rate Bands and Realignments in a Stationary Stochastic Setting, in M. Miller, B. Eichengreen and R. Portes, eds., Blueprints for Exchange Rate Management, New York: Academic Press, 161-173.",
        "Miller, Marcus, and Paul Weller (1989b), Exchange Rate Bands with Price Inertia, Working Paper.",
        "Miller, Marcus, and Paul Weiler (1989c), Solving Stochastic Saddlepoint Systems: A Qualitative Treatment with Economic Applications, Working Paper No. 308, Centre for Economic Policy Research.",
        "Mundaca, B. Gabriela (1989), A GARCH-Switching Simultaneous Equations Model: The Effect of Official Interventions on the Exchange Rate Volatility, Working Paper No. 1989/10, Norges Bank.",
        "Newey, Whitney K., and Kenneth D. West (1987), A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Pesach, Shula, and Assaf Razin (1990), Targeting the Exchange Rate: An Empirical Investigation, Working Paper, International Monetary Fund.",
        "Ringstrom, Olle (1987), The Exchange Rate Index: An Instrument for Monetary and Exchange Rate Policy, Sveriges Riksbank Quarterly Review 1987:4, 16-26.",
        "Shiller, Robert J., and J. Huston McCullogh (1987), The Term Structure of Interest Rates, Working Paper No. 2341, National Bureau of Economic Research. Forthcoming in Benjamin Friedman and Frank Hahn, eds., Handbook of Monetary Economics, Amsterdam: North-Holland.",
        "Singleton, Kenneth J., (1987), Modeling the Term Structure of Interest Rates in General Equilibrium, in S. Bhattacharya and G. Constantinides, eds., Advances in Financial Economics.",
        "Svensson, Lars E. 0. (1989), Target Zones and Interest Rate Variability, Seminar Paper No. 457, Institute for International Economic Studies, University of Stockholm.",
        "Svensson, Lars E. O. (1990), The Foreign Exchange Risk Premium in a Target Zone with Devaluation Risk, Working Paper, Institute for International Economic Studies, University of Stockholm.",
        "Vredin, Anders (1988), Macroeconomic Policies and The Balance of Payments, Stockholm: Stockholm School of Economics.",
        "Yeager, Leland B. (1976), International Monetary Relations: Theory, History and Policy. Second edition, New York: Harper & Row."
    ]
}