{
    "id": 3375,
    "cites": 73,
    "cited_by": 7,
    "reference": [
        "Abmad, S.E.U. and Ludlow, S. (1989). The Distributional Consequences of a Tax Reform on a VAT for Pakistan. The World Bank, PPR Working Paper Series No. 238, August 1989.",
        "Ahmad, S.E.U. and Stern, Nicholas (1988). Tax Reform and Shadow Prices for Pakistan. The Development Economics Research Programme, London School of Economics. Processed.",
        "Asher, M.G. and Booth, A. (1983). Indirect Taxation in Asean. Singapore: Singapore University Press.",
        "Auerbach, Alan J. (1990). The Cost of Capital and Investment in Developing Countries. Tax Incentives Evaluation Project Discussion Paper 1, Public Economics Division. The World Bank, Washington, D.C.",
        "Bahl, R. and Linn, J. (1985). Urban Public Finance and Administration in Developing Countries. Processed.",
        "Ballentine, J. Gregory (1981). The Incidence of a Forward Shifted Corporation Income Tax. Mimeo, University of Florida.",
        "Bird, Richard H. and de Wuif, Luc Henry (1973). Taxation and Income Distribution in Latin America: A Critical Review of the Empirical Studies, International Monetary Fund Staff Papers, Vol. 20, No. 3, pp. 639-682.",
        "Bird, Richard M. (1987). A New Look at Indirect Taxation in Developing Countries, World Development, Vol. 15, No. 9, pp. 1151-1161.",
        "Bird, Richard H. and Miller, Barbara D. (1989a). Taxation, Pricing, and the Poor. In Richard M. Bird and Susan Horton (eds.) Government Policy and the Poor in Developing Countries (Toronto: University of Toronto Press, 1989), pp. 49-80.",
        "Bird, Richard M. and Miller, Barbara D. (1989a). The Incidence of Indirect Taxes on Low-Income Households in Jamaica, Economic Development and Cultural Change, pp. 393-409.",
        "Bovenberg, A.L. (1987). Indirect Taxation in Developing Countries: A General Equilibrium Approach. IMF Staff Papers, Vol. 34, No. 2, June, pp.333-373.",
        "Chsudry-Shah, Anwar (1988). Capitalization and the Theory of Local Public Finance: An Interpretive Essay. Journal of Economic Surveys 2, (December): 209-243.",
        "Chaudry-Shsh, Anwar (1989). A Capitalization Approach to Fiscal Incidence at the Local Level, Land Economics, Vol. 65, No. 4, November, pp. 359-375.",
        "Chopra, O.P. (1985). Tax Ethics, Unaccounted Income - Some Tax Reforms on Black Money: The Norm of the Day. New Delhi: Inter-India Publications.",
        "Clarete, R. and Whalley, John (1986). Equilibrium in the presence of foreign exchange premia, University of Western Ontaria, Centre for the Study of International Economic Relations, Working Paper No. 8613C:1-25, May 1986.",
        "Clarete, R. and Whalley, John (1988). Internations between trade policies and domestic distortions in a small open developing country, Journal of International Economics, 24:345-58, May 1988.",
        "Clarete, R. and Whalley, John (1990). Tax Burden and Institutional Distortions in a Developing Country: A General Equilibrium Analysis of Selected Philippine Taxes. Prepared for the World Bank Conference on Tax Policy in Developing Countries.",
        "Cnossen, 5. (1977). Excise Systems: A Global Study of the Selective Taxation of Goods and Services. Baltimore: John Hopkins Press.",
        "Davies, James B., St.-Hilaire, F., and Whslley, John (1984). Some Calculations of Lifetime Tax Incidence. The American Economic Review 74, September.",
        "Survey and Critique, International Monetary Fund Staff Papers, Vol. 22, No. 1, pp. 61-131. - 45 - Due, J.F. (1970). Indirect Taxation in Developing Countries. The Johns Hopkins Press, Baltimore.",
        "Dunning, J. and Cantwell, J. editors (1987). Directory of Statistics of International Investment and Production. England: McMillan.",
        "Foxley, A., Aninat, E., and Arellano, J. (1979). Redistributive Effects of Government Programmes. Pergamon Press, New York.",
        "Gandhi, Ved P. (1966). Tax Burden on Indian Agriculture. Harvard Law School.",
        "Gang, I.N., Goswami, 0. and Sanyal, A. (1989). Taxes, Fines and Bribes: A Model of Tax Evasion and Black Economy for India. Processed.",
        "Gillespie, W. Irwin (1980). The Redistribution of Income in Canada. Cage Publishing Ltd., Ottawa.",
        "Could, D.J. and Aznaro-Reyes, J.A. (1983). The Effects of Corruption on Administrative Performance: Illustrations from Developing Countries. The World Bank Staff Working Papers, Number 580.",
        "Grosh, Margaret Ellen (1986). Tax Policy in Less Developed Countries: Three Essays. Unpublished Ph.D. Dissertation, Cornell University.",
        "Habito, Cielito Flores (1984). Equity and Efficiency Tradeoffs in Philippine Tax Policy Analysis: A General Equilibrium Approach. Unpublished Ph.D. Dissertation, Harvard University.",
        "Harris, J. and Todaro, M. (1970). Migration, Unemployment and Development: A Two Sector Analysis. American Economic Review, 60, pp. 126-142.",
        "Heady, Christopher (1987). Designing Taxes with Migration. The Economic Journal, 97:87-98.",
        "Heady, Christopher and Mitra, Pradeep (1987). Optimal Taxation and Shadow Pricing in a Developing Economy. In David Newbery and Nicholas Stern, Editors, The Theory of Taxation for Developing Countries. Oxford University Press for the World Bank, pp.407-425.",
        "Holland, D.M. and Follain, J. (1985). The Property Tax in Jamaica. Staff Paper No. 16, Maxwell School, Syracuse University.",
        "Imam, Hassan and Whalley, John (1982). General equilibrium with price intervention policies: a computational approach, Journal of Public Economics 18:105-19, June.",
        "Imam, Hassan and Whalley, John (1985). Incidence analysis of a sector specific minimum wage in a two-sector Harris-Todaro model, Quarterly Journal of Economics 100:207-24, February.",
        "India, Government of (1985). Aspects of the Black Economy in India. New Delhi: Ministry of Finance.",
        "International Monetary Fund (1988). Government Finance Statistics Yearbook.",
        "Jayasundera, P.B. (1986). Economic Growth, Income Distribution and Welfare Expenditure: The Case of Sri Lanka. Unpublished Ph.D. Dissertation, Boston University.",
        "Jeetun, A. (1978a). Incidence of Taxes in Pakistan. Applied Economics Research Centre, University of Karachi, Research Report No. 10. Processed.",
        "Jeetun, A. (1978b). Tax Shifting in Pakistan: A Case Study of Excise Duties, Sales Tax and Import Duties, Applied Economics Resesrch Centre, University of Karachi, Discussion Paper 30, August.",
        "Kazi, Shahnaz (1984). Intersectoral Tax Burdens in Pakistan: A Critical Review of Existing Evidence and Some New Estimates, The Pskistsn Development Review, Vol XXIII, No. 4 (Winter).",
        "Klitgaard, R. (1988). Controlling Corruption. Berkeley University of California Press.",
        "Linn, J.F. (1980). The Distribution Effects of Local Government Finances in Colombia: A Review of the Evidence. In Berry, R.A. and Soligo, R. (eds). Economic Policy and Income Distribution in Colombia. Boulder, Colorado: Westview Press.",
        "Malik, Muhsnmad Husssin and Saqib, Najam-us (1989). Tax Incidence by Income Classes in Pakistan, The Pakistan Development Review 28: l(Spring) pp. 13-26.",
        "McLure, Jr., Charles E. (1971). The Incidence of Taxation in Colombia, in Fiscal Reform for Colombia: Final Report and Staff Papers of the Colombian Commission on Tax Reform, ed. Malcolm Gillis (Harvard University, pp. 239-66.",
        "McLure, Jr., Charles E. (1977). Taxation and the Urban Poor in Developing Countries. World Development 5, pp. 169-88.",
        "McLure, Jr., Charles E. (1979). The Relevance of the New View of the Incidence of the Property Tax in Less Developed Countries. In Roy W. Bahl (ed), The Taxation of Urban Property in Less Developed Countries, pp. 51-76. Madison: University of Wisconsin Press.",
        "McLure, Jr., Charles E. and Thirsk, Wayne (1978). The Inequity of Taxing Iniquity: A Plea for Reduced Sumptuary Taxes in Developing Countries, Economic Development and Cultural Change, 26:487-503.",
        "McLure, Jr. Charles (1987). VAT, Income Distribution, and Tax Incidence, World Bank Discussion Paper, No. DRD226, February.",
        "Meermann, Jacob (1980). The Incidence of Sales and Excise Taxes, or Where Do We put the Transfers? Journal of Political Economy 88, pp. 1242-8.",
        "Mitra, Ashok (1963). Tax Burden for India Agriculture. In Brirleauti, R. and Spengler, J.J. (eds.) Administration and Economic Development in India. Durham, N.C.: Duke University Press, pp. 281-303.",
        "Mohammad, Sharif and Whalley, John (1984). Rent seeking in India: its costs and policy significance, Kyklos 37, No. 3:387-413.",
        "Mohammad, Sharif and Whalley, John (1985). Controls and the Intersectoral Terms of Trade: The Indian Case, The Economic Journal, 95 (September), 759-766.",
        "Musgrave, Richard A., Case, Karl E., and Leonard, Herman (1974). `The Distribution of Fiscal Burdens and Benefits, Public Finance Quarterly, 2 pp. 259-311.",
        "Nair, G. and Filippides, A. (1988). How Much Do State-Owned Enterprises Contribute to Public Sector Deficits in Developing Countries and Why?. The World Bank Policy, Planning and Research Working Paper Series, No. 45.",
        "Naqvi, Bilquees (1975). Forward Shifting of Indirect Taxes: A Further Study, The Pakistan Development Review, Vol. XIV, Summer, No. 2.",
        "Nguyen, T. and Whalley J. (1989). Coexistence of equilibria on black and white markets, Journal of Public Economics, forthcoming.",
        "Nguyen, T. and Whalley J. (1986). Equilibrium under price controls with endogenous transactions costs, Journal of Economic Theory 39:290-300, August.",
        "Pakistan, Government of (1987). National Tax Reform Commission Report. Islamabad: Ministry of Finance.",
        "Pechtnan, Joseph A. and Okner, Benjamin A. (1974). Who Bears the Tax Burden? Brookings Institution, Washington, D.C.",
        "Piggott, John and Whalley John (1985). Applied General Eguilibriurri Analysis: An Application to U.K. Tax Policy. Cambridge University Press, Cambridge.",
        "Piggott, John and Whalley, John (1987). Interpreting Net Fiscal Incidence Calculations, Review of Economics and Statistics 69:685-96, November.",
        "Pinto, B. (1988). Black Market Premia, Exchange Rate Unification, and Inflation in Sub-Saharan Africa. The World Bank Working Psper Series, No. 37.",
        "Prest, A.R. (1985). Statistical Calculations of Tax Burdens, Economica XXII No. 87, August: 234-245.",
        "Qureehi, Ssrfraz K. (1987). Agricultural Pricing and Taxation in Pakistan: Some Policy Issues. Islamabad: Pakistan Institute of Development Economics.",
        "Radhu, G.M. (1965). The Relation of Indirect Tax Changes to Price Changes in Pakistan. Pakistan Development Review, Vol. I, pp. 54-63.",
        "Sahota, Gian S. Three Essays on Brazilian Economy: Essay No. Ill-Tax Burden Distribution, Ministry of Finance (Rio de Jsneiro, 1969).",
        "Shoven, John B. and Whalley, John (1984). Applied General-Equilibrium Models of Taxation and International Trade: An Introduction and Survey, Journal of Economic Literature, Vol. 22, No. 3,. September, pp. 1007-51.",
        "St.-Hilaire, France and Whalley, John (1983). A Microconsistent Equilibrium Data Set for Canada for Use in Tax Policy Analysis. Review of Income and Weslth 29, pp. 175-204.",
        "Toye, J.F.J. (1978). Taxation and Economic Development. London: Frsnk Cass.",
        "Wasylenko, H. (1985). The Distribution of Tax Burdens in Jamaica. Syracuse University. Processed.",
        "Whalley, John (1984). Regression or Progression: The Taxing Question of Incidence Analysis. Canadian Journal of Economics, 17. No. 4, pp. 654-682.",
        "Whalley, John (1989). Recent trade liberalization in the developing world: what is behind it, and where is it headed?, Nationsl Bureau of Economic Research Working Paper Series No. 3057:1-53, August.",
        "Whalley, John and Ziderman, A. (1989). Payroll Taxes for Financing Training in Developing Countries. PPR Working Paper Series No. 141. The World Bank, Washington, D.C."
    ]
}