{
    "id": 3376,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Bernanke, B.S. (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, no. 3, 257-276.",
        "Blanchard, OJ. and P. Diamond (1989), `The Beveridge Curve, Brookings Papers on Economic Activity 1:1989, 1-60.",
        "Blanchard, OJ, and M.W. Watson (1986), Are Business Cycles All Alike? in RJ. Gordon (ed.), The A,nerican Business Cycle, University of Chicago Press: Chicago.",
        "Bose, N.K. (1985), Digital Filters: Theory and Applications. New York: North Holland.",
        "Bry, G. and C. Boschan (1971), Cyclical Analysis of Time Series: Selected Procedures and Corn puser Programs. New York: NBER.",
        "Burns, A.F., and W.C, Mitchell (1946), Measuring Business Cycles. New York: NBER.",
        "Campbell, J.Y. (1987), Stock Returns and the Term Structure, Journal of Financial Economics 18, 373-399.",
        "Dickey, D.A. and WA. Fuller (1979), Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association, 74, no. 366, 427-431.",
        "Estrella, A. and G.A. Hardouvelis (1989), `The Term Structure as a Predictor of Real Economic Activity, manuscript, Federal Reserve Bank of New York.",
        "Fama, E.F. and K.R. French (1989), Business Conditions and Expected Returns on Stocks and Bonds, manuscript, Graduate School of Business, University of Chicago.",
        "Fischer, S. and R.C. Merton (1984), Macroeconomics and Finance: The Role of the Stock Market, Carnegie-Rochester Conference Series on Public Policy, 21, 57-108.",
        "Geweke, J. (1977) The Dynamic Factor Analysis of Economic Time Series, in DJ. Aigner and AS. Goldberger eds., Latent Variables in Socio-Economic Models, North-Holland, Amsterdam, Ch. 19.",
        "Hymans, S. (1973), On the Use of Leading Indicators to Predict Cyclical Turning Points, Brookings Papers on Economic Activity. Vol. 2, 339-384.",
        "Keim, D.B. and R.F. Stambaugh (1986), Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357-390.",
        "King, R., C. Plosser, J.H. Stock, and M.W. Watson (1987), Stochastic Trends and Economic Fluctuations, NBER Discussion Paper No. 2229.",
        "Miron, J.A. and S.P. Zeldes (1987), Production, Sales, and the Change in Inventories: An Identity that Doesnt Add Up, manuscript, NBER, Cambridge, MA.",
        "Mitchell, W.C., and A.F. Burns (1938), Statistical Indicators of Cyclical Revivals, NBER Bulletin 69. New York: NBER.",
        "Moore, G. (1990), Leading Indicators for the 1990s. Homewood, !L: Dow Jones - Irwin.",
        "Moore, 0. and J. Shiskin (1987), Indicators of Business Expansions and Contractions. New York: NBER.",
        "Sargent, TJ, and C.A. Sims (1977), Business Cycle Modeling without Pretending to Have Too Much a-priori, Economic Theory, in C. Sims et al., New Methods in Business Cycle Research, Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Sargent, TJ. (1987), Macroeconomic Theory (second edition), Orlando, Florida: Academic Press.",
        "Shapiro, M.D. and M.W. Watson (1988), Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, Vol. 3, M.I.T. Press, pp. 111-156.",
        "Sims, C.A. (1980a), Macroeconomics and Reality, Econometrica, 4.8, 1-48.",
        "Sims, C.A. (1980b), Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered, American Economic Review, 70 (1980b), 250-257.",
        "Sims, C.A. (1986), Are Forecasting Models Usable for Policy Analysis?, Quarterly Review, Federal Reserve Bank of Minneapolis, Winter 1986, 2-16.",
        "Singleton, K. (1980), A Latent Time Series Model of the Cyclical Behavior of Interest Rates, international Economic Review 21, no. 3, 559-575.",
        "Stock, J.H. and M.W. Watson (1988), A Probability Model of the Coincident Economic Indicators, forthcoming in Geoffrey Moore and K. Lahiri, eds, The Leading Economic indicators: New Approaches and Forecasting Records, Cambridge University Press.",
        "Stock, J.H. and M.W. Watson (1989a), New Indexes of Coincident and Leading Economic Indicators, NBER Macroeconomics Annual, 1989. Cambridge: MIT Press, 351-393.",
        "Stock, J.H. and M.W. Watson (1989b), `Interpreting the Evidence on Money-Income Causality, Journal of Econometrics 40, no. 1, 161-182."
    ]
}