{
    "id": 3380,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Barger, Harold (1964), The Management of Money, New York: Rand McNally.",
        "Bertola, Giumeppe and Ricardo J. Caballero (1989), Target Zones and Realignments, memeo, December.",
        "Board of Governors of the Federal Reserve System (various years), Annual Report, Washington, D.C.: GPO. Board of Governors of the Federal Reserve System (19**), Banking and Monetary Statistics, Washington, D.C.: GPO. Chandler, Lester V. (1949), Federal Reserve Policy and the Federal Debt, American Economic Review 39, pp.405-429.",
        "Flood, Robert and Peter Garber (1989), The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, NBER Working Paper no. 2918, April.",
        "Froot, Kenneth and Maurice Obmtfeld (1989), Exchange Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, mimeo.",
        "Goldenweimer, E.A. (19S1), American Monetary Policy, New York: McGraw-Hill. Joint Committee on the Economic Report (1948a), Credit Policies, Hearings, 80th Cong. 2nd Sess., Washington, D.C. : GPO.",
        "Joint Committee on the Economic Report, Subcommittee on General Credit Control and Debt Management (1952), Monetary Policy and the Manamement of the Public Qg~, 82nd Congress, 2nd Sesm. , Part I, Washington, D.C. : GPO.",
        "Karunatilake, H.N.S. (1963), The Variable Reserve Ratio am an Instrument of Central Bank Policy, Ceylon: Central Bank of Ceylon.",
        "Krugman, Paul (1987), Trigger Strategies and Price Dynamics in Equity and Foreign Exchsnge Markets, NBER Working Paper No. 24S9, December.",
        "Krugman, Paul (1988), Target Zones and Exchange Rate Dynamics, NBER Working Paper No. 2841, January (forthcoming, 0usrterl~ Journal of Economics).",
        "Krugman, Paul (1989), Target Zones with Limited Reserves, mimeo, August.",
        "Lewis, Wilfred (1962), Federal Fiscal Policy in Postwar Recessions, Washington, D.C. : The Brookings Institution.",
        "Miller, Marcus and Paul Weller (1988), Solving Stochastic Saddlepoint Systems A Qualitative Treatment with Economic Application, mimeo, October.",
        "Murphy, Henry C. (19S0), National Debt in War and Transition, New York: McGraw Hill. Seltzer, Lawrence H. (1946), The Changed Environment of Monetary-Banking Policy, American Economic Review 36, pp.65-79.",
        "Svensson, Lars (1989), Target Zones and Interest Rate Variability: Where Does the Variability Go, and Is a Fixed Exchange Rate Regime the Limit of a Narrow Zone? mimeo.",
        "Tobin, James (19S1), Monetary Restriction and Direct Controls, Review of Economics and Statistics 33, pp.196-198. Senate Committee on Banking and Currency (1947), To Provide for the Regulation of Consumer Credit for a Temporary Period, Hearings on S.J.R. 157, 80th Cong. 1st Sesm. , Washington, D.C.: GPO.",
        "Senate Subcommittee on Monetary, Credit and Fiscal Policies (Douglas Committee) (1950), Report, S. Con. Res. 26, January 4, Washington, D.C.: GPO.",
        "Simmons, Edward C. (19S0), The Monetary Mechanism Since the War, Journal of Political Economy LVIII, pp.124-141. Sproul, Allan (1947), Monetary Management and Credit Control, American Economic Review 37, pp.339-350.",
        "Subcommittee of the Joint Committee on the Economic Report (1950), Hearings on Monetary. Credit, and Fiscal Policies, 81st Cong., 1st Seas. , Washington, D.C. GPO.",
        "Toma, Mark (1982), Inflationary Bias of the Federal Reserve System: A Bureaucratic Perspective, Journal of Monetary Economics 10, pp.163-190.",
        "Whittlesey, Charles (1946), Federal Reserve Policy in Transition, Quarterly Journal of Economics 60, pp.340-3S0."
    ]
}