{
    "id": 3382,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Baldwin, R.E. (1985), The Political Economy of U.S. Import Policy. MIT Press, Cambridge, MA. Baldwin, R.E. and R.N. Clarke (1987), Game-Modeling Multinational Trade Negotiations, Journal of Policy Modeling 9.",
        "Ball, D.S. (1967), United States Effective Tariffs and Labor&apos;s Share, Journal of Political Economy 75.",
        "Buckler, M. and C. Almon (1972), Imports and Exports in an Input-Output Model, American Statistical Association. Proceedings of the Business and Economic Statistics Section.",
        "Caves, R.E. (1976), Economic Models of Political Choice: Canada&apos;s Tariff Structure, Canadian Journal of Economics 9.",
        "Director-General of General Agreement on Tariffs and Trade (GATT) (1979), The Tokyo Round of Multilateral Trade Negotiations (Geneva).",
        "Dixit, A. (1985), Tax Policy in Open Economies, in A.J. Auerbach and M. Feldstein eds.: Handbook of Public Economics. North-Holland, Amsterdam.",
        "Dixit, A. (1987), Strategic Aspects of Trade Policy, in T.F. Bewley ed.: Advances in Economic Theory: Fifth World Congress. Cambridge University Press, New York.",
        "Dixit, A. (1989) Trade and Insurance with Imperfectly Observed Outcomes, Quarterly Journal of Economics 104.",
        "Eaton, J. and G.M. Grossman, (1985) Tariffs as Insurance: Optimal Commercial Policy when Domestic Markets are Incomplete, Canadian Journal of Economics 18.",
        "Edwards, S. and G. Tabellini (1990), Explaining Fiscal Deficits and Inflation in Developing Countries, Journal of International Money and Finance, forthcoming.",
        "Hansen, W.L. (1990), The International Trade Commission and the Politics of Protectionism, American Political Science Review 84.",
        "Judd, K. (1989), Optimal Taxation in Dynamic Stochastic Economies: Theory and Evidence, unpublished manuscript.",
        "Kydland, F., and E. Prescott (1977), Rules Rather than Discretion: the Inconsistency of Optimal Plans, Journal of Political Economy 85.",
        "Lapan, H.E. (1988), The Optimal Tariff, Production Lags and Time Consistency, American Economic Review 78.",
        "Olson, Mancur (1965), The Logic of Collective Action: Public Goods and the Theory of Groups. Cambridge, MA: Harvard University Press.",
        "Richardson, J. David (1988), Safeguards Issues in the Uruguay Round and Beyond, in Robert E. Baldwin and J. David Richardson eds. Issues in the Uruguay Round. NBER Conference Report.",
        "Romer, D. (1989), Does the Absence of Precommitment in Monetary Policy Matter? A Simple Test, unpublished manuscript.",
        "Staiger, R.W., and G. Tabellini (1987), Discretionary Trade Policy and Excessive Protection, American Economic Review 77.",
        "Staiger, R.W., and G. Tabellini (1989), Rules and Discretion in Trade Policy, European Economic Review 33.",
        "White, H. (1980), A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica 48.",
        "Data Appendix This appendix defines the variables and describes the data sources underlying our reported empirical results. Me do not include sources for those variables, e.g. certain political variables, which we experimented with but did not report. All of che independent variables were constructed from data contained in the National Bureau of Economic Research (NBER) Trade and Immigration Data Set. This is an annual data set covering four-digit SIC manufacturing industries from 1958 through 1985.",
        "The dependent variables for the Tokyo Round regressions were constructed from World Bank data supplied to us by Kishore Gawande and Daniel Trefler. The exclusions from both the Swiss rule cuts and the general staging rule were constructed by beginning with line-item changes and aggregating up to the four-digit SIC level using 1980 U.S. trade weights. The dependent variable for the Escape Clause regressions was constructed by assigning a zero to Presidential decisions which ended in no action or expedited adjustment assistance procedures, and a one otherwise. The variable definitions and their data sources follow. COMMIT: ratio of production worker payroll to consumption (CONS), average production worker wage, deflated by CPI. WAGE: PREMP: CONS: VALOUT: IMPEN: ratio of production worker employment to total production worker employment in U.S. manufacturing sector. ratio of shipments minus net exports to GNP. ratio of value-added to shipments. ratio of imports to consumption (CONS).",
        "ESTSIZE: average employment per establishment. CONCEN: four-firm concentration ratio for 1976. REP201: dummy variable that takes a value of one if a President has considered an Escape Clause petition from the industry before, and zero otherwise."
    ]
}