{
    "id": 3383,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Barro, Robert J. , `Are Government Bonds Net Wealth? Journal of Political Economy 82 (November/December 1984), 1095-1117.",
        "Brock, Leslie V., The Currency of the American Colonies, 1700 - 1764. New York: Arno Press, 1975.",
        "Bordo, Michael D. , and Ivan A. Marcotte, Purchasing Power Parity in Colonial America: Some Evidence for South Carolina 1732-1774, Carnegie-Rochester Conference Series on Public Policy 27 LAutumn 1987), 3 11-324.",
        "Bullock, Charles J. , Essays in the Monetary History of the United States. New York: Macmillan Co. , 1900.",
        "Cagan, Phillip, The Monetary Dynamics of Hyperinflation, in Studies in the Quantity Theory of Money. edited by Milton Friedman. Chicago: University of Chicago Press, 1956.",
        "Calomiris, Charles W. , Institutional Failure, Monetary Scarcity, and the Depreciation of the Continental, Journal of Economic History 48 (March 1988), 47-68.",
        "Douglass, William, Discourse in Colonial Currency Reprints. 1682-1751, edited by Andrew M. Davis. Reprint, New York: Augustus Kelley, 1964.",
        "Ernst, Joseph A. , Money and Politics in America. 1755-1775. Chapel Hill: University of North Carolina Press, 1973.",
        "Hanson, John R. , `Money in the Colonial American Economy: An Extension, Economic Inpuiry 17 (April 1979), 281-286.",
        "Jones, Alice Hanson, Wealth of a Nation to Be. New York: Columbia University Press, 1980.",
        "Laidler, David, Wicksell and Fisher on the `Backing of Money and the Quantity Theory, Carnegie-Rochester Conference Series on Public Policy 27 (Autumn 1987), 325-334.",
        "Lester, Richard A. , Monetary Experiments: Early American and Recent Scandinavian. Princeton: Princeton University Press, 1939.",
        "Maclnnis, John B., Rhode Island Bills of Public Credit, 1710-1755. Ph.D. thesis, Brown University, 1952.",
        "Marcotte, Ivan A. , Colonial South Carolina: A Quantity Theoretic Perspective. Ph.D. thesis, University of South Carolina, 1989.",
        "McCallum, Bennett T., The Role of Overlapping Generations Models in Monetary Economies, Carnegie-Rochester Conference Series on Public Policy iS (Spring 1983), 9-44.",
        "McCusker, John J. , Money and Exchange in Europe and America, 1600-1755: A Handbook. Chapel Hill: University of North Carolina Press, 1978.",
        "Michener, Ronald, Fixed Exchange Rates and the Quantity Theory in Colonial America, Carnegie-Rochester Conference Series on Public Policy 27 (Autumn 1987), 233-308.",
        "America: A Comment, Journal of Economic History 48 (September 1988), 682-692.",
        "Mill, John Stuart, Principles of Political Economy. Book III. London: John W. - Parker, 1848. Mitchell, Brian R. , and Phyllis Deane, Abstract of British Historical Statistics. Cambridge: Cambridge University Press, 1962.",
        "Nettels, Curtis, The Money Supply of the American Colonies before 1720. University of Wisconsin Studies in the Social Sciences and History No. 20. Madison, WI: 1934.",
        "John Murray, 1817. Sargent, Thomas J. , and Neil Wallace, Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review 5 (Fall 1981), 1-17.",
        "Reconsideration, Journal of Political Economy 90 (December 1982), 1212-1236.",
        "Smith. Adam, An Inquiry Into the Nature and Causes of the Wealth of Nations. 1776. Reprint ed. , New York: Modern Library, 1937.",
        "Smith, Bruce D. , American Colonial Monetary Regimes: The Failure of the Quantity Theory and Some Evidence in Favor of an Alternate View, Canadian Journal of Economics 18 (August 1985), 531-565 (a).",
        "Evidence Reconsidered, Federal Reserve Bank of Minneapolis Quarterly Review 12 (Summer 1988), 18-32.",
        "Wallace, Neil, A Modigiani-Miller Theorem for Open-Market Operations, American Economic Review 71 (June 1981), 267-274.",
        "Webster, Pelatiah, Political Essays on the Nature and Operation of Money, Public Finances and Other Subjects. Philadelphia: J. Crukshank, 1791. Weiss, Roger W. , The Issue of Paper Money In the American Colonies, 1720-1774, Journal of Economic History 30 (December 1970), 770-784.",
        "West, Robert C. , Money in the Colonial American Economy, Economic Inquiry 16 (January 1978), 1-15."
    ]
}