{
    "id": 3385,
    "cites": 6,
    "cited_by": 1,
    "reference": [
        "This phenomenon has been previously explored by Reder (1955), Okun (1973), Bils (1985), and Barsky and Solon (1989). This paper provides a theoretical rationale for their findings and additional evidence.",
        "In the model constructed, firms do not substitute teams of low paid, low skilled workers to perform the jobs of individual high skilled workers. This differs from the usual representation of production with labor of different skills in which different workers embody different efficiency units of labor and output is a function of the total labor input, in efficiency units, and capital. In such a model output is the same with one skilled laborer embodying one labor efficiency unit or two unskilled laborers each embodying one half labor efficiency unit. In contrast, in our model, the good laborer would not be a perfect substitute for the two poor laborers. Production is organized into jobs and only one laborer can fill one job. The empirical validity of this assumption is affirmed by an interview study by Michael Piore (1968), who found that job descriptions were not responsive in the short-run to relative prices.",
        "In the models of Shapiro and Stiglitz (1985) and Salop (1979), for example, workers who are overskilled would have insufficient incentive to work rather than shirk, or to remain on the job rather than quit.",
        "In the usual principal agent model, a principal designs a compensation scheme to control a manager who cares not only about her compensation but also about her own effort. If a manager hires outside labor and can obtain labor which is easier to manage by paying a higher wage, the theory is formally identical with wages Co Chose managed substituted for effort in the standard principal/agent model. If first-best contracts are obtained, then expense preference will not occur. But first-best contracts can only be obtained under conditions which are impractical in most labor contracts. Sappington (1983) has shorn that the imposition of limits to the extraction of payments from managers to firms results in contracts considerably different from first best. Such contracts are likely to result in suboptimal effort of managers, in the usual principal agent model, or an excess of expense preference, in a model where managers are hiring other inputs.",
        "Lucas (1974) emphasized that both wages and unemployment should be jointly determined in a full equilibrium model. Our model provides an alternative to that exposited by Lucas.",
        "Nevertheless, the NLSY does have some potentially important drawbacks. First, the temporal span of the data is shorter than that of other tapes; we focus on the seven years of data from 1980 through 1986. Also, the NLSY does not have data on some variables of potential interest. For instance, there are no measures of overtime pay, which is the subject of considerable interest (Bils (1985), KMR)."
    ]
}