{
    "id": 3387,
    "cites": 14,
    "cited_by": 7,
    "reference": [
        "Axell, Bo and Harald Lang, The Effects of Unemployment Compensation in General Equilibrium with Search Unemployment, unpublished, Stockholm, 1988.",
        "Ball, Laurence, A Model of Unemployment Persistence, unpublished, Princeton, April, 1989.",
        "Barron, John, and John Bishop, Extensive Search, Intensive Search and Hiring Costs: New Evidence on Employer Hiring Activity, Economic Inquiry, 1985,22, 363-382.",
        "Binmore, Kenneth C., Bargaining and Coalitions I, ICERD Discussion Paper 83/71, London School of Economics, 1983.",
        "Blanchard, Olivier, Two Tools for Analyzing Unemployment, unpublished, June 1989.",
        "Blanchard, Olivier, and Peter Diamond, The Beveridge Curve, Brookings Papers on Economic Activity 1, 1989, 1-74.",
        "Blanchard, Olivier and Peter Diamond, The Aggregate Matching Function, in Growth/Productivity/Unemployment, P. Diamond, ed., Cambridge: MIT Press, forthcoming, 199Oa. Bianchard, Olivier and Peter Diamond, Ranking, Unemployment Duration, and Training Costs, unpublished, MIT, 199Ob. Blanchard, Olivier and Lawrence Summers, Beyond the Natural Rate, American Economic Review, May, 1988, 78.",
        "Butters, Gerard, Equilibrium Distributions of Sales and Advertising Prices, Review of Economic Studies, October, 1977, 44, 465-491.",
        "Calvo, Guillermo, Quasi-Walrasian Theories of Unemployment, American Economic Review, May, 1979, 69, 102-107.",
        "Diamond, Peter, Wage Determination and Efficiency in Search Equilibrium, Review of Economic Studies, 1982, 49, 217-227.",
        "Hall, Robert E., An Aspect of the Economic Role of Unemployment, in C. Harcourt, ed. , Microeconomic Foundations of Macroeconomics, 1979.",
        "Holzer, Harry, Lawrence Katz, and Alan Krueger, Job Queues and Wages, unpublished, September, 1988.",
        "Meager, Nigel and Hilary Metcalf, Recruitment of the Long Term Unemployed, Institute of Manpower Studies Report 138, September 1987.",
        "Shaked, Avner and John Sutton, The Semi-Walrasian Economy, ICERD Discussion Paper 84/98, London School of Economics, 1984. - Shapiro, Carl and Joseph Stiglitz, Equilibrium Unemployment as a Discipline Device, American Economic Review, June 1984, 74, 433-444."
    ]
}