{
    "id": 3389,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Affleck-Graves., J., and B. McDonald, 1989, Nonnormalities and Tests of Asset Pricing Theories, Journal of Fi- nance, XLIV, n. 4,889-903.",
        "Brealey, R. A~, 1983, Can Professional Investors Beat the Market, chapter 3 in A.n Introduction so Risk and Return for Common Stocks, 2nd edition, MIT. Press (Cambridge, Massachusetts).",
        "Camerer, Colin, 1989, Does the Basketball Market Believe in the `Hoc Hand? ,American Economic Review, 79, a. 5, 1257-61.",
        "Consumer Guide, 1983, Top Performing Mutual Funds, 483.",
        "Dc Bondt, W. F9 and R. H. Thaler, 1989, Anomalies: A Mean-Reverting Walk Down Wall Street, Journal of Economic Perrpectives, 3 (1), 189-202.",
        "DytMg, F. H., and S. A. Ross, 1985, The Analytics of Performance Measurement Using a Security Market Line, Journal of Finance, 40,401-416.",
        "Fama, E. F., and K. French, 1988, Permanent and Temporary Components of Stock Prices, Journal of Political Economy, 96, 246-273.",
        "Firstenberg, P., S. Ross, and R. Zisler, 1988, Real Estate: The whole story, The Journal of Porrfolio Manage- ment, Spring, 22-34.",
        "Goodman, LA., and W.H. Kruskal, 1954, Measures of Association for Cross-Classifications, Journal of the American Statistical Association, 49,732-764.",
        "Goodman, LA., and WI!, Kruskal, 1972, Measures of Association for Cross-CLassifications, IV: Simplification of Asymptotic Variances, Journal of the American SsasissicalAssociarion, 67,415-421.",
        "Grinblatt, M, and S. Titman, 1987, A Comparison of Measures of Abnormal Performance on a Sample of Mutual Fund Returns, UCLA Working Paper 13-86.",
        "Grinblatt, M9 and S. Titman, 1989, Mutual Fund Performance: An Analysis of Quarterly Portfolio Holdings, Journal of Business 62,393-416.",
        "Harvey, A.C., 1981, The Econometric Analysis of Time Series (Philip Allan Publishers, Oxford).",
        "Henriksson, R., 1984, Market Timing and Mutual Fund Performance: An Empirical Investigation, Journal of Business, 57,73-96.",
        "Jobson, S.D. and B. M. Korkic, 1981, Performance Hypothesis Testing with the Sharpe and Treynor Measures, Journal of Finance, 36,889-908.",
        "Henriksson, R., 1988, Market Timing and Mutual Fund Performance: An Empirical Investigation, Journal of Business, 57, 73-96.",
        "L.aitinen, K., 1978, Why Is Demand Heterogeneity So Often Rejected, Economic Letters, 1, 187-191.",
        "Lehmann, B. N., and D. M. Modest, 1988, The Empirical Foundations of the Arbitrage Pricing Theory, Jour- nal of Financial Economics, 21, 213-54.",
        "Patel, J., R. Z~eckhauser, and D. Hendricks, 1990, Investment Flows and Performance: Evidence from Mutual Funds, Cross-Border Investments, and New Issues, forthcoming in a volume of the Center of Japan-U.S.",
        "Business and Economic Studies, New York University. Poterba, S., and L. Summers, 1988, Mean Reversions in Stock Prices: Evidence and Implications, Journal of Financial Economics, 22, 27-59.",
        "Richardson, M., 1989, Temporary Components of Stock Prices: A Skeptics View, manuscript, Wharton School of Business, University of Pennsylvania.",
        "Roll, R., 1977, A Critique of the Asset Pricing Theor~s Tests - Part I: On Past and Potential Testability of the Theory, Journal of Financial Economics, 4,129-176.",
        "Roll, K., 1978, Ambiguity When Performance Is Measured by the Security Market Line, Journal of Finance, 33, 1051-1069.",
        "Rugg, D, 1986, Dow Jones-Irwin Guide to Mutual Funds (3rd edition).",
        "Sharpe, W, 1966, Mutual Fund Performance, Journal of Business, 39, 119-138.",
        "Shawky, H. A., 1982, An Update on Mutual Funds: Better Grades, Journal of Portfolio Management, Winter, 29-34."
    ]
}