{
    "id": 3391,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Branson, William and Joan Pearce (1985), The Case for an Import Surcharge, unpublished manuscript.",
        "Brown, Drusilla (1987), Tariffs, the Terms of Trade and National Product Differentiation, Journal of Policy Modeling, 9, pp. 503-526.",
        "Deardorff, Alan, Robert Stern and Filip Abraham (1987), The Effects of an Import Surcharge on the U.S. Economy, Journal of Policy Modeling 9, pp. 285-310.",
        "Gardner, Grant W. and Kent P. Kimbrough (1989), Tariffs, Interest Rates, and the Trade Balance in the World Economy, Journsl of International Economics 27, pp.91-110.",
        "Goulder, Lawrence end Barry Eichengreen (1989s), Savings Promotion, Investment Promotion and International Competitiveness, in Robert C. Feenstra (ed.), Trade Policies for International Competitiveness, Chicago: University of Chicago Press.",
        "Makin, John (1990), The Impact of Fiscal Policy on the Balance of Payments: Recent Experience in the United States, in Mario Monti (ed.) Fiscal Policy, Economic Adiustment and Financial Markets, Washington D.C. : IMF.",
        "U.S. Trade Policy, Cambridge: MIT Press. Meade, James (1951), The Balance of Payments, London: Oxford University Press.",
        "Poole, William (1989), Comment on `An Evaluation of Policies to Resolve the Trade Deficit, in Albert E. Berger (ed.), U.S. Trade Deficit: Causes, Consequences and Cures, Boston: Kiuwer Academic Publishers.",
        "Rousslang, Donald, and John Suomela (1985), The Trade Effects of a U.S. Import Surcharge, Journal of World Trade Law 19(5), September/October.",
        "Schultze, Charles L. (1990), Use the Peace Dividend to Increase Saving, Challenge 33 (March/April), pp. 11-26.",
        "Suimners, Lawrence (1981), Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity (January), pp.67-127.",
        "Svensson, Lars and Assaf Razin (1983), The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy 91, pp.97-125."
    ]
}