{
    "id": 3392,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Alexander, Craig and Jonathan S. Feinstein A Microeconometric Analysis of Income Tax Evasion, Mimeo, MIT Department of Economics, April 1987.",
        "Amemiya, Takeshi The Estimation Of Simultaneous Equation Generalized Probit. Econometrics 47 (September 1978): 1193-1205.",
        "Amemiya, Takeshi The Estimation Of a Simultaneous Equation Tobit Model. International Economic Review 20 (February 1979): 169-181.",
        "Baldry, Jonathan C. Tax Evasion and Labor Supply. Economics Letters 3 (1979): 53-56.",
        "Chamberlain, Gary Multivariate Regression Models for Panel Data. Journal of Econometrics 18 (January 1982): 5-46.",
        "Chamberlain, Gary Panel Data. In Zvi Criliches and Michael Intrilligator, eds. The Handbook of Econometrics Vol. 2. New York: North Holland, 1984.",
        "Clotfelter, Charles T. Tax Evasion and Tax Rates. Review of Econ. and Stat. 65 (August 1983): 363-373.",
        "Cogan, John Labor Supply with Costs of Labor Market Entry. in J.P. Smith (ed.) Female Labor Supply: Theory and Estimation. Princeton: Princeton University Press, 1980.",
        "Cowell, Frank Tax Evasion with Labour Income. Journal of Public Economics 26 (February 1985): 19-34.",
        "Cowell, Frank and James Gordon On Becoming a Ghost: Indirect Tax Evasion and Government Audit Policy. London School of Economics Discussion Paper TIDI/l27, January 1989.",
        "Fluet, Claude Fraude Fiscale et Offre de Travail au Noir. ActualitÃ\u0083Â© Economique 63 (June-September 1987): 225-242.",
        "Fortin, Bernard and Pierre FrÃ\u0083Â©chette The Size and determinants of The Underground Economy in Quebec. MimÃ\u0083Â©o, UniversitÃ\u0083Â© Laval, 1987.",
        "Ginsburgh, Victor, Sergio Perelman and Pierre Pestieau La travail au noir. In V. Cinsburgh and P. Pestieau eds. LÃ\u0083Â©conomie informelle. Bruxelles: Editions Labor, 1987.",
        "Greenberg, David and Harlan Halsey Systematic Misreporting and Effects of Income Maintenance Experiments on Work Effort: Evidence from the Seattle-Denver Experiment. Journal of Labor Economics 4 (October 1983): 380-407.",
        "Gronau, Reuben Leisure, Home Production, and Work - the Theory of the Allocation of Time Revisited. Journal of Political Economy 85 (December 1977): 1099-1123.",
        "Hansson, Ingemar Tax Evasion and Government Policy. In W. Gaertner and A. Wenig eds., The Economics of the Shadow Econorzxy. Berlin: SpringerVerlag, 1985.",
        "Hausman, Jerry Taxes and Labor Supply. In A. Auerbach and M. Feldstein eds. Handbook of Public Finance. New York: North Holland, 1985.",
        "Heckman, James The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for such models. Annals of Economic and Social Measurement 5 (Fall 1976): 475-492.",
        "Isachsen, A.J. , S.0. Samuelsen and S. Strom The Behaviour of Tax Evaders. In U. Caertner and A. Wenig, eds. The Economics of the Shadow Economy. Berlin: Springer-Verlag, 1985.",
        "Kesselman, Jonathan R. Income Tax Evasion: An Intersectoral Analysis. Journal of Public Economics (March 1989): 137-182.",
        "Lemieux, Thomas. An Econometric Analysis of labor Supply in the Irregular Economy. Unpublished Ph.D. Dissertation, Princeton University, October 1989.",
        "Lewis, Gregg. Union Relative Wage Effects: A Survey. Chicago: University of Chicago Press, 1986.",
        "Maddala, CS. Limited-Dependent and Qualitative Variables in Econometrics. New York: Cambridge University Press, 1983.",
        "Malinvaud, Edmond. Statistical Methods of Econometrics, Amsterdam: North Holland, 1980.",
        "Pencavel, John H. A Note on Income Tax Evasion, Labor Supply, and Nonlinear Tax Schedules. Journal of Public Economics 12 (August 1979): 115-124.",
        "Pestieau, Pierre Belgiums Irregular Economy. In U. Caertner and A Wenig, eds. The Economics of the Shadow Economy. Berlin: Springer-Verlag, 1985.",
        "Rosen, Harvey Taxes in a Labor Supply Model with Joint Wage-Hours Determination. Econometrica 44 (May 1976): 485-507.",
        "Sandmo, Agar Income Tax Evasion, Labour Supply, and the Equity-Efficiency Tradeoff. Journal of Public Economics 12 (December 1981): 131-149.",
        "Sleznrod, Joel An Empirical Test for Tax Evasion. Review of Econ. and Stat. 67 (May 1985): 232-238.",
        "Usher, Dan Tax Evasion and the Marginal Cost of Public Funds. Economic Inquiry 4 (October 1986): 563-586.",
        "Van Eck, Robert and Brugt Kazemier Features of the Hidden Economy in the Netherlands. Review of Income and Wealth 34 (September 1988): 251-273.",
        "Watson, Harry Tax Evasion and Labor Markets. Journal of Public Economics 27 (July 1985): 231-246.",
        "Yitzhaki, Shlomo Income Tax Evasion: A Note. Journal of Public Economics 3 (May 1974): 201-202."
    ]
}