{
    "id": 3393,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Barro, Robert J. (1989). New Classicals and Keynesians, or the Good Guys and the Bad Guys, University of Rochester Working Paper No. 187, May.",
        "Blanchard, Olivier Jean (1987). Why Does Money Affect Output? A Survey, NBER Working paper 2285, June. Forthcoming in B. Friedman and F. Hahn, eds., Handbook of Monetary Economics, North-Holland.",
        "Gordon, Robert J. (1977). `The Theory of Domestic Inflation, American Economic Review Papers and Proceedings, vol. 67 (February), pp. 128-34.",
        "Review Papers and Proceedings, vol. 78 (May), pp. 276-83. __________ and Stephen R. King (1982). `The Output Cost of Disinflation in Traditional and Vector Autoregressive Models, Brookings Papers on Economic Activity, vol. 13 (no. 1), pp. 205-42.",
        "Lucas, Robert E., Jr., and Sargent, Thomas J. (1978). After Keynesian Macroeconomics, in After the Phillips Cu,ve: Persistence of High Inflation and High Unemployment. Boston: Federal Reserve Bank of Boston, pp. 49-72.",
        "Phillips Curve Now and Then, Page 16 Okun, Arthur M. (1980). Postwar Macroeconomic Performance, in Martin S.",
        "Feldstein, ed., The American Economy in Transition. Chicago: University of Chicago Press for NBER, pp. 162-9. Perry, George L. (1970). Changing Labor Markets and Inflation, Brookings Papers on Economic Activity, vol. 1 (no. 3), pp. 4 11-48.",
        "Samuelson, Paul A. and Robert M. Solow (1960). Analytical Aspects of Anti-Inflation Policy, American Economic Review Papers and Proceedings, vol. 50 (May), pp.",
        "Shapiro, Matthew D. (1989). Assessing the Federal Reserves Measures of Capacity and Utilization, Brookings Papers on Economic Activity, vol. 20 (no. 1), pp. 181- 225.",
        "Solow, Robert M. (1976). Down the Phillips Curve with Gun and Camera, in David A.",
        "Belsley, Edward J. Kane, Paul A. Samuelson, and Robert M. Solow, eds., Inflation, Trade and Taxes: Essays in Honor of Alice Bourneuf. Columbus: Ohio State University Press, 1976.",
        "Wessel, David (1989). Seeking Better Prices, Firms Haggle a L.ot, Affect Inflation Rate, Wall Street Journal (April 14, 1989), p. Al.",
        "Phillips Curve Now and Then, Page 17 FOOTNOTES 1. Here the adjective U. S. must be emphasized, as nature of the inflation process in Europe is currently the subject of controversy that does not apply to the U. S. 2. The quote is from Blanchard (1987)."
    ]
}