{
    "id": 3396,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Alzcorbe, Aria, Clifford Winston and Ann F. Friedlaender [1987], Cost Competitiveness and the U.S. Automobile Industry, in Clifford Winston and Associates, Blind Intersection? Policy and the Automobiltindustry, Washington, DC: The Brookings Institution, pp. 6-35.",
        "Appelbaum, Elie [1979], Testing Price Taking Behavior, Journal of Econometrics, 9:3, February, pp. 283-294.",
        "Appelbaum, Elie [1982], The Estimation of the Degree of Oligopoly Power, Journal of Econometrics, 19:2/3, August, pp. 287-299.",
        "Bils, Mark (1989], Cyclical Pricing of Durable Goods, University of Rochester, Cambridge, MA: National Bureau of Economic Research, Working Paper No. 3050, July.",
        "Bresnahan, Timothy F. [1989], Empirical Studies of Industries with Market Power, chapter 17 in Richard Schmalensee and Robert D. Willig, eds., Handbook of Industrial Ortanization, Amsterdam: North-Holland, Vol. II, lOll-lOSS.",
        "Bresnahan, Timothy F. [1981], Departures from Marginal-Cost Pricing in the American Automobile Industry, Journal of Econometrics, 17:2,, November, pp. 201-227.",
        "Deneckere, Raymond and Carl Davidson [1985], incentives to Form Coalitions with Bertrand Competition, Rand Journal of Economics, 16:4, Winter, pp. 473-486.",
        "Diewert, IL Erwin and Terence J. Wales [1987], Flexible Functional Forms and Global Curvature Conditions, Econometrica, 55:1, January, 43-68.",
        "Domowitz, Ian H., R. Glenn Hubbard, and Bruce C. Peterson [1988], Market Structure and Cyclical Fluctuations in U.S. Manufacturing, Review of Economics and Statistics, 70:1, February, pp. 55-66.",
        "Friedlaender, Ann F,., Ernst ft. Bermdt and Hua He {l987], Structure and Performance in the U.S. Auto Industry: Whos In Charge?, unpublished xerolith, November. Friedlaender, Ann F., Clifford Winston and Rung Wang (1983], Costs, Technology and Productivity in the U.S. Automobile Industry, Bell Journal of Economics, 14:1, Spring, pp. 1-20.",
        "INTERDEPENDENT MARKUP BEHAVIOR . PAGE 55 - Fuss, Melvyn and Leonard Waverman [1986], The Extent and Source of Efficiency Differentials Between U.S. and Japanese Automobile Producers, Cambridge, MA: National Bureau of Economic Research Working Paper No. 1849.",
        "Gallant, A. Ronald and Dale W. Jorgenson [1979], Statistical Inference in the Context of Instrumental Variable Estimation, Journal of Econometrics, 11:2/3, pp. 275-302.",
        "Hall, Robert E. [1986], Market Structure and Macroeconomic Fluctuations, Brookin~s Pa,ers on Economic Activity, 2:1986, pp. 285-338.",
        "Hansen, Lars P. and Kenneth Singleton [1982), Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 50:5, September, pp. 1269-1286.",
        "Iwata, Gyoichi [1974], Measurement of Conjectural Variation in Oligopoly, Econometrics, 42:5, September, pp. 947-966.",
        "Kreps, David M. and Jose A. Scheinkman (1983], Quantity Precommitment and Bertrand Competition Yield Cournot Outcomes, Bell Journal of Economics, 14:2, Autumn, pp. 326-337.",
        "Kwoka, John E., Jr. (1984], Market Power and Market Change in the U.S. Automobile Industry, Journal of Industrial Economics, 32:4, June, pp. 509-522.",
        "Lau, Lawrence J. [1982], On the Estimation of Market Power from Price and Quantity Data, Economics Letters, 10:1/2, pp. 93-99.",
        "Lee, Lung-FeL and Robert H. Porter (1984], Switching Regression Models with Imperfect Sample Separation Information - With an Application on Cartel Stability, Econometrica, 52:3, March, pp. 391-418.",
        "McFadden, Daniel [1978], Cost, Revenue and Profit Functions, Chapter 1.1 in Melvyn Fuss and Daniel McFadden, eds., Production Economics: A Dual ADyroach to Theory and Applications, Amsterdam: North-Holland, Volume 1, pp. 269-286.",
        "Morrison, Catherine J. (1990], Market Power, Economic Profitability and Productivity Growth Measurement: An Integrated Structural Approach, Cambridge, MA: National Bureau of Economic Research, Working Paper, April."
    ]
}