{
    "id": 340,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Brock, William C. Money and Growth: The Case of Long-Run Perfect Foresight, International Economic Review, XV, October 1974, pp. 750-77.",
        "Barro, Robert J. Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, Jan. 1976, 2, pp. 1-32.",
        "Fischer, Stanley. Wage Indexation and Macroeconomic Stability, in Stabilization of the Domestic and International Economy, edited by K. Brunner and A. Meltzer (Vol. S of Carnegie-Rochester Conference Series on Public Policy), Amsterdam: North-Holland, 1977, pp. 107-48.",
        "Findlay, Ronald, and Rodriguez, C. IL Intermediate Imports and Macro- economic Policies under Flexible Exchange Rates, Canadian Journal of Economics, 1977.",
        "Shocks: The Empirical Analysis, unpublished manuscript, Cambridge,1979.",
        "Preliminary Results, Falk Institute Discussion Paper No. 788 Jerusalem, July 1978.",
        "Bruno, Michael. Price and Output Adjustment: Micro Foundations and Macro Theory (Harvard Institute of Economic Research Discussion Paper No. 534), Cambridge, Mass.: Harvard University, 1977 (forthcoming in Journal of Monetary Economics).",
        "Hanoch, Giora and Fraenkel, H. A Comment on `The Two-Sector Open Economy - 38 - and the Real Exchange Rate, Research Report No. 99, Department of Economics, Hebrew University, Feb. 1977 (forthcoming in the American Et~onon~ic RT )iCW).",
        "Cray, Jo Anna. Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, 11(2), 1976, pp. 221-35.",
        "Goldfeld, Stephen. The Demand for Money Revisited, Brookings Papers on Economic Activity, 1973, 3.",
        "Turnovsky, Stephen 3. and Kaspura, A. Analysis of Imported Inflation in a Short-Run Macro-economic Model, Canadian Journal of Economics, 7, August 1974, pp. 355-80.",
        "Sachs, Jeffrey. Wage Indention, Flexible Exchange Rates, and Macro- economic Policy, Discussion Paper, Harvard University, 1978.",
        "Rodric~uez, Curios A. Flexible Exchange Rates and Imported Inputs: A Dynamic Analysis of the Interactions between the Monetary and Real Sectors of a Small Open Economy, Discussion Paper 76-7708, Department of Economics Coluiabia University, New York, N.Y., March 1977."
    ]
}