{
    "id": 3401,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Baer, Herbert, and Larry Mote, 1989. Preparation for Globalization; The U.S. domestic Market, Handout at Conference on financial Globalization sponsored by Federal Reserve Bank of Chicago and Mid-America Institute (November 2-3).",
        "Cargill, Thomas F. , 1989. Central Bank Indeoendence and Regulatory Resnonsibihities: The Bank of Jaoan and the Federal Reserve, Monograph 1989-2 in Monograph Series in Finance and Economics, Stern School of Business, New York University.",
        "Jaoan and the United States: A Gomnarative Persoective. Stanford: Hoover Press. Chang, Eric C., and J. Michael Pinegar, 1989. Seasonal Fluctuations in Industrial Production and Stock Market Seasonala, Jfl~, 24 (March) pp.",
        "Corrigan, E. Gerald, 1987. Statement, Hearings, U.S. Congress, Senate Budget Committee, Washington, D.C. (May 6).",
        "Goldfeld, SM. and R.E. Quandt, 1976, Techniques for Estimating Switching Regressions in Goldfeld and Quandt (eds.), Studies in Nonlinear Estimation, Cambridge, MA: Balhinger Publishing Co.",
        "Hoshi, Takeo, Anil Kashyap, and David Sharfstein, 1989. Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate Relationships, National Bureau of Economic Research Conference on Information, Capital Markets, and Investment, Cambridge, Mass. (June).",
        "Kane, Edward J. , 1987. Competitive Financial Reregulation: An International Perspective in R. Portes and A. Swaboda (eds.), Threats to International Financial Stability, Cambridge: Cambridge University press, 1987, pp. 11-145.",
        "Kane, Edward J. and Haluk Unal, 1990, Modeling Structural and Temporal Variation in the Markets Valuation of Bankir~g Firms. Journal of Finance, (March 1990) forthcoming.",
        "McDonald, Jack, 1989, The Mochiai effect: Japanese Corporate Cross- Holdings, The Journal of Portfolio Manaaement, Fall 1989, pp. 90.94.",
        "Pettway, Richard, Takashi Kaneko, and Michael T. Young, 1990. Wealth Effects of Capital Structure Changes by Japanese Banks, paper prepared for the Second Annual Pacific-Basin Finance Conference, Bangkok, Thailand.",
        "Pettway, Richard H. , Neil W. Sicherman, and Takeshi Yamada, 1989. The Market for Corporate Control, the Level of Agency Costs, and Corporate Collectivism in Japanese Mergers, in Elton, Edwin J. , and Martin J.",
        "Cruber (ed.), Japanese Capital Markets: Analysis and Characteristics of Equity. Debt, and Financial Futures Markets, Cambridge, Mass.: Ballinger, 1990.",
        "Pettway, Richard H., T. Craig Tapley, and Takeshi Yamada, 1988. The Impacts of Financial Deregulation Upon Trading Efficiency and the Levels of Risk and Return of Japanese Banks. Financial Review. 23 (August), pp. 243- 268.",
        "Reinganum, Marc R. , 1981. Misspecification of Capital Asset Pricing: Empirical Anomalies Based on Earnings Yields and Market Values, Journal of Financial Economics, 9 (March), pp. 19-46."
    ]
}