{
    "id": 3403,
    "cites": 32,
    "cited_by": 46,
    "reference": [
        "Barsky, Robert B., N. Gregory Mankiw and Stephen P. Zeldes, Ricardian Consumers with Keynesian Propensities, American Economic Review, 76, September 1986: 676-691.",
        "Blanchard, Olivier, Debt, Deficits, and Finite Horizons, Journal of Political Economy, 92. 1985: 223-247.",
        "Breeden, Douglas T., Consumption, Production, Inflation and Interest Rates: A Synthesis. Journal of Financial Economics, 16, 1986: 3-39.",
        "Cantor, Richard, The Consumption Function and the Precautionary Demand for Savings, Economic Let- ters, 1985, 17: 207-210.",
        "Dornbusch, Rudiger and Stanley Fischer, Macroeconomics, 3d ed., McGraw-Hill, New York, 1984: l86-l~7.",
        "Drhze, Jacques H., and Franco Modigliani, Consumption Decisionsunder Uncertainty. Journal of Economic Theory, 5, 1972: 308-335.",
        "Elmendorf, Douglas W., and Miles S. Kimball, Taxation of Labor Income and the Demand for Risky Assets, mimeo, University of Michigan, 1988.",
        "Friedman, Milton, A Theory of the Consumption Function, National Bureau of Economic Research, Princeton University Press, Princeton, 1957.",
        "Friend. Irwin, and Marshall E. Blume, The Demand for Risky Assets, American Economic Revieiv, 65. 1975: 900-922.",
        "Friend. Irwin, and Joel Hasbrouck, The Effect of Inflation on the Profitability and Valuation of U.S. Corporations, in Sarnat and Szego (eds.), Savings, Investment and Capital Markets in an Inflationary Economy, Cambridge, Ballinger, 1982.",
        "Grossman, Sanford J., Angelo Melino and Robert J. Shiller, Estimating the Continuous-Time Consumption- Based Asset-Pricing Model, Journal of Business and Economic Statistics, July 5, 1987: 315-327.",
        "Grossman, Sanford J., and Shiller, Robert J., Consumption Correlatedness and Risk Measurement in Economies with Non-Traded Assets and Heterogeneous Information, Journal of Financial Economics, 10, 1982: 195-210.",
        "Grossman, Sanford J., and Shiller, Robert J., The Determinants of the Variability of Stock Prices, .1 tner- ican Economic Review, 71, 1981: 222-227.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86,1978: 971-987.",
        "Hall, Robert E., and Frederic S. Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometnica, 50, 1982: 461-481.",
        "Hansen, Lars Peter, and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, 1983: 249-265.",
        "Kihistrom, Richard E.. David Romer, and Steve Williams, Risk Aversion with Random Initial Wealth, Economelrica. 1981, 49: 911-920.",
        "Kimball, Miles S., Essays on Inter~emporal Household Choice, unpublished Ph.D. dissertation, Harvard University. 1987.",
        "Kimball. Miles S., Farmers Cooperatives as Behavior Towards Risk, American Economic Review. 78 (March, 1988): 224-232.",
        "Kimball, Miles S., Precautionary Saving and the Timing of Taxes (with N. Gregory Mankiw), Journal of Political Economy, 97 (August, 1989): 863-879.",
        "Kimball, Miles S., Precautionary Saving in the Small and in the Large, Econometrica 58 (January, l990a): 53-73. Kimball, Miles S., Standard Risk Aversion, rnimeo, University of Michigan (1990b).",
        "Leland, Hayne E., Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics, 82, 1968: 465-473.",
        "Lucas, Robert, Asset Prices in an Exchange Economy, Econometrica, 46, 1978: 1429-1445.",
        "Mankiw, N. Gregory, The Equity Premium and the Concentration of Aggregate Shocks, Journal of Fi- nancial Economics, 17, 1986: 211-219.",
        "Mehra, Rajnish and Edward Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 1985: 145-161.",
        "Merton, R., Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theorij, 1971: 373-413.",
        "Michener, Ron, Permanent Income in General Equilibrium, Journal of Monetary Economics, 13, 1981: `297-306.",
        "Miller, Bruce L., The Effect on Optimal Consumption of Increased Uncertainty in Labor Income in the Multiperiod Case, Journal of Economic Theory, 13, 1976: 154-167.",
        "Pratt, John W., Risk Aversion in the Small and in the Large, Econometrica, 32, 1964: 122-136.",
        "Pratt, John W. and Zeckhauser, Richard 3., Proper Risk Aversion, Econometrica, 55, 1987: 143-154.",
        "Rothschild, Michael and Joseph E. Stiglitz, Increasing Risk I: A Definition, Journal of Economic Theory, 2, 1970: 225-243.",
        "Sandmo, Agnar, The Effect of Uncertainty on Saving Decisions, Review of Economic Studies, 37, 1970: 353-360."
    ]
}