{
    "id": 3406,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Anderson, L.C. and Carlson, K.M., 1970, \"A monetarist model for economic stabilization,\" J Federal Reserve Bank of St. Louis Review, reprinted in Federal Reserve Bank of St. Louis Review 68, 1986, 45-66.",
        "Braun, S., 1990, \"Estimation of current quarter gross national product pooling preliminary labor market data,\" Journal of gysiness and Economic Statistics, forthcoming.",
        "Carlson, J.B., 1989, \"The indicator P-Star: just what does it indicate?\", Economic Commentary. Federal Reserve Bank of Cleveland, September 15.",
        "Christiano, L., 1989, \"P*: not the inflation forecaster's holy grail,\" Federal Reserve Bank of Minneapolis Quarterly Review 13, 3-18. ! Eichenbaum, M. and L. Christiano, 1989, \"Unit roots in real GNP: do we know, and do we ' care?\" NBER Working Paper No. 3130, October.",
        "Engle, R. F. and Granger, C. W. J., 1987, \"Co-integration and error correction: representation, estimation, and testing,\" Econoip^trica 55, 251-76. i Engle, R.F. and Yoo, B.S., 1987, \"Forecasting and testing in co-integrated systems,\" Journal of Econometrics 35, 143-59.",
        "Friedman, M. and Schwartz, A.J., 1963, A Monetary History of the United States (Princeton University Press: Princeton, N.JO.",
        "Greenspan, A., 1989, \"Statement before the House Committee on Banking, Housing, and Urban Affairs,- Federal Reserve Bulletin 75, 272-77.",
        "Gould, J.P. and Nelson, C.R., 1974, \"The Stochastic structure of the velocity of money,\" American Economic? Review 64, 405-18.",
        "Hall, J., R. Porter, and D. Small, 1989, \"M2 per unit of potential GNP as an anchor for the price level,\" Federal Reserve Board of Governors Staff Study #157.",
        "Humphrey, T.M., 1989, \"Precursors of the P-Star model,\" Federal Reserve Bank of Richmond Economic Review 75/4, 3-9. 1 Kuttner, K.N., 1990, \"Inflation and the growth rate of money,\" Federal Reserve Bank of Chicago, Economic Perspectives 14, 2-11.",
        "Nelson, C.R. and Plosser, C.I., 1982, \"Trends and random walks in macroecononic time series,\" Journal of Monetary Economics 15, 139-62. i",
        "Levy, M. , 1989, \"Economic performance, inflaiton, and monetary policy,\" Subcommittee on J Domestic Monetary Policy, Committee on Banking, Finance, and Urban Affairs, U.S. House of ! Representatives, August 2.",
        "McCallum, B.T., 1988, \"Robustness properties of a rule for monetary policy,\" Carnegie -Rochester Conference Series on Public Policy 29, 175-203.",
        "Meltzer, A.H., 1987, \"Limits of short-run stabilization policy,\" Economic Inquiry 25, 1- ! U. Rasche, R.H. 1987, \"Ml-veloclty and money demand functions: do stable relationships exist?,\" Carnegie-Rochester Series on Public Policy 27, 9-88.",
        "Rasche, R.H., 1988, \"Demand Functions for U.S. Money and Credit Measures,\" In Financial Sectors In Open Economies: Empirical and Policy Issues. (Board of Governors: Washington, DC), forthcoming, 1990.",
        "Rasche, R.H. and Johannes, J.R., 1987, Controlling the Growth of Monetary Aggregai-Ã\u0082Â»Ã\u0082Â« (Kluwer Academic Publishers : Sargent, T, (1987), Macroeconomics (Academic Press: New York)."
    ]
}