{
    "id": 3407,
    "cites": 36,
    "cited_by": 1,
    "reference": [
        "Altman, Edward I., and Nammacher, Scott A. 1985. The Anatomy of the High Yield Debt Market. New York: Morgan Stanley. Asquith, Paul, Mullins, David W., Jr., and Wolff, Eric D. 1989. Original Issue High Yield Bonds; Aging Analyses of Defaults, Exchanges, and Calls. Journal of Finance. 43 (September), 923-952.",
        "Bernanke, Ben S, 1983. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review. 73 (June), 257-276.",
        "Bernanke, Ben S., and Campbell, John Y. 1988. Is There a Corporate Debt Crisis? Brookings Papers on Economic Activity (No.l), 83-125.",
        "Bernanke, Ben S., Campbell, John Y., and Whited, Toni M. 1990. U.S. Corporate Leverage: Developments in 1987 and 1988. Brookings Papers on Economic Activitv (No.1), forthcoming.",
        "Brumbaugh, R. Dan, Jr., Carron, Andrew S., and Litan, Robert E. 1989. Cleaning Up the Depository Institutions Mess. Brookings Papers on Economic Activity (No. 1), 243-284.",
        "Fisher, Irving. 1933. The Debt-Deflation Theory of Great Depressions. Econometrica. 1 (October), 337-357.",
        "Fox, Christopher J. 1990. Changes in the Insolvency Risk of L.B0 Transactions Evidence from the 1980' s. Unpublished thesis. Harvard University.",
        "French, Kenneth, and Poterba, James. 1989. Are Japanese Stock Prices Too High? Mimeo: National Bureau of Economic Research.",
        "Friedman, Beniamin M. 1986. Increasing Indebtedness and Financial Instability in the United States. In Debt. Financial Stability, and Public Policy. Kansas City: Federal Reserve Bank of Kansas City.",
        "Friedman, Benjamin M. 1988. The Corporate Debt Problem. In Irving (ed.), Economic Vulnerabilities : Challenges for Policymakers. Washington: Curry Foundation.",
        "Friedman, Benjamin M. , and Laibson, David I. 1989 Economic Implications of Extraordinary Movements in Stock Prices. Brookings Papers on Economic Activity (No. 2), 137-189.",
        "Friedman, Milton, and Schwartz, Anna J. 1963. A Monetary History of the United States. 1867-1960. Princeton: Princeton University Press.",
        "Galbraith, John Kenneth. 1954. The Great Crash. 1929. Boston: Houghton Mifflin.",
        "General Accounting Office. 1989. High Yield Bonds: Issues Concerning Thrift Investments in High Yield Bonds. Washington: U.S. Government Printing Office.",
        "Gibbon, Edward. 1776 (1932). The Decline and Fall of the Roman Empire (6 vols.). New York: The Modern Library.",
        "Jensen, Michael C. 1984. Takeovers: Folklore and Science. Harvard Business Review. 62 (November-December), 109-121.",
        "Jensen, Michael C. 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review. 76 (May), 323-329.",
        "Jensen, Michael C. 1988. Takeovers: Their Causes and Consequences. Journal of Economic Perspectives. 2 (Winter), 21-48.",
        "Jensen, Michael C. 1989a. The Effects of LBOs and Corporate Debt on the Economy. In Tax Policy Aspects of Mergers and Acquisitions. Part I. U.S. Congress, House of Representatives, Committee on Ways and Means (101st Congress, 1st Session). Washington: U.S. Government Printing Office.",
        "Jensen, Michael C. 1989b. Eclipse of the Public Corporation. Harvard Business Review. 67 (September-October), 61-74.",
        "Kaufman, Henry. 1986a. Interest Rates, the Markets, and the New Financial World. New York: Times Books.",
        "Kaufman, Henry. 1986b. Debt: The Threat to Financial Stability. In Debt Financial Stability, and Public Policy. Kansas City: Federal Reserve Bank of Kansas City.",
        "Kindleberger, Charles P. 1978. Manias. Panics and Crashes; A History of Financial Crises. New York: Basic Books.",
        "Mankiw, N. Gregory. 1986. The Allocation of Credit and Financial Collapse. Quarterly Journal of Economics. 101 (August), 455-470.",
        "Minsky, Hyman P. 1963. Can 'It' Happen Again? In Carson (ed.), Banking and Monetary Studies. Homewood: Richard D. Irwin.",
        "Minsky, Hyman F. 1964. Longer Waves in Financial Relations: Financial Factors in the More Severe Depressions. American Economic Review. 54 (May), 324-332.",
        "Minsky, Hyman P. 1972. Financial Stability Revisited: The Economics of Disaster. In Reappraisal of the Discount Mechanism, vol. 3. Washington: Board of Governors of the Federal Reserve System.",
        "Minsky, Hyman P. 1977 The Financial Instability Hypothesis: An Interpretation of Keynes and an Alternative to 'Standard' Theory. Nebraska Journal of Economics and Business. 16 (Winter), 5-16.",
        "Quint, Michael. 1989. Banks Cast a Hard Eye on Buyouts. The New York Times (September 10), Section 3, 1-14.",
        "Roach, Stephen S. 1989. Living with Corporate Debt. Journal of Applied Corporate Finance. 2 (Spring), 19-30.",
        "Schumpeter, Joseph A. 1934. The Theory of Economic Development. Cambridge Harvard University Press.",
        "Schvert, G. William. 1989. Business Cycles, Financial Crises and Stock Volatility. Carnegie-Rochester Conference Series on Public Policy. 31 (Autumn), 83-125.",
        "Sprague, O.M.W. 1910. History of Crises under the National Banking System. Washington: U.S. Government Printing Office.",
        "Summers, Lawrence H. 1986. Debt Problems and Macroeconomic Policies. In Debt. Financial Stability, and Public Policy. Kansas City: Federal Reserve Bank of Kansas City, Summers, Lawrence H. 1989. Taxation and Corporate Debt. Journal of Applied Corporate Finance. 2 (Spring), 45-51.",
        "Taggart, Robert A., Jr. 1985. Secular Patterns in the Financing of U.S. Corporations. In Friedman (ed.), Corporate Capital Structures in the United States. Chicago: University of Chicago Press.",
        "Temin, Peter. 1969. The Jacksonian Economy. New York: W.W. Norton."
    ]
}