{
    "id": 3410,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Bemaoke, Ben (1983), Nonmonetasy Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, pp. 257- 276.",
        "Bemanke, Ben and Harold James (1990), The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison, presented to the NEER Conference on Financial Crisis, March 22-24.",
        "Broadberry, Stephen N. (1989). Monetary Interdependence and Deflation in Britaln and the Unsted States Between the Wars, in Marcus Miller, Barty Eichengreen and Richard Pones (eds.), Blueprints for Exchange Rate Management, New York: Academic Press, pp. 47-70.",
        "Choudri, E. and Levis Kochin (1981), The Exchange Rate and the International Transmtssion of Business Cycle Disturbances, Journal of Money. Credit and Bsnkise 12, pp. 565-574.",
        "Clarke, Peter (1989), The Msldng of the Keynesian Revolution, Oxford: Clarendon Press.",
        "D000von, Donal J. (1981), Real Responses Associated with Exchange Rate Action in Selected Upper Credit Tranche Stabilization Programs, IMF Staff Papers 28, pp. 698-727.",
        "Eichengreen, Barry (1985), Intemational Policy Coordination in Historical Perspective: A View from the Interwa.r Years, in Willem Buiter and Richard Marston (eds.), Intemational Economic Policy Coordination, Cambridge: Cambridge University Press, pp. 139-178.",
        "Eichengreen, Barry (1989), The Comparative Performance of Fixed and Flexible Exchange Rate Regimes: Interwar Evidence, NBER Working Paper no. 3097 (September), forthcoming in P. Villipillal (ed.), Recent Developments in Business Cycle Analysis, London: Macmillan.",
        "Eichengreen, Barry (1990a), Intemational Monetary Instability Between the Wars: Structural Flaws or Misguided Policies? Yoshio Suzuki, Junichi Miyake and Mitsuald Okabe (eda), The Evolution of the International Monetary System, Tokyo: University of Tokyo Press, pp. 71-116.",
        "Einzig, Paul (1937), Th~ Theory of Forward Exchange, London: Macmillan.",
        "Frankel, Jeffrey A. (1988), Obstacles to International Economic Policy Coordination, Princeton Studies in International Finance no. 64, Princeton: Princeton University Press.",
        "Hamilton James (1987), Monetary Factors in the Great Depression, Journal of Monetary Economics 19, pp. 145-169.",
        "Hamilton, James (1988), The Role of the International Gold Standard in Propagating the Great Depression, Contemporary Policy Issues 6, pp. 67-89.",
        "Kamin, Steven B. (1988), Devaluation, External Balance, and Macroeconomic Performance: A Look at the Numbers, Princeton Studies in International Finance no. 62 (August).",
        "Keynes, John Maynard (1930), A Treatise on Money, London: Macmillan.",
        "League of Nations (various years), Monthly Bulletin of Statistics, Geneva: League of Nations. League of Nations (various years), Monetary Review, Geneva: League of Nations. League of Nations (various years), Balances of Payments, Geneva: League of Nations. Lester. Richard (1939), Monetary Experiments, Princeton: Princeton University Press.",
        "Royal Institute of International Affairs (1931), The International Gold Problem, Oxford: Oxford University Press.",
        "Tentin, Peter (1976). Did Nlonetarv Forces Cause the Great Depression?, New York: Nonon.",
        "Temin, Peter (1989), Lessons from she Great Deeression, Cambridge: MIT Press.",
        "United States Depanment of State (1933), Foreign Relations of the United States, Washington, D.C.: GPO.",
        "Weir, Margaret and Theda Skocpol (1985), State Structures and the Possibilities for `Keynesian Responses to the Great Depression in Sweden, Britaln and the United States, in Peter Evans et al. (eds.), Bringing the State Back In, New York: Cambridge University Press, pp. 107-163."
    ]
}