{
    "id": 3411,
    "cites": 36,
    "cited_by": 24,
    "reference": [
        "Ransom, Roger and Richard Sutch (1983), Domestic Saving as an Active Constraint on Capital Furrnanon in the American Economy, 1839-1928: A Provisional Theory, unpublished paper, University of California at Berkeley.",
        "Mitchell, B.R. (1983). International Historical Statistics: The Americas and Australasig, Detroit, Moggridge, Donald E. (1972), British Monetary Policy 1924-1931, Cambridge: Cambridge University Press.",
        "Minsky, Hyman (1972), Financial Stability Revisited: The Economics of Disaster. in Board of Governors nf the Federal Reserve System, Reaopraisal of the Federal Reserve Discount Mechanism, Washington. D.C.: Board of Governors.",
        "McKinnon, Ronald said David Robinson (1990), Dollar Devaluation, Interest Rate Volatility and the Duration of Investment in the United States, onpoblitbed paper, Stanford University.",
        "Marichal, Carloa (1989), A Censure of Debt Crises in Latin America, Princeton: Princeton University Press.",
        "McKionon, Ronald (1989). The International Gold Standard, 1879-1913. unpublished paper. Stanford University (May).",
        "Lttcas, Robert E. (1990), Why Doesn&apos;t Capital Flow from Rich to Poor Countries? American Economic Review Papers and Proceedings 80, pp. 92-97.",
        "Lindert, Peter and Peter Mnrtnn (1989). How Sovereign Debt Has Worked. in Jeffrey S ache (ed), Developing Country Debt and Economic Performance: The International Financial System, Chicago: University of Chicago Press, pp. 39- 106.",
        "Lewis, W. Arthur (1978), Growth and Fluctuations. 1870-1973, London: AlIen & lJnwin.",
        "Kuznett, Sirnnn (md), Annual Ettimates, 1869-1955: Technical Tables Underlying Series in Capital in the American Economy: Its Formation anti Financing Appendixes A-F, unpubliahed rnanuacript, Johns Hupkins University.",
        "Kravia. Irving et. xl (1978), &apos;Real GDP Per Capita for More than One Hundred Countries, jpmicournal 88, pp. 2 15-242.",
        "Kindleberger, Charles P. (1986), International Capital Movements and Foreign-Exchange Markets in Crisis: The 1930s and the 1980s, in Ivan Berend and Kisut Borrhardt (ads), The Impact of the Uepsaion ot.the 19&apos;Os and its Relevance .1cc the Conternpontrv_W_orisi, Budapeat: Karl Marx University, pp. 437-455.",
        "D.C.: IME Kelly, A.C. (1968), Demographic Change and Economic Growth: Australia, 1861-1911, Explorations i.e Ensreorcneurisl History 2, pp. 207-277.",
        "Grill, Enro and Maw Cheng Yang (1988), Primary Commodity Prices. Manufactured Goods Prices, and the Terms of Trade of Developing Counties: What she Long Run Shows, World Bank Econnie. Review 2, pp.1-48, Gurrentsg, Jack and Richard Heniog (1985), Commercial Bank Lending to Developing Countries: From Overlending to Underlending to Structural Reform, in Gordon Smith and John Cuddington (eda). International Debt and the Developing Counnies, Washington. D.C.: World Bank, Internaoonal Monetary Fund (1988). International Financial Statistics Yearbook, Washington.",
        "Frankel, Jeffrey A. (1989), Quantifying International Capita] Mobility in the 1980s, in Douglas Bemheim and John Shoven (eds.), ayjng, Chicago: University of Chicago Press (forthcoming), Garbcr, Peter and Vitsorio Grilli (1986), The Belmont-Morgan Syndicate as an Optimal Lnvestmcnt Banking Conu&apos;act, European.&onosnic Review 30, pp. 541-677, Goldsmith, Raymond, W. (1969), Einaocial Structure and Development, New Raven: Yale University Press.",
        "Feidssesn, Martin and Charles Horioka (1980), Domestic Saving and International Capital flows,&apos; Ecstnsamicj,ossrnai 90, pp. 314-328.",
        "Fishlow, Albert (1985), Lessons from the Past: Capital Markets During the Nineteenth Century and the Inter-War Period, international, Organization 39, pp. 3 83-439.",
        "Feinstein and Sidney Pollaad (eds), Studies in Capital Fomiation in the United Kingdom 1750-1920, Oxford: Clarendon Press, pp. 258-47 1.",
        "Feinstein, Charles (1988), Sources and Methods of Estimation of Domestic Reproducible Fixed Assets, Stocks and Works in Progress, Overseas Assets and Land,&apos; in Charles 11.",
        "Feinstcin, Charles (1972), National Income. Expenditure and Output of the United Kingdom. 1855-1970. Cambridge: Cambridge University Press.",
        "Eichengreen, Barry (1990), Another Day Older and Deeper in Debt, Journal of Economic Perspectives (forthcoming).",
        "Eichen&apos;een, Barry and Peter H. Linden (1989), Overview, in Barry Eichengreen and Peter Linden (edsj. The international Debt Crisisin Historical Perspective, Cambridge, MA: MIT Press, pp. 1-11.",
        "Eichengreen, Barry (1989b), The Gold Standard Since Alec Ford, in S. Broadberry and N.F.R. Crafts (eds.), Britain in the World Economy 1870-1939: Essays in Honour of Alec Ford, Cambridge: Cambridge University Press (forthcoming).",
        "Eichengrcen, Barry (1989a), International Monetary Instability Between the Wsra: Structural Plawa or Misguided Policies?&apos; in Y.Suzuld (ed), The Evolution of the International Monetary System, Tokyo: University of Tokyo Press (forthcoming).",
        "Edeisteio, Michael (1982), Overseas Investment in the Age of High Irneerialism, New York: Columbia University Press, Eichengreen, Barry (1987), Conducting the International Orchestra: The Bank of England and the Classical Gold Standard, 1880-1914, Journal of International Money sj Finance 6, pp. 5-29.",
        "de Vries, Barend (1971), The DebtBearing Capacity of Developing Countries -- A Comparative Analysis, Banea Nationale dcl Lavoro Quarterly Review, pp. 12-18, Economist Magazine (1989), A Capital Mystery, Economist Magazine, October 7, p 83.",
        "Davis, Lance and Robert Gaflman (1973), The Share of Savings and Investment in Gross National Product During the 19th Century in she U.S.A., in P.C. Lane (ed), &ath Intemadonal Conference of Economic Flistorv, Paris: Moulton.",
        "Butlin, N.G. (1962), Australian Domestic Product. Investment and Foreign Borrowing.. 1861-1938/39, Cambridge: Cambridge University Press.",
        "Crafts, N.P.R. (1983), Gross National Product in Europe 1870-1910: Some New Estimates,&apos; Explorations.in Economic History 20, pp. 387-401.",
        "Aghevli, B. B., 5. M. Boughton, P. 5. Montiel, D. Villanueva and 0. \\Voglom (1990), &apos;The Role of National Saving in the World Economy: Recent Trends and Prospects, Occasional Paper No. 67, Washington, D.C.: TIMF.",
        "Bayoumi, Tamin (1989), Saving-Investment Correlations: Immobile Capital, Government Policy or Endogenoua Behavior? IMF Worldng Paper 89/66 (August).",
        "Bayoumi, Tarnin (1990), Why are Saving and Investment Rates Correlated Across Countries? Finance and Development (June), pp. 18-19.",
        "Blaochard, Olivier lean (1983), Debt and the Current Account Deficit in Brazil, in Pedro Aspe Armeila, Rudiger Dornbusch and Maurice Obatfeld (eds), Financial Policies and theWudd Capital Market: The Problems of Latin American Cnuntriea, Chicago: University of Chicago Press, pp.178-197.",
        "White, Harry Dexter (1933). The French International Accoimls,J8&0-19l3, Cambridge, MA: Harvard University Press.",
        "Urquhart, MC. (1986), New Latimates of Gross National Product, Canada, 1870-1926: Some Implications for Canadian Development,&apos; in Stanley Engerman and Robert Galiman (edsj, L.oiig-Term Factors in American Economic Growth. Chicago: University of Chicago Press, pp. 9-88, Uzawa, H. (1968), Time Preference, the Consumption Function, and Optimum Asset Holdings, in SN. Wolfe (ed), Vslue, Capital and Gmwrh: Papers in Honor of Sir John Hicks, Chicago.",
        "Siebert, Horat (1989), The Half and Full Debt Cycle, Weltwirtschsfslirhes Arcltiv 125, pp. 217-229. United States Department of Commerce (197$, Historical Statistics of the United States, Washington, D.C.: GPO."
    ]
}