{
    "id": 3416,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Auerbach, Alan J., Retrospective Capital Gains Taxation, mimeo, April, 1988.",
        "Bond, Eric W. and Larry Samuelson, Strategic Behavior and the Rules for Interna- tional Taxation of Capital, mimeo, February, 1988.",
        "Diamond, Peter and James Mirrlees, Optimal Taxation and Public Production, I: Production Efficiency (II: Tax Rules), American Economic Review 61, March, 1971 (June, 1971), pp. 8-27 (261-78).",
        "Findlay, Christopher, Optimal Taxation of International Income Flows, Economic Record, 1986, 208-14.",
        "Giovannini, Alberto and James R. Hines, Jr., Capital Flight and Tax Competition: Are There Viable Solutions to Both Problems? mimeo, March, 1990.",
        "Gordon, Roger H., An Optimal Taxation Approach to Fiscal Federalism, Quarterly Journal of Economics 98, November, 1983, pp. 567-86.",
        "Gordon, Roger H. and Joel Slemrod, Do We Collect any Revenue from Taxing Capital Income? Tax Policy and the Economy 2, 1988, pp. 89-130.",
        "Gordon, Roger H. and Hal R. Varian, Taxation of Asset Income in the Presence of a World Securities Market, Journal of International Economics 26, June, 1989, pp. 205-226.",
        "Hartman, David G., Tax Policy and Foreign Direct Investment, Journal of Public Economics 26, January, 1985, pp. 107-21.",
        "Lovely, Mary E., Taxes, Trade, and the Pattern of World Production, unpublished Ph.D. dissertation, University of Michigan, 1989.",
        "Razin, Assaf and Efraim Sadka, Capital Market Integration: Issues of International Taxation, N.B.E.R. Working Paper No. 3281, March, 1990.",
        "Sinn, Hans-Werner, Can Direct and Indirect Taxes be Added for International Com- parisons of Competitiveness, N.B.E.R. Working Paper No. 3263, February, 1990.",
        "Slemrod, Joel, Effect of Taxation with International Capital Mobility, in H.J. Aaron, H. Galper, and J. Pechman, eds., Uneasy Compromise: Problems of a Hybrid Income- Consumption Tax, Washington, D.C.: Brookings Institution, 1988, pp. 115-155."
    ]
}