{
    "id": 3419,
    "cites": 24,
    "cited_by": 90,
    "reference": [
        "Barro, R.J., Macroeconomics, 1st edition, Wiley, New York, 1984.",
        "Barro, R.J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 1991.",
        "Baumol, W.J., Productivity Growth, Convergence, and Welfare: What the Long Run Data Show, American Economic Review, 76, December 1986, 1072-1085.",
        "Blanchard, O.J. and S. Fischer, Lectures on Macroeconomics, M.I.T. Press, Cambridge MA, 1989.",
        "Borjas, G., Friends or Strangers: The Impact of Immigrants on the U.S. Economy, Basic Books, New York, 1990.",
        "Borts, G.H. and J.L. Stein, Economic Growth in a Free Market, Columbia University Press, New York, 1964.",
        "Cass, D., Optimum Growth in an Aggregative Model of Capital Accumulation, Review of Economic Studies, 32, July 1965, 233-240.",
        "Dc Long, J.B., Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, 78, December 1988, 1138-1154.",
        "Easterlin, R.A., Regional Growth of Income: Long Run Tendencies, in S. Kuznets and D. Thomas, eds., Population Redistribution and Economic Growth in the United States, The American Philosophical Society, Philadelphia, 1957.",
        "Jorgenson, D.W. and K. Yun, Tax Policy and Capital Allocation, Scandinavian Journal of Economics, 88, 1986, 355-377.",
        "Jorgenson, D.W. and K. Yun, Tax Reform and U.S. Economic Growth, Journal of Political Economy, 98, 1990.",
        "King, R.G. and S.T. Rebelo, Transitional Dynamics and Economic Growth in the Neoclassical Model, National Bureau of Economic Research working paper no. 3185, November 1989.",
        "Koopmans, T.C., On the Concept of Optimal Growth, in The Econometric Approach to Development Planning, North Holland, Amsterdam, 1965.",
        "Maddison, A., Growth and Slowdown in Advanced Capitalist Economies: Techniques of Quantitative Assessment, Journal of Economic Literature, 25, June 1987, 649-698.",
        "Nelson, R.R. and E.S. Phelps, Investment in Humans, Technological Diffusion, and Economic Growth, American Economic Review, Papers and Proceedings, 56, May 1966, 69-82.",
        "Ramsey, F.P., A Mathematical Theory of Saving, Economic Journa4 38, December 1928, 543-559.",
        "Rebelo, S.T., Long Run Policy Analysis and Long Run Growth, National Bureau of Economic Research working paper, April 1990.",
        "Romer, P.M., Increasing Returns and Long Run Growth, Journal of Political Economy, 94, October 1986, 1002-1037.",
        "Romer, P.M., Endogenous Technological Change, Journal of Political Economy, 98, 1990.",
        "Sala i Martin, X., Lecture Notes on Economic Growth, unpublished, Harvard University, November 1989.",
        "Sala i Martin, X., On Growth and States, unpublished Ph.D. dissertation, Harvard University, 1990.",
        "Solow, R.M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, February 1956, 65-94.",
        "Streissler, E., Growth Models as Diffusion Processes: II. Empirical Implications, Kyklos, 32, no. 3, 1979, 571-586.",
        "Summers, R. and A. Heston, A New Set of International Comparisons of Real Product and Price Levels: Estimates for 130 Countries, The Review of Income and Wealth, 34, March 1988, 1-25."
    ]
}