{
    "id": 3423,
    "cites": 17,
    "cited_by": 46,
    "reference": [
        "Altonji, Joseph C. and David Card. 1990. The Effects of Immigration on the Labor Market Outcomes of Natives. In Richard B. Freeman and John M.",
        "Abowd, eds., Immigration. Trade, and the Labor Market. Chicago: University of Chicago Press. Bartel, Ann P. 1989. Where Do the New~J.S. Immigrants Live? Journal of Labor Economics, Vol. 7, No. 4 (October), pp. 371-391.",
        "Blau, Francine 0. 1984. The Use of Transfer Payments by Immigrants. Industrial and Labor Relations Review, Vol. 37, No. 2 (January), pp. 222- 239.",
        "Borjas, George J. 1985. Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants. Journal of Labor Economics, Vol. 3, No. 4 (October), pp. 463-489.",
        "Borjas, George J. 1986. The Sensitivity of Labor Demand Functions to Choice of Dependent Variable. Review of Economics and Statistics, Vol. 68, No. 1 (February), pp. 58-66.",
        "Borjas, George J. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review, Vol. 77, No. 4 (September), pp. 531-553.",
        "Borjas, George J. 1990. Friends or Strangers: The Impact of Immigrants on the U.S. Economy. New York: Basic Books.",
        "Card, David. 1990. The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review, Vol. 43, No. 2 (January), pp. 245-257.",
        "Greenwood, Michael J., and John M. McDowell. 1986. The Factor Market Consequences of Immigration. Journal ofEconomic Literature, Vol. 26, No.",
        "Grossman, Jean B. 1982. The Substitutability of Natives and Immigrants in Production. Review of Economics and Statistics, Vol. 64, No. 4 (November), pp. 596-603.",
        "Heckman, James J. , and Richard Robb. 1983. Using Longitudinal Data to Estimate Age, Period, and Cohort Effects in Earnings Equations. In H.",
        "LaLonde, J. Robert and Robert H. Topel. 1990. Labor Market Adjustments to Increased Immigration. In Richard B. Freeman and John M. Abowd, eds.",
        "Immigration. Trade, and the Labor Market. Chicago: University of Chicago Press. Simon, Julian L. 1984. Immigrants, Taxes, and Welfare in the United States. Fooulation and Development Review, Vol. 10, No. 1 (March), pp. 55- 69.",
        "Simon, Julian L. 1989. The Economic Consequences pf Immigration. Oxford: Basil Blackwell.",
        "Tienda, Marta, and Leif Jensen. 1986. Immigration and Public Assistance Participation: Dispelling the Myth of Dependency. Social Science Research, Vol. 15, No. 4 (December), pp. 372-400.",
        "U.S. Bureau of the Census. Statistical Abstract of the United States. Washington, D.C.: GPO, various years. U.S. Immigration and Naturalization Service. 1989. Statistical Yearbook.",
        "Hecknan and Robb (1983)."
    ]
}