{
    "id": 3425,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Becker. Gary 5. 1981. A Treatise on the Eamth, Cambridge: Harvard University Press.",
        "Bennett, Neil G. and David E. Bloom. 1986. Why Fewer American Women Marry. The New York Ijmss, December 13.",
        "Bennett, Neil G., David E. Bloom, and Patricia H. Uraig. 1989. The Divergence of Black and White Marriage Patterns. American Journal ~f Sociolorv 95: 692-722.",
        "Bianchi. Suzanne M. and Daphne Spain. 1986. American Women j1~ Transition. New York: Russell Sage Foundation.",
        "Bloom. David E. 1982. Whats Happening to the Age at First Birth in the United States? .4. Study of Recent Uohorts. Demography 19: 351-370.",
        "Coale, Ansley J. 1971. Age Patterns of Marriage. Pooulatinn Studies 25: 193-214.",
        "DuMouchel, William H. and Greg J. Duncan. 1983. Using Sample Survey Weights in Multiple Regression Analyses of Stratified Samples. Journal ~f ~jj~g American Statistical Association 78: 535-543.",
        "Ewbank, Douglas. 1974. An Examination of Several Applications of the Standard Pattern of Age at First Marriage. Unpublished Ph.D. Dissertation, Department of Economics. Princeton University.",
        "Fay, Robert. 1986. Personal communication.",
        "Fuchs, Victor R. 1983. jj~~ 35~ j4~. Cambridge: Harvard University Press.",
        "Glick. Paul U. 1984. Marriage. Divorce, and Living Arrangements: Prospective Changes. Journal of ~~jl Issues 5: 7-26.",
        "Goldfeld. Stephen M. and Richard E. Quandt. 1972. Nonlinear Methods j~ Econometrics. New York: North Holland.",
        "Grenier, Gilles, David E. Bloom, and B. Juliet Howland. 1987. An Analysis of the First Marriage Patterns of Uanadian Women. Uanadian Studies j~ Population 14: 47-68.",
        "Hernes, Gudmund. 1972. The Process of Entry into First Marriage. American Sociological Review 37: 173-182.",
        "Hoem, Jan M. 1985. Weighting, Misclassification, and Other Issues in the Analysis of Survey Samples of Life Histories. In Beckman, James and Burton Singer, Editors, pp. 249-293, Longitudinal Analysis ~f~ai~~j Market ~ New York: Cambridge University Press.",
        "Keeley, Michael U. 1979. An Analysis of the Age Pattern of First Marriage. International Economic Review 20: 527-544.",
        "Norton, Arthur and Jeanne Moorman. 1987. Current Trends in Marriage and Divorce among American Women. Journal Marriaee g~ jfi~ fi~jjy 49: 3-14.",
        "Rodgers, Willard U. and Arland Thornton. 1985. Changing Patterns of First Marriage in the United States. Demosra~hv 22: 265-279.",
        "Rodriguez, German and James Trussell. 1980. Maximum Likelihood Estimation of the Parameters of Uoales Model Nuptiality Schedule from Survey Data. Technical Bulletin No. 7. London: World Fertility Survey.",
        "Schoen, Robert, William Urton, Karen Woodrnw, and John Baj. 1985. Marriage and Divorce in Twentieth Century American Cohorts. Demography 22: 101-114.",
        "Scott, A. J. and D. Bolt. 1982. The Effect of Two-Stage Sampling on Ordinary Least Squares Methods. Journal 2f ~jjg American Statistical Association 77: 848-854.",
        "Sthrensen, Annemette and Aage B. SÃ\u0083Ë\u009crensen. 1985. An Event History Analysis of the Process of Entry into First Marriage. In Kertzer, D. I., Editor, flmilx Relations Life QQnr8~ Perspectives. New York: JAI Press.",
        "Trussell. James. 1980. Illustrative Analysis: Age at First Marriage in Sri Lanka and Thailand. Scientific Reports No. 13. London: World Fertility Survey."
    ]
}