{
    "id": 3427,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Bcveridgc, Stephen, and Nelson, Charles R. (1981), A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the `Business Cycle Journal of Monetary Economics 7 (March), 151-176.",
        "Blanchard, Olivier Jean and Danny Quah (1989), The Dynamic Effects of Aggregate Supply and Demand Disturbances, American Economic Review 79 (September), 655-673.",
        "Campbell, John Y. and Angus Doaton (1989), `Why is Consumption So Smooth? Review of Economic Studies 56 (July), 357-373.",
        "Campbell, John Y. and N. Gregory Hankiw (1987), `Are Output Fluctuations Transitory? Quarterly Journal of Economics 102 (November), 857-880.",
        "Campbell. John Y. end N. Gregory Mankiw (1989), `Consumption. Income and Intarest Rates; Reinterpreting the Time Series Evidence, NBER Macroeconomics Anaual 1989, Edited by Olivier 3. Blanchard and Stanley Fisher, 185-216.",
        "Clark, Peter K. (1987), The Cyclical Component in U.S. Economic Activity, Quarterly Journal of Economics 102 (November), 797-814.",
        "Cochrane, John H. (1988), How big is the-Random Walk in CNP? Journal of - Political Economy 96 (October), 893-920.",
        "Cochrene, John N. (1989), A Critique of the Application of Unit Roots Tests, Journal of Economic Dynamics and Control, Forthcoming.",
        "Cochranc, John H. (1990), Why Test the Permanent Income Hypothesis? Comments on `The Response of Consumption to Income: a Cross Country Investigation by John V. Campbell and N. Gregory Mankiw. (Presented at the International Seminar on Macroeconomics, Mannheim, Germany, June 1990.) Manuscript, University of Chicago.",
        "Cochrsne, John H. and Argia M. Sbordone, (1988) Multivariata Estimates of the Permanent Components of ON? and Stock Prices Journal of Economic Dynamics and Control 12 (June/September), 255-296.",
        "Cogley, Timothy (1990), International Evidence on the Size of the Random Walk in Output, Journal of Political Economy 98 (June), 501-518.",
        "Deaton, Angus S. (1987). Life-Cycle Models of Consumption; Is the Evidence Consistent With the Theory? In Advances in Econometrics: Fifth World Congress. Vol. 2, edited by Truman F, Bewely. New York; Cambridge University Press.",
        "Fams, Eugene F, (1990), Transitory Variation in Investment snd Output, Manuscript, University of Chicago.",
        "Fame, Eugene F. and Kenneth 8. French (19B8s), Permanent and Temporary 27 Components of Stock Prices, Journal of Political Economy 96, 246-273. Fana, Eugene F. and Kenneth R. French, (1988b), Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Flavin, Marjorie A. (1981), The Adjustment of Consumption to Changing Expectations of Future Inonme, Journal of Political Economy 89 (October), 974-1009.",
        "Hodrick, Robert J. (1990), `Dividend Yields and Expected Stock Returns; Alternative Procedures for Inference and Measurement, Manuscript, Northwestern University.",
        "King, Robert 0. , Charles I. Plosser, James H. Stock and Mark V. Watson (1989), Stochastic Trends and Economic Fluctuations, Manuscript.",
        "Nelson, Charles R. and Charles I. Plosser (1982), Trends and Random Wslks in Macroeconomic Time Series; Some Evidence and Inpiicatinns, Journal of Monetary Economics- 10 (September), 139-162.",
        "Quah, Danny (1990) Permanent and Transitory Movements in Labor Income; An Explanation for `Excess Smoothness in Cousumptiun Journal of Political Economy 98:3 (June), 449-475 Poderba, James M., and Lawrence H. Suaseers (l9EB) Mean Reversion in Stock Prices; Evidence and Implications Journal of Financial Economics 22, 26-59.",
        "Richardson, Matthew (1989). `Temporary Components of Stock Prices; a Skeptics View, Manuscript, Stanford University.",
        "Sargent, Thomas J. (1987), Macrccconomic Theory, 2nd Ed. New York; Academic Press.",
        "Watson, Mark W, (1956), Univsriate Dotrending Hethods with Stochastic Trends, Journal cf Monetary Economics IS (July) 49-75.",
        "Watson, Mark V. (1990), Measures of Fir for Celibrated Mndels, Wotking paper, Northwestern University.",
        "West, Kenneth 0. (1988), The Insensitivity of Consumption to News shout Income Journal of Monetary Ecnnomica 18 (July), 49-75.",
        "Zelluer, Arnold, and Franz Palm (1916) Time-Sarios Analysis and Simultaneous Equations Models, Juurnai ci fconnmorr-ics 2, 17-54."
    ]
}