{
    "id": 3430,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Arrow, K., (1963) Uncertainty and the Welfare Economics of Medical Care, American Economic Review, 53:941-973.",
        "Axell, B. (1977) Search Market Equilibrium, Scandinavian Journal of Economics, 79,1:20-40.",
        "Beazoglou, T. and 0. Heffley (1988), Ignorance in the Market for Dental Care Services, unpublished manuscript, University of Connecticut, Storrs, CT.",
        "Benham, L., (1972), The Effect of Advertising on the Price of Eyeglasses, Journal of Law and Economics, 15:337-352.",
        "Boldin, P., G. Carcagno, P. Held, S. Jamieson, and J. Wooldridge, Group Practice Statistical File Documentation, Mathematica Policy Research, Inc., Princeton, New Jersey, 1979.",
        "Burdett, K., and K. Judd (1983), Equilibrium Price Dispersion, Econometrica 51:955-970.",
        "Butters, G. (1977) Price Distributions of Sales and Advertising Prices, Review of Economic Studies, 44:465-491.",
        "Cady, J.F. (1976) An Estimate of the Price Effects of Restrictions on Drug Price Advertising, Economic Inquiry, 14:493-510.",
        "Cantwell, J.R. (1981) Copayments and Consumer Search: Increasing Competition in Medicare and Other Insured Medical Markets, Health Care Financing Review, 3,2:67-76, December.",
        "Carlson, J. and D. Pescatrice (1980), Persistent Price Distributions, Journal of Economics and Business, 33:21-27.",
        "Cox, S.R., DeSerpa, A.C., and W.C. Canby, Jr. (1982), Consumer Information and the Pricing of Legal Services, Journal of Industrial Economics, March, 30, 3:305-318.",
        "Dahlby, B. and D. West (1986), Price Dispersion in an Automobile Insurance Market, Journal of Political Economy, 94:418-438.",
        "Dionne, G. (1984), Search and Insurance, International Economic Review, 25:357-367.",
        "Feldman, R., and J. Begun (1978), The Effects of Advertising Restrictions: Lessons from Optometry, Journal of Human Resources, Supplement 13:247-262.",
        "Folland, S.T. (1985) The Effects of Health Care Advertising, Journal of Health, Politics, Policy, and Law , 10:329.",
        "Goldman, F., and M. Grossman (1978), The Demand for Pediatric Care: An Hedonic Approach, Journal of Political Economy, 86:259-279.",
        "Hsiao, W.C. (1980) Patterns of Physician Charges: Implications for Policy, in Physicians and Financial Incentives, J.R. Gabel ~ il. (eds.), Washington, D.C.: Department of Health and Human Services.",
        "Jarque, C.M. and A.K. Bera (1980) Efficient Tests for Normality, Homoskedasticity, and Serial Independence of Regression Residuals, Economics Letters, 6:255-259.",
        "Kwoka, J., (1984), Advertising and the Price of Quality of Optometric Services, American Economic Review, 74:211-216.",
        "Lachs, M.S., Sindelar, J.L., and R.I. Horwitz (1990) The Forgiveness of Coinsurance: Charity or Cheating? New England Journal of Medicine, 322,22:1599-1601, May 31.",
        "MacKinnon, J.G., White, H. and R. Davidson (1983) Tests for Model Specification in the Presence of Alternative Hypotheses: Some Further Results, Journal of Econometrics, 21:53-70.",
        "Marquis, M.S. (1985), Cost Sharing and Provider Choice, Journal of Health Economics, 4:137-157.",
        "Marquis, M.S., Kanouse, D. and 1. Brodsley (1985), Informing Consumers About Health Care Costs: A Review and Research Agenda, Rand/UCLA Center for Health Care Financing Policy Research, R-3262-HCFA, Los Angeles, CA.",
        "Marvel H. (1976), The Economics of Information and Retail Gasoline Behavior: An Empirical Analysis, Journal of Political Economy, 84:1033-1060.",
        "Mathewson, G.F. (1983), Information, Search, and Price Variability of Individual Life Insurance Contracts, Journal of Industrial Economics, 32:13 1-148.",
        "Newhouse, J., (1978), The Structure of Health Insurance and the Erosion of Competition in the Medical Marketplace, in Competition in the Health Care Sector: Past, Present, Future, ed. Warren Greenberg, pp. 215-230, Germantown, MD, Aspen Systems Corp.",
        "Newhouse, J. and F. Sloan, (1972), Physician Pricing; Monopolistic or Competitive: Reply, Southern Economic Journal, 38:577-580.",
        "Pauly, M., (1978), Is Medical Care Different?, in Competition in the Health Care Sector: Past, Present, Future, ed. Warren Greenberg, pp. 11-35, Germantown, MD, Aspen Systems Corp.",
        "Pauly, M., and M. Satterthwaite (1981), The Pricing of Primary Care Physicians Services: A Test of the Role of Consumer Information, Bell Journal of Economics, 12:488-506.",
        "Pauly, M., (1986), Taxation, Health Insurance, and Market Failure, Journal of Economic Literature, 24:629-75.",
        "Polachek, S., and B. Yoon (1987), A Two-Tiered Earnings Frontier Estimation of Employer and Employee Information in the Labor Market, Review of Economics and Statistics, 69:296-302.",
        "Pratt, J., Wise, D. and R. Zeckhauser (1979), Price Differences in Almost Competitive Markets, Quarterly Journal of Economics, 93:189-211.",
        "Telser, L. (1978), Economic Theory and the Core, Chicago, University of Chicago Press.",
        "Van Hoomissen, T. (1988), Price Dispersion and Inflation: Evidence from Israel, Journal of Political Economy, 96:1303-1314.",
        "Varner, T. and J. Christy (1986), Consumer Information Needs in a Competitive Health Care Environment, Health Care Financing Review, Annual Supplement:99-104."
    ]
}