{
    "id": 3431,
    "cites": 31,
    "cited_by": 14,
    "reference": [
        "Xie, C. (1990), &apos;Essays on the Theory of the Firm, unpublished PhD dissertation, MIT Zender, J. (1989), Optimal Financial Instruments, Working paper, University of Utah. - R3 -",
        "Warner, J. (1977), Bankruptcy Costs: Some Evidence, Journal Finance, 32:337-347.",
        "- R2 -Stulz, R. (1990), Managerial Discretion and Capital Structure, Ohio State University (mirneo).",
        "_________ (1972), Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take-Overs, Bell. Journal of Economics and Management Science, 3(2):458-482.",
        "Sachs, J, (1986), Managing the LDC Debt Crisis, Brookings Papers on Economic Activity, Stiglitz, J. (1974), On the Irrelevance of Corporate Financial Policy, American Economic Review. 64.",
        "Ross, S. (1977), The Determination of Financial Structure: The Incentive Signalling Approach, Bell Journal Economics, 8:23-40.",
        "Roe, M. (1987), The Voting Prohibition in Bond Workouts, Yale Law Journal, 97:232-279.",
        "Parthasarathy, K. (1967), Probability Measures on Metric Spaces, Academic Press.",
        "Myers, S. and N. Majluf (1984), Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics, 13:187-221.",
        "Myers, S. (1990), Still Searching for Optimal Capital Structure, in Distinctions Between Debt and Equity Disappearing?, R. Kopcke and E. Rosengren (eds.), Federal Reserve Bank of Boston Conference Series No. 33.",
        "Myers, S. (1977), Determinants of Corporate Borrowing, Journal Financial Economics, 5 (Novernber):147-l75.",
        "Modigliani, F. and M. Miller (1963), Corporate Income Taxes and the Cost of Capital: A Correction, American Economic Review, 53:433-443.",
        "Miller, M. (1977), Debt and Taxes, Journal ..[ Finance, 32 (May):261-275.",
        "Merton, R. (1990), The Changing Nature of Debt and Equity: Discussion in Are the Distinctions Between Debt and Equity Disappearing?, R. Kopcke and E. Rosengren (eds.), Federal Reserve Bank of Boston Conference Series No. 33, pp. 44-48.",
        "Marris, R. (1964), IJ Economic Theory of Managerial Capitalism, Illinois: Free Press of Clencoe.",
        "Mailath, C. and A. Postlewaite (1988), Workers versus Firms: Bargaining Over a Firm&apos;s Value, inimeo, University of Pennsylvania.",
        "Leland, H. and D. Pyle (1977), Informational Asymmetries, Financial Structure, and Financial Intermediation, Journal Finance. 32, 2.",
        "- Ri -Kester, W. (1986), Capital and Ownership Structure: A Comparison of United States and Japanese Manufacturing Corporations, Financial Management, Spring, pp 5-16.",
        "Jensen, M. and W. Meckling (1976), Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3:305-360.",
        "Jensen, M. (1986), Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, 76:323-329.",
        "Hart, 0. and J. Moore (1989), Default and Renegotiation: A Dynamic Model of Debt, MIT Dept. of Economics Working Paper.",
        "Harris, M. and A. Raviv (1989), The Design of Securities, Working paper, Graduate School of Business, University of Chicago.",
        "Gilson, S., John, K. and L. Lang (1990), Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, mimeo, N.Y.U. Grossman, S. and 0. Hart (1982), Corporate Financial Structure and Managerial Incentives, in J.J. McCall, ed., Economics Information Uncertainty, University of Chicago Press.",
        "Diamond, D. (1989), Debt Maturity Structure and Liquidity Risk, University of Chicago (mimeo).",
        "Donaldson, C. (1984), Managing Corporate Wealth, New York: Praeger, 1984.",
        "Brealey, R. and S. Myers (1988), Principles Corporate Finance, McGraw-Hill, 3rd Edition.",
        "Cutler, D. and L. Summers (1988), The Costs of Conflict Resolution and Financial Distress: Evidence from the Texaco-Pennzoil Litigation, Journal of Economics, Summer, 157-172.",
        "Bolton, P. and D. Scharfstein (1990), A Theory of Predation Based on Agency Problems in Financial Contracting, American Economic Review, March, 1990, 93-106.",
        "Allen, F. and D. Gale (1988), Optimal Security Design, Review of Financial Studies, 1:229-263.",
        "Allen, F. (1990), The Changing Nature of Debt and Equity: A Financial Perspective, in Xh Distinctions Between Debt and Eciuity Disappearing?, R. Kopcke and E. Rosengren (eds.), Federal Reserve Bank of Boston Conference Series No. 33, pp. 12-38.",
        "Aghion, P. and P. Bolton (1988), An &apos;Incomplete Contract&apos; Approach to Bankruptcy and the Financial Structure of the Firm, Technical Report 536, IMSSS, Stanford University."
    ]
}