{
    "id": 3434,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Ambarish, Ramassstry, Kose John, and Joseph Williams 11987] , Efficient Signalling with Dividends and Investments, Journal of Finsnce 42, June, 321-343.",
        "Asquith, Paul and David W. Mullins [1986], Equity Issues and Offering Dilution, Journal of Financial Economics 15, 61-89.",
        "Bagwell, Laurie Simon and Kenneth L. Judd [1988], Transaction Costs and Corporate Control, mimeo, Northwestern University.",
        "Bsgwell, Laurie Simon and John 8. Shoven [1989], Cash Distributions to Shareholders, Journal of Economic Perspectives 3, Summer, 129-40.",
        "Barclay, M. and C. W. Smith 11988], Corporate Payout Policy: Cash Dividends versus Open Market Share Repurchases, Journal of Financial Economics 22, 61-82.",
        "Bhsttacharya, Sudipto 11979], Imperfect Information, Dividend Policy, and the `Bird in the Hand Fallacy, Bell Journal of Economics 10 (1).",
        "Policy, Ouarterlv Journal of Economics 95 (1), 1-24. Brennan, Michael J. and Anjan V. Thskor [19891 , Shareholder Preferences and Dividend Policy, mimeo, UCLA.",
        "Constantinides, George and Myron Scholes [19801, Optimal Liquidation of Assets in the Presence of Personal Tax: Implications for Asset Pricing, Journal of Finance 35, 1980, 439.452.",
        "Council of Economic Advisors [1990], Economic Report of the President, U.S. Government Printing Office: Washington D.C.",
        "Dann, L. [1981], Agency Stock Repurchases: An Analysis of Returns to Bondholders and Stockholders, Journal of Financial Economics 9, June, 113-38.",
        "Hskansson, Nils H. [19821 , To Pay or Not to Pay Dividend, Journal of Finance 37, 415-428.",
        "John, Kose and David C. Nachman [1987], Multiperiod Financing Strategies and Dividend Management, CRSP Working Paper No. 210.",
        "John, Kose and Joseph Williams [19851, Dividends, Dilution, and Taxes: A Signalling Equilibrium, Journal of Finance 40, 1053-1070.",
        "Kumar, Praveen and Chester Spatt ]1987], Asymmetric Information and the Smoothing of Dividends, mimao, Carnegie Mellon University.",
        "Milgrom, Paul and John Roberts (1986], Price and Advertising Signals of Product Quality, Journal of Political Economy 94, 796-821.",
        "Miller, Nerton H. and Kevin Rock ]198S], Dividend Policy under Asymmetric Information, Journal of Finance 40, 1031-1051. Ofer, Ahsron R. and Daniel R. Siegel ]1986], Testing for the Information Content of Corporate Financial Policy Using Expectations Data: An Empirical Investigation af Special Dividends, BRC Working Paper 144, Northwestern University.",
        "Poterba, James N. and Lawrence H. Summers ]1983], Dividend Taxes, Corporate Investment, and `Q , Journal of Public Economics 22, 135-167.",
        "Potarba, James N. and Lawrence H. Summers (1985] , The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance, Edward I. Altman and Mark C. Subrahmanyam (ads.), Hamewood, IL: Richard D. Irwin, 227-284.",
        "Scholas, Myron S. and Mark A. Wolfson (1989], Decentralized Investment Banking: The Case of Discount Dividend-Reinvestment and StockPurchase Plans, Journal of Financial Economics 23, 7-3S.",
        "Sciglitz, Joseph (1983] , Some Aspects of Capital Gains Taxation, Journal of Public Economics 21, 257-94."
    ]
}