{
    "id": 3438,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Azariedis, C. (1981), Setf-fiitfillingPrnphecies, Journal of Economic Theory 25: 380-396.",
        "Blanchard, 0. and S. Fischer (1989), Lectures us Macroeconomics . MIT Press: Cambridge, Mass.",
        "Butow, 1., 2. Geanskopotoa, and P. Klemperer (1985), Multimarkel Oligopoly: Strategic Substitutes and Complements, Jnumat of Political Economy 93: 488-511.",
        "Cass, D. and K. Shell (1983), Do Sunspots Matter?, Jnumal of Political Economy 91: 193-227.",
        "Chalteijee, 5. (1988), Participation Externality as a Source of Coordination Failure in a Competitive Model with Centralized Markets, University of Iowa, Department of Economics Working Paper No. 88-15.",
        "Chatterjee, S., and R. Cooper (1988), Multiplicity of Equilibria and Fluctuations in an Imperfectly Compotitive Economy with Entry and Exit, Univemity of Iowa, mimeo.",
        "Chatterjee, S. ,and R. Cooper (1989), Multiplicityof Equilibria and Fluctuations in Dynamic Imperfeclly Competitive Ecoonmies, University of Iowa, rmmco.",
        "Cooper, R., and A. John (1988), Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics 101: 441-464.",
        "Davis, S. and I. Haltiwanger, Gross Job Creation, Gross Job Destruction and Employment Reallocation, Wnrking Paper 89-31, University of Maryland, October 1989.",
        "Davis, S. and 2. Haltiwanger, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, forthcoming NEER Macroeconomics Annual, 1990.",
        "Diamond, P.A. (1982), Aggregate Demand Management in Search Equilibrium, Journal of Political Economy 90: 881-894.",
        "Edwards, R.E. (1965), Functional Aaslyyjy. Roll, Rinehart and Whinston, New York.",
        "Farmer, R.E.A. (1986), Deficits and Cycles,Journsl of Ecnnnmic Theory 40: 77-88.",
        "Farmer, R.E.A. and M. Woodford (1984), Self-FulfiltingProphcciea and the Business Cycle, CARESS Working Paper 84-12.",
        "Hart, 0.2. (1982), A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economict, 97: 109-38.",
        "Hailer, W. (1986), Coordination Failure Under Complete Markets with Applications to Effective Demand, in Eguilibrium Analysis, Eossys in Honor of Kenneth J. Arrow, Volume II, edited by Walter Heller, Ross Starr and David Starrett, Cambridge, Cambridge University Press.",
        "Howitt, P. (1990), `Determinate Outcomes with Multiple Equilibria, University of Western Ontario, mimeo.",
        "Howitt, P. and P.R. McAfee (1990), `Animal Spirits, University of Western Ontario, mimeo.",
        "Pagano, M. (1989), `Endogenous Market Thinness and Stock Price Volatility, Review of Economic Stadies~es 56:269-88.",
        "Peck, J. (1988), `On the Existence of Sunspot Equilibria in an Overlapping Generations Model,Journal of Economic Theory. 4-4: 19-42.",
        "Ravilcumar, B. (1988), `Trading Externalities in Product Markets and Fluctuations in Asset Prices in an Overlapping Generations Model, University of Iowa, mimeo.",
        "Reichiin, P. (1986), `Equilibnum Cycles in an Overlapping Generations Economy with Production, Journul of Economic Theory 40: 89-102.",
        "Spear, S. (1984), `Sufficient Conditions for the Existence of Sunspot Equilibria, Journal of Economic ~Theog~., 34:360-370.",
        "Weil, P. (1989), `Increasing Returns and Animal Spirits, American Economic Review 79: 889-894.",
        "Woodford, M. (1984), `Indeterminacy of Equilibrium in the Overlapping Generations Model: A Survey, Columbia University manuscript."
    ]
}