{
    "id": 3445,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Anderson, Robert L. and Kathleen P. Anderson, A Comparison of Women in Small snd Large Companies, American Journal of Small Business, Vol. 12, No. 3 (Winter 1988): 23-33.",
        "Applabaum, Eileen and Ross Koppal, The Impact of Work Attitudes Formed Prior to Labor Harkat Entry on the Process of Early Labor Market Attainment, in Paul J. Andrisani, Eileen Applebaum, Rose Koppel, and Robert Niljins, eds., Work Attitudes and Labor Nerkat Experience, NY: Preeger Publishers, 1978.",
        "Becker, Gary S., A Treatise on the Family, Cambridge, NA: Harvard University Press, 1981.",
        "Becker, Gary S. , The Allocation of Effort, Specific Human Capital, sod the Differences Between Nan and Woman in Earnings and Occupations, Journal of Labor Economics, Vol. 3, No. 1, Pt. 2 (Jan. 1985): 533-58.",
        "Becker, Gary S. , The Economics of Discrimination, Chicago, University of Chicago Press, 1957.",
        "Bialby, Denise 0, and William T. Bialby, She Works Hard for the Money: Household Responsibilities mnd ths Allocation of Effort. Paper presented at the Aug. 1985 meetings of the American Statistical Association.",
        "Corcoran, Mary, Greg J. Duncan and Michael Ponza, Work Experience, Job Segregation, and Wages, in Barbara F. Reskin, ad., Sex Segregation in the Workplace: Trends, Explsnstions~ Remediea, Washington, D.C.: National Academy Press, 1984, pp. 171-91.",
        "Daymont, Thomas N. and Paul 3. Andrteani, Why Woman Earn Less Than Men: The Case of Recent College Graduates, IRRA 35th Annual Proceedings, 1988: 425-35.",
        "Diploy, Robert L. , Problems and Progress of Women tn Management, in Karen S. Koziars, Michael H. Moekov and Lucrstis 0. Tanner, eds., Working Women: Past, Present, Future, Industrial Relations Research Association Series, Wsshington, D.C.: The Bureau of National Affairs, Inc., 1987.",
        "England, Paula, The Failure of Human Capital Theory to Explain Occupational Sex Segregation, Journal of Human Resources, Vol. 17, No. 3 (Summer 1982): 358-70.",
        "Ferber, Marianne A. and Carole A. Green, Occupational Segregation and the Earnings Gap: Further Evidence, unpublished, 1989.",
        "Filer, Randall K., Male-Female Wage Oiffersnces: The Importance of Compensating Differentials, Industrial and Lsbor Ralstions Review, Vol. 38, Ho. 3 (Apr. 1985): 426-37.",
        "Oronau, Reuben, Sex-related Wage Differentials and Womans Interrupted Labor Careers-the Chicken or the Egg, Journal of Labor Economics, Vol. 6, No. 3 (July 1988): 277-301.",
        "Miller, Herman P. , Lifetime Income and Economic Growth, American Economic Review, Vol. 55, No. 4 (Sept. 1965): 834-44.",
        "Mincer, Jacob and Solomon W. Polachek, Family Investments in Human Capitsl: Earnings of Woman, Journal of Political Economy, Vol. 82, No. 2, Pt. 2 (Nar.-Apr. 1974): 576-5108.",
        "Polachek, Solomon W. , Differences in Expected Post-School Investment as a Determinant of Market Wage Differentials, International Economic Review, 16, 2 (June 1975): 45t-70.",
        "Polachek, Solomon W. , Occupational Self-Selection: A Human Cspital Approach to Sex Differences in Occupational Structure, Review of Economics and Statistics, Vol. 63, Ho. 1 (Feb. 1981): 60-69.",
        "Ssndell, Steven H., and David Shspiro, Work Expectations, Human Capital Accumulation, and the Wages of Young Women, Journsl of Human Resources, Vol. 15, Mo. 3 (Summer 1980): 335-53.",
        "Shaw, Lois B. and David Shapiro, Womens Work Plans: Contrasting Actual Expectations and Actual Work Experience, Monthly Labor Review, Vol. itO, Ho. 11 (Nov. 1987): 7-14.",
        "Smith, James P. and Michael P. Ward, Womens Wages and Work in the Twentieth CentuÃ\u0083Â§y, Santa Monica, CA: Rand, 1984.",
        "Subich, Linda Mezydlo, Gerald V. Barrett, Dennis Doverapike, and Ralph A. Alexander, The Effects of Sex-Role-Related Factors on Occupational Choice and Salary in Robert T. Michael, Heidi I. Hartmann, and Brigid OFarreli, ede. , Pay Equity: Empirical Inquiries, Washington, OC: Hettonal Academy Press, 1989.",
        "Weiss, Yoram and Reuben Gronsu, Expected Interruptions in Labor Force Participation and Sex-Related Differences in Earnings Growth, Review of Economic Studies, Vol. 48, Ho. 4 (October 1981.): 607-19.",
        "Williams, C. and A. Gordon, Perceived Earnings Functions and Ex Ante Rates of Return in Past Compulsory Education in England, Higher Education, Vol. 10, Mo. 2 (March 1981): 199-227."
    ]
}