{
    "id": 3446,
    "cites": 14,
    "cited_by": 7,
    "reference": [
        "Brown, Charles, Equalizing Differences in the Labor Market, Quarterly Journal of Economics, (February 1980) p113-134.",
        "Dickens, W.T., Differences Between Risk Premiums in Union and Nonunion Wages and the Case for Occupational Safety Regulation, American Economic Review, Papers and Proceedings, Vol. 74 2 (May 1984a) p320-323.",
        "Economic Theory, in William Darity Jr. ed. Labor Economics: Modern Views, Hingham MA: Kluwer-Nijhoff, (l984b), p133-173. Occupational Safety and Health Regulation and Irrational Behavior: A Preliminary Analysis, in John D. Worrall and David Appel, eds., Workers Compensation Benefits: Adequacy. Equity and Efficiency, ILR Press, (1985) p19-40.",
        "Benjamin Gilad and Stanley Kaish, eds., Handbook of Behavioral Economics, JAI Press, 1986.",
        "Dickens, W.T. and Lawrence Katz, Inter-Industry Wage Differences and Industry Characteristics, in Kevin Lang and Jonathan Leonard, eds. Unemployment and the Structure of Labor Markets, Basil-Blackwell, 1987.",
        "Dickens, W.T. and Brian Ross, Consistent Estimation using Data from More than One Sample, NBER Technical paper 33 (1984).",
        "Dorsey, Stuart, Employment Hazards end Fringe Benefits: Further Tests for Compensating Differentials, In John D. Worall ed., Safety and the Workforce: Incentives and Disincentives in Workers Compensation. Ithaca: New York State School of Industrial Relations, 1983.",
        "Kahneman, Daniel and Amos Tversky, Prospect Theory: An Analysis of Decisions Under Risk, Econometrics, vol. 47, 2 (March 1979), p263-291.",
        "Decisions, Journal of Business, vol. 59, 4 (Oct. 1986), p s251-78.",
        "Kruger, Alan and Lawrence Summers, Reflections on the Inter- Industry Wage Structure, in Kevin Lang and Jonathan Leonard, ads. Unemployment and the Structure of Labor Markets, Basil- Blackwell, 1987.",
        "Lattimore, P.K., J. R. Baker and A. Dryden Witte, The Influence of Probability on Risky Choice: A Parametric Examination, NBER Technical paper 81. Leigh, J. Paul, Gender, Firm Size, Industry and Estimates of the Value of Life, Journal of Health Economics, Vol. 6 (1987):25S- 273.",
        "Evidence for Compensating Wages, Industrial Relations (forthcoming). Viscusi, W.K., Employment Hazards: An Investigation of Market Performance, Cambridge: Harvard University Press, 1979.",
        "Implications of the Quality of Work, Journal of Labor Research, Vol. 1, (Spring 1980), p175-192.",
        "Viscusi, W. K. and Charles OConnor, Adaptive Responses to Chemical Labeling: Are Workers Bayesian Decision Makers? American Economic Review, Vol 74 (December 1984), p942-56."
    ]
}