{
    "id": 3447,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Baron, James N. and William T. Bielby. A. womnnTs Place is With Other Women: Sex Segregation in the work Place, in Barbara F. Reskin, ed., Sex Segre gation in the Workplace: Trends, Explanations and Remedies, Washington, D.C.: National Academy Press, 1984.",
        "Behrman, Jere R. and Barbara L. Wolfe. Labor Force Participation and Earn- ings Determinants for Women in the Special Conditions of Developing Countries, Journal of Development Economics, Vol. 15 (1984): 259-88.",
        "Beneria, Lourdes. Conceptualizing the Labor Force: The Underestimation of Womens Economic Activities, in Nici Nelson, ed., African Women in the Development Process, London: Frank Cass and Company, 1981, pp. 10-28.",
        "Blau, Francine D. and Wallace E. Hendricks. Occupational Segregation by Sex: Trends and Prospects, Journal of Human Resources, Vol. 14, No. 2 (Spring 1979): 197-210.",
        "Boserup, Ester. Womens Role in Economic Development, N.Y.: St. Martins Press, 1970.",
        "Chiplin, Brian, H. M. Curran and C. J. Parsley. Relative Female Earnings in C. B. and the Impact of Legislation, in Peter J. Sloane, ed,, Women and tow Pay, London: MacMillan, 1980: pp. 57-126.",
        "Concepcion, Mercedes B. Female Labor Force Participation and Fertility, International Labour Review, Vol. 109, Nos. 5-6 (May-June 1974): 503-li.",
        "Duncan, Otis Dudley and Beverly Duncan. A Methodological Analysis of Segre- gation Indexes,T American Sociological Review, Vol. 20, No. 2 (Apr. 1955): 210-17.",
        "Durand, John D. The Labor Force in Economic Development, Princeton, NJ: Princeton University Press, 1975.",
        "Ferber, Marianne A. and Helen N. Berg. Labor Force Participation of Women and the Sex Ratio: A Cross-Country Analysis, Paper presented at the 1987 meeting of the American Economic Association.",
        "Goldschmidt-Clermont, Luisella. Economic Evaluations of Unpaid Household Work: Africa, Asia, Latin America and Oceania, Geneva: International Labour Office, 1987.",
        "Gregory, R. C., A. Daly and V. Ho. A Tale of Two Countries: Equal Pay for Women in Australia and Britain, Paper presented at the 1986 meeting of the American Economic Association.",
        "Grossbard-Shechtman, Amyra. Sex Ratios, Marriage Markets, and Female Labor Force Participation, paper presented at the 1985 meeting of the Population Association of America.",
        "Guttentag, Marcia, and Paul F. Secord. Too Many Women? The Sex Ratio Question, Beverly Hills, CA: 1983.",
        "Joekes, Susan P. Women in the World Economy. An INSTRAW Study, NY: Oxford University Press, 1987.",
        "Juster, F. Thomas and Frank P. Stafford. The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Working Paper, Institute for Social Research, University of Michigan, February 1990.",
        "Kelley, Allen C. and Lea 1. de Silva. The Choice of Family Size and the Compatibility of Female Workforce Participation in the Low Income Setting, Revue Economique, Vol. 31, No. 6 (November 1980); 1081-1101.",
        "Kessler, Sid. Comparability,t Oxford Bulletin of Economics, Vol. 45, No. 1 (February 1983): 65-104.",
        "Layard, Richard and Jacob Mincer, eds. Trends in Womens Work, Education and Family Building, Journal of Labor Economics, Vol. 3, No. 1, Part 2 (January 1985).",
        "Mincer, Jacob. Intercountry Comparisons of Labor Force Trends and of Related Developments: An Overview, Journal of Labor Econonics, Vol. 3, No. 1, Part 2 (January 1985): S1-S32.",
        "Myrdal Gunar. Asian Drama: An Inquiry into the Poverty of Nations, NY; Twentieth Century Fund, 1968.",
        "Nieva, Veronica F. Work and Family Linkages, in Laurie Larwood, Ann II. Stromberg and Barbara A. Gutek, eds., Women and Work, Vol. 1, 1985: 162-90.",
        "OECD. The Integration of Women into the Economy, Paris: 1985.",
        "O!Neill, June. The Trend in the Male-Female Wage Gap in the United States, Journal of Labor Economics, Vol. 3, No. 1, Part 2 (January 1985): S91-S116.",
        "Ravindran, S. Health Implications of Sex Discrimination in Childhood, Geneva, World Health Organization, UNICEF/PHE 86.2, 1986.",
        "Reskin, Barbara F. and Heidi I. Hartmann, eds. Womens Work, Kens Work, Sex Segregation on the Job, Washington, D.C.: 1986.",
        "Semyonov, Moshe. The Social Context of Womens Labor Force Participation: A Comparative Analysis, American Journal of Sociology, Vol. 86, No. 2 (November 1980): 534-50.",
        "Smith, James P. and Michael P. Ward. Womens Wages and Work in the Twentieth Century, Santa Monica, Calif.: The Rand Corporation, Oct. 1984.",
        "Sullerot, Evelyne. Equality and Remuneration for Men and Women in the Member States of the EEC, International Labour Review, Vol. 112, Nos. 2-3 (August-September 1915): 87-108.",
        "Vansgnes, Kari. Equal Pay in Norway,t International Labour Review, Vol. 103, No. 4 (April 1971): 379-92.",
        "Weinberger, Mary Beth and Larry Beligman. Do Social and Economic Variables Differentially Affect Male and Female Child Mortality? Paper presented at the annual meeting of the Population Association of America, 1987.",
        "Weiss, Jane, Francisco Ramirez, and Terry Tracy. Female Participation in the Occupational System; A Comparative Institutional Analysis, Social Problems, Vol. 23, No. 5 (June 1976): 593-608.",
        "Youssef, Nadia H. Social Structure and the Female Labor Force; The Case of Women Workers in Muslim Middle Eastern Countries, Demography, Vol. 8, No. 4 (November 1971): 427-50.",
        "Zabalza, Anton and P. Zafivis Tzannatos. The Effect of Britains Anti- Discriminatory Legislation on Relative Pay and Employment, Economic Journal, Vol. 95, No. 379 (September 1985): 679-99."
    ]
}