{
    "id": 3451,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Campbell, John Y. , (1987), Stock returns and the term structure, Journal of Financial Economics 7, 265-296.",
        "Campbell, John Y. and Robert J. Shiller (1984), A Simple Assount of the Behavor of Long-Term Interest Rates, American Economic Review Papers and Proceedings 74: 44-4.",
        "Campbell, John Y. and Robert J. Shiller (1989), Yield Spreads and Interest Rate Movements: A Birds Eye View, N,B,E.R Working Paper No. 3153.",
        "Campbell, John Y. and Robert J. Shiller (1987), Cointegration and Test of Present Value Models, Journal of Political Economy, 95: 1062-1088.",
        "Fama, Eugene F. (l984a), The Information in the Term Structure, Journal of Financial Economics, 13: 509-28. Fama, Eugene F. (l984b), Term Premiums in Bond Returns, Journal of Financial Economics, 13: 529-46. Fama, Eugene F. and Robert R. Bliss (1987), The Information in Long Maturity Forward Rates, American Economic Review, 77: 680-692.",
        "Friedman, Benjamin H., (1979) Interest Rate Expectations Versus Forward Rates: Evidence from an Expectations Survey, Journal of Finance, 34: 965-73.",
        "Friedman, Benjamin M. , (1980), Survey Evidence on the Rationality of Interest Rate Expectations, Journal of Monetary Economics, 6: 453-65.",
        "Hansen B. and P. Phillips, (1989), Statistical Inference in Instrumental Variables Regression with 1(1) Processes, Review of Economic Studies, 57 No. 189: 99-126.",
        "Lewis, Karen K., (1989), Changing Beliefs and Systematic Forecast Errors, M~erican Economic Review, 79: 621-636.",
        "Mankiw, N. Gregory, (1986), The Term Structure of Interest Rates Revisited, ~rook1ngs Papers on Economic ActIvity, 61: 61-96.",
        "Mankiw, N. Gregory, and Lawrence H. Summers, (1984), Do Long-Term Interest Rates Overreact to Short-Term Interest Rates? Brookings Pagers on Economic Activity, 1: 223-242.",
        "Melino, Angelo, (1986), The Term Structure of Interest Rates: Evidence and Theory, N,B.E.R. Working Paper No. 1828.",
        "Mishkin, Frederic, (1989), Is the Fisher Effect for Real? Mimeo, Columbia University.",
        "Pagan, Adrian R. and M.R. Wickens, A Survey of Some Recent Econometric Methods, The Economic Journal., 99: 962-1025. Phillips, Peter and Pierre Perron, (1987) Testing for a unit root in a time series regression, ~iometrika, 74: 335-46.",
        "Rogoff, Kenneth S., (1980) Essays on Expectations and Exchange Rate Volatility, Unpublished Ph.D, Dissertation, Massachusetts Institute of Technology.",
        "Shiller, Robert J., (1987), The Term Structure of Interest Rates, N.B.E.R. Working Paper No. 2341.",
        "Shiller, Robert J., (1979), The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, 87: 1190-19.",
        "Shiller, Robert J. , John Y. Campbell, and Kermit L. Schoenholtz, (1983), Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, pp. 173-217.",
        "Stock, James and Mark Watson, (1989) A simple MLE of Cointegrating vectors in higher order integrated systems, NBER Technical Working Paper No. 83."
    ]
}