{
    "id": 3459,
    "cites": 27,
    "cited_by": 9,
    "reference": [
        "Haroky, Robert B. and Jeffrey A. Miron (1989), The Seasonal Cycle and the Bueiness Cycle.e Journal of Political Economy, 9?, 3(June), 503-35.",
        "Beaulieu, J. Joseph and Jeffrey A. Mimoim (l990a), Seasonal Unmt Roots and Deterministic Seasonals in Aggregate U.S. Data, manuscript, Boston University. Beaulieu, J. Joseph and Jeffrey A. Mimon (1990b), Seasonably in U.S. Manufacturing, manuscript, Boston University.",
        "Beaulieu, J. Joseph, Jeffrey K. MacKie-Mason, and Jeffrey A. Mime (1990), Why Do Countries and Industries with Large Seasonal Cycles Also Have Large Business Cycles, Quarterly Journal of Economics, forthcoming.",
        "Blanchard, Olivier J. (1983), The Production and Inventory Behavior of the American Automobile Industry, Journal of Political Economy, 91, 365-400.",
        "Illioder, Alan (1986). Can time Production Smuotluog Model of Inventory ileimavior Be Saved? Quarterly Journal of Economics 101, 431-54.",
        "Brass, R. Anton and Charies L. Evans (1990), Seasonality and Eqoilihrium Business Cycles Theories, manuscript, University of Virginia.",
        "Braun, Steven and Spencer Krane (198?), Measurement Issues in Production Smoothing: Evidence from Physical Units Data, manuscript, Federal Reserve Hoard. Chatterjee, Satyajit and B. Ravikumar (1990), A Stochastic Growth Model with Seasonal Perturbations, manuscript, University of Iowa.",
        "Cooper, Runsell and John llaltiwanger (1990), Macroeconomic Implications of Machine Replacement: Theory and Evidence,0 manuocnpt, Boston University.",
        "Eichenbaum, Martin (1989), Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment, American Economic Review, 79, 4(Sept.), 853-64.",
        "Fair, Ray C. (1989), The Production Smoothing Model is Alive and Weil, Journal of Monetary Economics, 24, 353-70.",
        "Ghysels, Eric (1988), A Study Toward a Dynamic Theory of Seasonality for Economic Time Serieo,v Journal of the Americal Statistical Association, 83, 40l(March), 168-72.",
        "Hyhleberg, S., R. Engle, C.W.J. Granger, and B.S. You (1990), Seasonal Integration and CoIntegration, Journal of Econometrics, 44.",
        "Kahn, James A. (1990), The Seasonal and Cyclical Behavior of Inventories, WP 223, Rochester Center for Economic Research.",
        "King, Robert G. and Charles I. Plosser (1984), Money, Credit and Prices in a Real Business Cycle,v American Economic Review, 74, 363-80.",
        "Lucas, Robert E., Jr. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory, 4, 103-24.",
        "Mankiw, N. Gregory and Jeffrey A. Miron (1990), Should the Fed Smooth Interest Rates? The Case of Seasonal Monetary Policy, NBER WP 3388.",
        "Mankiw, N. Gregory and Lawrence H. Summers (1986), Money Demand and the Effects of Fincal Policies, Journal of Money, Credit and Banking, 18, 4(Nov.), 415-29.",
        "Miron, Jeffrey A. (1990), The Economics of Seasonal Cycles, manuscript, Boston University.",
        "Mimon, Jeffrey A. and Stephen P. Zcldes (1988), Seasonality, Cost Shocks, and the Production Smoothing Model of Inventoriee, Econometrica, 56, 877-908.",
        "Mimon, Jeffrey A. and Stephen P. Zeldes (1989), Production, Sales, and the Change in Inventories: An Identity that Doesnt Add Up, Journal of Monetary Economics, 24, 31-51.",
        "Newey, Whitney and Kenneth West (1987), A Simple, Positive Definite, Hetemoskedasticity and Autocormelation Consistent Covariance Matrix, Econometrica, 55, 703-S.",
        "Osborn, Denise R. (1990), A Survey of Seasonality in U.K. Macroeconomic Variables, manuscript, University of Manchester.",
        "Plosser, Charles I. (1979), The Analysis of Seasonal Economic Models, Journal of Econometrics, 10, 147-63.",
        "Prescott, Edward C. (1986), Theory Ahead of Business Cycle Measurement, Carnegie.Rochester Conference Series, vol. 25.",
        "Quab, Danny and Jeff Wonldridge (1988), A Common Error in the Treatment of Trending Time Series, Working Paper 483, M.I.T.",
        "Summers, Lawrence H. and Sushil B. Wadhwani (1987), Some International Evidence on Labor Coot Flexibility and Output Variability, Discussion Paper 1353, Harvard Institute for Economic Research.",
        "Went, Kenneth D. (1988), Evidence from Seven Countries on Whether Inventories Smooth Aggregate Output, NBER WP 2664."
    ]
}