{
    "id": 346,
    "cites": 11,
    "cited_by": 76,
    "reference": [
        "Mansfield, Edwin. Industrial Research and Technological Innovation: An Econometric Analysis. New York: Norton, 1968.",
        "Griliches, Zvi. Returns to Research and Development in The Private Sector. In New Developments in the Measurement of Productivity. Edited by J. Kendrick and B. Vaccaro. (Studies in Income and Wealth.) National Bureau of Economic Research, forthcoming. Hirshleifer, Jack. The Private and Social Value of Information and the Reward to Inventive Activity, American Economic Review, LXI (September 1971), 561-74.",
        "Federico, P.J. Renewal Fees and Other Patent Fees in Foreign Countries. (Study of the Subcommittee of Patents, Trademarks, and Copyrights of the Committee of the Judiciary, United States Senate; Study No. 17.) Washington: U.S. Government Printing Office, 1958.",
        "Boulding, Kenneth E. The Economics of Knowledge and the Knowledge of Economics, American Economic Review. Proceedings, LVI (May 1966), 1-13.",
        "Berkson, J. A Statistically Precise and Relatively Simple Method of Estimating the Bio-Assay with Quantal Response, Based on the Logistic Function, Journal of the American Statistical Associa tion, XLVIII (1953), 565-99.",
        "Arror, Kenneth, J. Economic Welfare and the Allocation of Resources for Invention. In The Rate and Direction of Inventive Activity: Economic and Social Factors. Edited by R.R. Nelson. (National Bureau of Economic Research: Universities-National Bureay of Conference Series No. 13.) Princeton: Princeton University Press, 1962, pp. 609-25.",
        "Ameiniya, Takeshi, and F. Nold. A Modified Logit Model, Review of Economics and Statistics, Vol. 57 (1975), 255-57.",
        "Wagner, Leonore U. Problems in Estimating Research and Development Investment and Stock, American Statistical Association. Proceedings of the Business and Economic Statistics Section (1968), 189-98.",
        "Scherer, Frederic M. Firm Size, Market Structure, Opportunity, and the Output of Patented Inventions, American Economic Review, LV (December 1965), 1097-125.",
        "Sanders, J., J. Rossman, and L. Harris. The Economic Impact of Patents, Patent, Trademark and Copyright Journal of Research and Education (September 1958).",
        "Rapoport, John. The Anatomy of the Product-Innovation Process: Cost and Time. In E. Mansfield and others, Research and Innovation in the Modern Corporation. New York: Norton, 1971. Pp. 110-35."
    ]
}