{
    "id": 3461,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "I Hartman, William T. Policy Issues in Funding Special Education Programs. National Institute of Education, School Finance Study. -- Ã\u0082Â» Washington, D. C, 1979.",
        "Hoy, Elizabeth, John M. Bill, and Donald H. Sykes, Very Low Birthweight: A Long-Term Developmental Impairment? International Journal of Behavioral Development. Vol. 11, No. 1, March 1988, pp. 37-67.",
        "Hunt, Jane, et al., Very Low Birthweight Infants at 8 and 11 years of Age: Role of Neonatal Illness and Family Status, Pediatrics. Vol. 82, No. 4, October 1988, pp. 596-603.",
        "Institute on Medicine, Preventing Low Birthweight. National Academy Press, Washington, D. C., 1985.",
        "Jones, Philip R. Cost of Special Education: Is Mainstreaming Really Cheaper? Paper prepared for the American Education Finance Association, March 1990.",
        "Joyce, Theodore, Hope Corman and Michael Grossman, A Cost-Effectiveness Analysis to Reduce Infant Mortality, Medical Call, Vol. 26, No. 4 (April 1988) pp. 348-360.",
        "Kakalik, J. S. , W. S. Furry, M. A. Thomas, and M. F. Carney. The Cost of Special Education. The Rand Corporation, November, (1981).",
        "Kirchner, Corinne. Special Education for Visually Handicapped Children: A Critique of Data on Numbers Served and Costs. Journal of Visual Impairment and Blindness. May, 1983, pp. 219-223.",
        "Klein, Nancy K., Children Who Were Very Low Birthweight: Cognitive Abilities and Classroom Behavior at Five Years of Age. The Journal of Special Education. Vol. 22, No. 1, Spring 1988, pp. 41-54.",
        "Klein, Nancy K., Maureen Hack, and Naomi Breslau, Children Who Were Very Low Birthweight: Development and Academic Achievement at Nine Years of Age, Developmental and Behavioral Pediatrics. Vol. 10, No. 1, Feb. 1989, pp. 32-37.",
        "Maddala, G. S., Limited-Dependent and Qualitative Variables in Econometrics, Cambridge: Cambridge University Press, 1983.",
        "Moore, Mary T., E. William Strang, Myron Schwartz, and Mark Braddock. Patterns in Special Education Delivery and Cost. Decision Resources Corporation, Washington, D. C., December, 1988.",
        "Noble-Jamieson, C. M. , Diane Lukeman, M. Silverman, and Pamela A. Davies, Low Birth Weight Children at School Age: Neurological, Psychological, and Pulmonary Function, Seminars in Perinatology. Vol. 6, No. A, Oct. 1982, pp. 266-273.",
        "Raphael, Ellen S., Judith D. Singer, and Deborah Klein Walker. Per Pupil Expenditures on Special Education in Three Metropolitan School Districts. Journal of Education Finance. Summer, 1985, pp. 69-88.",
        "Rossmiller, Richard A., James A. Hale, and Frohreich. Educational Programs For Exceptional Children: Resource Configuration and Costs. National Educational Finance Project. Department of Educational Administration. The University of Wisconsin, August, (1970).",
        "Schwartz, Rachael M., What Price Prematurity? Family Planning Perspectives. Vol. 21, No. A, July/August 1989, pp. 170-174.",
        "Singer, Judith and Ellen Raphael, Per Pupil Expenditures for Special Education: To Whom Are Limited Resources Provided. Final Report, Collaborative Study of Children with Special Needs, Graduate School of Education, Harvard University, Cambridge, MA., August, 1988.",
        "Singer, Judith D., et al., Variation in Special Education Classification Across School Districts: How Does Where You Live Affect What You Are Labeled? American Educational Research Journal. Vol. 26, No. 2, Sutrroer 1989, pp. 261-281.",
        "Slobojan, Alan. Descriptive Cost Analysis of Special Education. Journal of Education Finance. Summer, 1987, pp. 99-106.",
        "Stewart, Ann L., A. P. Lipscomb, and E. 0. R. Reynolds, Outcome for Infants of Very Low Birthweight: Survey of World Literature, The Lancet. May 9, 1981, pp. 1038-1041.",
        "The Infant Health and Development Program, Enhancing the Outcomes of Low-Birth-Weight, Premature Infants, JAMA. Vol. 263, No. 22, June 13, 1990, pp. 3035-3042.",
        "U. S. Bureau of the Census, Statistical Abstract of the United States. 1990, (110th edition.) Washington, D. C, 1990.",
        "U. S. Department of Education, Division of Innovation and Development, Office of Special Education Programs, Twelfth Annual Report to Congress on the Implementation of the Education of the Handicapped Act: 1990, Washington, D. C.",
        "U. S. Department of Education, Division of Innovation and Development, Office of Special Education Programs, Eleventh Annual Report to Congress on the Implementation of the Education of the Handicapped Act: 1989, Washington, D. C.",
        "U. S. Department of Education, Division of Innovation and Development, Office of Special Education Programs, Tenth Annual Report to Congress on the Implementation of the Education of the Handicapped Act: 1988, Washington, D. C.",
        "U. S. Department of Health and Human Services, National Center for Health Statistics, Health. United States, 1989. Hyattsville, Maryland: Public Health Service, 1990a.",
        "U. S. Department of Health and Human Services, National Center for Health Statistics, Vital and Health Statistics: Design and Estimation for the National Health Interview Survey. 1985-94. Series 2: Data Evaluation and Methods Research, No. 110, Hyattsville, Maryland: Public Health Service, 1990b.",
        "U. S. Office of Technology Assessment, Congress of the U. S., Neonatal Intensive Care for Low Birthweight Infants: Costs and Effectiveness, Health Technology Case Study 38, Washington, D.C., U. S. Government Printing Office, 1987.",
        "U. S. Office of Technology Assessment. Healthy Children: Investing In the Future. Washington, D.C.: U. S. Government Printing Office, February, 1988a.",
        "U. S. Office of Technology Assessment. Healthy Children: Investing In the Future--Sunrnary. Washington, D. C.: U. S. Government Printing Office, February, 1988b."
    ]
}