{
    "id": 3464,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Barsky, Robert B., Why Dont the Prices of Stocks and Bonds Move Together? American Economic Review, Vol. 79 No. 5, pp.1132-1145, December, 1989.",
        "Beltratti, Andrea E., and Robert J. Stiller, Actual and Warranted Relations between Asset Prices, reproduced, University of Turin, 1990.",
        "Beltratti, Andrea E. , Essays in Stock Market Efficiency and Time-Varying Risk Premia, unpublished Ph.D. dissertation, Yale University, 1989.",
        "Bulkley, George and Ian Tonks. Are UK Stock Prices Excessively Volatile? Trading Rules and Variance Bound Tests. Economic Journal, Vol. 99 Mo. 398, pp. 1083-1098, December, 1989.",
        "Campbell John Y. , Stock Returns and the Term Structure. Journal of Financial Economics, Vol. 18, pp. 373-399, June, 1987.",
        "Campbell, John Y. , Measuring the Persistence of Expected Returns. American Economic Review, Vol. 80 No. 2, pp. 43-47, May, 1990.",
        "Campbell, John Y. , and Robert J. Shiller. Cointegration and Tests of Present Value Models. Journal of Political Economy, Vol. 95, pp. 10621088, October, 1987.",
        "Campbell, John Y. , and Robert I. Shillet, Stock Prices, Earnings, and Expected Dividends. Journal of Finance, Vol. 43, pp. 661-676, July, 1988.",
        "Cowles, Alfred, Common Stock Indexes, 2nd ed. , Principia Press, Bloomington Indiana, 1939.",
        "Fama, Eugene F. , and Kenneth R. French, Business Conditions and Expected Returns in Stocks and Bonds, Journal of Financial Economics, Vol. 25, pp. 23-49, November, 1989.",
        "Fama, Eugene F. , and Kenneth K. French. Permanent and lemporary Components of Stock Prices. Journal of Political Economy, Vol. 96 No 2, pp. 246-273, April 1988.",
        "Friedman, Milton, and Anna J. Schwartz. Monetary Trends in the United 31 States and the United Kingdom. Chicago: The University of Chicago Press, 1982.",
        "Macaulay, Frederic K. , Some Theoretical Problems Suggested by the Movements of Interest Rates. Bond Yields, and Stock Prices in the United States since 1856, New York, Rational Bureau of Economic Research, 1938.",
        "Modigliani, Franco, and Richard Cohn, Inflation, Rational Valuation and the Market, Financial Analysts Journal, Vol. 35, pp. 24-44, 1979.",
        "Shiller, Robert 3., The Probability of Cross Violations of a Present Value Variance Inequality. Journal of Political Economy Vol. 96, pp. 1089-1092, October, 1988."
    ]
}