{
    "id": 3466,
    "cites": 38,
    "cited_by": 18,
    "reference": [
        "Adler, Michael, and Bernard Dumas (1983), International Portfolio Choice and Corporation Finance: A Synthesis, The Journal of Finance 3, 925-984.",
        "Atm, Chang M., and Howard E. Thompson (1988), Jump-Diffusion Processes and the Term Structure of Interest Rates, Journal of Finance 43, 155-174.",
        "Bertola, Giuseppe, and Ricardo J. Caballero (1989), Target Zones and Realignments, Working Paper, Princeton University.",
        "Branson, William H., and Dale W. Henderson (1985) The Specification and Influence of Asset Markets, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Volume 2, Amsterdam: North Holland, 749-805.",
        "Delgado, Francisco, and Bernard Dumas (1.990), Monetary Contracting Between Central Banks and the Design of Sustainable Exchange Rate Zones, Working Paper, University of Pennsylvania. Domingues, Kathryn, and Jeffrey A. Frankel (1990), Does Foreign Exchange Intervention Matter? Disentangling the Portfolio and Expectations Effects for the Mark, Working Paper No. 3299, National Bureau of Economic Research.",
        "Dooley, Michael P., and Peter Tsard (1983), The Portfolio-Balance Model of Exchange Rates and Some Structural Estimates of the Risk Premium, IMP Staff Papers 30, 683- 702.",
        "Dornbusch, Rudiger (1983), Exchange Rate Risk and the Macroeconomics of Exchange Rate Determination, in R. Hawkins, R. Levich and C. G. Wih.lborg, eds., The Internationalization of Financial Markets and National Economic Policy, Volume 3, Greenwich, Conn.: JAI Press, 3-27.",
        "Duffle, Darrel, and Larry G. Epstein (1990), Stochastic Differential Utility and Asset Pricing, Working Paper, Stanford University.",
        "Dumas, Bernard (1989), Pricing Physical Assets Internationally: A Non Linear 23 Heteroskedastic Process for Equilibrium Real Exchange Rates, Working Paper, University of Pennsylvania.",
        "Edison, Hali J. (1990), Foreign Currency Operations: An Annotated Bibliography, Working Paper, Board of Governors of the Federal Reserve System.",
        "Engel, Charles (1990), On the Foreign Exchange Risk Premium in a General Equilibrium Model, Working Paper, University of Virginia.",
        "Epstein, Larry G. (1990), Behaviour under Risk: Recent Developments in Theory and Application, Working Paper, University of Toronto.",
        "Epstein, Larry G., and Stanley E. Zin (1989), `First-Order Risk Aversion and the Equity Premium Puzzle, Working Paper, University of Toronto.",
        "Flood, Robert E., and Peter M. Garber (1989), The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, Working Paper No. 2918, National Bureau of Economic Research.",
        "Frankel, Jeffrey A. (1982), In Search of the Exchange Risk Premium: A Six-Currency Test Assuming Mean-Variance Optimization, Journal of International Money and Finance 49, 379-93.",
        "Frankel, Jeffrey A. (1988), Recent Estimates of Time-Variation in the Conditional Variance and in the Exchange Risk Premium, Journal of International Money and Finance 7, 115-125.",
        "FransÃ\u0083Â©n, Thomas, and Christopher Sardelis (1988), The Forward Market and Riksbank Monetary and Exchange Rate Policy, Sverigcs Riksbarth Quarterly Review 1988:2.",
        "Froot, Kenneth A., and Maurice Obstfeld (1989), Exchange-Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, Working Paper.",
        "Hodrick, Robert J. (1987), The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, London: Harwood.",
        "HOrngren, Lass, and Anders Vredin (1988a), The Foreign Exchange Risk Premium: A Review of Theory and Evidence, Chapter 3 in Vredin (1988).",
        "HOrngren, Lars, and Anders Vredin (1988b), The Foreign Exchange Risk Premium in a Currency Basket System, Chapter 4 in Vredin (1988).",
        "Jarrow, Robert A., and Eric R. Rosenfeld (1984), Jump Risks and the Intertemporal Capital Asset Pricing Model, Journal of Business 57, 337-351.",
        "Kouri, Pentti J.K. (1976), The Determinants of the Forward Premium, Seminar Paper No. 62, Institute for Tnternational Economic Studies.",
        "Kouri, Pentti J.K. (1984), Comment, in John F,O. Bilson and Richard C. Marston, eds., Exchange Rate Theory and Practice, Chicago: Chicago University Press, 67-72.",
        "Krugman, Paul (1990), Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics, forthcoming.",
        "Krugman, Paul, and Julio Rotemberg (1990), Target Zones with Limited Reserves, Working Paper, M.I.T.",
        "Merton, Robert C. (1971), Optimal Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory 3, 373-4 13.",
        "Miller, Marcus, and Paul Weller (1988), Target Zones, Currency Options and Monetary Policy, Working Paper, University of Warwick.",
        "Miller, Marcus, and Paul Weller (1989a), Exchange Rate Bands and Realignments in Stationary Stochastic Setting, Working Paper No. 299, Centre for Economic Policy Research.",
        "Miller, Marcus, and Paul Weller (1989b), Exchange Rate Bands with Price Inertia, Working Paper, University of Warwick.",
        "Norges Bank (1989), Norwegian Credit Markets - Norwegian Money and Credit Policy, Norges Banks Skriftserie No. 17, Norges Bank.",
        "Obstfeld, Maurice, (1988), The Effectiveness of Foreign-Exchange Intervention: Recent Experience, Working Paper No. 2796, National Bureau of Economic Research.",
        "Penati, Alessandro, and George Pennachi (1989), Optimal Portfolio Choice and the Collapse of a Fixed-Exchange Rate Regime, Journal of International Economics 27, 1-24.",
        "Perraudin, William R. M. (1990), Exchange Rate Bands with Point Process Fundamentals, Working Paper, International Monetary Fund.",
        "Sibert, Anne (1989), The Risk Premium in the Foreign Exchange Market, Journal of Money, Credit and Banking 21, 49-65.",
        "Svensson, Lars E. 0. (1989), Target Zones and Interest Rate Variability, Seminar Paper No. 457, Institute for International Economic Studies.",
        "Svensson, Lars E. 0. (1990), The Term Structure of Interest Rate Differentials in a Target Zone: Theory and Swedish Data, Seminar Paper No. 466, Institute for International Economic Studies.",
        "Vredin, Anders (1988), Macroeconomic Policies and the Balance of Payments, Stockholm: Stockholm School of Economics."
    ]
}