{
    "id": 3467,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Avesani, Renzo G. [1990], Endogenously Determined Target Zone and Central Bank Optimal Policy With Limited Reserves, snimeo, University of Trento, June.",
        "Azariadis, G. [1981], Self-fulfilling Prophesies, Journal of Economic Theory, 25, pp. 380-396.",
        "Benhabib, J. and R. Day [1981], Rational Choice and Erratic Behaviour, Review of Economic Studies, 48, pp. 459-71.",
        "Generations Model, Journal of Economic Dynamics and Control, , pp. 37-55. Bertola, Giuseppe and Ricardo J. Caballero [1989], Target Zones and Reallgnments, Mimeo, December.",
        "June. Blanchard, Olivier J. [1979], Speculative Bubbles, Crashes and Rational Expectations, Economic Letters, pp. 3 87-9.",
        "Massachusetts. Buiter, Willem H. [1989], A Viable Gold Standard Requires Flexible Monetary and Fiscal Pollcy, Review of Economic Studies, 56, January, pp. 101-18.",
        "NBER Working Paper No. 3178, November. Chiappori, P. and R. Guesnerie [1986], Endogenous Fluctuations Under Rational Expectations, European Economic Review, 32, pp. 389-97.",
        "Delgado, Francisco and Bernard Dumas [1990], Monetary Contracting Between Central Banks And The Design of Sustainable Exchange-Rate Zones, mimeo, March.",
        "Diba, B. T. and H. I. Grossman [1988], Rational Inflationary Bubbles, Journal of Monetary Economics, 21, pp. 35-46.",
        "Dixit, Avinash [i988[, A Simplified Exposition of Some Results Concerning Regulated Brownian Motion, Working Paper, Princeton University, August. Dornbusch, Rudiger [1976], Expectations and Exchange Rate Dynamics, Journal of Political Economy, 8, pp. 1161-76.",
        "Dumas, Bernard [1989], Super Contact and Related Optimaluty Conditions: A Supplement to Avinash Dixits A Simplified Exposition of Some Results Concerning Regulated Brownian Motion, NBER Technical Working Paper No. 77, April.",
        "Farmer, R. and M. Woodford [1986], Self-fulfilling Prophesies And The Business Cycle, CARESS Discussion Paper.",
        "Flood, Robert P. and Peter M. Garber [1989], The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, NBER Working Paper No. 2918.",
        "Froot, Kenneth A. and Maurice Obstfeld [1989a], Stochastic Process Switching: Some Simple Solutions, NBER Working Paper No. 2998, June.",
        "A Unified Approach. mimeo, June. _________ and _________ [1989c], Intrinsic Bubbles: The Case of Stock Prices, NBER Working Paper No. 3091, September.",
        "Grandmont, J. [1985], On Endogenous Competitive Business Cycles, Econometrica, 53, pp. 995-105.",
        "Hahn, Frank [1982], Money and Inflation, Basil Blackwell Publishers, Oxford.",
        "Harrison, J. Michael [1985], Brownian Motion and Stochastic Flow Systems, John Wiley and Sons, New York.",
        "Karatzas I. and S. E. Shreve [1988], Brownian motion and stochastic calculus, Springer-Verlag, New York.",
        "Klein, Michael W. J1989[, Playing With The Band: Dynamic Effects Of Target Zones In An Open Economy, mimeo, August.",
        "Krugman, Paul [1987], Trigger Strategies and Price Dynamics in Equity and Foreign Exchange Markets, NBER Working Paper No. 2459, December.",
        "Economics, forthcoming. Krugman, P. and J. Rotemberg [1990], Target Zones With Limited Reserves, mimeo, July.",
        "Lewis, Karen K. [1990], Occasional Interventions to Target Rates with a Foreign Exchange Application, mimeo, N.Y.U. June.",
        "McCallum, Bennett T. F983~ On Non-uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics, 11, March, pp. 139-68. -47- Malliaris, A. G. and W. A. Brock [1982], Stochastic Methods in Economics and Finance, North-Holland, Amsterdam.",
        "Miller, Marcus, H. and Paul Weller [1988a], Solving Stochastic Saddlepoint Systems: A Qualitative Treatment with Economic Applications, Warwick Economic Research Paper No. 309 (Coventry, England: University of Warwick).",
        "Application to Exchange Rate Regimes, mimeo, University of Warwick. ________ and ________ [1990a], Currency Bubbles Which Affect Fundamentals: A Qualitative Treatment, The Economic Journal, Vol. 100, No. 400, Supplement 1990, pp. 170-179.",
        "Thresholds for Monetary and Fiscal Policy, CEPR Discussion Paper No. 382, March. ________ and ________ [1990c], Exchange Rate Bands with Price Inertia. Warwick University, mimeo, February.",
        "Miller, M.H. and A. Sutherland [1990], Britains Return to Gold and Impending Entry into the EMS: Expectations, Joining Conditions and Credibility, mimeo, July.",
        "Pesenti, Paolo A. [1990], Exchange Rate Stochastic Dynamics and Target Zones: An Introductory Survey, mimeo, January.",
        "Sargent, Thomas J. and Neil Wallace [1981], Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review, 5(3); pp. 1-17.",
        "Smith, Gregor W. and Michael G. Spencer [1990], Estimation and Testing in Models of Exchange Rate Target Zones and Process Switching, mimeo, July.",
        "Svensson, Lars E. 0. [1989], Target Zones and Interest Rate Variability, NBER Working Paper No. 3218, December.",
        "Theory and Swedish Data, mimeo, February. [1990b], The Simplest Tests of Target Zone Credibillty, NBER Working Paper, No. 3394, June.",
        "Woodlord, M. [1987], Learning To Believe In Sunspots, mimeo, University of Chicago Graduate School of Business."
    ]
}