{
    "id": 3469,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Alyagari, S. Ran. Observational Equivalence of the Overlapping Generations and the Discounted Dynamic Programming Frameworks for One-Sector Growth. J. Ecen. Theory 35 (April 1985): 201-221.",
        "Aiyagari, S. Ran. Can There Be Short-Peciod Deterministic Cycles When People are Long Lived? Staff Report 114, Federal Reserve Bank of Minneapolis Research Department, 1988.",
        "Arrow, Kenneth J. The Economic Implications of Learning by Doing. Rev. Less. Studies 29 (June 1962): 155-73.",
        "Atkinson, Anthony B. and Sandmo, Agnar. Welfare Implications of the Taxation of Savings. Lean. di, 90, (September 1980), pp. 529-549.",
        "Atkinson, Anthony B. and Stiglitz, Joseph E. Lecisres in Public Ecsnomics, Mc-Graw Hill, New York, (1980).",
        "Azarisdis, Costss and Drazen, Allan. Threshold Externalities in Economic Development. Working Paper, University of Pennsylvania, 1989.",
        "Barro, Robert. Are Government Bonds Net Wealth? J.P.E. 82 (1974): 1095-1117.",
        "Becker, Gary and Murphy, Kevin. Buman Capital, Specialization, and Economic Growth. University of Chicago Working Paper, 1989.",
        "Bencivenga, Valerie and Smith, Bruce. Financial Intermediation and Endogenous Growth, Working Paper, University of Western Ontario, 1989.",
        "Blackorby, Charles and Russell, R. Robert. On the Observational Equivalence of Models with Infinitely Lived Agents and Models of Overlapping Generations. Working Paper, 1988.",
        "Chapman, Kenneth S. and Lutter, Randall. Monopoly, Relative Prices and Growth, Working Paper SUNY at Buffalo (1989).",
        "Chou, Chien-fu and Shy, Oz. An Overlapping Generations Model of Self Propelled Growth. Discussion Paper 89-11, Department of Economics, SUNY at Albany, 1989.",
        "Debreu, Gerard. The Theory of Value. Yais University Press (1959).",
        "Diamond, Peter A. National Debt in a Neoclassical Geowth Model. A.E.R. 55 (1965): 112fi-115fi.",
        "Easterly, William. Policy Distortions, Size of Government, and Growth. NBER Working Paper 3214, 1989.",
        "Ehrlich, Isasc and Lui, Francis T. Longevity, Human Capital Accumulation, and Economic Growth. Working Paper, SUNY at Buffalo, 1989.",
        "Freeman, Scott and Polasky, Stephen. Knowledge-Based Growth. Working Paper in Economics 4-89. University of California, Santa Barbara, 1989.",
        "California, Santa Barbara, 1989.",
        "Gale, David, and Sutherland, William R. Analysis of a One Good Model of Economic Development. In Mathematics of the Decision Sciences, edited by George Dsntzig and Arthur Veinott. Providence: American Mathematical Society, 1968.",
        "Jones, Larry E. and Manuelli, Rodolfo. A Convex Model of Equilibrium Growth. J.P.E. (1990) (forthcoming).",
        "King, Robert and Rebelo, Sergio. Public Policy and Economic Growth: Developing Neoclassical Implications. University of Rochester, Working Paper No. 221, 1990.",
        "Lucas, Robert E., Jr. On the Mechanics of Economic Developmens. J. Monetary Leon. 22 (July, 1988): 3-42.",
        "Lucas, Robert E., Je. and Stokey, Nancy L. Optimal Growth with Many Consumers. S. Leon. Thesry 32 ( , 1984): 139-171.",
        "Maneesa, Antonio. An Overlapping Generutions Model With Exhaustible Resources Ph.D. Thesis, University of Minnesota, 1984.",
        "Muniagurria, Maria. A Model of Growth with Technology Adoption. Working Papers in Economics E-89-19, Boover Institution, Stanford University, 1989.",
        "Rebelo, Sergio. Long Run Policy Analysis and Long Run Growth. Working Paper. Rochester, N.Y.: Univ. Rochester, 1987.",
        "Romer, Paul. Increasing Returns and Long-Run Growth. J.P.E. 94 (October 1986):. 1002-37.",
        "Sasnuelson, Paul A. An Exact Consumption-Loan Model of Interest With or Without the Social Contrivance of Money. J.P.E. 66 (1918); 467-482.",
        "Schmitz, James. Imitation, Entrepreneurship, and Long-Run Growth. JIP.E. 9? (June 1989): 72 1-39.",
        "Shell, Karl. A Model of Inventive Activity and Capital Accumulation. In Essays on the Theory of Optimal Economic Growth, edited by Karl Shell. Cambridge, Mass.: MIT Press, 1957.",
        "Stokey, Nancy L. Learning by Doing and the Introduction of New Goods. J.P.E. 96 (August 1988): 701-17."
    ]
}