{
    "id": 3471,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Urich, Thomas, and Paul Wachtel, 1981, Market response to weekly money announcements, Journal of Finance 36, 1063-1072. 0.4 w H H Cl) w",
        "Taylor, John B., 1975, Monetary policy during a transition to rational expectations, Journal of Political Economy 83, 1009-1021.",
        "Strongin, Steven, and Vefa Tarhan, 1990, Money supply announcements and the market's perception of Federal Reserve policy, Journal of Money, Credit, and Banking 22, 135-153.",
        "Sant, D., 1977, Generalized least squares applied to time-varying parameter models, Annals of Economic and Social Measurement 6, 30 1-3 14.",
        "Roley, V. Vance, and Carl E. Walsh, 1985, Monetary policy regimes, expected inflation, and the response of interest rates to money announcements, Quarterly Journal of Economics 100, 10111039.",
        "Roley, V. Vance, 1987, The effects of money announcements under alternative monetary control procedures, Journal of Money, Credit, and Banking 19, 292-307.",
        "Roley, V. Vance, 1986, Market perceptions of U.S. monetary policy since 1982, Federal Reserve Bank of Kansas City Economic Review 71, 27-40.",
        "Roley, V. Vance, 1982, Weekly money supply announcements and the volatility of short-term interest rates, Federal Reserve Bank of Kansas City Economic Review 67, 3-15.",
        "Roley, V. Vance, 1983, The response of short-term interest rates to weekly money announcements, Journal of Mouey, Credit, and Banking 15, 344-354.",
        "Quandt, Richard E., 1958, The estimation of the parameters of a linear regression system obeying two separate regimes, Journal of the American Statistical Association 53, 873-880.",
        "Lucas, Robert E., Jr., 1976, Economic policy evaluation: A critique, Carnegie-Rochester Conference Series on Public Policy 1, 19-46.",
        "Pagan, Adrian R., and K. Tanaka, 1979, A further test for assessing the stability of regression coefficients, Mimeo. (Australian National University, Canberra).",
        "Loeys, Jan G., 1985, Changing interest rate responses to money announcements: 1977-83, Journal of Monetary Economics 15, 323-332.",
        "Huizinga, John, and Frederic S. Mishkin, 1986, Monetary policy regime shifts and the unnsual behavior of real interest rates, Carnegie-Rochester Conference Series on Public Policy 24, 231274.",
        "Rardouvelis, Gikas A., 1985, Exchange rates, interest rates, and money stock announcements: A theoretical exposition, Journal of International Money and Finance 4, 443-454.",
        "ilardoilvelis, Gikas A., and Scott W. Barnhart, 1989, The evolution of Federal Reserve credibility: 1978-1984, Review of Economics and Statistics 71, 385-393.",
        "Grossman, Jacob, 1981, The 'rationality' of money supply expectations and the short-run response of interest rates to monetary surprises, Journal of Money, Credit, and Banking 13, 409-424.",
        "Gavin, William T., and Nicholas V. Karamouzis, 1984, Monetary policy and real interest rates: New evidence from money stock announcements, Federal Reserve Bank of Cleveland working paper no. 8406.",
        "Garbade, Kenneth, 1977, Two methods for examining the stability of regression coefficients, Journal of the American Statistical Association 72, 54-63.",
        "Cornell, Bradford, 1983, Money supply announcements and interest rates: Another view, Journal of Business 56, 1-23.",
        "Friedman, Benjamin M., 1979, Optimal expectations and the extreme information assumptions of 'rational expectations' macromodels, Journal of Monetary Economics 5, 23-41.",
        "Antoncic, Madelyn, 1986, ugh and volatile real interest rates: Where does the Fed fit in?, Journal of Money, Credit, and Banking 18, 18-27.",
        "Belongia, Michael T., R. W. ilafer, and Richard G. Sheehan, 1988, On the temporal stability of the interest rate-weekly money relationship, Review of Economics and Statistics 70, 516-520."
    ]
}