{
    "id": 3474,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Abowd, J. and 0. Ashenfelter, Anticipated Unemployment, Temporary Layoffs, and Compensating Wage Differentials in S. Rosen (ed.) Studies in Labor Markets, University of Chicago Press, Chicago, Illinois, 1981.",
        "Altonji, J.C. and C. Paxson, Job Characteristics and Hours of Work in R. Ehrenberg (ed.) Research in Labor Economics, Vol. 8, 1986.",
        "Altonji, J.C. and C. Paxson, Labor Supply Preferences, Hours Constraints, and Hours-Wage Tradeoffs, Journal of Labor Economics, Vol. 6, No 2, 1988.",
        "Card, David, Supply and Demand in the Labor Market, Industrial Relations Section Working Paper Ne. 228, Princeton University (November 1987).",
        "Deardorff, A. and F. Stafford, Compensation and Cooperating Factors, Ecenometrica, 44 (1976): 671-84.",
        "Custmann, A. and Steinmeier, Minimum Hours Constraints and Retirement Behavior, Contemporary Policy Issues, a supplement to Economic Enquiry, No. 3, April 1983.",
        "Ham, J.,Rationing and the Supply of Labor: An Econometric Approach, Industrial Relations Section Working Paper No. 103A, Princeton University, May 1979.",
        "Unemployment and Underemployment, The Review of Economic Studies, 49, No. 3, July 1982.",
        "Jakubson, Ceorge, The Sensitivity of Labor Supply Parameter Estimates to Unobserved Individual Effects: Fixed and Random Effects Estimates in a Nonlinear 23 Model Using Panel Data, Journal of Labor Economics (1987).",
        "Kahn, Shulamit and Kevin Lang, Censtraints en the Choice of Work Hours: * Agency Versus Specific Capital, unpublished paper (April 1987).",
        "Lewis, H., Employer Interests in Employee Hours of Work. English version of Interes del Empleador en las Horas de Tebaje del Empleado, Cuadernos de Economia, 18, 1969.",
        "Lundberg, S.,Tied Wage-Hours Offers and the Endogeneity of Wages, NBER Working Paper No. 1431, August 1984.",
        "Moffitt, R., The Estimation of a Joint Wage-Hours Labor Supply Model, Journal of Labor Economics, 2, No. 4, October 1984.",
        "Rosen, H.S., Taxes in a Labor Supply Model with Joint Wage-Hours Determination, Ecenemetrica, Vol. 64, Ne. 3, May 1976.",
        "Siow, Aleysius, The Use of Wages in Ceordinating Hours of Work, unpublished paper, Columbia University (1987)."
    ]
}