{
    "id": 3476,
    "cites": 31,
    "cited_by": 19,
    "reference": [
        "Appleyard, Dennis R., Conway, Patrick J. , and Field, Jr., Alfred J. (1989): The Effects of Customs Unions on the Pattern and the Terms of Trade in a Ricardian Model with a Continuum of Goods, Journal of International Economics 27, 147-164.",
        "Berglas, Eisan (1979): Preferential Trading Theory: The n Conrmodity Case, Journal of Political Economy 87, 315-331.",
        "Berglas, Eitan (1983): The Case for Unilateral Tariff Reductions: Foreign Tariffs Rediscovered, American Economic Review 73, 1141-1142.",
        "Bhagwati, Jagdish N. (1971): Trttcie Diverting Customs Unions and Welfare-Improvement: A Clarification, Economic .Iottr,tal 81, 580-587.",
        "Blsagwati, Jagdish N. (1973): A Reply so Professor Kirtnant, Economic Journal 83, 895-897.",
        "Bond, Eric W. (1990): The Optimal Tariff Strstctctre in 1-ligher Dimensions, International Economic Review 31, 103-116.",
        "Collier, Peter (1979): The Welfare Effects of Cctstoms Union: An Anatomy, Economic Journal 89, 84-95.",
        "Conway, Patrick J., Appleyard, Dennis R., and Field, Alfred J. (1989): Trade Agreements vs. Unilateral Tariff Reductions: Evidence from Modelitsg with a Continuum of Goods, International Economic Review 30, 775-794.",
        "Cooper, C. A. and Massell, B. F. (1965): A New Look at Customs Union Theory, Economic Journal 75, 742-747.",
        "Dixit, Avinash K. and Norman, Victor (1980): Theory of International Trade, Cambridge University Press, Cambridge.",
        "Ethier, Wilfred and Horn, Henrilc (1984): A New Look at Economic Integration in Kierzkowski, Henryk (ed.): Monopolistic Competition and Infernational Trade, Clarendon Press, Oxford.",
        "Gehrels, Franz (1956): Customs Union from a Single-Country Viewpoint, Review of Economic Studies 24, 61-64.",
        "Johnson, Harry 0. (1965): An Economic Theory of Protectionism, Tariff Bargaining, and the Formation of Customs Unions. Journal of Political Economy 711,256-283.",
        "Johnson, Harry 0. (1972): Review of Lipscy. R. 6.: TIre Tiscory ol Customs Unions: A General Equilibrium Analysis, Economic Journal 82, 728-730.",
        "Johnson, Harry G. (1974): Tradc-Divcrtintg Cttstoms Unions: A Conrnsent, Economic Journal 84, 618-621.",
        "Jones, Ronald W. (1969): Tariffs and Trade in Gcnerttl Equilibrium: Comment, American Economic Review 59, 418-424.",
        "Kemp, Murray C. (1969): A Contribution to the General Equilibrium Theory of Preferential Trading, North-Holland Publishing Company, Amsterdam.",
        "Kennan, John and Riezman, Raymond (1988): `Do Big Counties Win Tariff Wars? International Economic Review 29, 81-85.",
        "Kennan, John and Riezman, Raymond (1990): Optimal Tariff Equilibria With Customs Unions, Canadian Journal of Economics 23, 70-83.",
        "Kirman, Alan p. (1973): Trade Diverting Customs Unions and Welfare Improvement: A Comment, Economic Journal 83, 890-893.",
        "Kowalczyk, Carsten (1988): Tariffs, Reform, and Welfare, Ph.D. dissertation, University of Rochester.",
        "Lipsey, Richard G. (1957): The Theory of Customs Unions: Trade Diversion and Welfare, Economica 24, 40-46.",
        "Lipsey, Richard 0. (1970): The Theory of Customs Unions: A General Equilibrium Analysis, Weidenfeld and Nicholson, London.",
        "Meade, James (1955): Trade and Welfare, Oxford University Press, London.",
        "Michaely, Michael (1976): The Assumptions of Jacob Viners Theory of Customs Unions, Journal of International Economics 6, 75-93.",
        "Ohyama, Michihiro (1972): Trade and Welfare in General Equilibrium, Keio Economic Srudies 9, 37-73.",
        "Pomfret, Richard (1986): The Theory of Preferential Trading Arrangements, Weltsvirrschaftsliches Archly 122, 439-499.",
        "Riezman, Raymond (1979): A 3x3 Mtiel of Customs Unions, Journal of International Economics 37, 47-61.",
        "Riezman, Raymond (1985): Customs Unions and the Core, Journal of International Economics 19, 355-365.",
        "Viner, Jacob (1950): The Customs Union issue, Carnegie Endowment for Intemational Peace, New York.",
        "Economic Review 71, 704-7 14. Wonnacott, Paul and Wonnacott, Ronald (1984): How General is the Case for Unilateral Tariff Reduction? American Economic Review 74, 491."
    ]
}