{
    "id": 3477,
    "cites": 25,
    "cited_by": 214,
    "reference": [
        "Beauchamp, A. (1983), Guide Mondial des Paradis Fiscau'x, Paris: Editions Grasset & Fasqualle. Bond, E. (1981), Tax Holidays and Investment Behavior, Review of Economics and Statistics, 63: 88-95.",
        "Bond, F. and L. Samuelson (1986), Tax Holidays as Signals, Amedcan Economic Review, 76: 820-826.",
        "Carson, C. (1986), Corporate Foreign Tax Credit, 1982: A Geographic Focus, in IRS Statistics of Income Bulletin, vol. 6, no. 2., 21-48.",
        "Comptroller General of the United States (1981) 'Report to the Chairman, House Committee on Ways and Means: IRS Could Better Protect U.S. Tax Interests in Determining the Income of Multinational Corporations, Washington, D.C. Congress of the United States, Joint Committee on Taxation (1984), General Explanation of the Revenue Provisions of the Deficit Reduction Act of 1984, Washington, D.C.: U.S. Government Printing Office, p.369.",
        "Doggarl, C. (1983) Tax Havens and Their Uses, London: Economist Intelligence Unit.",
        "Fazzari, S., A. Hubbard and B. Peterson (1988), Investment, Financing Decisions, and Tax Policy, American Economic Review, 78: 200-205.",
        "Frisch D. and D. Hartman (1983), 'Taxation and the Location of U.S. Investment Abroad, NBER Working Paper #1241.",
        "Glautier, M. and F. Bassinger (1987), A Reference Guide to International Taxation: Profiting from Your international Operations, Lexington, MA: Lexington Books.",
        "Goodspeed, T. and 0, Frisch (1989), 'U.S. Tax Policy and the Overseas Activities of U.S. Multinational Corporations: A Quantitative Assessment, U.S. Treasury Department mimeo.",
        "Gordon, H. (1981). Tax Havens and their Use by U.S. Taxpayers: An Overview, Washington. DC: Internal Revenue Service. Grubert, H. and J. Mutti (forthcoming), 'Taxes, Tariffs and Transfer Pricing in Multinational Corporate Decision Making, Review of Economics and Statistics.",
        "Hartman, D. (1985), Tax Policy and Foreign Direct Investment, Journal of Public Economics, 26: 107-121.",
        "Hines, J. (1988), Transfer Pricing and Its Tax Consequences: Where the Profits Are. Princeton University mimeo, (1989). Credit and Deferral as International Investment Incentives, Princeton University mimeo.",
        "Horst, T. (1977), American Taxation of Multinational Firms, American Economic Review, 67:376389.",
        "Huizinga, H. (1987), 'International Tax Competitiveness: The Advantage of Smallness,' Harvard University mimeo.",
        "International Monetary Fund (1987), Government Finance Statistics, Washington, DC: IMF.",
        "(1987), International Financial Statistics, Washington DC: IMF Jenkins, G, and B. Wright (1975). 'Taxation of Income of Multinational Corporations: The Case of the United Stales Petroleum Industry,' Review of Economics and Statistics, 57: 1-11.",
        "Kopits, G. (1976), Intra-lirm Royalties Crossing Frontiers and Transfer-Pricing Behaviour,' Economic Journal, 66: 791-805.",
        "Kotlikoff, L. and L. Summers (1967), 'Tax Incidence', in A. Auerbach and M. Feldstein Handbook of Public Economics, Amsterdam: North-Holland 1043-1 092. OECD (1 987), International Investment and Multinational Enterprises: Recent Trends in International Direct Investment, Tables 111.7., 111.8., and 111.9., Paris.",
        "Price Waterhouse (1963), Corporate Taxes: A Worldwide Summary, New York. Scholes, M. and M. Wolfson (forthcoming), Taxes and Business Strategy: A Global Planning Approach, Englewood Cliffs, New Jersey: Prentice Hall.",
        "States, W. (1986-1987), 'Controlled Foreign Corporations, 1982: A Geographic Focus,' in Internal Revenue Service, Statistics of Income Bulletin, vol. 6, no. 3, 49-80.",
        "The Statesman's Year-book (1984), NY: St. Martins Press.",
        "UNESCO (1984.1997) Statistical Yearbook, Paris: UNESCO.",
        "U.S. Department of the Treasury (1989), The Operation and Effect of the Possessions Corporation System of Taxation, 6th Report, Washington, D.C.: GPO.",
        "For countries whose average tax rate could not be obtained, we instead used corporate statutory tax rates of less than Ia percent, as revealed in either Price-Waterhouse (1983) or Doggart (1983).",
        "to countries in which the average tax rate was less than 10% for US companies. This list consists of Anguilla, Andorra, Jordan, Lebanon, Macao, Monaco, St. Martin. In addition, this same criterion was applied to havens discussed in the Economist Intelligence Unit's tax haven volume (Doggart, 1983), resulting in the inclusion of Dorninica, Maidives, Malta, Marshall islands, and St. Lucia. By this method we identify 41 countries and regions as tax havens for the purposes of US businesses (see Appendbc Table A)."
    ]
}