{
    "id": 3479,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "Anderson, Brian DO. and John B. Moore. 1979. Optimal Filtering. Englewood Cliffs: Prentice Hall.",
        "Becker, Gary and Kevin Murphy. 1988. A Model of Rational Addiction, Journal of Political Economy, 96:4, 675-700.",
        "Blanehard, Olivier J., and CM. Kahn. 1980. The Solution of Linear Difference Models Under Rational Expectations, Economctricc, 48: pp. 1305-11.",
        "Brock, William A. 1982. Asset Prices in a Production Economy, in The Economics of Information and Uncertainty, ed., John J. McCall. Chicago: University of Chicago Press, pp. 1-43.",
        "Brook, William A., and Leonard J. Mirman. 1972. Optimal Economic Orowth and Uncertainty: the Discounted Case, Journal of Economic Theory, 4: 479-513.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross. 1985. An Intertemporal General Equilibrium Model of Asset Prices, Econometricc, 53: 363-84.",
        "Heaton, John. 1988. The Interaction Between Time-Nonseparabie Preferences and Time Aggregation, manuscript, University of Chicago.",
        "Hansen, Gary and Thomas J. Sargent. 1988. Straight time and Over time in Equilib- rium, Journal of Monetary Economics, 21: 281-308.",
        "Hansen, Lars Peter. 1987. Calculating Asset Prices in Three Example Economies, in Adoances in Econometrics: Fifth World Congress, ed., Truman F. Bewley, Cambridge, U.K.: Cambridge University Press, pp. 207-43.",
        "Hansen, Lars Peter and Thomas J. Sargent. 199Db. Disguised Periodicity as a Source of Seasonality, manuscript, June. Hansen, Lars Peter and Thomas J. Sargent. 1990a. Recursioe Linear Models of Dynamic Economies, manuscript, Stanford, CA: Hoover Institution.",
        "Hansen, Lars Peter and Thomas J. Sargent. 1980. Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2: 7-46.",
        "Hansen, Lars Peter and Thomas J. Sargent. 1981. Linear Rational Expectations Models for Dynamically Interrelated Variables, in Rational Expectations and Econometric Practice, ed. by Robert H. Lucas, Jr., and Thomas J. Sargent. Minneapolis: Univer- sity of Minnesota Press.",
        "Hansen, Lars Peter and Thomas J. Sargent. 1982. Two Difficulties in Interpreting Vector Autoregressions, in Lars P. Hansen and Thomas J. Sargent, edo., Rational Expecta- tions Econometrics. Westview Press, forthcoming.",
        "Harris, Milton. 1987. Dynamic Economic Analysis. New York: Oxford University Press.",
        "Harrison, Michael and D. Kreps. 1979. Martingales and Arbitrage in Multiperiod Secu- rities Markets, Journal of Economic Theory, 20: 381-408.",
        "Harvey, AC. 1981. Time Series Models. New York: Halsted.",
        "Harvey, AC., and James H. Stock. 1985. The Estimation of Higher Order Continuous Time Autoregressive Models, Econometric Theory, 1: 97-112.",
        "Harvey, AC., and James H. Stock. 1987. Estimating Integrated Higher Order Continu- ous Time Autoregressions with an Application to Money-income Causality, Working Paper No. E 87-28. Stanford, CA: Hoover Institution Press.",
        "Hnuthakker, H. and L. Taylor. 1970. Consumer Demand in the United States: Analyses and Projections. Second Edition. Cambridge, Ma: Harvard University Press.",
        "Jones, Larry and Rodoifo Mannelli. 1988. A Model of Optimal Equilibrium Growth, manuscript, Stanford University.",
        "Kalmao, RE. 1960. A New Approach to Linear Filtering and Prediction Problems. Trans. ASME Ser. D. J. Basic Engry., 82: 35-45.",
        "Kehoe, Timothy and David Levine. 1984. Empirical Implications of Complete Contingent Claims Markets, manuscript, U.C.L.A.",
        "Kydland, Finn and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctua- tions, Econometrica, 50: pp. 1345-70.",
        "Luenberger, David 0. 1966. Observers for Multivariable System, IEEE Transactions on Automatic Control, 11: 190-97.",
        "Luenborgor, David C. 1967. Cononical Forms for Multivariable System, IEEE Transac- tions on Automatic Control, 12: 290-93.",
        "Lucas, Robert E., Jr. 1972. Econometric Testing of the Natural Rate of Hypothesis, in The Econometrics of Price Determination Conference, ed. Otto Eckotein, Washing- ton, D.C.: Board of Governors of the Federal Reserve System, pp. 50-59.",
        "Lucas, Robert H., Jr. 1978. Asset Prices in an Exchange Economy, Econometrica, 46: 1429-45.",
        "Lucas, Robert E., Jr. 1987. Money and Interest in a Cash-in-Advance Economy, Econo- metrica, 55: 491-513.",
        "Lucas, Robert E., Jr., and Edward C. Prescott. 1971. Investment Under Uncertainty, Econometrica, 39: pp. 659-81.",
        "Lucas, Robert H., Jr., and Edward C. Prescott. 1974. Equilibrium Search and Unem- ployment, Journal of Economic Theory, 7: 188-209.",
        "Mace, Barbara, 1989. Full Insurance in the Presence of Aggregate Uncertainty, Working paper number 197, Rochester Center for Economic Research.",
        "Prescott, Edward C., and Robert E. Lucas, Jr. 1972. Price Systems in Infinite Dimen- sional Space, International Economic Review, 13: pp. 416-22.",
        "Prescott, Edward C., and Rajnish Mebra. 1980. Recursive Competitive Equilibrium: the Case of Homogeneous Households, Econometrica, 48: pp. 1364-79.",
        "Sargent, Thomas J. 1981a. Interpreting Economic Time Series, Journal of Political Economy, 89: 213-48.",
        "Sargent, Thomas J. 198lb. Lecture notes on Filtering, Control, and Rational Expecta- tions, manuscript, University of Minnesota. Sargent, Thomas J. 1987. Macroeconomic Theory 2nd edition. New York: Academic Press.",
        "Sargent, Thomas J. 1989. Two Models of Measurements and the Investment Accelerator, Journal of Political Economy, 97: 251-87.",
        "Sargent, Thomas J. and Neil Wallace. 1973. Rational Expectations and the Dynamics of Hyperinfiatinn, International Economic Review, 63: 328-50.",
        "Scheinkman, Jose. 198 - Market Incompleteness and the Equilibrium Valuation of Assets, in Frontiers of Financial Theory, ed. S. Bhattacharya and C. Constantinides. Sims, Christopher A. 1980. Macroeconomics and Reality, Econometrica, 48: 1-48.",
        "Stokey, Nancy L. and Robert H. Lucas, Jr., with Edward C. Prescott. 1939. Recursive Methods in Economic Dynamics. Cambridge, MA: Harvard University Press.",
        "Townsend, Robert M. 1987. Arrow-Debreu Programs as Microfoondations for Macroeco- nomics, in Advances in Econometrica: Fifth World Congress, ed., Truman F. l3ewley, Cambridge, UK: Cambridge University Press, pp. 379-428.",
        "Whiteman, Charles. 1983. Linear Rational Expectations Models: A Users Guide. Min- neapolis: University of Minnesota Press.",
        "Wilson, Robert, 1968. The Theory of Syndicates, Economotrica, Vol. 36, No. 1, pp.",
        "Working, Holbrook. 1960. Note on the Correlation of First Differences of Averages in a Random Chain, Econometrica, 28: 910-18."
    ]
}