{
    "id": 348,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "[281 Sims, Christopher A., Exogeneity and Causal Ordering in Macroeconomic Models, in New Methods in Business Cycle Research, Federal Reserve Bank of Minneapolis, October 1977.",
        "[27] Shiller, Robert J. and Jeremy J. Siegel The Gibson Paradox and Historical Movements in Real Interest Rates Journal of Political Economy 85: 891-907, October 1977.",
        "[le~] Lucas, Robert E., Some International Evidence on Output - Tnflation Trade-Offs, American Economic Review 63: 103-24, April 1973.",
        "[17] Macaulay, Frederick R. The Movements of Interest Rates, Bond Yields and Stock Prices in the United States Since 1856 National Bureau of Economic Research, New York, 1938.",
        "[6! Fama, Eugene F. Short-Term Interest Rates as Predictors of Inflation American Economic Review 65: 269-82, June 1975.",
        "[31 Carison, John A. Short-Term Interest Rates as Predictors of Inflation: Comment American Economic Review 67: 469-75, June 1977.",
        "[21 Bureau of Labor Statistics, Handbook of Methods, U.S. Government Printing Office, Washington, 1971.",
        "[26] Shiller, Robert J. Rational Expectations and the Dynamic Structure of Macroeconomic Models Journal of Monetary Economics 4: 1-44, January 1978.",
        "[25j Sargent, Thomas J. and Neil Wallace Rational Expectations, the Optimal Monetary Instrument and the Optimal Money Supply Rule, Journal of Political Economy 83: 241-54, April 1975.",
        "[24] Sargent, Thomas J. The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics, Journal of Political Economy 84: 631-40, June 1976.",
        "[231 Sargent, Thomas Expectations at the Short End of the Yield Curve: An Application of Macaulays Test in Jack Guttentag, Editor, Essays on Interest R-3 Rates, Volume II, National Bureau of Economic Research, New York, 1971.",
        "[201 Poole, William Rational Expectations in the Macro Model Brookings Papers on Economic Activity pp. 463-505, 2, 1976.",
        "[19] 7helps, Edmund S. and John B. Taylor, Stabilizing Powers of Monetary Policy Under Rational Expectations, Journal of Political Economy, 85: 163- 89, February 1977.",
        "[181 Nelson, Charles R. and G. William Schwert Short Term Interest Rates as Predictors of Inflation : On Testing the Hypothesis that the Real Rate of Interest is Constant American Economic Review 67: 478-86, June 1977."
    ]
}