{
    "id": 3480,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "1. Barsky, R., and B. DeLong, Why have stock prices fluctuated? NBED working paper (1989).",
        "2. DeGroot, H. , Optimal Statistical Decisions, New York, NY: McGrow-iilll book company (1970),",
        "3. Flood, B. and P. Garber, An economic theory of monetary reform, Journal of Political Economy, 88 (1980a), 24-58.",
        "4. _________ and _________, Market fundamentals versus price-level bubbles: the first test, Journal of Political Economy, 88 (1980b), 745-770.",
        "5. ________ and B. Hodrick, Asset price volatility, bubbles, and process switching, Journal of Finance, 41 (1986), 831-842.",
        "6. Froot, K. , and H. Obstfeld, Intrinsic bubbles: the case of stock prices, NBED working paper 3091 (1989).",
        "7. Hamilton, J. , Rational-expectations econometric analysis of changes In regime, Journal of Economic Dynamics and Control, 12 (1988), 385-423.",
        "8. ____________, A new approach to the economic analysis of nonstationary time series and the business cycle, Econosetrica, 57 (1989). 357-384.",
        "9. __________* and C. Whiteman, The observable implications of self-fulfilling expectations, Journai of Monetary Economics, 16 (1985). 353-373.",
        "10. Jovanovic, B. * Selection and the evolution of industry, Econometrica, 50 (1982), 537-551.",
        "11. Lewis, K. * Can learning affect exchange-rate behavior? Journal of Monetary Economics, 23 (1989), 79-100.",
        "12. ___________, Changing beliefs and systematic rational forecast errors with evidence from foreign exchange, American Economic Review, 79 (1989), 621-636.",
        "13. Pakes, A. , and B. Ericson, EmpIrical implications of alternative models of firm dynamics, SSRI working paper (1988), University of Wisconsin-Madison.",
        "14. Rogoff, K., How often should elections be held? mimeo (1990), University of California, Berkeley.",
        "15. Tabellini, G. , Learning and the volatility of exchange rates, Economic Inquiry, (1988).",
        "16. Tirole, J. , On the possibility of speculation under rational expectations, Econosetrica 50 (1982), 1163-81.",
        "17. Wang, J. , Asset prices, stock returns, price volatility, risk premium, and trading strategies under asymmetric information, mimeo (1989), UniversIty"
    ]
}