{
    "id": 3481,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Abowd, John H. and David Card. 1987. Intertemporal Labor Supply and Long-Term Employment Contracts, American Economic Review, 77(1), 50-68.",
        "Hewley, Truman. (no date). Interest Bearing Money and the Equilibrium Stock of Capital, mimeo. and 8. Radner. 1980. Stationsry Monetary Equilibrium With a Continuum of Independently Fluctuating Consumers, mimeo.",
        "Cecchetti, Stephen, Pok-sang Lam and Nelson C. Mark. 1989. The Equity Premium and the Risk Free Rate: Matching the Momenta, Department of Economics, Ohio State University.",
        "Constantinides, George H. 1998. Habit Formation: A Resolution of the Equity Premium Puzzle, mimeo, Department of Finance, Graduate School of Business, University of Chicago.",
        "Journal of Pollticai Economy, 94(4), 842-862. Diaz-Gimenez, Javier and Edward C. Prescott. 1989. Asset Returns in Computable General Equilibrium Heterogeneous Agent Economies, 40 Research Department, Federal Reserve Bank of Minneapolis.",
        "Epstein, Larry and Stanley Zin. 1987. Substitution, Risk Aversion, and the Temporal behavior of Asset Returns: II: An Empirical Investigation, Mimeo, University of Toronto, Toronto, and Queens University, Kingston, Ontario.",
        "Fisher, Stephen, Asset Trading, Transactions Costs and the Equity Premium: Theory, Numerical Experiments and Empirical Evidence, University of Rochester, mimeo, 1990.",
        "Huggett, Mark. 1989. The Risk-Free Rate in Heterogeneous Agent Economies, Department of Economics, University of Minnesota.",
        "Imrohoroglu, A. 1988. The Welfare Cost of Inflation Under Imperfect Insurance, Department of Finance and Business Economics, University of Southern California.",
        "Liquidity Costraints, Journal of Political Economy, 97(6), 1364-83. Kahn, James. 1989. Moral Hazard, Imperfect Risk-Sharing, and the Behavior of Asset Returns, Department of Economics University of Rochester.",
        "Kydland, Finn E. 1984. `A Clarification: Using the Growth Model to Account for Fluctuations, Reply to James Heckman, Carnegie-Rochester Conference Series on Public Policy, 21, 225-252.",
        "Labadie, Pamela. 1989. Stochastic Inflation and the Equity Premium, Journal of Monetary Economics, 24(2), 277-298.",
        "Lucas, Robert E. Jr. 1978. Asset Prices in an Exchange Economy, Econometrica, 46, 1429-1445.",
        "Maniciw, N. Gregory. 1986. The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics, 17, 211-219.",
        "Hon-Stockholders, mimeo, NBER. Mehra, R. and Edward C. Prescott. 198S. The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145-162. Mehrling, Perry. 1989. Macroeconomic Effects of Non-linear Spending and the Distribution of Inside . Debt, Department of Economics, Barnard College.",
        "Nason, James N. 1988. The Equity Premium and Time-Varying Risk Behavior, Finance and Economics Discussion Paper Ho. 11, Board of Governors of the Federal Reserve.",
        "Phelan, Christopher, and Robert H, Townsend. 1988. Computing the Optimal Insurance-Incentive Trade-Off for Multiperiod, Information Constrained Economies, Working Paper, Economics Research and Population Centers/HORC, University of Chicago.",
        "Reitz, Thomas A. 1988. The Equity Premium: A Solution, Journal of Monetary Economics, 22, 117-133.",
        "Shsrpe, William F. 1985. Investments, Prentice-Hall, Englewood Cliffs, N.J.",
        "Well, Philippe. 1989. The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24(3), November, 401-422."
    ]
}