{
    "id": 3491,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Abraham, Katharine (1987), \"Help Wanted Advertising, Job Vacancies, and Unemployment,\" Brookings Papers on Economic Activity. 1, p. 207-248 Abraham, Katharine and Lawrence Katz (1986), \"Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances?\" Journal of Political Economy, 94, June, p. 507-522 Abraham, Katharine and James Hedoff (1982), \"Unemployment, Unsatisfied Demand for Labor, and Compensation Growth, 1956-1980,\" in Martin Baily ed., Workers, Jobs, and Inflation, Brookings Black, Fischer (1976), \"Studies of Stock Price Volatility Changes,\" Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, American Statistical Association, p. 177-181 Black, Fischer (1982), \"General Equilibrium and Business Cycles,\" NBER Working Paper No. 920 Blanchard, Olivier Jean and Peter Diamond (1989a), \"The Beveridge Curve,\" Brookings Papers on Economic Activity. 1, p. 1-60.",
        "Blanchard, Olivier Jean and Peter Diamond (1989b), \"Beveridge and Phillips Curves,\" April, mimeo Brainard, S. Lael (1987), \"Sectoral Shifts Unemployment in Interwar Britain,\" Harvard, mimeo.",
        "Caplin, Andrew and Kala Krishna (1986), \"A Simple Dynamic Model of Unemployment,\" August, Harvard, mimeo.",
        "Christie, Andrew A. (1982), \"The Stochastic Behavior of Common Stock Variances: Value, Leverage, and Interest Rate Effects,\" Journal of Financial Economics. 10, p. 407-432 Cutler, David M. (1989), \"Stock Market Volatility, Cross Section Volatility, and Stock Returns\", MIT, mimeo.",
        "Davis, Steve (1987),\"Fluctuations in the Pace of Labor Reallocation,\" in Carnegie-Rochester Conference Series on Public Policy, Diamond, Peter (1982), \"Aggregate Demand Management in Search Equilibrium\", Journal of Political Economy. October, p. 881-894 Fisher, Stanley (1977), \"Long Term Contracts, Rational Expectations, and the Optimal Money Supply Rule\", Journal of Political Economy. 85, February, p. 163-190.",
        "Hamilton, James (1983), \"Oil and the Macroeconomy since World War II\", Journal of Political Economy, 91, April, p. 228-48.",
        "Hosios, Arthur J. (1987), \"Unemployment and Vacancies with Sectoral Shifts,\" mimeo Jackman, Richard, Richard Layard, and Christopher Pissarides (1984), \"On Vacancies,\" Centre for Labor Economics Discussion Paper No.165, August Lilien, David (1982a), \"Sectoral Shifts and Cyclical Unemployment,\" Journal of Political Economy, 90, August, p. 777-793 Lilien, David (1982b), \"A Sectoral Model of the Business Cycle,\" USC-MRG Working Paper Lilien, David (1989), \"Labor Market Dispersion and the Natural Rate of Unemployment\", mimeo, University of California, Irvine.",
        "Loungani, Prakash (1986) \"Oil Price Shocks and the Dispersion Hypothesis\", The Review of Economics and Statistics, August, p. 536-539.",
        "Loungani, Prakash, and Richard Rogerson (1989), \"Cyclical Fluctuations and Sectoral Reallocation: Evidence from the PSID\", Journal of Monetary Economics, 259-273.",
        "Loungani, Prakash, Mark Rush, and William Tave (1989), \"Stock Market Dispersion, Unemployment, and GNP,\" University of Florida Working Paper No. 89-2, January Lucas, Robert and Edward Prescott, (1974), \"Equilibrium Search and Unemployment,\" Journal of Economic Theory, 7, February, p. 188-209 Mankiw, N. Gregory (1985), \"Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly,\" Quarterly Journal of Economics, 100, May, p. 529-537 Medoff, James (1983), \"U.S. Labor Markets: Imbalance, Wage Growth, and Productivity in the 1970s,\" Brookings Papers on Economic Activity, 1, p. 87-127 Mortenson, Dale T. (1982), \"The Matching Process as a Non-Cooperative Bargaining Game\", in J.J. McCall, ed.. The Economics of Information and Uncertainty, Chicago: University of Chicago PresB.",
        "Murphy, Kevin and Robert Topel (1987), \"The Evolution of Unemployment in the U.S.: 1968-85,\" NBER Macroeconomics Annual. 2, p. 11-58 Newey, Whitney, and Kenneth D. West (1987), \"A Simple Positive Semi-Definite Heteroskedasticity and Autocorrelation Consistent Covariance Matrix,\" Econometrica. 55, p. 703-706.",
        "Newman, George and Robert Topel (1984), \"Employment Risk, Sectoral Shifts, and Unemployment,\" University of Chicago Graduate School of Business, January Pisaarides, Christopher (1985), \"Short Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages,\" American Economic Review, 75-4, September, p. 676-690 Rogerson, Richard (1987), \"An Equilibrium Model of Sectoral Reallocation,\" Journal of Political Economy, 95-4, p. 824-833 Solow, Robert (1964) \"The Nature and Sources of Unemployment in the United States\", wicksell Lectures, Stockholm: Almqvist and Wickaell.",
        "Taylor, John (1980), \"Aggregate Dynamics and Staggered Contracts,\" Journal of Political Economy, 88, February, p. 1-23 Topel, Robert and Laurence Weiss (1985), \"Sectoral Uncertainty and Unemployment,\" in Employment, Unemployment, and Hours of Work."
    ]
}