{
    "id": 3492,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Angrist, J.D. (1989), Using the Draft Lottery to Measure the Effects of Military Service on Civilian Labor Market Outcomes, Research in Labor Economics Volume 10, edited by Ronald Ehrenberg, New York: JAI Press.",
        "Evidence from Social Security Administrative Records, American Economic Review 80(3): 313-336. ________ (1991), Grouped Data Estimation and Testing in Simple Labor Supply Models, Journal of Econometrics, forthcoming.",
        "Angrist, J.D. and Alan B. Krueger (1989), Why Do World War II Veterans Earn More than Nonveterans?, National Bureau of Economic Research Working Paper 2991, May 1989.",
        "Earnings?, National Bureau of Economic Research, mimeo, June 1990.",
        "Card, David E. and Alan Krueger (1990), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Princeton Industrial Relations Section, mirneo, April 1990.",
        "Fernandez, Richard L. (1980), Issues in the Use of Post-Service Educational Benefits as Enlistment Incentives, Santa Monica: RAND Note Nl5lO -MRAL, July 1980.",
        "Educational Assistance Test Program, Santa Monica: RAND Report R-2935MRAL, September 1982.",
        "Heckman, James J., and Richard Robb (1985), Alternative Methods of Evaluating the Impact of Interventions, in Longitudinal Analysis of Labor Market Data, New York: Cambridge University press.",
        "Hogan, Paul F., 0. Alton Smith and Stephen Sylwester (1990), The Army College Fund: Effects on Attrition, Reenlistment and Cost, in forthcoming Military Manpower Volume, Curtis Gilroy, ed., Alexandria: Army Research Institute.",
        "Levitan, Sar A. and Joyce K. Zickler (1973), Swords Into Plowshares: Our CI ~ Salt Lake City: Olympus Publishing Company.",
        "Magnum, Stephen L. and David E. Ball (1989), The Transferability of Military-Provided Occupational Training in the Post-Draft Era, Industrial and Labor Relations Review 42(2) (January 1989): 230-245.",
        "Manski, Charles F. and David Wise (1983), College Choice in America, Cambridge: Harvard University Press.",
        "ONeill, David and Sue Coetz Ross, (1976) Voucher Funding of Training: A Study of the CI Bill, Arlington: Public Research Institute, October 1976.",
        "Veterans Administration (1978), Department of Veterans Benefits, Handbook for Veterans Benefits Counselors, Washington: US GPO, February 1978."
    ]
}