{
    "id": 3494,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Berkowitz, Monroe, and John F. Burton Jr. (1987): Permanent Disability Benefits inWorkers Compensation. Kalamazoo, MI: W.E. Upjohn Institute.",
        "Bickel, Peter J., and Kjell Doksum (1977): Mathematical Statistics, Oakland: Holden-Day, Inc.",
        "Butler, Richard J., and John D. Worrall (1983): Workers Compensation: Benefit and Injury Claim Rates in the Seventies, Review of Economics and Statistics, 50, 580-589.",
        "Butler, Richard J., and John D. Worrall (1985): Work Injury Compensation and the Duration of Nonwork Spells, Economic Journal, 95, 714-724.",
        "Butler, Richard J., and John D. Worrall (1985): Workers Compensation Costs and Heterogeneous Claims, forthcoming.",
        "Ehrenberg, Ronald G. (1988): Workers Compensation, Wages, the Risk of Injury, in New Perspectives in Workers Compensation, edited by John F. Burton, Jr. Ithaca: ILR Press, 71-96.",
        "Krueger, Alan 3. (1989): Incentive Effects of Workers Compensation Insurance, National Bureau of Economic Research, Working Paper No. 3089.",
        "Krueger, Alan 3. (1990): Workers Compensation Insurance and the Duration of Workplace Injuries, National Bureau of Economic Research, Working Paper No. 3253.",
        "Meyer, Bruce D. (1989): A Quasi-Experimental Approach to the Effects of Unemployment Insurance, National Bureau of Economic Research, Working Paper No. 3159.",
        "Moore, Michael .1., and W. Kip Viscusi (1990): Compensation Mechanisms for Job Risks: Wazes. Workers Compensation, and Product Liability. Princeton: Princeton Ur.iversity Press.",
        "Minnesota Department of Labor and Industry (1988): Report to the Legislature on Workers Compensation in Minnesota: Background Research Studies, State of Minnesota.",
        "Thomason, Terry (1988): The Transition from Temporary to Permanent Disability, working paper.",
        "Welch, Finis (1977): What Have We Learned from Empirical Studies of Unemployment Insurance?, Industrial and Labor Relations Review, 30, 451-461.",
        "Worrall, John D., David Durbin, David Appel, and Richard J. Butler (1987): The Transition from Temporary Total to Permanent, Disability: A Longitudinal Analysis, forthcoming.",
        "Worrall, John D., Richard J. Butler, Phillip Borba, and David Durbin (1988): Estimating the Exit Rate from Workers Compensation: New Hazard Rate Estimates, working paper."
    ]
}