{
    "id": 3496,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Adler, Michael, and Bernard Dumas [1983], International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance, 38, 925-984.",
        "Adler, Michael, and Bruce Lehmann [1983], Deviations from Purchasing Power Parity in the Long Run, Journal of Finance, 38, 1471-1487.",
        "Barry, Christopher B. and Stephen J. Brown [1985], Differential Information and Security Market Equilibrium, Journal of Financial and Quantitative Analysis, 20, 407-422.",
        "Bawa, Vijay S., Stephen J. Brown, and Roger W. Klein [1979), Estimation Risk and Optimal Portfolio Choice, North-Holland Publishing Company.",
        "Black, Fischer [1974], International Capital Market Equilibrium with Investment Barriers, Journal of Financial Economics 1, 337-352.",
        "Branson, William H. and Dale Henderson, [1985], The Specification and Influence of Asset Markets, in R.W. Jones and P.B. Kenen editors, Handbook of International Economics, vol. II. Elsevier Science Publishers.",
        "Brown, S. [19791, The Effect of Estimation Risk on Capital Market Equilibrium, Journal of Financial and Quantitative Analysis, 14, 215-220.",
        "Fraga, Arminio [1986], Price Uncertainty and the Exchange-Rate Risk Premium, Journal of International Economics, 20, 179-185.",
        "Frankel, Jeffrey A. [1989], Quantifying International Capital Mobility in the l980s, NBER Working Paper No. 2856.",
        "Frankel, Jeffrey A. and Alan T. MacArthur [1988], Political vs. Currency Premia in International Real Interest Differentials, European Economic Review, 32, 1083-1121.",
        "Frenkel, Jacob A. [1981], Flexible Exchange Rates, Prices and the Role of News: Lessons from the 197Os, Journal of Political Economy, 89, 665-705.",
        "Grossman, Sanford J. and Joseph E. Stiglitz [1980], On the Impossibility of Informationally Efficient Markets, American Economic Review, 70, 393-408.",
        "Ho, Thomas S. Y. and Roni Michaely [1988], Information Quality and Market Efficiency, Journal of Financial and Quantitative Analysis, 23, 53-70.",
        "Jaffee, Dwight M. and Joseph Stiglitz [1989], Credit Rationing, forthcoming In Benjamin Friedman editor, Handbook in Financial Economics.",
        "Merton, Robert C. [1987], A Simple Model of Capital Market Equilibrium with Incomplete Information, Journal of Finance, 42, 483-510.",
        "Stulz, Rene H. [1981], On the Effects of Barriers to International Investment, Journal of Finance, 36, 923-934."
    ]
}