{
    "id": 3499,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Terrones, Marco E., Macroeconomic Policy Cycles under Alternative Electoral Structures mimeo, University of Western Ontario, April 1989.",
        "Tufte, E., Political Control 21 ibs Economy, Princeton: Princeton University Press: Princeton, 1978.",
        "Nordhaus, William, The Political Business Cycle Review ~ Economic Studies, vol. 42, April 1975: 169-190.",
        "Nordhaus, William, Alternative Approaches to the Political Business Cycle, Brookin.s Eaners 1111 Economic Activities1 no.2, 1989: 1-68.",
        "Rogoff, Renteth and Anne Sibert, Equilibrium Political Business Cycles, ~view ~ Economic Studies, 55 January 1988: 1-16.",
        "Inoguchi, Talcashi Cendat 112 Nihon Seili Xeizai ~ ~ (in Japanese, tr., Contemporary Political Economy in Japan], Tokyo, Japan: Toyo Keizai Shinposha, 1983.",
        "Ito, Takatoshi and Jim Hyuk Park, Political Business Cycles in the Parliamentary System, Economics Letters, 27, 1988: 233-238, Ito, Takatoshi, The Timing of Elections and PoLiticaL Business Cycles in Japan Journal of Asian Economics, vol. 1, no. 1, 1990: 135-156.",
        "Kosai, Yutaka, lbs La 21 Hizh-soeed Growth, University of Tokyo Press, 1986.",
        "Cargill, Thomas F. and Michael M. Hutchison, Central Bank Response to Election Cycles in a Parliamentary System: The Bank of Japan, mimeo, University of Nevada, January 1989.",
        "Hibbs, Douglas A., Jr., fl~ American Political Economy: Macroeconomics and Electoral Politics .th ~j United States Cambridge, MA: Harvard University Press, 1987.",
        "Inogiachi, Talcashi, Political Surfing over Economic Waves: A Simple Model of the Japanese Political Economic System, paper presented at the 11th World Congress of the International. Political Science Association, Moscow, August 11-18, 1979.",
        "Macroeconomics Annual. U.~1, Cambridge MIT Press, 1988: 13-52.",
        "Cargill, Thomas F., and Michaei M. Hutchison, Political Business Cycles in a Parliamentary Setting: The Case of Japan, Federal Reserve Bank of San Francisco, working paper no. 88-08, 1988."
    ]
}