{
    "id": 3504,
    "cites": 25,
    "cited_by": 32,
    "reference": [
        "Admati, A. R., and P. Pfleiderer, 1988, A Theory of Intraday Trading Patterns: Volume and Price Variability, Review of Financial Studies 1, 3-40.",
        "Barclay, M. J., R. H. Litzenberger, and J. B. Warner, 1988,Private Information, Trading Volume, and Stock Return Variances, Department of Finance, University of Rochester, mimeo.",
        "Bollerslev, T. P., 1986, Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics 31, 309-328.",
        "Bollerslev, T. P., and J. M. Wooldridge, 1988, Quasi-Maximum Likelihood Estimation of Dynamic Models with Time Varying Covariances, Northwestern University, mimeo.",
        "Diebold, F. X., and M. Nerlove, 1989, The Dynamics of Exchange Rate Volatility: A Multivarthle Latent-Factor ARCH Model, Journal of Applied Econometrics 4, 1-22.",
        "Domowitz, I., and C. S. Hakkio, 1985, Conditional Variance and the Risk Premium in the Foreign Exchange Market, Journal of International Economics 19, 47-65.",
        "Dooley, M., and P. Isard, 1980, Capital Controls, Political Risk, and Deviations from Interest-Rate Parity, Journal of Political Economy 87, 351-364.",
        "Engle, R. F., 1982, Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of U.K. Inflation, Econometrica 50, 987-1008.",
        "En~le, R. F., T. Ito, and ~V. Lin, 1990, Meteor Showers or Heat Waves? l~eteorskedastic Intra-Daily Volatility in the Foreign Exchange Market, Econometrica 58, 525-542.",
        "Eken, 5., 1984, Integration of Domestic and International Financial Markets: The Japanese Experience. International Monetary Fund Staff Papers 31, 499-548.",
        "Fama, E. F., 1970, Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Franicel, J. A., and K. E. E.ockett, 1988, International Macroeconomic Policy Coordination When Pohicymakers Do not Agree on the True Model, American Economic Review 78, 318-340.",
        "Hamao, Y., R. Masohis, and V. Ng, 1990, Correlations in Price Changes and Volatility Across International Stock Markets, forthcoming Review of Financial Studies.",
        "Hamada K., 1985, The Political Economy of International Monetary Interdependence (The MIT, Press, Cambridge).",
        "Ito, T., and V. V. Roley, 1987, News from the U.S. and Japan which moves the Yen/Dollar Exchange Rate?, Journal of Monetary Economics 19, 255-278.",
        "News or Noise?, NBER Working Paper 2703. Ito, T., 1986, Capital Controls and Covered Interest Parity Between the Yen and the Dollar, The Economic Studies Quarterly 37, 223-241.",
        "Policies after the G5 Agreement, Journal of the Japanese and International Economies 1, 275-298. 1988, Was There a Target Zone?, Hitotsnbashi University Discussion Paper Series No. 186.",
        "Kyle, A. S., 1985, Continuous Auctions and Insider Trading, Econometrica 53, 1315-1335.",
        "Lin, W., 1989, The Source of Intra-Daily Volatility in the Foreign Exchange Market: A Multivariate Factor GARCH Approach, University of Wisconsin - Madison, mimeo.",
        "McCurdy, T. H., and I. G. Morgan, 1988, Testing the Martingale Hypothesis in the Deutsche Mark Futures with Models Specifying the Form of Heteroskedasticity, Journal of Applied Econometrics 3, 187-203.",
        "Mussa, M. L., 1979, Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, Carnegie-Rochester Conference Series on Public Policy 11, 9-57.",
        "Economy 90, 74-104. Neumark, D., P. A. Tinsley, and S. Toshini, 1988, After-Hour Stock Prices and Post-Crash Hangovers, Federal Reserve Board of Covernors, Finance and Economics Discussion Series No. 50.",
        "Obstfeld, M, 1987, Peso Problems, Bobbles, and Risk in the Empirical - Assessment of Exchange Rate Behavior, NBER Working Paper No. 2203.",
        "Intervention: Recent Experience, NBER Working Paper No. 2796. 31 Rogoff, K., 1985, Can International Monetary Policy Cooperation be Counterproductive?, Journal of International Economics, 18, 199-217.",
        "Roley, V. V., 1987, US Money Announcements and Covered Interest Parity: The Case of Japan, Journal of International Money and Finance, 6, 57-70."
    ]
}