{
    "id": 3505,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Berkovec, James and Don Fullerton (1989), The General Equilibrium Effects of Inflation on Nousing Consumption and Investment, American Economic Review 79, May, 277-82.",
        "Bulow, Jeremy I. and Lawrence N. Summers (1984), The Taxation of Risky Assets, Journal of Political Economy 92, February, 20-39.",
        "Burman, Leonard E. , Thomas S. Neubig, and 0. Gordon Wilson (1987), The Use end Abuse of Rental Project Models, in Comoendium of Tax Research 1987, Washington, D.C.: Office of Tax Analysis.",
        "Fullerton, Don and Andrew B. Lyon (1988), Tax Neutrality and Intangible Capital, Tax Policy and the Economy 2, 63-88.",
        "Fullerton, Don, John B. Shoven, and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax, Journal of Public Economics 20, February, 3-22.",
        "Galper, Narvey, Robert Lucke, and Eric Toder (1986), Taxation, Portfolio Choice, and the Allocation of Capital: A General Equilibrium Approach, Btookings Discussion Papers, Washington D.C.",
        "Gordon, Roger N. and Joel Slemrod (1983) , A General Equilibrium Simulation Study of Subsidies to Municipal Expenditures, Journal of Finance 38, May, 585-94.",
        "Gordon, Roger N. (1985), Taxation of Corporate Capital Income: Tax Revenues Versus Tax Distortions, Quarterly Journal of Economics 100, February, 1-27.",
        "Nell, Robert end Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-414.",
        "Narberger, Arnold C. (1966), Efficiency Effects of Taxes on Income from Capital, in M. Krzyzaniak, ed. , Effects of tormoracion Income Tax, Detroit: Wayne State University Press.",
        "Nendershott, Patric N. and Sheng theng Nu (1983), The Allocation of Capital Between Residential and Nonresidential Uses: Taxes, Inflation and Capital Market Constraints, Journal of Finance 35, June, 795-812.",
        "Nendershort, Patric N. and Yunhi Won (1989) , Introducing Risky Nousing and Endogenous Tenure Choice into Portfolio-Based General Equilibrium Models, Working Paper No. 3114, National Bureau of Economic Research, Cambridge, MA.",
        "Nenderson, J. Vernon and Yannis M. loannides (1983), A Nodel of Nousing Tenure Choice, Amecicsn Economic Review 73, March, 98-113.",
        "Toborson, Roger G. and Laurence Siegel (1983), The World Market Wealth Porcfolio, Journal of Portfolio Management 9, Winter, 5-17.",
        "King, Mervyn A. (19B0), An Econometric Model of Tenure Choice and Demand for Nousing as a Joint Decision, Journal of Public Economics 14, October, 137-59. King, Mervyn A. (1983), Welfare Analysis of Tax Reforms Using Nousehold Data, Journal of Public Economics 21, July, 183-214.",
        "King, Mer~rn A. and Don Fullerton (1984), The Taxation of Income from Caoital, Chicago: The University of Chicago Press.",
        "Olsen, Edgar (1987), The Demand and Supply of Nousing Service: A Crtical Survey of the Empirical Literature, in I. S. Mills, ed. Nandbook of Regional and Urban Economics 2, Amsterdam: North Nollsnd.",
        "Poterba, James M. (1984) , Tax Subsidies to Owner-Occupied Nousing: An Asset-Market Approach, Quarterly Journal of Economics 94, November, 729-52.",
        "Rosen, Narvey 5. (1985), Nousing Subsidies: Effects on Nousing Decisions, Efficiency, and Equity, Nandbook of Public Economics 1, Amsterdam: North-Nolland.",
        "Rosen, Narvey S. and Kennech T. Rosen (1980), Federal Taxes and Nomeownership: Evidence from Time Series, Journal of Political Economy 88, 59-75.",
        "Rosen, Narvey S., Kenneth T. Rosen, and Douglas Noltz-Eakin (1984), Mousing Tenure, Uncertainty, end Taxation, Review of Economics and Statistics 66, August, 405-16.",
        "Slemrod, Joel (1982), Tax Effects on the Allocation of Capital Among Sectors and Among Individuals: A Portfolio Approach, Working Paper No. 951, National Bureau of Economic Research, Cambridge, MA.",
        "Slemrod, Joel (1985), A General Equilibrium Model of Taxation that uses Micro-Unit Data: With en Application to the Impact of Instituting a Flat-Rare Income Tax, in John Piggot and John Whalley, eds. , Develooments in Amolied General Eouilibrium Analysis, New York: Cambridge University Press.",
        "Smith, Lawrence B., Kenneth T. Rosen, and George Fellis (1988), Recent Developments in Economic Models of Nousing Markets, Journal of Economic Litetature 26, March, 29-64.",
        "Summers, Lawrence N. (1981), Inflation, the Stock Market, and OwnerOccupied Nousing, American Economic Review 71, May, 429-34."
    ]
}