{
    "id": 3508,
    "cites": 68,
    "cited_by": 1,
    "reference": [
        "Altonji, Joseph, Fumio Mdyashi and Laurence J. Kotlikoff, 1988, Is the Extended Family Altruistically Linked? mimeo.",
        "Atkinson, Anthony B., and Agnar Sandmo, 1980, Welfare Implications of the Taxation of Savings, Economic Journal ~Q, September, B29-49.",
        "Atkinson, Anthony B. and Joseph E. Stiglitz, 1976, The Design of Tax Structure: Direct versus Indirect Taxation, Journal of Public Economics ~, August, 55-75.",
        "Auembach, Alan J., 1979a, Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics ~j, August, 433-46.",
        "Journal of Economics 93, November, 489-612. , 1983, Corporate Taxation in the United Stares, Brookings Paners on Economic Activity 14, 2, 1451-1505.",
        "Economic Studies 5j, April, 205-25. , 1987, The Tax Reform Act of 1987 and the Cost of Capital, Journal of Economic Perspectives 1 Summer, 73-86.",
        "Consumption, in 0. Bernheim and J. Shoven, eds. , National Saving and Economic Performance (Chicago: University of Chicago Press), forthcoming. and Laurence J. Korlikoff, 1987, Dynamic Fiscal Policy (Cambridge: Cambridge University Press).",
        "OECD Economic Studies fl Spring, 97-130. Bagwell, Kyle, and B. Douglas Bemnheim, 1988, Is Everything Neutral? Journal of Political Economy 96, April, 308-38.",
        "Barro, Robert J., 1974, Are Government Bonds Net Wealth? Journal of Political Economy fl, November/December, 1095-1117.",
        "Political Economy 87, October, 940-71. , 1989, Economic Growth in a Cross Section of Countries, NBER Working Paper 3120, September.",
        "Model of Monetary Policy, Journal of Monetary Economics 12, July, 10121. Barsky, Robert, N. Gregory Mankiw, and Steven Eeldes, 1986, Ricardian Consumers with Keynesian Properties American Economic Review ~, September, 676-91.",
        "Bemnheim, B. Douglas, 1987, Ricardian Equivalence: An Evaluation of Theory and Evidence, in S. Fischer, ed. , NBER Macroeconomics Annual, 1-28.",
        "Bhatia, Kul B., 1972, Capital Gains and the Aggregate Consumption Function, American Economic Review 62, December, 866-79.",
        "Blinder, Alan S. and Robert H. Solor, 1974, Analytical Foundations of Fiscal Policy, in A. Blinder , The Economics of Public Finance (Washington: Brookings), 3-115.",
        "Blume, Lawrence, Daniel L. Rubinfeid and Perry Shapiro, 1984, The Taking of Land: When Should Compensation be Paid? Quarterly Journal of Economics ~, February, 71-92.",
        "Boskin, Michael J. , 1978, Taxation, Saving and the Rate of Interest, Journal of Political Economy 86, April, S3-S2?.",
        "Buchanan, James, 1977, Why Does Government Grow? in T. Bomcherding, ed., Budeers and Bureaucrats: The Source of Governmental Growth (Durham: Duke University Press) , - - -.",
        "Bulow, Jermey, and Kenneth Rogcff, 1989, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97, February, 155-78.",
        "Carroll, Christopher, and Lawrence H. Summers, 1989, Consumption Growth Parallels Income Growth: Some New Evidence, NBER Working Paper 3090, September.",
        "Chamley, Christophe, and Hersklis Polemarchakis, 1984, Assets, General Equilibrium and the Neutrality of Money, Review of Economic Studies 51, January, 129-38.",
        "Cutler, David, 1988, Tax Reform and the Stock Market: An Asset Price Approach, American Economic Review 78, December, 1107-17.",
        "Davidson, Carl and Lawrence Martin, 1985, General Equilibrium Tax Incidence Under Imperfect Competition: A Quantity-Setting Supergame Analysis, Journal of Political Economy fl, December, 1212-23.",
        "Devarajan, Shanta, Don Fullerton, and Richard A. Musgrave, 1980, Esritsating the Distribution of Tax Burdens: A Comparison of Different Approaches, Journal of Public Economics -, April, -.",
        "Diamond, Peter A., 1965, Debt in a Neoclassical Growth Model, American Economic Review 55, December, 1126-SO.",
        "Production, American Economic Review 61, March and June, 8-27, 261-78. Domar, Evsey 0., and Richard A. Musgrave, 1944, Proportional Income Taxation and Risk-Taking, Quarterly Journal of Economics 58, May, 388-422.",
        "Eaton, Jonathan and Mark Gerscvitz, 1981, Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies 48, April, 289-309.",
        "Eisner, Robert and Paul Pieper, 1984, A New View of Federal Debt end Budget Deficits, American Economic Review 74, March, 11-29.",
        "Fazzari, Steven N. , K. Glenn Hubbard, and Bruce C. Peterson, 1988, Financing 39 Constraints and Corporate Investment, Brookings Paters on Economic Activity 19, 1, 141-95.",
        "Feenberg, Daniel , and Harvey S. Rosen, 198?, Tax Structure and Public Sector Growth, Journal of Public Economics 32, March, 185-201. , and Jonathan Skinner, 1989, Sources of IRA Saving, NBER Working Paper 2645, February.",
        "Feldstein, Martin S., 1973, Tax Incentives, Corporate Saving and Capital Accumulation in the United States, Journal of Public Economics 1, April, 159- 71.",
        "Supply, Quarterly Journal of Economics 88, ______ , 551-73. , 1976, On the Theory of Tax Reform, Journal of Public Economics ________ 77-104.",
        "Political Economy ~.f, April, S29-SS1. , 1987, Imputing Corporate Tax Liabilities to Individual Taxpayers, NBER Working Paper 2349, August.",
        "Fisher, Irving, 1939, Double Taxation of Savings, American Economic Review fl, March, 16-33.",
        "Friedman, Benjamin, 1978, Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits, Bmookings Papers on Economic Artivirv 9, 3, 593-641.",
        "Gordon, Roger, 1985, Taxation of Corporate Capital Income: Tax Revenues 40 versus Tax Distortions, Guamterlv Journal of Bconomics 1QQ, February, 12 ?.",
        "Graetz, Michael J. , 1977, Legal Transitions: The Case of Retroactivity in Income Taxation, University of Pennsylvania Law Review jfl, November, 47-8?.",
        "Green, Jerry, 19??, Mitigating Demographic Risk Through Social Insurance, NBER Working Paper 215, November. Hall, Robert E. , 1988, Intertemporal Substitution in Consumption, Journal of Political Economy ~fr, April, 221-73.",
        "Behavior, American Economic Review 5?, June, 391-414. Harberger, Arnold C., 1962, The Incidence of the Corporation Income Tax, Journal of Political Economy 70, June, 215-40.",
        "Hamilton, William and Marjorie Flavin, 1986, On the Limitations of Government Borrowing: A Framework for Empirical Testing, American Economic Review jQ, September, 808-19.",
        "Hansson, Ingemar, and Charles Stuart, 1989, Why is Investment Subsidized, International Economic Review fl August, 549-59.",
        "Nayashi, Fumio, 198?, Tests for Liquidity Constraints: A Critical Survey and Some Mew Observations, in T. Bewley, ad., Advances in Econometrics, v. 2 (Cambridge: Cambridge University Press), -. Institute for Fiscal Studies, 1978, The Structure and Reform of Direct Taxation (London: Allen and Unwin).",
        "Jorgenson, Dale W., 1963, Capital Theory and Investment Behavior, American Economic Review 53, May, 247-59.",
        "Judd, Kenneth, 1987, The Welfare Cost of Factor Taxation in a PerfectForesight Model, Journal of Paliticsl Bcanomv j~, August, 675-709.",
        "Kaldor, Nicholas, 1955, An Expenditure Tax (London: Allen and Unwin).",
        "King, Mervyn A., 1977, Public Policy and the Corporation (London: Chapman and Hall).",
        "A Comparative Study of the U.S., U.K., Sweden and West Germany (Chicago: University of Chicago Press) and Mark Robson, 1989, Endogenous Growth and the Role of History, NBER Working Paper 3151, October.",
        "Assets: A Possible Solution to the Time-Consistency Problem, American Economic Review 98, September, 662-??. and Lawrence H. Summers, 198?, Tax Incidence, in A. Auerbach and M. Feldstein, ads., Handbook of Public Economics v. 2 (Amsterdam: NorthHolland) , 1043-94. Kydland, Finn E. and Edward C. Prescott, 19??, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, June, 493-91. Ktzyzsniak, Marian and Richard A. Musgrava, 1963, The Shifting of the Corporation Income Tax: An Empirical Study of Its Short-Run Effect upon the Rate of Return (Baltimore: Johns Hopkins University Press).",
        "Nankiw, N. Gregory, 198?, The Optimal Collection of Saignorage: Theory and Evidence, Journal of Monetary Economics fl, September, 329-41. Matron, Robert C., 1983, On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy where Human Capital is Not Tradeable, in 2. Bodie and J. Shaven, ads., Financial Aspects of the U.S. Pension System (Chicago: University of Chicago Press), 325-58.",
        "Niskanen, William, 1995, Bureaucrats and Politicians, Journal of Law and Economics 18, December, 617-43.",
        "Nordhaus, William 0., 1975, The Political Business Cycle, Review of Economic Studies ~j, April, 169-90.",
        "Persson, Tomsten and Lars Swenason, 1989, Checks and Balances on the Government Budget, Quarterly Journal of Economics 104, Nay, 325-46.",
        "Taxes, HBER Working Paper e2833, January. and Lawrence H. Su,mmers, 198?, Finite Lifetimes and the Effects of Budget Deficits on National Saving, Journal of Monetarv Economics 20, 369-91. Rogers, Carol Ann, 198?, Expenditure Taxes, Income Taxes and TimeInconsistency, Journal of Public Economics fi, March, 215-30. Rogoff, Kenneth, 1989, Reputation, Coordination and Monetary Policy, in R. Barro, ed. , Mandbook of Modern Business Cycle Theory (Cambridge: Harvard University Press).",
        "Review 80, Match, 21-36. Romem, Paul, 1986, Increasing Returns and Long-Run Growth, Journal of Political Economy 94, October, 1002-3?.",
        "Ross, Steven, 19??, The Determination of Financial Stmucrure: The Incentive Signalling Approach, Bell Journal of Economics 8, Spring, 23-40. Samuelson, Paul, 1964, Tax Deductibility of Economic Depreciation to Insure Invariant Valuations, Journal of Political Economy 72, December, 604-06.",
        "Sandmo, Agnar, 1985, The Effects of Taxation on Saving and Risk-Taking, in A. Auembach and N. Feldatein, ads., Handbook of Public Economics, v. 1, 265- 3 11.",
        "Shapiro, Matthew, 1984, The Dynamic Demand for Capital and Labor, Quarterly Journal of Economics 101, August, 313-41.",
        "Shaven, John B., l9?6, The Incidence and Efficiency Effects of Texas on Income from Capital, Journal of Political Economy fl, December, 1261-84. Sjoblam, Kmiss, 1985, Voting for Social Security, Public Choice 43, ______ 22B-4Q.",
        "Solow, Robert N., 1956, A Contribtutian to the Theory of Economic Growth, Quarterly Journal of Economics jQ, February, 65-94.",
        "Stern, Nicholas, 1990, From the Static to the Dynamic: Some Problems in the Theory of Taxation, paper presented to the International Seminar in Public Economics, Delhi, January.",
        "Stiglitz, Joseph S., 1973, Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Public Roonomics ~, February, 1-34.",
        "Public Economics 21, July, 257-94. , and Andrew Weiss, 1981, Credit Rationing in Markets with Imperfect Information, American Economic Review fl June, 393-410.",
        "Summers, Lawrence, 1981, Taxation and Corporate Investment: A Q-Theory Approach, Braokings Papers on Economic Activity 12, 1, 69-12?.",
        "Tabellini, Guide and Alberta Alesina, 1990, Voting an the Budget Deficit, American Economic Review 80, March, 39-49.",
        "Tobin, James, 1958, Liquidity Preference as Behavior Towards Risk, Review of Economic Studies fl February, 65-8?.",
        "Economic Review fl, May, 26-3?. Vanti, Steven and David Wise, 1986, Tax-Defarmad Accounts, Constrained Choice, and the Estimation of Individual Saving, Review of Economic Studies 33, ___________ , 579-601.",
        "Warm, Peter end Brian Wright, 1981, The Isolation Paradox and the Discount Rate far Public Investment, Quarterly Journal of Economics 96, February, 129-43.",
        "Wilcox, David W. , 1989, The Sustainabiliry of Goyemnemnt Deficits: Implication of the Government Borrowing Constraint, Journal of Money, Credit and Banking fl, August, 291-306.",
        "Kotlikaff (198?), chapter 11, end Auerbech 1989."
    ]
}