{
    "id": 351,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Barro, Robert J. Are Government Bonds Net Wealth. Journal of Political Economy, vol. 82, no. 6, November/December 1974, pp. 1095-1117. Blinder, Alan S. Toward an Economic Theory of Income Distribution. Cambridge, Mass.: M.I.T. Press, 1974.",
        "Blinder, Alan S. and Yoram Weiss. Human Capital and Labor Supply: A Synthesis. Journal of Political Economy, vol. 84, no. 3, June 1976, pp. 449-472.",
        "Chamberlain, Gary. On the Use of Panel Data. Harvard University, draft, 1978.",
        "Clark, Kim B. and Lawrence II. Summers. Labor Force Participation: Timing and Persistence. Harvard University and National Bureau of Economic Research, draft, 1978.",
        "Coward, Laurence E. Mercer Handbook of Canadian Pension and Welfare Plans. Don Mills, Ontario: CCH Canadian Limited, 1977.",
        "Ghez, Gilbert R. and Gary S. Becker. The Allocation of Time and Goods Over the Life-Cycle. New York: National Bureau of Economic Research, 1975.",
        "Griiiches, Zvi, Distributed Lags: A Survey. Econometrica, vol. 35, no. 1, January 1967, pp. 16-49.",
        "Gronau, Reuben. The Effect of Children on the Housewife&apos;s Value of Time: Journal of Political Economy, vol. 81, no. 2, part 2, March/April 1973, pp. S168-S199.",
        "Heckman, James. A Life-CYcle Model of Earnings, Learning, and Consumption. Journal of Political Economy, vol. 84, no. 4, part 2, August 1976, pp. S11-S44.",
        "Heckman, James. Statistical Models for Discrete Panel Data Developed and Applied to Test the Hypothesis of True State Dependence Against the Hypothesis of Spurious State Dependence. draft, July 1977.",
        "Johnston, J. Econometric Methods, New York: McGraw-Hill Book Company, 1972.",
        "Kmenta, Jan. Elements of Econometrics, New York: The Macmillan Company, 1971.",
        "Munnell, Alicia H. The Future of Social Security. Washington, D.C.: The Brookings Institution, 1977.",
        "Pellechio, Anthony J. Pension Programs and Labor Supply. National Bureau of Economic Research, draft, 1978a.",
        "_&gt; The Effect of Social Security on Retirement. National Bureau of Economic Research Working Paper No. 260, 1978b.",
        "Yatchew, Adonis. Heterogeneity and State Dependence in Labor Supply. Harvard University, draft, 1977.",
        "Zellner, Arnold and Martin S. Geisel. Analysis of Distributed Lag Models with Application to Consumption Function Estimation. Econometrica, vol. 38, no. 6, November 1970, pp. 865-888."
    ]
}