{
    "id": 3510,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Anderson, 1W. and D.A. Darling (1954), A Test of Goodness of Fit, Journal of the American Statistical Assocation 49, 765-769.",
        "Andrews, Donald W.K. (1989), Tests for Parameter Instability and Structural Change with Unknown Change Point, manuscript, towles Foundation, Yale University.",
        "Banerjee, Anindya, Juan Dolado, and John W. Gaibraith (199D), Recursive Tests for Unit Roots and Structural Breaks in Long Annual GNP Series, manuscript, University of Florida. Bates, Charles E. (1990), Structural Stability and Trends in Economic Time Series, manuscript, Johns Hopkins University.",
        "Bhargava, A. (1986), On the Theory of Testing for Unit Roots in Dbsened Time Series, Review of Economic Studies 53, no. 174, 369-384.",
        "Bianchard, Dlivier J. , end Mark W. Watson (1986), Ate Business Cycles All Alike?, in R. Gordon (ed.) The American Business Cycle: Continuity and ChanEe. Chicago: University of Chicago Press.",
        "Brown, R.L., J. Durbin, and 3M. Evans (1975), Techniques for Testing the Constancy of Regression Relationships ovet lime with Comments, Journal of the Royal Statistical Society, Series B, 37, 149-192.",
        "Campbell, John Y. , and N. Gregory Mankiw (1989), International Evidence on the Persistence of Economic Fluctuations, Journal of Monetary Economics 23, 319-333.",
        "Estimates of Unstable Autoregressive Processes, The Annals of Statistics 16, no. 1, 367-401. thristiano, Lawrence 3. (1988), Searching for a Break in GNP, Federal Kesene Bank of Minneapolis Working Paper No. 416.",
        "Nonstationary Regression Models, manuscript, Department of Economics, University of talifornia, San Diego. Clerk, Peter K. (1989) , Irend Reversion in Real Output and Unemployment, Journal of Econometrics 40, 15-32.",
        "Political Economy 96, 893-920. togley, Timothy (1990) , International Evidence on the Size of the Random Walk in Output, Journal of Political Economy 98, 501-518.",
        "Fuller, WA. (1976), Introduction to Statistical Time Series. New York: Wiley.",
        "Hall, P., and t.t. Heyde (1980), Martingale Limit Theory and its Application. San Diego: Academic Press, Inc.",
        "Hamilton, J. (1989), A New Approach to the Economic Analysis of Nonstationaty Time Series and the Business Cycle, Economerrica 57, 357-384.",
        "Haney, At. (1985), Trends and Cycles in Macroeconomic Time Series, Journal of Business and Economic Statistics, 3, 216-227.",
        "Models with Non-Stationary Regressors, manuscript, Department of Economics, University of Rochester. Hendry, D.F. (1987), PC-GIVE: An Interactive Menu-Driven Econometric Modelling Program. Users Manual, Version 5.0, Institute of Economics and Statistics, Oxford.",
        "Kormendi, Roger C. and Philip Meguire (1988), A Multi-Country Characterization of the Non-stationarity of Aggregate Output, manuscript, School of Business Administration, University of Michigan.",
        "Kramer, W. , W. Ploberger, and R. Alt (1988), Testing for Structural thange in Dynamic Models, Econometrica 565, 1355-1370.",
        "McCabe, R.P.M. and N.J. Harrison (1980), Testing the Constancy of Regression Relationships over Time Using Least Squares Residuals, Applied Statistics 29, 142-148.",
        "Moore, Geoffrey H., and Melita H. Moore (1985), International Economic Indicators. A Sourcebook. Westport, tN: Greenwood Press, 1985.",
        "Nelson, CR., and CI. Plosser (1982), Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics 10, 139-162.",
        "Perron, Pierre (1989), The Great trash, the Oil Price Shock and the Unit Root Hypothesis, Econometrica 57, 1361-1401.",
        "Perron, Pierre (l99Da), Testing for a Unit Root in a Time Series with a Changing Mean, Journal of Business and Economic Statistics 8, 153-162. Perron, Pierre (199Db) , Further Evidence on Breaking Trend Functions in Macroeconomic Variables, manuscript, Department of Economics, Princeton University. Phillips, P.t.B. and S. Duliaris (1990), Asymptotic Properties of Residual Based Tests for tointegration, Econometrica 58, 165-194.",
        "Sargan, J.D., and A. Bhargava (1983), Testing for Residuals from Least Squares Regression for Being Generated by the Gaussian Random Walk, Econometrica 51, 153-174.",
        "Sen P.K. (1980) , Asymptotic Theory of Some Tests for a Possible thange in the Regression Slope Docurring at an Unknown Time Point, Zeirschrift fur Wahrescheinlich. und ver. Gebiete 52, 203-218.",
        "Sen P.K. (1982), Invariance Principles for Recursive Residuals, Annals of Statistics 10, 307-312.",
        "Sims, Christopher A., James H. Stock, and Mark W. Watson (1990), Inference in Linear Time Series Models with Some Unit Roots, Econometrica 58, 113-144.",
        "Stock, James H. (1987), Asymptotic Properties of Least Squares Estimators of tointegrating Vectors. Econometrica 55, 1t35-1D56.",
        "Stock, James H. (1988), A tiass of Tests for Integration and tointegration, manuscript, Kennedy School of Government, Hanard University.",
        "Stock, J.H. and MW. Watson (1988), Testing for tommon Trends, Journal of the American Statistical Association 83, 1097-1107.",
        "Watson, MW. (1986), Univatiate Detrending Methods with Stochastic Trends, Journal of Monetary Economics, 18, 49-75.",
        "Divot, E. and Donald W.K. Andrews (1989), Further Evidence on the Greet trash, the Oil Price Shock, and the Unit Root Hypothesis, manuscript, towles Foundetion, Yale University."
    ]
}