{
    "id": 3515,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Abramovitz, Moses, Catching Up, Forging Ahead, and Falling Behind, Jou,-nal of Economic History 46 (June 1986), 385-406.",
        "Abramovitz, Moses, Resource and Output Trends in the United States since 1870, American Economic Revie~t Papers and Proceedings 46 (May 1956), 5-23.",
        "Abramovitz, Moses, and Paul David, Reinterpreting American Economic Growth: Parables and Realities, A,ne,-ican Economic Review Papers and Proceedings 63 (May 1973), 105-112.",
        "Agarwala, Robert, Price Distortions and Growth in Developing Countries (Washington, DC: World Bank, 1983).",
        "Barbone, Luca, Import Barriers: An Analysis of Time-Series CrossSection Data (Paris: OECD Economic Studies, 1988).",
        "Barro, Robert, Economic Growth in a Cross Section of Countries (Cambridge, MA: unpublished NBER working paper, 1990a).",
        "Barro, Robert Discussion of W. Easterly, `Endogenous Growth in Developing Countries and Government-Induced Distortions (Cambridge, MA: unpublished Harvard University xerox, l990b). Bates, Robert, Markets and States in Tropical Africa: The Political Basis of Agricultural Policies (Berkeley, CA: University of California Press, 1981).",
        "Blanqui, JÃ\u0083Â©rÃ\u0083Â´me-Adolphe, Histoire de IEcono,nie Politique en Europe, Eng. version trans. Emily Leonard from the fourth French ed.; New York: G.P. Putnams Sons, 1880; orig. published 1837). Case, Anne, On the Use of Spatial Autocorrelation Models in Demand Analysis (Princeton, NJ: Princeton University xerox, 1987).",
        "Chandler, Alfred, The Visible Hand (Cambridge, MA: Harvard University Press, 1978).",
        "Chenery, Hollis et al., Industrialization and Growth: A Comparative Study (Oxford: Oxford University Press, 1986).",
        "Cohen, Stephen and John Zysman, Manufacturing Matters (New York: Basic Books, 1987).",
        "Collins, Susan and Won Am Park, External Debt and Macroeconomic Performance in Korea (Cambridge, MA: unpublished NBER working paper, 1987).",
        "David, Paul, Invention and Accumulation in Americas Economic Growth: A Nineteenth Century Parable, in Brunner, Karl and Allan Meltzer, eds., International Organization, National Policies, and Economic Development (New York: North-Holland, 1977).",
        "De Long, J. Bradford, Productivity Growth, Convergence, and Welfare: Comment, American Economic Review 78 (December 1978), 1138-54.",
        "De Long, J. Bradford and Lawrence H. Summers, Economic Structure, Relative Prices, and Economic Growth (Cambridge, MA: Harvard University xerox, 1990).",
        "Denison, Edward F., Why Growth Rates Differ: Postwar Experience in Nine Western Countries (Washington, DC: The Brookings Institution, 1967).",
        "Denison, Edward F., and William Chung, How Japans Economy Grew So Fast (Washington, DC: The Brookings Institution, 1976).",
        "Dowrick, Steven and Duc-Tho Nguyen, OECD Comparative Growth, American Economic Review 79 (December 1989), pp. 1010-30.",
        "Fitzpatrick, Gary L., and Marilyn J. Modlin, Direct Line Distances: International Edition (Metuchen, N.J.: Scarecrow Press, 1986).",
        "Gerschenkron, Alexander, Economic Backwardness in Historical Perspective and Other Essays (Cambridge, MA: Harvard University Press, 1962).",
        "Hirschman, Albert 0.), The Sti-ateg~ al Economic Development (New Haven, CN: Yale University Press, 1958).",
        "Jorgenson, Dale, Productivity and Postwar U.S. Economic Growth, Journal of Economic Perspectives 2:4 (Fall 1988), 23-41.",
        "Jorgenson, Dale, Productivity and Economic Growth (Cambridge, MA: Harvard University xerox, 1990).",
        "Kravis, Irving, Alan Heston, and Robert Summers, World Product and Income: International Comparisons of Real Gross Product (Baltimore, MD: Johns Hopkins University Press, 1982).",
        "Krueger, Anne 0., Government Failures in Development, Journal of Economic Perspectives 4:3 (Summer 1990), 9-24.",
        "Kuznets, Simon, The Economic Growth of Nations (Cambridge, MA: Harvard University Press, 1971).",
        "Landes, David, The Unbound Prometheus (Cambridge: Cambridge University Press, 1969).",
        "Mankiw, N. Gregory, David Romer, and David Weil, A Contribution to the Empirics of Economic Growth (Cambridge, MA: Harvard University xerox, 1990).",
        "Mokyr, Joel, The Lever of Riches (New York: Oxford University Press, 1990).",
        "Patrick, Hugh and Henry Rosovsky, Asias Neii Giant: How the Japanese Economy Works (Washington. DC: The Brookings Institution, 1976).",
        "Romer, Paul, Increasing Returns and Long Run Growth, Journal of Political Economy (October 1986), 1002-37.",
        "Romer, Paul, What Determines the Rate of Growth and Technological Change? (Washington, DC: World Bank xerox, 1989).",
        "Rostow, W.W., The Stages of Econo,nic Gro~ath (London: Macmillan, 1958).",
        "Rostow, W.W., Theories of Economic G,-owth fiom David Hume to the Present (New York: Oxford University Press, 1990).",
        "Sheahan, John, Patterns of Development in Latin America (Princeton, NJ: Princeton University Press, 1987).",
        "Solow, Robert, Technical Change and the Aggregate Production Function, Review of Economics and Statistics 39 (August 1957), 3 12-20.",
        "Investment and Groi~t/i 55 Fri. Oct 5, 1990 Solow, Robert, A Contribution to the Theory of Economic Growth, Quarterly Joii,nal of Economic.s 70 (February I 956), 65-94.",
        "Summers, Lawrence, What Is the Social Rate of Return to Capital Investment? in Peter Diamond, ed., Essay.s in Honor of Robert So/ow (Cambridge, MA: M.I.T. Press, 1990).",
        "Summers, Robert and Alan Heston, The Penn World Table V (Philadelphia, PA: University of Pennsylvania xerox, 1990).",
        "Summers, Robert and Alan Heston, A New Set of International Comparisons of Real Product and Prices: Estimates for 130 Countries, Review of income and Wealth 34 (March 1988), 1-25.",
        "Usher, Abbott P., The industrial History of England (Boston: Houghton-Mifflin, 1920).",
        "Warner, Andrew, Debt, Trade, and Investment (Harvard University Ph.D. Diss., forthcoming 1990).",
        "World Bank, World Development Report 1987 (New York: Oxford University Press, 1987).",
        "World Bank, World Development Report 1983 (New York: Oxford University Press, 1983).",
        "Young, Alastair, industrial Diversification in Zambia (New York: Praeger Publishers, 1973)."
    ]
}