{
    "id": 3516,
    "cites": 22,
    "cited_by": 19,
    "reference": [
        "Appleborne. Feter, Houston Mayor Faces Tough Choice on Fersonnel, New York Times, June 22, 1986, p. 17.",
        "Bshl, Roy W., Jessie Burkhesd, and Bernard Jump Jr. (cdi.), Public EmplQvmenr and State and Local Governotenr Finance, Cambridge, MA: Ballinger Fubllshing Company, 1980.",
        "Ehrenberg, Ronald G. and Joshua L. Schwarz, Public Sector Labor Markets, in Ashenfelter, Orley and Richard Layard (eds.), Handbook of Labor Ecottomics, Vol. 2, 1986, pp. 1219-1268.",
        "Eisner, R. and F. Pieper, A New View of the Federal Debt and Budget Deficits, American Economic Review, March 1984, pp. 11-29.",
        "Feenberg, Daniel R., Wffluam Gentry, David Gilroy, and Harvey S. Rosen, Testing the Rationality of State Revenue Forecasts, Review of Economics and Sratisrics, May 1989, pp. 300-308.",
        "Freeman, Richard B., How Do Public Sector Wages and Employment Respond to Economic Conditions?, in Wise, David (ed), Public Sector Payrolls, University of Chicago Press: Chicago, 1987, pp.183-207.",
        "Gyourko, Joseph and Joseph Tracy, Public Sector Bargaining and the Local Budgetary Process, mimeo, The Wharton School, University of Pennsylvania, February 1989.",
        "Hall, Robert, Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, Vol. 86, December 1978, pp. 971-987.",
        "Holtz-Eakin, Douglas, Whimey Newey, and Harvey S. Rosen, Estimating Vector Autoregressions with Panel Data. Economerrica. Vol. 56, No. 6, November 1988, pp. 1371-1395.",
        "Holtz-Eakin, Douglas and Harvey S. Rosen, Intertemporal Analysis of State and Local Government Spending: Theory and Tests, mirneo, Metropolitan Studies Program, Syracuse University, October 1990.",
        "Holtz-Eakin, Douglas and Harvey S. Rosen, The `Rationality of Municipal Capital Spending: Evidence from New Jersey, Regional Science and Urban Economics. Vol. 19, August 1989, pp. 5 17-536.",
        "Huclcins, Lany E., Explaining Large City Government Expenditures as Factor Demands, mimeo, Baruch College, C.U.N.Y., March 1989.",
        "Hulten. Charles R., Productivity Change in State and Local Governments, Review of Economics and Statistics, May 1984, Vol. 66, pp. 256-266.",
        "Inman, Robert P.. Anatomy of a Fiscal Crisis. Business Review, Federal Reserve Bank of Philadelphia, September-October, 1983, pp. 15-22.",
        "James, George, A Mayor Fights for His Job While Workers Cry for Theirs, New York Times, April 25, 1989, p. Bi.",
        "Mankiw, N. Gregory, The Optimal Collection of Seigniorage--Theory and Evidence, Journal of Monetary Economics, Vol. 20, September 1987, pp. 327-341.",
        "Poterba, J. and J. Rotemberg. Inflation and Taxation with Optimizing Governments, Journal of Money, Credit and Banking, Vol. 22, No. 1. February 1990, pp. 1-18.",
        "Sargent, Thomas J., Estimation of Dynamic Labor Demand Schedules under Rational Expectations, Journal of Political Economy, Vol. 86. No. 6. December 1978, pp. 1009-1044.",
        "Topel, Robert H. Inventories, Layoffs, and the Short-Run Demand for Labor, American Economic Review, Vol. 72, September 1982, pp. 769-787.",
        "Tracy, Joseph, Comparisons berween Public and Private Sector Union Wage Differentials: Does the Legal Environment Matter? National Bureau of Economic Research, Working Paper No. 2755, November 1988.",
        "White, Halbert, A Heteroskedasticitv-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticiry, Econometrica, Vol. 48, 1980, pp. 8 17-838.",
        "Zeldes, Stephen P., Consumption and Liquidity Constraints: An Empirical Examination, Journal of Political Economy, Vol. 97, April 1989, pp. 305-346."
    ]
}