{
    "id": 3517,
    "cites": 55,
    "cited_by": 19,
    "reference": [
        "Ashton, T. S. Economic Fluctuations in England. 1700- ] 800. Oxford: Clarendon Press, 1959. Barro, Robert J. On the Determination of the Public Debt. Journal of Political Economy. Vol. 87, No. 5, Part 1 (October 1979), pp. 940-971.",
        "__Government Spending, Interest Rates, Prices and Budget Deficits in the United Kingdom. Journal of Monetary Economics. Vol. 20, No. 2, (September 1987), pp. 221-248.",
        "__The Neoclassical Approach to Fiscal Policy, in Robert J. Barro, ed.. Modern Business Cycle Theory. Cambridge: Harvard University Press, 1989, pp. 236-264.",
        "Barsky, R. B. The Fisher Hypothesis and the Forecastability and Persistance of Inflations. Journal of Monetary Economics. 19, (1987), pp. 3-24.",
        "Benjamin, D. K.. and L. A. ICochin. War, Prices and Interest Rates: A Maximal Solution to Gibson's Paradox. in M. D. Bordo and A. J. Schwartz (eds.) A Perspective on the Classical Gold Standard. Chicago: University of Chiacgo Press, 1984. Black, R. A. and C. L. Gilmore. Crowding Out During Britain's Industrial Revolution. Journal of Economic History. 50. 1 (March 1990Ã\u0083Å\u0092. pp. 117-139.",
        "Bordo, M. D. and F. ICydland. The Gold Standard as a Rule. National Bureau of Economic Research Working Paper No. 1990.",
        "Braesch, Frederic. Finances et monnaie revolutionÃ\u0083Â¤res. Paris, 1936, Vol. 2, pp. 55-186 Brewer, John. The Sinews of Power War. Money and the English State. 1688-1783. New York: A. Knopf, 1989.",
        "Courtois, Alphonse C. Tableaus des Cours des Principales Valeurs. Paris, 1877.",
        "__Histoire des Banques en France. Paris: Librairie Guillaumin et Cie, 1881.",
        "Diamond, P. and J. Mirlees. Optimal Taxation and Public Production. American Economic Review. 61, (1971), pp. 261-278.",
        "Dickson, P. G. M. The Financial Revolution in England. London: Macmillan, 1967.",
        "Fachan, J. M. Historiaue de la Rente FranÃ\u0083Â§aise. Paris, 1904.",
        "Feaveryear, A. The Pound Sterling. Oxford: Clarendon Press, 1963.",
        "Fetter, F. Legal Tender During the English and Irish Bank Restriction. Journal of Political Economy. Vol. LVIII (1949).",
        "__Development of British Monetary Orthodoxy. 1797-1875. Cambridge: Harvard University Press, 1965. Friedman, Milton. Bimetallism Revisited. Hoover Institution Working Paper, E-89-24.",
        "Gayer, A. D., W. W. Rostow and A. J. Schwartz. The Growth and Fluctuation of the British Economy. Oxford: Clarendon Press, 1953.",
        "Godechot, Jacques. Les Institutions de la France sous la Revolution et l'Empire. Paris, 1968.",
        "Goff, B. L. and M. Torna. Optimal Seigniorage and Central Bank Financing. University of Kentucky. Mimeo, 1990.",
        "Harris, Robert D. French Finances and the American War 1777-1783. Journal of Modern History (June 1967).",
        "Heim, C. E. and P. Mirowski. Interest Rates and Crowding-Out During Britain's Industrial Revolution. Journal of Economic History. 47.1 (March 1987), pp. 117-139.",
        "Kochin, L., D. Benjamin and M. Meader. The Observational Equivalence of Rational and Irrational Consumers if Taxation is Efficient. Federal Reserve Bank of San Francisco West Coast Academic Conference. 1985.",
        "Kydland, Finn. E. and Edward C. Prescott. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy. 85 (1977), pp. 473-491.",
        "Labrousse, Ernest. Histoire Economique et Social de la France. Vol II. Paris: Presses Universitaires de France, 1970.",
        "Laidler, D. The Bullionist Controversy. New Palgrave Dictionary of Economics. London: Macmillan, 1987.",
        "Lucas, Jr., Robert E. and Nancy L. Stokey. Optimal Fiscal and Monetary Policy in an Economy Without Capital. Journal of Monetary Economics. 12 (1983), pp. 55-93.",
        "Mankiw, N. G. The Optimal Collection of Seigniorage - Theory and Evidence. Journal of Monetary Economics. Vol. 20, No. 2, (1987), pp. 327-341.",
        "Marion, Marcel. Histoire FinanciÃ\u0083Â¨re de la France depuis 1715. Vol. 1.2.3 and 4. Paris, 1914.",
        "Mathias, Peter and Patrick O' Brien. Taxation in Britain and France 1715-1810. A Comparison of the Social and Economic Incidence of Taxes Collected for the Central Governments. Journal of European Economic History. 5 (1976), pp. 601-650.",
        "McCallums, Bennett. On 'Real' and 'Sticky-Price' Theories of Business Cycles, Journal of Money. Credit and Banking. November 1989, pp. 397-411.",
        "Mokyr, J. Has the Industrial Revolution Been Crowded Out? Some Reflections on Crafts and Williamson. Explorations in Economic History. 24, 3 (July 1987), pp. 293-319.",
        "Mollien, Francois-Nicholas. Memoires d'un Ministre du Tresor Public. Vols. 1-4. Paris, 1945.",
        "Morgan, E. V. Some Aspects of the Bank Restriction Period. Economic History. (February 1939).",
        "Murphy, Antoin. Richard Cauhillon: Entrepreneur and Economist. Oxford: 1986.",
        "Neal, Larry D. How the South Sea Bubble was Blown Up and Burse A New Look at Old Data. in Eugene N. White, Crashes and Panics: The Lessons of History. Homewood: Dow Jones/Irwin, 1990.",
        "Nelson, Charles R. and Charles I. Plosser. Trends and Random Walks in Macroeconomic Time Series.' Journal of Monetary Economics. 10 (1982), pp. 139-162.",
        "North, Douglass and Barry Weingast. Constitutions and Commitment: Evolution of Institutions Governing Public Choice, Journal of Economic History. (December 1989), pp. 803-32.",
        "O'Brien, Patrick. The Political Economy of British Taxation, 1660-1815. Economic History Review. 2nd ser., XLI, I (1988), pp. 1-32.",
        "__Government Revnue 1793-1815: A Study in Fiscal and Financial Policy in the Wars Against France. Unpublished D.Phil, thesis. Oxford University, 1967.",
        "O'Brien, Patrick and Keyder Caglar. Economic Growth in Britain and France 1789-1914. London, 1978.",
        "O'Grada, C. The Irish Paper Pound of 1797-1820. Mimeo, University of Dublin, 1989.",
        "Poterba, J. and J. Rotemberg. Inflation and Taxation wtih Optimizing Government. Journal of Money. Credit and Banking. Vol. 22 (1), (February 1990), pp. 1-18.",
        "Presnell, Leslie. Country Banking in the Industrial Revolution. Oxford: Clarendon Press, 1963. Rappoport, P. and Reichlin. Economic Journal H989).",
        "Riley, James C. Dutch Investment in France, 1781-1787. Journal of Economic History. 33 (December 1973), pp. 733-57.",
        "__The Seven Years War and the Old Regime in France: The Economic and Financial Toll. Princeton, 1986.",
        "Rosenthal, Jean-Laurent. Credit Markets in Southeastern France, 1650-1788. UCLA Working Paper #589, March 1989.",
        "Silberling, N. British Prices and Business Cycles. Review of Economics and Statistics. (October 1923).",
        "Schumpeter, E. English Prices and Public Finance, 1660-1822. Review of Economics and Statistics. XX, (1938), pp. 21-37.",
        "Trehan, B. and C. Walsh. Seigniorage and Tax Smoothing in the United States: 1914-1986. Journal of Monetary Economics. Vol. 22 (1), (January 1990), pp. 97-112.",
        "Thornton, Henry. An Inquiry into the Nature and Effects of the Paper Credit of Great Britain. London, 1802.",
        "Vuhrer, Alphonse. Histoire de la Dette Publique en France. Paris, 1886.",
        "White, Eugene N. Was There a Solution to the Ancien Regime's Financial Dilemma? Journal of Economic History (September 1989), pp. 545-568.",
        "__Deficits, Inflation and the Bankruptcy of the French Revolution. Mimeo, April 1990.",
        "Williamson, J. Why Was British Growth So Slow During the Industrial Revolution? Journal of Economic History. 44, 3 (September 1984), pp. 687-712.",
        "__New Views on the Impact of the French Wars on Accumulation in Britain. Harvard Institute of Economic Research Discussion Paper No. 1480, April 1990.",
        "Report for the Select Committee on the High Price of Bullion. New York: Arno Press, [1810], 1978."
    ]
}