{
    "id": 3519,
    "cites": 28,
    "cited_by": 46,
    "reference": [
        "Alworth, J.S. 1986. A cost of capital approach to the taxation of foreign direct investment. In: J.S.S. Edwards, J. Franks, C. Mayer, and S. Schaefer (eds.), Recent Developments in Corporate Finance. Cambridge: Cambridge University Press.",
        "Basil Blackwell. Auerbach, A.J. 1979. Wealth maximization and the cost of capital. Quarterly Journal of Economics 94: 433-436.",
        "Economic Literature 21: 905-94B. Ault, H.J., and D. Bradford 1990. Taxing international incnme: Analysis of the U.S. system and its economic premises. In: A. Razin and J. Slemrnd (eds.). Taration in the Global Economy. Chicago and London: University of Chicago Press.",
        "Bagwell, L.S., and J. Shoven 1989. Cash distributions to shareholders. Journal of Economic Perspectives 3: 129-140.",
        "Barlow, ER., and 1.1. Wender 1955. Foreign Investment and Taration. Englewood Cliffs: Halliday Litograph Corp.",
        "Bradford, P. 1981. The incidence and allocation effects of a tax on corporate distributions. Journal of Public Economics 15: 1-22.",
        "Edwards, J.S.S., and M.J. Keen 1984. Wealth maximization and the cost of capital: A comment. Quarterly Journal of Economics 99: 211-214.",
        "Fullerton, D., and M. King 1984. The Taration of Income from Capital A Comparative Study of the United States, the United Kingdom, Sweden and West Germany. Chicago: University of Chicago Press.",
        "Onulder, L.H., and L.H. Summers 1989. Tax policy, asset prices, and growth. Journal of Public Economics 18: 265-296.",
        "Hines, JR. 1989. Credit and deferral as international investment incentives. Mimeographed, Princeton University.",
        "Hines, JR., and R.O. Hubbard 1989. Coming home to America: Dividend repatriations by U.S. multinationals. Natsonal Bureau of Economic Research, working paper No. 2931.",
        "Hocst, T. 1977. American taxation of multinational firms. American Ecsnomic Review 67: 376-389.",
        "Howitt, P., and H.-W. Sinn 1989. Gradual reforms of capital income taxation. American Economic Review 79: 106-124.",
        "Jun J. 1989. Tax policy and international direct investment. National Bureau of Economic Research, working paper No. 3048.",
        "Keen, M. 1990. Corporation tax, foreign direct investment and the single market. Mimeographed, University of Essex. Forthcoming in Economic Policy.",
        "Kemp, MC. 1962. Foreign direct investment and national advantage. Economic Record 38: 56-62.",
        "King, MA. i974a. Taxation and the cost of capital. Review of Economic Studies 41: 21-IS. - 1974b. Dividend behaviour and the theory of the firm. Economica 41: 25-34.",
        "Wiley Ic Sons. - 1989. Economic growth and the life-cycle of firms. European Economic Review 33: 325-334.",
        "Leechor, C., and J. Mintz. On the taxation of mulitnatinnal corporate investment when the deferral method is used by the capital exporting country. Mimeographed, World Bank and University of Toronto. Madllougall, O.D.A. 1960. The benefits and costs of private investment from abroad: A theoretical approach. Orford Bulletin of Economics and Statistics 22: 189-211.",
        "Musgrave, P.B. 1969. United States Taration of Foreign Investment Income. Issues and Arguments. Cambridge: The Law School of Harvard University.",
        "Penrose, E.T. 1956. Foreign investment and the growth of the firm. Economic Journal 66: 220-255.",
        "Razin, A., and J. Slemrod 1990. Taration in the Global Economy. Chicago: The University of Chicago Press.",
        "Richman, PB. 1963. Taration of Foreign Investment Income; an Economic Analysis. Baltimore: Johns Hopkins Press.",
        "Robbins, SM., and RB. Stobaugh 1973. Money in the Multinational Enterprise. A Study of Fsnancial Policy. New York: Lnngman Group.",
        "Sato, M., and R.M. Bird 1975. International aspects of the taxation of corporations and shareholders. International Monetary Fund St aff Papers 22: 384-455.",
        "Sinn, H.-W. 1984. Die Bedeutung des Accelerated Cost Recovery System fur den internationalen Kapitalverkehr. Kyklos 3?: 542-576.",
        "SÃ\u0083Â¸rensen, P.B. 1989. Issues in the theory of international tax coordination. Mimeographed, University of Copenhagen.",
        "Stiglitz, J.E. 1973. Taxation, corporate financial policy, and the cost of capital. Journal of Public Economics 21: 1-34."
    ]
}