{
    "id": 352,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Borts, George H. A Theory of Long-Run International Capital Movements. J.P.E. 72, no. 4 (August 1964): 34 1-59.",
        "Buiter, Willem H. Government Finance in an Overlapping Generations Model with Gifts and Bequests. In Socwl Security versus Private Saving, edited by George M. von Furstenberg. Cambridge, Mass.: Ballinger, 1979.",
        "Carmichael, Jeffrey. The Role of Government Financial Policy in Economic Growth. Ph.D. thesis, Princeton Univ., 1979.",
        "In a paper by Fried (1980), an overlapping-generations model with two tradable, nondurable commodities is analyzed. This model does not contain a variable capital stock.",
        "OVERLAPPING-GENERATIONS MODEL 797 Cass, David, and Yaari, Menahem E. A Re-examination of the Pure Consumption Loans Model.J.P.E. 74, no. 4 (August 1966): 353-67.",
        "Diamond, Peter A. National Debt in a Neoclassical Growth Model. A.E.R. 55 (December 1965): 1126-50.",
        "Findlay, Ronald. An `Austrian Model of International Trade and Interest Rate Equalization. J.P.E. 86, no. 6 (December 1978): 989-1007.",
        "Fischer, Stanley, and Frenkel, Jacob A. Investment, the Two-Sector Model and Trade in Debt and Capital Goods.J. Internal. Econ. 2 (August 1972): 211-33.",
        "Fried, Joel. The Intergenerational Distribution of the Gains from Technical Change and from International Trade. Canadian J. Econ. 13 (February 1980): 65-81.",
        "Hori, Hajime, and Stein, Jerome L. International Growth with Free Trade in Equities and Goods. Internal. Econ. Rev. 19 (February 1977): 83-100.",
        "Ihori, Toshihiro. The Golden Rule and the Role of Government in a Life Cycle Growth Model. A.E.R. 68 (June 1978): 389-96.",
        "Kemp, Murray C. Foreign Investment and the National Advantage. Econ. Rec. 38 (March 1962): 56-62.",
        "MacDougall, G. D. A. The Benefits and Costs of Private Investment from Abroad: A Theoretical Approach. Econ. Rec. 36 (March 1960): 13-35.",
        "Neher, Philip A. International Capital Movements along Balanced Growth Paths. Econ. Rec. 46 (September 1970): 393-401.",
        "Onitsuka, Yusuke. International Capital Movements and the Patterns of Economic Growth. A.E.R. 64 (March 1974): 24-36.",
        "Ruffin, Roy J. Growth and the Long-Run Theory of International Capital Movements. A.E.R. 69 (December 1979): 832-42.",
        "Samuelson, Paul A. An Exact Consumption Loan Model of Interest with or without the Social Contrivance of Money. J.P.E. 66, no. 6 (December 1958): 467-82.",
        "Stiglitz, Joseph E. Factor Price Equalization in a Dynamic Economy.J.P.E. 78, no. 3 (May/June 1970): 456-88."
    ]
}