{
    "id": 3521,
    "cites": 27,
    "cited_by": 9,
    "reference": [
        "Abramovitz, M. (1956), Resource and Output Trends in the United States Since 1870, American Economic Review, 46: 5-23.",
        "Arrow, R. J. (1964), Optimal Capital Policy, the Cost of Capital, and Myopic Decision Rules, Annals of the Institute of Statistical Mathematics, 16: 21-30.",
        "Boskin, M.J. (1988), Tax Policy and Econemic Growth: Lessons from the l990s, Journal of Economic Perscecrives, 2: 71-97.",
        "Denison, 5.8. (llG?a) , The Sources of Economic Growth in the United States and the Altecnstives hePoce Us, Committee on Economic Developmenc Supplementary Paper No. 13. Denison, S.F. (l962b), United States iconomic Growt}~ Journal of Business, 35: 109-121, lenison, ER. (1967), Uhy Growth Rates Differ: Post-Usc Exnerience in Nine Uestern Countries, Usshingccn, D.C.: Bcookings Institution.",
        "Denison, S.F. (1979), Accountiog icc Slower Economic Growth: The United States in the l97Os, Usshingcon, D.U. : Bcookings Institution.",
        "Eliasson, 0, (1987), Information Technology, Capital Structure and the Mature of Technical Change in the Firm, in G. Rliasson, Technological Comnetition and Trade in she Exnecimentally Oceaniced Economy, Research 93 Report Mo. 32, Stockholm: The Industrial Institute for Economic and Social Research, 1987, 49-78.",
        "Hayami, Y. and V.W. Ruttan (1970), Agricultural Productivity Differences Among Countries, American Economic Review, 60: 895-911.",
        "Mayami, `1. and W.W. Ruttan (1985), ~ International Perspective, revised and expanded ed. , Baltimore: Johns Nopkins University Press.",
        "Flulten, C.R. and P.C. Wykoff (1981), The Measurement of Economic Depreciation, in CR. Multen, ed. , Derreciation, Inf1at~cn, and the ~ Washington, D.C. : The Urban Inetitute Press.",
        "Jorgenson, OW. and 2. Criliches (1967), The Explanation of Productivity Change, Review of Economic Studies, 34: 249-283.",
        "Jorgenson, OW., F.M. Collop and EM. Fraumeni (1987), Prcduct~vity and p.5. Economic Growth, Cambridge, MA: Marvard University Press.",
        "Nawagoe, T., Y. Mayami and V.W. Ruttan (1985), The Intercountry Agricultural Production Function and Productivity Differences Among Countries, Journal of Develorment Economics, 19: 113-132.",
        "Nendrick, J.W. (1961), Productivity Trends in the United States, Princeton: Princeton University Press.",
        "Kuznets, S.S. (1965), Economic Growth and Structure, New York: Norton.",
        "Kumnets, SE. (1966), Modern Economic Growth: Rate, Structure end Soread, New Maven: Yale University Press.",
        "Euznets, S.S. (1971), Economic Growth of Nations, Cambridge, MA: Marvard University Press.",
        "Euznets, S.S. (1973), Pooulation, Caoital and Growth, New York: Norton.",
        "Lau, L.J. (1980), On the Uniqueness of the Representation of Commodity Augmenting Technical Change, in L.R. Rlein, K. Nerlove and S.C. Tsiang, eds. , Quantitative Economics and Develooment: Essays in Memory of Ta-Chunm Liu, New York: Academic Press, 281-290.",
        "Lau, L.J. (1987), Simple Measures of Local Returns to Scale and Local Rates of Technical Progress, Working Paper, Stanford, CA: Department of Economics, Stanford University (mimeographed).",
        "Lau, L,J. and PA. Yotopoulos (1989), The Meta-Production Function Approach to Technological Change in World Agriculture, Journal of Develooment Economics, 31: 241-269.",
        "Lau, L.J. and PA. Yotopoulos (1990), Intercountry Differences in Agricultural Productivity: An Application of the Meta-Production Function, Working Paper, Department of Economics, Stanford University (mimeographed).",
        "Lindbeck, A. (1983), The Recent Slowdown of Productivity Growth, Economic Journal, 93: 13-34.",
        "Musgrave, J.C. (1986), Fixed Reproducible Tangible Wealth in the United States: Revised Estimates, Survey of Current Business, 66(1), January.",
        "Shephard, R.W. (1953), Coat and Production Functions, Princeton: Princeton University Press.",
        "Solow, RN. (1956), A ContrihutSon to the Theory of Economic Growth, Quarterly Journal of Economics, 70: 65.94.",
        "United Nations, O4moeraphic Yearbook, New York, annual. United Nations, Statistical Yearbook, New York, annual. U.S. Council of Economic Advisers (1989), Economic Retort of the President, 1989, Washington, D.C.",
        "U.S. Department of Commerce, National Income end Product Accounts of the United States, Washington, D.C. U.S. Department of Commerce, Bureau of Economic Analysis (1980), Sunvevof Current Business, December, Washington, D.C."
    ]
}