{
    "id": 3523,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Barsky, Robert and J. Bradford Dc Long (1989). Why have Stock Prices Fluctuated? (Cambridge, MA: Harvard University mimeo).",
        "Barsky, Robert and J. Bradford Dc Long (1990), Bull and Bear Markets in the Twentieth Century, Journal of Economic History 50:2 (June 1990), pp. 1-17.",
        "Becker, AG., and Co. (1930), The Investment Company, Keanes invesment Trust Monthly 1 (January), pp 125-6.",
        "Cowles, Alfred et a!. (1938), Common Stock Indices (Chicago: Cowles Associates).",
        "Dc Long, J. Bradford, Andrei Shlelfer, Lawrence Sunimcrs, and Robert Waldmann (1990), Noise Trader Risk in Financial Markets, Journal of Political Economy (August).",
        "Friedman, Milton, and Anna Jacobson Schwartz (1963), A Monetary Histoty of the United States (Princeton, N.J.: Princeton University Press).",
        "Galbraith, John Kenneth (1954), The Great Crash (Boston, Mass,: Floughton Mifflin Co.).",
        "Keane, Charles, ed. (1930-.33), Keanes investment Trust Monthly Keane, Charles, ed. (1928-1930), Keanes Manual of Investment Trusts (Boston: Financial Publishing Company).",
        "Kindleberger, Charles (1978), Manias, Panics, ~i,icl Crashes: A History of Financial C,-ises (New York: Basic Books).",
        "New York Stock Exchange, Committee on Stock List (1929), Tentative Special Requirements for Listing Investment Trust Securities, reprinted in Keanes Investment Trust Monthly! (November), pp 5-6.",
        "Santoni, Gary, and Gerald Dwyer (1990), Bubbles vs. Fundamentals: New Evidence from the Great Bull Markets, in Eugene White, cd., Crises and Panics: The Lessons of History (hlomewood, N.J.: Dow Jones-Irwin).",
        "Shiller, Robert (1990), Market Volatility (Cambridge, MA: M.I.T. Press).",
        "U.S. Congress, House of Representatives, Committee on Banking and Currency (1938), Investment Trusts and Investment Companies (Washington, DC: GPO).",
        "Wigmore, Barrie (1985), The Crash and its Aftermath (West pUrl, Conn.: Greenwood Press)."
    ]
}