{
    "id": 3524,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Albrecht, James and Bo Axell. An Equilibrium Model of Searoh Unemployment. Journal of Political Economy, October 1984.",
        "Barton, John, John Bishop and William Dunkelberg. Employer Search: The Interviewing and Hiring of New Employees. Review of Economics and Statistics, February 1985.",
        "Blackburn, M. , Richard Freeman and David Bloom. The Declining Economic Position of Less-Skilled American Males. NBER Working Paper No. 3184, 1989.",
        "Blanchard, Olivier and Peter Diamond. `The Beveridge Curve. Brookings Papers on Economic Activity, 1989:1. 25 j Bound, John and George Johnson. Wages in the United States During the 1980s and Beyond. Unpublished, 1989, Brown, Charles and James Hedoff. The Employer Size-Wage Effect. Journal of Political Economy, October 1989.",
        "Crsgg, John. Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods. Econometrics, 1971.",
        "Freeman, Richard. Longitudinal Analysis of Trade Unions. Journal of Labor Economics, 1984.",
        "Hansen, Brent. Excess Demand, Unemployment, Vacancies, and Wages. Quarterly Journal of Economics, February, 1970.",
        "Hult, Charles and Martin David. The Concept of Job Vacancies in a Dymamir Theory of the Demand for Labor. In The Measurement and Interpretation of Job Vacancies, NBER 1966.",
        "Holzer, Harry. Structural/Frictional and Demand-Deficient Unemployment in Local Labor markets. NBER Working Paper, 1985.",
        "Holzer, Harry. Unemployment. Vacancies and Local Labor Markets. WE. Upjohn Institute, 1989.",
        "Holzer, Harry. Wages, Employet Costs, and Employee Petformance in the Firm. Industrial and Labor Relations Review, February 1990.",
        "Holzer, Harry, Lawrence Katz and Alan Krueger. Job Queues and Wages. Quarterly Journal of Economics, forthcoming in 1990.",
        "Hosios, Arthur. Factor Market Search and the Structure of Simple Ceneral Equilibrium Models. Journal of Political Epp~ppgy, April 199G. Jackman, Richard, Richard Layard and Christopher Pissatides. On Vacancies. Center for Labour Economics Working Paper, LSE, 1984.",
        "Johnson, George and Richard Layatd. The Natural Rate of Unemployment. In Handbook of Labor Economics, 0. Ashenfelter and R. Lsyard eds. , North- Holland, 1986.",
        "Levitsn, Sat and Frank Gallo. The Short-Sighted Focus on Labor Shortages. Challenge, ME. Sharpe, September/October 1989.",
        "Roper, Stephen. The Economics of Job Vacancies. Center for Labour Economics Working Paper, LSE, 1986.",
        "Sattinger, Michael. Unemployment, the Market for Interviews, and Wage Determination, Journal of Political Economy, April 1990."
    ]
}