{
    "id": 3525,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Allen, Steven G. , Clark, Robert L. and HoDermed, Ann A. , `Pensions and Lifetime Jobs: The New Industrial Feudalism Revisited, Final Draft Report, U.S. Department of Labor, July 1987.",
        "Allen, Steven G., Clark, Robert L. and HcDermed, Ann A., Fensions, Bonding, and Lifetime Jobs, unpublished, 1969.",
        "Allen, Steven S. , Clark, Robert L. and Sumner, Dan, Post-Retirement Adjustments of Pension Benefits, Journal of Human Resources, Winter 1986, 21, 118-13?.",
        "Bartel, Ann P. and Borjas, George J .,`Middle-Age Job Mobility: Its Determinants and Consequences, in Seymour Wolfbein, editor, Hen in Their Freretirement Years, Philadelphia: Temple University, 1977.",
        "Bulow, Jeremy I., Early Retirement Pension Benefits, National Bureau of Economic Research Working Paper No. 654, April 1981.",
        "Bulow, Jeremy I., What Are Corporate Pension Liabilities, Quarterly Journal of Economics, August 1982, 97, 435-452.",
        "Congressional Budget Office, `Tax Policy for Pensions and Other Retirement Savings, Washington, D.C.: Government Printing Dffire, April 1987.",
        "Gibbons, Robert and Katz, Lawrence, Layoffs and Lemons, NBER Working Paper No. 2968, Hay, 1989.",
        "Guatman, Alan L. , and Hitchell, Dlivia 8., Pensions And Labor Market Activity: Behavior And Data Requirements, in lvi Bodie and Alicia Hunneli, editors, Pensions and the U.S. Economy: The Need for Good Data, Pension Research Council, forthcoming. 31 Dustman, Alan L. and Steinmeier, Thomas L ., Fensiona, Efficiency Wages And Job Hobility, HBER Working Paper 2426, November, 1987.",
        "Dustman, Alan L. , and Steinmeier, Thomas L .,Pension Portability And Labor Mobility, Draft Report to the U.S. Department of Labor, April. l99D. Ippolito, Richard A. Pensions, Economics and Public Policy, Pension Research Council, Homewood, Illinois: Dow Jones-Irwin, 1986.",
        "Kotlikoff, Laurence J. and Wise, David A., Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual vs. Spot Lsbor Harkets, in David A. Wise, editor, Pensions, Labor, and Individual Choice, Chicago: University of Chicago Press, 1985, 55-85.",
        "Rotlikoff, Laurence J. end Wise, David A .,The Incentive Effects of Private Pension Plans, in lvi Bodie, John B. Shoven and David A. Wise, editors, Issues in Pension Economics, Chicago: University of Chicago Press, 198?, 293-336. Lazesr, Edward F. and Moore, Robert L. , Pensions and Hobility, unpublished, 1985.",
        "McCormick, Barry and Hughes, Gordon: `The Influence of Fensions on Job Hobility, Journal of Public Economics, February/March 1984, 23, 183- 206.",
        "Mitchell, Olivia 8., Fringe Benefits and Labor Mobility, Journal of Human Resources, Spring 1982, 1?, 286-298.",
        "Mitchell, Olivia S., `Fringe Benefits and the Cost of Changing Jobs, Industrial and Labor Relations Review, October 1983, 37, 70-78."
    ]
}