{
    "id": 3528,
    "cites": 24,
    "cited_by": 75,
    "reference": [
        "Arrow, Kenneth J., The Economic Implications of Learning By Doing, Review of Economic Studies XXIX (June 1962), 155-73.",
        "Backus, David, Patrick Kehoe, and Timothy Kehoe. In Search of Scale Effects in Trade and Growth, University of Minnesota Working paper (1990).",
        "Barro, Robert and Xavier Sala i Martin, Public Finance in Models of Economic Growth, National Bureau of Economic Research, Working Paper No. 3362 (1990).",
        "Dinopoulos, Elias, James Oehmke, and Paul Segerstrom. High Technology Industry Trade and Investment: The Role of Factor Endowments, University of Florida working paper (1990).",
        "Dixit, Avinash and Joseph Stiglitz, Monopolistic Competition and Optimum Product Diversity. American Economic Review LXXVI (June 1977), 297-308.",
        "Ethier, Wilfred J. National and International Returns to Scale in the Modern Theory of International Trade. American Economic Review LXXII (June 1982), 389-405.",
        "Feenstra, Robert. Trade and Uneven Growth, National Bureau of Economic Research, Working Paper No. 3276 (1990).",
        "Grossman, Gene and Elhana.n Helpman, Product Development and International Trade, Journal of Political Economy XCVU (December 1989a), 1261-1283.",
        "Economy, National Bureau of Economic Research, Working Paper No. 2809 (1989c) ______________ and _______________, Quality Ladders in the Theory of Growth, National Bureau of Economic Research, Working Paper No. 3099, (1989d).",
        "National Bureau of Economic Research, Working Paper No. 3201 (1989e).",
        "Growth American Economic Review LXXX (September 1990), 796-815.",
        "Helpman, Elhanan, International Trade in the Presence of Product Differentiation, Economies of Scale, and Monopolistic Competition: A Chamberlinian-Heckscher- Olin Approach, Journal of International Economics IX (1981), 305-340.",
        "Krugman, Paul, Increasing Returns, Monopolistic Competition, and International Trade, Journal of International Economics IX (November 1979), 469-479.",
        "Political Economy VXXXIX (October 1981), 959-73.",
        "Rethinking International Trade, Cambridge MA: MIT Press (1990).",
        "Lancaster, Kevin, Intraindustry Trade under Perfect Monopolistic Competition, Journal of International Economics X (1980), 15 1-75.",
        "Lucas, Robert E. Jr., On the Mechanics of Economic Development. Journal of Monetary Economics XXII (1988), 3-42.",
        "R.ebelo, Sergio. Long Run Policy Analysis and Long Run Growth. Journal of Political Economy, forthcoming (1991).",
        "Rivera-Batiz, Luis A. and Paul M. Romer. International Trade with Endogenous Technological Change. University of Chicago, mimeo (1990).",
        "Rosenberg, Nathan, Inside the Black Box, Cambridge England: Cambridge University Press (1980).",
        "Romer, Paul M. Increasing Returns and Long-Run Growth. Journal of Political Economy XCIII (October 1986), 1002-1037.",
        "American Economic Review LXXVII (May 1987), 56-62.",
        "Segerstrom, Paul, T. C. A. Anat and Elias Dinopoulos, A Schumpeterian Model of the Product Life Cycle. American Economic Review, forthcoming (1990).",
        "Young, Alwyn. Learning by Doing and the Dynamic Effects of International Trade. Quarterly Journal of Economics, forthcoming (1991)."
    ]
}