{
    "id": 3529,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Backus, David and John Oriffill, Inflation and Reputation, American Economic Review 75 (1985): 530-538.",
        "Bail, Laurence, Why Does High Inflation Raise Inflation Uncertainty?, NBER Working Paper 3224 (January 1990).",
        "Barro, Robert, Reputation in a Model of Monetary Policy with Incomplete Information, Journal of Monetary Economics 17 (1986): 3-2C.",
        "Rate Model, Journal of Political Economy 91 (l983a): 589-610. _______ and _______ , Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12 (l983b): 101-121. Benabou, Roland, Cptimab Price Dynamics and Speculation with a Storable Good, Econometrics 5? (1989): 41-80.",
        "Blinder, Alan, The Anatomy of Double-Digit Inflation, in Robert Hall (ed.), Inflation: Causes and Effects, University of Chicago Press (1982).",
        "Canzoneri, Matthew, Monetary Policy Games and the Role of Private Information, American Economic Review 75 (1985) : 1056-1070.",
        "Fischer, Stanley, Time Consistent Monetary and Fiscal Policies: A Survey, Mimeo, MIT, 1986.",
        "American Economic Review 79 (May 1989): 382-38?.",
        "Friedman, James, A Noncooperative Equilibrium for Supergames, Review of Economic Studies 38 (1971) : 861-874.",
        "Green, Edward and Robert Porter, Noncooperative Collusion Under Imperfect Price Information, Econometrics 52 (1984): 87-iCC.",
        "Hoshi, Takeo, Government Reputation and Monetarv Policy, MIT Dissertation, 1988.",
        "Kreps, David and Robert Wilson, Reputation and Imperfect Information, Journal of Economic Theory 27 (1982): 253-279.",
        "Kydiand, Finn end Edward Prescott, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85 (1977): 473-492.",
        "Maskin, Eric and Jean Tirole, Models of Dynamic Oligopoly I: Overview and Quantity Competition with Large Fixed Costs, Econometrica 56 (l988s): 549-569. ________ and _______ , Models of Dynamic Oligopoly II: Competition Through Prices, Econometrics 56 (i988b): 571-599. McCaiium, Bennett, On Non-Uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics 11 (1983): 139-168.",
        "Rogoff, Kenneth, Reputation, Coordination, and Monetary Policy, Mimeo, Stanford University, 1987.",
        "Romer, Christina and David Romer, Ooes Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual, 1989.",
        "Tobin, James, Inflation and Unemployment, American Economic Review 62 (1972): 1-18.",
        "Vickers, John, Signalling in a Model of Monetary Policy with Incomplete Information, Oxford Economic Papers 38 (1986)."
    ]
}