{
    "id": 3530,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Arrow, Kenneth J., `The Economic Implications of Learning by Doing, Review of Economic Studies. 29 (1962), 155-173.",
        "Ashton, T. S., The Industrial Revolution: 1760-1830. (London: Oxford University Press, 1948).",
        "Baumol, William J., `Entrepreneurship: Productive, Unproductive, and Destructive, Journal of Political Economy. 98 (1990), forthcoming.",
        "Barro, Robert J., Economic Growth in a Cross-Section of Countries, this bump], CVI (1991), this issue.",
        "De Soto, Hernando, The Other Path (New York: Harper and Row, 1989).",
        "Krueger, Anne, `The Political Economy of the Rent-Seeking Society, American Economic Review, 64 (1974), 291-303.",
        "Kuhn, Peter, Unions in a General Equilibrium Model of Firm Formation, Journal of Labor Economics, 6 (1988), 62-82.",
        "Landes, David, The Unbound Prometheus (New York: Cambridge University Press, 1969).",
        "Little. Ian M. D., Dipak Mazumdar, and John M. Page Jr., Small Manufacturing Enterprizes: A Comparative Analysis of India and Other Economies (New York: Oxford University Press for the World Bank, 1987).",
        "Lucas, Robert E. Jr., On the Size Distribution of Business Firms, Rand Journal of Economics, 9 (1978), 508-523.",
        "Magee, Stephen P., William A. Brock, and Leslie Young, Black Hole Tariffs and the Endogenous Policy Theory (Cambridge: Cambridge University Press, 1989).",
        "North, Douglass C. and Thomas, Robert Paul, The Rise of the Western World: A New Economic History (Cambridge: Cambridge University Press. 1973).",
        "Olson, Mancur, The Rise and Decline of Nations (New Haven: Yale University Press, 1982).",
        "Porter, Michael E., The Competitive Advantage of Nations (New York: Free Press, 1990).",
        "Rosen, Sherwin, The Economics of Superstars, American Economic Review, 71 (1981), 845-858.",
        "Summers, Robert and A. Heston, A New Set of International Comparisons for Real Product and Price Levels: Estimates for 130 Countries, The Review of Income anthWealth. 34 (March, 1988), 1-25.",
        "Tullock, Gordon, `The Welfare Cost of Tariffs, Monopoly and Theft, Western Economic Journal, 5 (1967), 224-232.",
        "OHara, Maureen (1981), Property Rights and the Financial Fin, Journal of Law and Economics, Z4, 317-332.",
        "Fartch, Meghan (1987), The Creation of a Class of Limited Voting Co=non Stock and Shareholder Wealth, Journal of Financial Economics, forthcoming.",
        "SEC (1986), Self-Regulatory Organizations; Proposed Rule Change; New York Stock Exchange, Inc., Federal Rezister, 5j, 222, November 18, 4171541718.",
        "Shleifer, Axtdrei and Robert V. Vishny (1986), Creenmajl, White Knights, and Shareholders Interest, The Rand Journal of Economics, U. 3, Autumn, 293-309.",
        "Shleifer, Andrei and Robert tJ. Vishny (1986), Large Shareholders and Corporate Control, Journal of Political Economy, ~, 3, June, 461-488."
    ]
}