{
    "id": 3533,
    "cites": 32,
    "cited_by": 34,
    "reference": [
        "Abel, A. B. (1980), Empirical Investment Equations: An Integrative Framework in On the Stare of Macroeconomics, K. Brunner and A. Meltzcr, eds., Carnegie-Rochester Conference Series on Public Policy, Vol. 12, pp. 39-9 1.",
        "Abel, A. B. and Blanchard, 0. J. (1986), The Present Value of Profits and Cyclical Movements in Investments, Econometrica, VoL 54, pp. 249-274.",
        "Akeriof, 0. A. (1984), Gift Exchange and Efficiency Wage Theory: Four Views, American Economic Review Papers and Proceedings, Vol. 74, pp. 79-83.",
        "Allen, F. (1984), Reputation and Product Quality, Rand Journal of Economics, Vol. 15, pp.",
        "Asquith, P. and Mullins, D. (1986), Equity Issues and Stock Price Dilution, Journal of Finan.",
        "Bernanke, B. and Gertier, M. (1989), Agency Costs, Net Worth and Business Fluctuations, American Economic Review, Vol. 79, pp. 14-31.",
        "Bulow, 3. 1. and Summers, L. H. (1985), A Theory of Dua] Labor Markets with Applications to Industrial Policy, Discrimination and Keynesian Unemployment. NBER Working Paper No. 1666 (July, 1985), Cambridge, MA.",
        "Diamond, P. A. (1982), Aggregate Demand Management in a Search Equilibrium, Journal of Po1it~ica1 Economy, VoL 90, pp. 881-894.",
        "Eisner, K. (1967), A Permanent Income Theory for Investment: Some Empirical Explorations, American Economic Review. Vol. 57, pp. 363-390.",
        "Greenwald, B., Kohn, M. and Stiglitz, J. E. (1989), Fmancial Market Imperfections and Produc- tivity Growth, Journal of Economic Behavior and Organization, (Forthcoming).",
        "Greenwald, B. and Stiglitz, J. E. (1986), information, Finance Constraints and Business Fluc- tuations, NBER Working Paper, June, 1986, Cambridge, MA.",
        "Greenwald, B. and Stiglitz, J. E. (1987), Imperfect Information, Credit Markets and Unemploy- ment, European Economic Review, Vol. 31, pp. 223-230.",
        "Greenwald, B. and Stiglitz, J. E. (1988), ~Money, Imperfect Information and Economic Fluctua- tions, in M. Kohn and S. C. Tsiang, eds., Expectations and Macroeconomics,, Oxford Univ. Press, Oxford.",
        "Greenwald, B., Stiglitz, J. E., and Weiss, A. M. (1984), Informational Imperfections m Capital Markets and Macroeconomic fluctuations, American Economic Review, Papers and Proceedings, Vol. 74, pp. 194-199.",
        "Hubbard, G., Fazzari, S. and Petersen, G. (1988), Financing Constraints and Corporate Invest- ment, Brookings Papers and Economic Activity, No. 1, pp. 141-206.",
        "Jorgensen, D. W. (1963), Capital Theory and Investment Behavior, American Economic Review, Papers and Proceedings, Vol. 53, pp. 247-59.",
        "Lintner, J. (1971), Corporate Finance: Risk and Investment in Determinants of investment Behavior, R. Ferber, ed., NBER, NY.",
        "Lucas, R. E. (1979), An Equilibrium Model of the Business Cycle, Journal of Political Econ- omy, Vol. 83, pp. 1113-1144.",
        "Myers, S. C. and Majluf, N. S. (1984), Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not, Journal of Financial Economics, Vol. 11, pp. 187-221.",
        "Phelps, E. S. and Winter, S. G. (1970), Optimal Price Policy Under Atomistic Competition in E. S. Phelps, ed. Microeconomic Foundations of Employment and Inflation Theory, New York, W. W. Norton and Co.",
        "Poterba, J. and Summers, L. (1988), Mean Reversion in Stock Prices, Journal of Financial Economics, Vol. 22, pp. 27-59.",
        "Salop, J. and Salop, 5. (1976), Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics, Vol. 90, pp. 619-627.",
        "Shapiro, C. and Stiglitz, J. E. (1984), Equilibrium Unemployment as a Worker Discipline Dev- ice, American Economic Review, Vol. 74, pp. 433-44.",
        "Stiglitz. J. E. (1974), Alternative Theories of Wage Determination and Unemployment in L.D.C.s: The Labor Turnover Model, Quarterly Journal of Economics, Vol. 88, pp. 194- 227.",
        "Stiglitz, J. E. (1976), The Efficiency Wage Hypothesis, Surplus Labour and the Distribution of Income in LD.C.s~, Oxford Economic Papers, Vol. 28, pp. 185-207.",
        "Stiglitz. J. E. (1982), Alternative Theories of Wage Determination and Unemployment: The Efficiency Wage Model, in Modern Developments in Public Finance: Essays in Honor of Arnold Harberger, M. Boskin, ed., Basil Blackwdll, Oxford.",
        "SÃ\u0083Â¼glitz, J. E. (1987), The Causes and Consequences of the Dependence of Quality on Price~.",
        "Journal of Economic Literature, Vol. 25, pp. 1-48. - 39 - Sciglitz, J. E. and Weiss, A. M. (1981), ~Credit Rationing in Markets With Imperfect Informa- tion, American Economic Review, Vol. 71, pp. 393-440.",
        "Taggart, R. (1985), Secular Patterns in the Financing of U.S. Corporations, in Corporate Cap- jwj Structures in :haUni:e4 Sw~es, B. Friedman, ed, NBER-Univ. of Chicago Press, Chi- cago.",
        "Weiss, A. M. (1980), ~Job Queues and Lay-offs in Labor Markets With flexible Wages, Jour- nal of Political Economy, Vol. 88, pp. 526-38.",
        "Woodford, M. (1986), Expectations, Finance and Aggregate Instability, in Expecwiions and Macroeconomics, M. Kohn and S. C. Tsiang, eds, Oxford Univ. Press, Oxford.",
        "Yellen, J. (1984), Efficiency Wage Models of Unemployment,. American Economic Review."
    ]
}