{
    "id": 3534,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Ahreu, Dilip:Extremal Equilibria of Oligopolistic Supergsmes,Ã\u0082Â° Journal of Econouruc Theory, 39, 1986, 191-225.",
        "Barsky, Robert and Gary Solon: 4Real Wages over the Business Cycle,, NBER Working Paper 2888, March 1989.",
        "Bus, Mark:The Cyclical Behavior of Marginal Coet and Price, American Economic Review, 77, December 1987, 836-57.",
        "Blanchsrd, Olivier, Changyong Rime and Lawrence Summers: `The Stick Market, Profit and Investment, National Bureau of Economic Research Working Paper 3370, May 1990.",
        "Domowite, Ian, R. Glenn Hubhard, and Bruce C. Petersen, `Market Structure and Cyclical Fluctuations in U.S. Manufarturing, Review of Economic Statistics, February 1966.",
        "Dunlop, John T.: `The Movement in Real and Money Wage Rates Economic Journal, 18, 1938, 415-34.",
        "Farrell, Joseph and Carl Shapiro: `Dynamic Competition with Switching Costs, Rand Journal of Economics, 19, Spring 1988, 123-37.",
        "Matters, American Economic Review, 79, September 1989, 637-54.",
        "Gallant, Ronald A. and Dale W. Jnrgenson:Stathtical Inference for s System of Simultaneous, Non-Linear, implicit Equations in the Context of Instrumental varishles Estimation, Journal of Econometrics, 11, October/December 1979, 275-302.",
        "Gottfries, NtIs: `Price Dynamics of Exporting and import-Competing Firms, Scandinsvian Journal of Economics, 88, 417-436. -: `Market Shares and Pricing Behavior in the Ttsdeablee Industry: An Examination of Swedish Manufacturing, Institute for International Economic Studies Paper No. 412. -: `Customer Markets, Credit Market imperfections and Real Price Rigidity Economics, forthcoming, 1989 mimeo.",
        "Creenwald, Bruce and Joseph Stiglitz:Financial Market imperfections and Business Cycles, NBER Working Psper 2494, 1988.",
        "Hall, Rohert E.: `The Relation Between Price and Marginal Cost in ifS. Industry, Journal of Political Econon~, 96, October 1988, 921-48.",
        "Kalecki, Michsel:The Determinants of the Distrihution of National Income,Econometrics, 6, 97-112, 1938.",
        "Keisn, D., and Robert Stambaugh: `Predicting Returns in the Bond and Stock Markets, Journal of Financial Economics, 17, 1986, 357-90.",
        "Keynes, John Msynard:Relative Movements of Real Wages and Output, Economic Journal, 49, 34-51, 1939.",
        "Kiemperer, Paul D.:Markets with Consumer Switching Costs, Quarterly Journal of Econosnics, 102, May 1987, 373-94.",
        "Kydland, Finn S. and Edward C. Prescott:Cycllcal Movements of the Labor Input and its Real Wage, Federal Reserve bank of Minneapolis Working Paper 413, November 1988.",
        "Parsons, Donald 0.: `Quit Rates over Time, A Search and Information Approach, Americsn Economic Review, 63, June 1973, 390-401.",
        "Rotemberg, Julio 3. and Osrth Saloner:A Supergame-Tbenretic Model nf Price Wars during Booms, American Economic Review, 76, June 1986, 390-407.",
        "Rotemberg, Julio J. and Michael Woodford, `Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, National Bureau of Economic Research, Working Psper No. 3206, Cambridge, Massachusetts, December 1989.",
        "Solow, Robert M.: `Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39, August 1957, 312-20."
    ]
}