{
    "id": 3536,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Becker, Gary S. (1981). A Treatise on the Family. Harvard University Press, Cambridge, Massachusetts. Belsky, Jay and Michael J. Rovine (1988). Nonmaternal Care in the First Year of Life and the Security of Infant-Parent Attachment, Child Development 59: 157-167.",
        "Bronfenbrenner, Urie and Ann C. Crouter (1982) . Work and Family Through Time and Space, in Sheila B. Xamerman and Cheryl D. Hayes, eds.. Families That Work: Children in a Changing World (Washington, D.C.: National Academy Press), pp. 39-83.",
        "Center for Human Resource Research, The Ohio State University (1989). The NLSY Child Handbook.",
        "Datcher-Loury, Linda (1988). Effects of Mother's Home Time on Children's Schooling, The Review of Economics and Statistics 70: 367-373.",
        "Desai, Sonalde, P. Lindsay Chase-Lansdale and Robert T. Michael (1989). Mother or Market? The Effects of Maternal Employment on the Intellectual Ability of 4-Year-Old Children, Demography 26: 545-561.",
        "Fleisher, Belton M. (1977). Mothers' Home Time and the Production of Child Quality, Demography 14: 197-212.",
        "Garfinkel, Irwin and Sara S. McLanahan, (1986). Single Mothers and Their Children: A New American Dilemma (Washington, D.C.: The Urban Institute Press).",
        "Gottfried, Adele Eskeles and Allen W. Gottfried, editors (1988). Maternal Employment and Children's Development: Longitudinal Research (New York: Plenum Press).",
        "Hausman, Jerry A. (1978). Specification Tests in Econometrics, Econometrica 46: 1251-1271.",
        "Heckman, James (1980), Sample Selection Bias as a Specification Error, in James Smith, ed., Female Labor Supply: Theory and Estimation (Princeton: Princeton University Press).",
        "Heckman, James (1976), Simultaneous Equation Models with Continuous and Discrete Endogenous Variables and Structural Shifts, in Stephen Goldfeld and Richard Quandt, eds., Studies in Nonlinear Estimation (Cambridge, Mass.: Ballinger), pp 235-72.",
        "Krein, Sheila F. and Andrea H. Beller (1988). Educational Attainment of Children From Single Parent Families: Differences by Exposure, Gender and Race, Demography 25: 221-234. t Leibowitz, Arleen (197 7). Parental Inputs and Children1s Achievement, Journal of Human Resources 12: 247-249.",
        "Maccoby, Eleanor E., and Carol N. Jacklin (1974). The Psychology, ?ex Differences (Stanford; Stanford University Press).",
        "Pieck, Joseph H. (1983). Husbands' Paid Work and Family Roles: Current Research Issues, in Helen Z. Lopata and Joseph H. Pieck, eds., Research in the Interweave of Social Roles: Jobs and Families, Volume 3 (JAI Press) pp 251-333.",
        "Stafford, Frank P. (1987). Women's Work, Sibling Competition, and Children's School Performance, American Economic Review 77: 972-980.",
        "U.S. Department of Health and Human Services, Public Health Service (1989). Vital Statistics of the United States. 1987. Volume I."
    ]
}