{
    "id": 3537,
    "cites": 24,
    "cited_by": 100,
    "reference": [
        "Ando. Faith (1988): `Capital Issues and the Minority-Owned Business, The Review of Black Political Economy. pp.77-109.",
        "Bates, Timothy (1985a): `Entrepreneur Human Capital Endowments and Minority Business Viability, The Journal of Human Resources, 20, pp. 5-10-554.",
        "Bates. Timothy (1985b): `Impact of Preferential Procurement Policies on Minority-Owned Business, The Review of Black Political Economy, pp. 51-65.",
        "Bates, Timothy (1989): The Changing Nature of Minority Business: A Comparative Analysis of Asian, Nonminority, and Black-Owned Businesses. The Review of Black Political Economy, pp. 25-42.",
        "Becker, Gary S. (1971): The Economics of Discrimination, Second Edition, Chicago: University of Chicago Press.",
        "Blanchflower, David G., and Andrew J. Oswald (1990): `What Makes An Entrepreneur, Working Paper, Dartmouth College.",
        "Blau, Francine, and David Graham (1990): `Black-White Differences in Wealth and Asset Composition. Quarterly Journal of Economics, pp. 321-339.",
        "Borjas, George (1986): The Self-Employment Experience of Immigrants, Journal of Human Resources, 21, pp. 487-506.",
        "Borjaa. George and Stephen Bronars (1989): `Consumer Discrimination and Self-employment, Journal of Political Economy, 97, pp. 581-605.",
        "Brown, Charles, James Hamilton and James Medoff (1990): Employers Large and Sm~iL Cambridge: Harvard University Press.",
        "Cain. Glen G. (1986): The Economic Analysis of Labor Market Discrimination: A Survey, in Handbook of Labor Economics. ed. by Orley Ashenfelter and Richard Layard, Amsterdam: North-Holland.",
        "Chen, Gavin M. and John A. Cole (1988): The Myths, Facts, and Theories of Ethnic, SmallScale Enterprise Financing, The Review of Black Political Economy, pp. 111-123.",
        "Coate, Stephen and Sharon Tennyson (1989): `Labor Market Discrimination, Imperfect Information and Self Employment. Unpublished Paper.",
        "Evans. David and Linda Leighton (1989): Some Empirical Aspects of Entrepreneurship, American Economic Review, 79, pp. 519-535.",
        "Fuchs, Victor R. (1982): `Self-Employment and Labor Force Participation of Older Males, Journal of Human Resources, 17, pp. 339-357.",
        "Glazer, Nathan and Daniel P. Moynihan (1970): Beyond the Melting Pot, 2nd Edition, Cambridge: MIT Press.",
        "Kinzer, Robert H., and Edward Sagarin (1950): The Negro in American Business. New York: Greenberg.",
        "Light, Ivan (1972): Ethnic Enterprise in America, Berkeley: University of California Press.",
        "Light, Ivan (1979): `Disadvantaged Minorities in Self-Employment, International Journal of Comparative Sociolo~v, 20, pp. 31-45.",
        "Light. Ivan (1984): `Immigrant and Ethnic Enterprise in North America, Ethic and Racial Studies. 7, pp. 195-216.",
        "Nucci, Al (1989): `The Characteristics of Business Owners (CBO) Database, Center for Economic Studies Discussion Paper CES 89-9, Bureau of the Census.",
        "Rees, H. and A. Shah (1986): `An Empirical Analysis of Self-Employment in the UK, Journal of Applied Econometrics, 1, pp. 95-108.",
        "Soweil, Thomas (1981): Markets and Minorities, New York: Basic Books.",
        "Stevens. Richard L (1984): `Measuring Minority Business Formation and Failure, The Review of Black Political Economy, pp. 7 1-84."
    ]
}