{
    "id": 3539,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "Bergsten, C.Fred, 1982, What to do About the U.S.-Japan Economic Conflict, Foreign Affairs, Suirimer.",
        "Bergsten, C.Fred, 1984. `The United States Trade Deficit and the Dollar, Statement before the Senate Committee on Banking, Housing and Urban Affairs, Subcommittee on International Finance and Monetary Policy, Washington, June 6.",
        "Bergsten, C..Fred, 1986, Americas Unilateralism, in Conditions for Partnership in International Economic Management, C.F. Bergsten, E.Davignon, and I.Miyazaki, Trilateral Commission Report 32.",
        "Bovenberg, A. Lans, 1989, The Effects of Capital Income Taxation on International Competitiveness and Trade Flows, American Economic Review 79, no.5, December, 1045-1064.",
        "Branson, William, and Love, James, 1988, U.S. Manufacturing and the Real Exchange Rate, in Richard Marston, ed., Misaliqrunent of Exchange Rates: Effects on Trade and Industry, NBER and University of Chicago Press, Chicago.",
        "Cohen, Stephen, 1988, The Making of U.S. International Economic Policy, Praeger Press, New York.",
        "Corden, W.Maxwell, 1983, `The Logic of the International Monetary Non-System. In F.Machlup et al, eds., Reflections on a troubled World Economy, MacMillan, London.",
        "Council of Economic Advisers, 1984, Economic Report of the President, Chapter 2, February, Washington, D.C.",
        "Department of the Treasury, 1989, `Report to the Congress on International Economic and Exchange Rate POlicy, October.",
        "Destler, I. Mac, and C. Randall Henning, 1989, Dollar Politics: Exchange Rate Policymaking in the United States, Institute for International Economics, Washington, D.C.",
        "Dobson, Wendy. 1990. Economic Policy Coordination: Requiem or First Step?, draft, Institute for International Economics, June.",
        "Dominguez, Kathryn, and Jeffrey Frankel, Does Foreign Exchange Intervention Matter? Disentangling the Portfolio and Expectation 88 Effects for the Mark, NBER Working Paper No. 3299, May 1990. Revised, October.",
        "Dooley, Michael, and Peter Isard, 1985, tax Avoidance and Exchange Rate Determination, Research Department, International Monetary Fund, Washington, D. C., November.",
        "Dorrthusch, Rudiger, 1976, Expectations and Exchange Rate Dynamics, Journal of Political Economy 84, Dec., pp.1161-74.",
        "Feldstein, Martin, 1988, `Distinguished Lecture on Economics in Government: Thinking about International Economic Coordination, Journal of Economic Perspectives 2, Spring, pp.3-13.",
        "Frankel, Jeffrey, 1984, The Yen/Dollar Ac~reement: Liberalizing Japanese Financial Markets, Policy Analyses in International Economics No.9, Institute for International Economics, Washington, D.C..",
        "Frankel, Jeffrey, 1986, Couunents on Overshooting, Agricultural Commodity Markets, and Public Policy, American Journal of Agricultural Economics, 68, no. 2, May.",
        "Frankel, Jeffrey, 1988a, Ambiguous Macroeconomic Policy Multipliers in Theory and in Twelve Econometric Models, In Empirical Macroeconomics for Interdependent Economies, eds., Ralph Bryant, et al., Brookings Institution: Washington, D.C..",
        "Frankel, Jeffrey, 1988b, The Implications of Conflicting Models for Coordination Between Monetary and Fiscal Policy-Makers, In Empirical Macroeconomics for Interdependent Economies, eds., Ralph Bryant, et al., Brookings Institution; Washington, D.C..",
        "Frankel, Jeffrey, 1990, And Now Won/Dollar Negotiations? Lessons From the Yen/Dollar Agreement of 1984. In Koreas Macroeconomic and Financial Policies, Korean Development Institute, December 1989. Forthcoming in Economic Relations Between the U.S. and Korea: Conflict or Cooperation?, edited by T.Bayard and S.Young, 89 Institute for International Economics, Washington, D.C., 2nd. edition, 1990.",
        "Funabashi, Yoichi. 1988. Managing the Dollar: From the Plaza to the Louvre. Institute for International Economic: Washington, D.C.",
        "Havrilesky, Thomas, 1990, Distributive Conflict and Monetary Policy, Contemporary Policy Issues, pp.50-61.",
        "Krugman, Paul, 1985. Is the Strong Dollar Sustainable? In The U.S. Dollar -- Recent Developments, Outlook, and Policy Options. Kansas City: Federal Reserve Bank of Kansas City.",
        "Marris, Stephen, 1985, Deficits and the Dollar: The World Economy at Risk, Policy Analyses in International Economics No. 14, December, Institute for International Economics, Washington, D.C.",
        "McKinnon, Ronald, 1988, Monetary and Exchange Rate Policies for International Financial Stability: A Proposal, Journal of Economic Perspectives 2, Winter, 83-103.",
        "Murchison, David, and Ezra Solomon, 1983, The Misalignment of the United States Dollar and the Japanese Yen: The Problem and Its Solution, September 19.",
        "Mussa, Michael, 1981, The Role of Official Intervention. Group of Thirty Occasional Papers, No. 6. New York: Group of Thirty.",
        "Nollen, Stanley, Business Costs and Business Policy For Export Controls, Journal of International Business Studies, Spring 1987.",
        "Obstfeld, Maurice, 1988, `The Effectiveness of Foreign-Exchange Intervention: Recent Experience, NEER Working Paper No. 2796.",
        "Putnam, Robert and Nicholas Bayne. 1987. Hanging Together: The Seven-Power Summits. Cambridge, Ma.: Harvard University Press (2nd edition).",
        "Report of the Working Group on Exchange Market Intervention [`Jurgensen Report], March 1983 (U.S. Treasury: Washington, D.C.).",
        "Sachs, Jeffrey, 1985, The Dollar and the Policy Mix: 1985, Brookings Papers on Economic Activity 1, 117-186.",
        "Stockman, David, 1986, The Triun~ph of Politics: Why the Reagan Revolution Failed, Harper and Row, New York.",
        "Tobin, James, 1978, A Proposal for Monetary Reform, Eastern Economic Journal 4, 3-4, pp.153-59.",
        "Williamson, John. 1983. The exchange rate system. Washington, D.C.: Institute for International. Economics.",
        "Williamson, John, and Marcus Miller, 1987, Targets and Indicators: A Blueprint for the International. Coordination of Economic Policy, Policy Analyses in International. Economics No. 22, September, Institute for International Economics, Washington, D.C."
    ]
}