{
    "id": 354,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "M. J. Bailey, Welfare Cost of Inflationary Finance, Journal of Political Economy, April 1956, 93-110. R. Barro/ Are Government Bonds Net Wealth? Journal of Political Economy, November, 1974, 1Q95-1117.",
        "P. Diamond, National Debt in a Neoclassical Growth Model, American Economic Review, December 1965, 1126-1150.",
        "R. Dornbusch and J. Frenkel, Inflation and Growth: Alternative Approaches,Jaurnal of Money, Credit and Banking, February 1973, 141-15FT A. Drazen, Government Debt, Human Capital, and Bequests in a Life Cycle Model,  American Economic Review, June 1973, 505-516 M.S. Feldstein, Inflation, Income Taxes and the Rate of Interest: A Theoretical Analysis,, American Economic Review, December 1976, 809-819.",
        "_, The Welfare Cost of Inflation, (unpublished), 1977.",
        "_, J. Green and E. Sheshinski, Inflation and Taxes in a Growing Economy with Equity and Debt Finance, Journal of &apos;Political Economy, April 1978, 553-570.",
        "&apos;_, and L. Summers, Is the Rate of Profit Falling? Brookings Papers on Economie Activity, 1977:1.",
        "_ and _, Tax Rules, Inflation and the Long Term Interest Rate, Brookings Papers on Economic Activity, 1978:1 S. Fischer, Money and the Production Function, Economic Inquiry, December 1974, 517-533.",
        "_, Anticipations and the Non-neutrality of Money, (unpublished), 1978. M. Friedman, The Optimum Supply of Money, in his The Optimum Supply of Money and Other Essays, Chicago, 19 69.",
        "_, Revenue Gains from Inflationary Finance, Journal of Political Economy, 1970.",
        "J. Green and E. Sheshinski, Budget Displacement Effects of Inflationary Finance, American Economic Review, September 1977, 671-683.",
        "Levhari and D. Patinkin, The Role of Money in a Simple Growth Model, American Economic Review, September 1968, 713-753.",
        "S. Phelps, Inflation in the Theory of Public Finance, Swedish Journal of Economics, March 1973, 67-82.",
        "A. Samuelson, Foundations of Economic Analysis (1947).",
        ", An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money,  journal ef P.oli-tical&apos; SGOnortiy, December 1958, 4C7-482 J. Sargent and N. Wallace, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, April 1975, 241-254.",
        "Sidrauski (1967)- , Rational Choice and Patterns of Growth in a Monetary Economy, American Economic Review, May 1967, 534-544."
    ]
}