{
    "id": 3541,
    "cites": 14,
    "cited_by": 2785,
    "reference": [
        "Earro, Robert J. , Economic Growth in a Cross Section of Countries. HEIR Working Paper 3120, September 1989.",
        "DeLong, J. Bradford, Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, I.JUCVIII (1988), 1138-54.",
        "Easterlin, Richard, Why Isnt the Whole World Developed? Journal of Economic History, XLI (1981), 1-20.",
        "Feldstein, Martin and Charles Horioka, Domestic Saving and International Capital Flows. Economic Journal XC (1980), 314-329.",
        "Kendrick, John V. The Formation and Stocks of Total Camital. (New York: Columbia University for NBER, 1976).",
        "King, Robert G. and Sergio T. Rebelo. Transitional Dynamics and Economic Growth in the Neoclassical Model. NBER Working paper 3185, November 1989.",
        "Krueger, Anne 0. , Factor Endowments and Per Capita Income Differences Among Countries, Economic Journal DCCVIII, (1968), 641-659.",
        "Lucas, Robert E. Jr. , On the Mechanics of Economic Development. Journal 30 of Monetary Economics, XXII (1988), 3-42.",
        "Psacharopoulos, George, Returns to Education: A Further International Update and Implications. Journal of Human Resources, XX (1985), 5 83-604.",
        "Rauch, James E. The Question of International Convergence of Per Capita Consumption: An Euler Equation Approach. Mimeo, August 1988, University of California at San Diego.",
        "Romer, Paul, Crazy Explanations for the Productivity Slowdown. Macroeconomics Annual, 1987, 163-210.",
        "Modern Business Cycle Theory, Robert J. Barro, ad. , (Cambridge, MA: Harvard University Press, 1989 (a)), 51-127.",
        "Sachs, Jeffrey D. , Wages, Profit, and Macroeconomic Adjustment: A Comparative Study. Brookings Paoers on Economic Activity, 1979:2, 269-332.",
        "Solow, Robert M. , A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics LXX, (1956), 65-94."
    ]
}