{
    "id": 3544,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Arrow, Kenneth J., 1962. The Economic Implications of Lesrning by Doing, Review of Economic Studies, Vol. 29, Na. 3, June. Pp. 155-173.",
        "Baldwtn, Robert E. , 1969. The Case Against Infant Industry Protection, Journal of Political Economy, Vol. 77, No. 3, May/June, Pp. 295305.",
        "Baldwin, Robert 8., 1984. Trade Policies in Developed Countries, in Ronald W.",
        "Boyd, Hayden, 1986. Closing the Book on the Manufacturing Clause, mimes, Federal Trade Commission.",
        "Caves, Richard B., 1976. Economic Models of Political Choice: Canadas Tariff Structure, Canadian Journal of Economics, Vol. 9. Pp. 278-300.",
        "Cline, William R. , 1990. The Future of World Trade in Textiles and Aoparel, revised edition. Institute for International Economics, Washington, 0. C.",
        "Dam, Kenneth W. , 1970. The GATT: Law and the International Economic Orzantzation, University of Chicago Press, Chicago.",
        "Destler, I. M., 1986. American Trade Politics: System under Stress, Institute for International Economios, Washington, D. C.",
        "Fiorina, Morris P., 1977. Consress: Keystone of the Washington Establishment, Yale University Press, New Haven.",
        "GATT, Trade PoLioy Review. United States, Geneva, March 1990.",
        "Helpman, Elhanan and Krugman, Paul, 1989. Trade Polity and Market Structure, MIT Press, Cambridge, Mass.",
        "KaLt, Joseph P., 1988. The Political Economy of Protectionism: Tariffs and Retaliation in the Timber Industry, Pp. 339-364 of Robert K. Baldwin, editor, Trade Policy Issues and Empirical Analysis, University of Chicago Press, Chicago.",
        "Kemp, Murray C., 1960. The Mill-Bastable Infant-Industry Dogma, Journal of Political Economy, Vol. 68, Ho. 1, February, Pp. 65-67.",
        "Kemp, Murray C., 1964. The Pure Theory of International Trade, Chapter 12.",
        "Kenen, Peter B., 1989. The International Economy, Second Edition, Prentice Halt, Englewood Cliffs, New Jersey.",
        "Krueger, Anne 0., l990a. Asymmetries in Policy between Exporcables and Import- Competing Goods, in Ronald W.Jones and Anne 0. Krueger, editors, The Political Economy of International Trade, Basil Blaokwell, Oxford, Pp. l61-l7B Krueger, Anne 0., 1980. Impact of Foreign Trade on Employment in U. S.",
        "Lenway, Stefanie Ann and Douglas A. Sohuler, 1990, The Determinants of Corporate Political Involvement in Trade Protection: The Case of the Steel Industry, paper presented at NBER Conference on Empirical Studies of Commercial Policy, March ii and 17, 1990.",
        "Mitner, Helen, 1988. Resistine Protectionism: Global Industries and the Politics of Internatconal Trads, Princeton University Press, Princeton.",
        "Mussa, Michael, 1974. Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run, Journal of Political Economy, Vol. 82, No. 6, Nov./Dec. , Pp. 1191-1203.",
        "Olson, Mancur, 1965. The Loeic of Collective Action, Harvard University Press.",
        "Cambridge. Petzman, Joseph, 1984. The Multifiber Arrangement and Its Effect on the Profit Performance of the U. S. Textile Industry, in Robert B. Baldwin and Anne 0.",
        "Smith, Adam, 1937. The Wealth of Nations, edited by Edwin Cannan, Random House, Hew York."
    ]
}