{
    "id": 3550,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Blanchard, 0. 1984. The Lucas Critique and the Volcker Deflation. American Economic Review 74: 211-15.",
        "Campbell. J.Y. and Shiller, R.J. 1987. Cointegration and Tests of Present Value Models. Journal of Political Economy 95: 1062-1088.",
        "Campbell, J.Y. and Shiller, R.J. 1991. Yield Spreads and Interest Rate Movements: A Bird~s Eye View, Review of Economic Studies forthcoming.",
        "Fama, E.F. 1984. The Information in the Term Structure. Journal of Financial Economics 13: 509-528.",
        "Fam.a, E.F. 1990. Term Structure Forecasts of Interest Rates, Inflation and Real Returns. Journal of Monetary Economics 25.",
        "Fama, E.F. and Bliss, R.R. 1987. The Information in Long-Maturity Forward Rates. American Economic Review, 77: 680-92.",
        "Fama, E.F. and Gibbons, M.R. 1982. Inflation, Real Returns and Capital Investment. Journal of Monetary Economics 9: 297-324.",
        "Huizinga, J. and Mishkin, P.S. 1986. Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates. Carnegie-Rochester Conference Series on Public Policy 24: 231-74.",
        "Mankiw, N.G. and Summers, L.H. 1984. Do Long-Term Interest Rates Overreact to Short-Term Interest Rates? Brookirigs Papers on Economic Activity 1: 223-242.",
        "Mishkin, F.S. 1981. The Real Rate of Interest: An Empirical Investigation.",
        "The Cost and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, 15: 151-200. 9 Mishkin, F.S. l990a. What Does the Term Structure Tell Us About Future Inflation? Journal. of Monetary Economics 25: 77-95. Mishkin, P.S. 1990b. The Information in the Longer-Maturity Term Structure About Future Inflation. Quarterly Journal of Economics 55: 815-28.",
        "Modigliani, F. and Shiller, R.J. 1973. Inflation, Rational Expectations and the Term Structure of Interest Rates. Economicp 40: 12-43.",
        "Nelson, C.R. and Schwert, C.W. 1977. Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest is Constant. American Economic Review 67: 478-86.",
        "Shiller, R.J. 1990. The Term Structure of Interest Rates. In Ih~ Handbook of Monetary Economics, eds. B. Friedman and F. Hahn, Amsterdam, North Holland. forthcoming.",
        "Shiller, R.J., Campbell, J.Y., and Schoenholtz, K.L. 1983. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates. Brookings Papers on Economic Activity 1: 173-217."
    ]
}