{
    "id": 3551,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Amemiya, Takeshi (1985), Advanced Econometrics, Harvard University Press, Cambridge, Mass.",
        "Becketti, Sean (1990), The Truth about Junk Bonds, Federal Reserve Bank of Kansas City Economic Review 75(4), 45-54.",
        "Benveniste, Lawrence, and Allen Berger (1987), Securitization With Recourse: An Investment that Offers Uninsured Bank Depositors Sequential Claims. Journal of Banking and Finance 11, 403-24.",
        "Boyd, John. and Edward Prescott (1986), Financial Intermediary-Coalitions, Journal of Economic Theory 38, 2 11-32.",
        "Boyd, John, and Bruce Smith (1989), Securitization and the Efficient Allocation of Investment Capital, Federal Reserve Bank of Minneapolis, Working Paper 408.",
        "Campbell, Tim, and William Kracaw (1980), Information Production, Market Signalling and the Theory of Financial Intermediation, Journal of Finance XXV(4) (September). 863-8 1.",
        "Cumming, Christine (1987), The Economics of Securitization, Federal Reserve Bank of New York Ouarterly Review (Autumn), 11-23.",
        "Diamond, Douglas (1984), Financial Intermediation and Delegated Monitoring, Review of Economic Studies LI.",
        "Diamond, Douglas, and Philip Dybvig (1983), Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy 9(13).",
        "Flannery, Mark (1989), Capital Regulation and Insured Banks Choice of Individual Loan Default Rates, Journal of Monetary Economics 24, 235-58.",
        "Gorton. Gary (1989), Self-Regulating Bank Coalitions, The Wharton School, University of Pennsylvania, Working Paper.",
        "Gorton, Gary and Joseph Haubrich (1989), The Loan Sales Market, Research in Financial Services, edited by George Kaufman, forthcoming.",
        "Carnegie-Rochester Conference Series on Public Policy 26 (Spring). Gorton, Gary and George Pennacchi (1989), Are Loan Sales Really Off-Balance Sheet?, Journal of Accounting. Auditing. and Finance 4(2), 125-145.",
        "Finance 45(1), 49-72 _____________ (1990B), Financial Innovation and the Provision of Liquidity Services, Reform of Deposit Insurance and the Regulation of Depository Institutions in the l990s, ed. by James Barth and Dan Brumbaugh, forthcoming.",
        "Greenbaum, Stuart, and Anjan Thakor (1987), Bank Funding Modes: Securitization versus Deposits, Journal of Banking and Finance 11, 379-402.",
        "Hart, Oliver, and Bengt Holmstrom (1986), The Theory of Contracts, Massachusetts Institute of Technology, Working Paper No, 418.",
        "James, Christopher (1988), The Use of Loan Sales and Standby Letters of Credit by Commercial Banks, Journal of Monetary Economics 22, 395-422.",
        "Kareken, John (1987), The Emergence and Regulation of Contingent Commitment Banking, Journal of Banking and Finance 11, 359-77.",
        "Maddala. G.S. (1983), Limited-Dependent and Oualitative Variables in Econometrics, Cambridge University Press, Cambridge, U.K.",
        "Marcus, Alan, and Israel Shaked (1984), The Valuation of FDIC Deposit Insurance Using Option-Pricing Estimates, Journal of Money. Credit, and Banking 16, 446-60.",
        "Pennacchi, George (1988), Loan Sales and the Cost of Bank Capital, Journal of Finance 43, 375-95.",
        "U.S. Securities and Exchange Commission (1990), Recent Developments in the High Yield Market, Staff Report, March."
    ]
}