{
    "id": 3552,
    "cites": 37,
    "cited_by": 47,
    "reference": [
        "Aizcorbe, A., Procyclical Labor Productivity, Increasing Returns to Labor and Labor Hoarding in U.S. Auto Assembly Plant Employment, Office Of Economic Research, Bureau of Labor Statistics, Working Paper #203, 1990. Automobile Manufacturers Association, Automobile Facts and Figures. Detroit, various issues.",
        "Ball, L. and D. Romer, The Equilibrium and Optimal Timing of Price Changes, Review of Economic Studies. 56 (1989), 179-198.",
        "Barsky, R. and J. Miron, The Seasonal Cycle and the Business Cycle, Journal of Political Economy. 97 (1989), 503-35.",
        "Beaulieu, and J. Miron, The Seasonal Cycle in U.S. Manufacturing, NBER Working Paper No. 3450, September 1990.",
        "Beny, M., Wages. Hours and Employment in the United States 1914-1936. New York: National Industrial Conference Board, 1936.",
        "Bernanke, B., Employment, Hours, and Earnings in the Depression: An Analysis of Eight Manufacturing Industries, American Economic Review. 76 (1986), 82-109.",
        "Bernanke, B. and M. Parkinson, Procyclical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing Industries, manuscript, July 1990.",
        "Bertola, G. and R. Cabellero, Kinked Adjustment Costs and Aggregate Dynamics, forthcoming NBER Macroeconomics Annual. 1990.",
        "Blanchard, O. and P. Diamond, The Cylical Behavior of the Gross Flows of Workers in the United States, Brookings Papers on Economic Activity. (1990, forthcoming).",
        "Blanchard, O. and S. Fischer, Lectures on Macroeconomics. MIT Press: Cambridge, Mass., 1989.",
        "Blanchard, O. and N. Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review. 77 (1987), 647-66.",
        "Blinder, A., Can the Production Smoothing Model of Inventory Behavior be Saved? Quarterly Journal of Economics. 101 (1986), 431-53.",
        "Broome, J. Existence of Equilibrium in Economies with Indivisible Commodities, Journal of Economic Theory. 5 (1972), 224-250.",
        "Cooper, R., Equilibrium Selection in Imperfectly Competitive Economies with Multiple Equilibria, manuscript, April 1989.",
        "Cooper, R. and J. Haltiwanger, Macroeconomic Implications of Production Bunching: Factor Demand Linkages, NBER Working Paper #2976, revised August 1990a.",
        "_, Inventories and the Propagation of Sectoral Shocks, American Economic Review. 80 (1990b), 170-190.",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics. 103 (1988), 441-463.",
        "Davis, S. and J. Haltiwanger, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomiclmplications, forthcoming NBER Macroeconomics Annual. 1990.",
        "Fair, R., The Production-Smoothing Model is Alive and Well, Journal of Monetary Economics. 24 (1989), 353-370.",
        "Feldstein, M. and M. Rothschild, Towards an Economic Theory of Replacement Investment, Econometrica. 42 (1974), 393-423.",
        "Fine, S. The Automobile Under the Blue Eagle. University of Michigan Press: Ann Arbor, 1963.",
        "Hamermesh, D., Labor Demand and the Structure of Adjustment Costs, American Economic Review. 79 (1989), 674-689.",
        "Hansen, G., Indivisible Labor and the Business Cycle, Journal of Monetary Economics. 16 (1985), 309-28.",
        "Kashyap, A. and D. Wilcox, Production Smoothing and Inventory Control at the General Motors Corporation During the 1920s and 1930s, Federal Reserve Board, manuscript, 1990.",
        "Kiyotaki, N., Multiple Expectational Equilibria under Monopolistic Competition, Quarterly Journal of Economics. 103 (1988), 695-714.",
        "Kydland, F. and E. Prescott, Time to Build and Aggregate Fluctuations, Econometrica. 50 (1982), 1345-70.",
        "Long, J. and C. Plosser, Real Business Cycles, Journal of Political Economy. 91 (1983), 36-69.",
        "Mas-Colell, A., Indivisible Commodities and General Equilibrium Theory, Journal of Economic Theory. 16 (1977), 443-457.",
        "Milgrom, P. and J. Roberts, The Economics of Modern Manufacturing: Technology, Strategy, and Organization, American Economic Review. 80 (1990), 511-528.",
        "Murphy, K., A. Shleifer and R. Vishny, Increasing Returns, Durables and Economic Fluctuations, NBER Working Paper #3014, June 1989.",
        "Nickell, S., A Closer Look at Replacement Investment, Journal of Economic Theory. 10 (1975), 54-88.",
        "Rogerson, R., Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics. 21 (1988), 3-16.",
        "Roos, C. NRA Economic Planning. Cowles Commission, Principia Press:Bloomington, Indiana, 1937.",
        "Rothschild, M., On the Cost of Adjustment, Quarterly Journal of Economics. $5 (1971), 605-22.",
        "Shleifer, A., Implementation Cycles, Journal of Political Economy. 94 (1986), 1163-90. Sloan, A., Mv Years with General Motors. Doubleday 4 Company. New York, 1964.",
        "2. Here we use the term non-convexity to include economies in which choice sets are not convex (as studied here) and economies in which technologies are not convex, as in Kiyotaki [1988] and Cooper-Haltiwanger [1990a], 3. This point is discussed in Cooper-Haltiwanger [1990a] and Murphy, Shleifer and Yishny [1989]. In some sense, the fluctuations induced by non-convexities are similar to those produced in models of non-linearities in that for both types of models optimal choices can be very sensitive to variations in the underlying environment. Shleifer [1986] analyzes a model of cycles driven by the synchronized introduction of new innovations.",
        "6. Thus the paper differs from those in the large literature on convex costs of adjustment by assuming that replacement is a lumpy activity. See the interesting arguments for non-convex costs of adjustment in Rothschild [1971], 7. That is, these shocks are not needed to obtain the qualitative prediction of positive correlation between productivity and output. Whether an economy such as the one considered here can match the quantitative properties of U.S. time series is an open issue that we discuss in the conclusion. We use the term procyclical to indicate the productivity is positively correlated with employment keeping in mind that employment is cyclical in this model."
    ]
}