{
    "id": 3554,
    "cites": 23,
    "cited_by": 27,
    "reference": [
        "Bewley. Truman F.. &apos;A Critique of Tiebouts Theory of Local Public Expenditures, Econometrica, Vol. 49, 1981.",
        "Wilson, John Douglas. Trade, Capital Mobility, and Tax Competition, Journal of Political Economy. Vol. 95. 1987.",
        "Wilson, John Douglas. &apos;Trade in a Tiebout Economy. American Economic Review, Vol. 77. 1981.",
        "Tiebout, Charles, A Pure Theory of Local Expenditures, Journal of Political Economy, Vol. 64, 1956.",
        "von Thunen. J.H. The Isolated State. Oxford: Pegainon. 1966.",
        "Scotchmer, Suzanne, Public Goods and the Invisible Hand, manuscript. 1990. Staiger, Robert W. and Guido Tabellini, Discretionary Trade Policy and Excessive Pro-.",
        "North, Douglas C., A Framework for Analyzing the State in Economic History,Explorations in Economic History, Vol. 16, 1979.",
        "Modigliani, F. and Perottj, The Rules of the Game and the Development of Security Markets, working paper, May 1990. Clubs and M&rkets - 44 Mowery, David C. ed.. International Collaborative Ventures in U.S. Manufacturing.",
        "Losch, A. The Economics of Location. New Haven: Yale University Press, 1954.",
        "Milgrom, P., D. North, and B. Weingast. The Role of Institutions in the Revival of Trade: the Law Merchant, Private Judges. and the Champagne Fairs. Economics and Politics. Vol. 2, No. 1. March 1990.",
        "Kruginan, Paul, Increasing Returns and Economic Geography, NBER Working Paper No. 3275, March 1990. Lindberg, L. and S. Scheingold, editors. Regional Integration: Theory and Research.",
        "Krugman, Paul R., editor. Strategic Trade Policy and the New International Economics. Cambridge: MIT Press. 1986.",
        "Katz, Michael and Carl Shapiro. Network Externalities. Competition, and Compatibility , American Economic Review. Vol. 75, 1985.",
        "Isard. W. Location and Space-Economy. Cambridge: MIT Press. 1956.",
        "Harsanyi. J. Cardina1 Welfare, Individualistic Ethics, and Interpersonal Comparison of Utility, Journal of Political Economy. Vol. 63, No. 4, August 1955.",
        "Friedman. David, &apos;A Theory of the Size and Shape of Nations, Journal of Political Economy. Vol. 85, No. 1, February 1977.",
        "Greif, A., P. Milgrom, and B. Weingast. The Merchants Guild as a Nexus of Contracts&apos;. working paper, September 1990.",
        "Vol. 24, 1984. Farrell. Joseph and Garth Saloner, Standardization. Compatibility, and Innovation.",
        "Downs. Anthony. A Theory of Democracy. 1957. Epple. D.. R. Filimon, and T. Romer. Equilibrium Among Local Jusrisdictions: Toward an Integrated Treatment of Voting and Residential Choice, Journal of Public Economics.",
        "Deutsch, K. Nationalism and its Alternatives. New York: Alfred Knopf, 1969.",
        "Diamond, Peter, Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, Vol. 90, 1982.",
        "Deutsch, K., et al. Political Community in the North Atlantic Area: International Organization in the Light of Historical Experience. Princeton: Princeton University Press, 1968.",
        "Buchanan, J.M.. An Economic Theory of Clubs, Economica, Vol. 33, 1965."
    ]
}