{
    "id": 3556,
    "cites": 19,
    "cited_by": 187,
    "reference": [
        "Backus, D. K., Kehoe, P. J. and Kydland, F. E., International Trade and Business Cycles, 1989, Federal Reserve Bank of Minneapolis Working Paper 425.",
        "Barter, M. and King, R., Fiscal Policy in General Equilibrium, 1990, manuscript, University of Rochester.",
        "Berthabib, J., Rogerson, R. and Wright, R., Homework in Macroeconomics: Aggregate Fluctuations, 1990, NBER Working Paper No. 3344.",
        "Brayton, F. and Mauskopf, E., The MPS Model of the United States Economy, 1985, Board of Governors of the Federal Reserve System, Division of Research and Statistics, Washington D.C.",
        "Chari, V.V., Christiano, L. J. and Kehoe, P. J., Optimal Fiscal Policy, manuscript, 1990, Federal Reserve Bank of Minneapolis.",
        "Christiano, L. J., Technical Appendix to `Why Does Inventory Investment Fluctuate So Much?, 1987a, Working Paper 380, Federa Reserve Bank of Minneapolis.",
        "Christiano, L. J., !!Why is Consumption Less Volatile Than Income, Federal Reserve Bank of Minneapolis, Quarterly Review, 1987b, 1, 2-20.",
        "Christiano, L. J. and Eichenbaum, M., Current Real Business Cycle Models and Aggregate Labor Markets, manuscript, 1990, Northwestern University.",
        "Eichenbaum, M., and Hansen, L.P., Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, Journal of Business and Economic Statistics, 1990, 8, 53-71.",
        "Evans, C. L., Productivity Shocks and Real Business Cycles, 1990, manuscript, University of Southern Carolina.",
        "Fay, Jon and Medoff, James, Labor Input over the Business Cycle, American Economic Review, vol. 75, September, 1985, 638-55.",
        "Gordon, R. J., The End-of-Expansion Phenomenon in Short-Run Productivity Behavior, Brookings Papers on Economic Activity, 1979, 2, 447-61.",
        "Gordon, R.J., Are Procyclical Productivity Fluctuations a Figment of Measurement Error?, 1990, manuscript, Northwestern University.",
        "Hall, R. E., The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, October 1988, 96, 921-47.",
        "Hall, R. E., Invariance Properties of the Solow Residual, 1989, NBER Working Paper 36 No. 3034.",
        "Prassad, A., A Model of Labor Hoarding, 1990, manuscript, Umversity of Chicago.",
        "Prescott, E. C., Theory Ahead of Business Cycle MeasuremeEt, Federal Reserve Bank of Minneapolis, Quarterly Review, Fall 1986, 10, 9-22.",
        "Rotemberg, J. J. and Summers, L. II., Labor Hoarding, Inflexible Prices and Procyclical Productivity, 1988, NBER Working Paper No. 2591, forthcoming, Quarterly Journal of Economics.",
        "Rogerson, R., Indivisible Labor, Lotteries and Equilibrium, Jotrnal of Monetarij Economics, January 1988, 21, 3-17."
    ]
}