{
    "id": 3557,
    "cites": 30,
    "cited_by": 43,
    "reference": [
        "Abowd, John M. and Orley Ashenfelter. 1981. Anticipated Unemployment, Temporary Layoffs, and Compensating Wage Differentials. In Studies in fahnr Markets, ed. Sherwin Rosen. Chicago: University of Chicago Press .",
        "Ashenfelter, Orley, and Robert S. Smith. 1979. Compliance with the Minimum Wage Law. Journal of Political Economy 87: 333-350.",
        "Boden, Leslie, and Charles Fleishman. 1988. Medical Costs in Workers&apos; Compensation. Cambridge, MA: Workers&apos; Compensation Research Institute.",
        "Brittain, John A. 1972. The Payroll Tax for Social Security. Washington, D.C.: The Brookings Institution.",
        "Bureau of Labor Statistics. 1988. Employment and Wages: Annual Averages. Washington, D.C.: BLS.",
        "Butler, Richard, and John Worrall. 1990. Claims Reporting and Risk Bearing Moral Hazard in Workers&apos; Compensation. Mimeo., Brigham Young University (July).",
        "Burton, John F., Jr., H. Allan Hunt, and Alan B. Krueger. 1985. Inter-state Variations in the Employers&apos; Costs of Workers&apos; Compensation, with Particular Reference to Michigan ad the Other Great Lakes States. Mimeo., Cornell University.",
        "Burton, John F., and Timothy Schmidle. 1989. Inter-state Variations in Workers&apos; Compensation Costs. John Burton&apos;s Workers&apos; Compensation Monitor 2: 1-15.",
        "Brown, Charles. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics 94: 133-134.",
        "Card, David. 1990. Unexpected Inflation, Real Wages, and Employment Determination in Union Contracts. Forthcoming, American Economic Review.",
        "Chollet, Deborah. 1987. Public Policy Options to Expand Health Insurance Coverage among the Nonelderly Population. In Government Mandating of Employee Benefits. Washington, D.C: Employee Benefits Research Institute.",
        "Clark, Kim and Richard B. Freeman. 1980. How Elastic is the Demand for Labor? Review of Economics and Statistics 62(4):509-519.",
        "Danzon, Patricia. 1989. Mandated Employment - Based Health Insurance: Incidence and Efficiency Effects. Mimeo, University of Pennsylvania.",
        "Dorsey, Stuart and Norman Walzer. 1983. Workers&apos; Compensation, Job Hazards, and Wages. Industrial and Labor Relations Review 36(4): 642-654.",
        "Duncan, Greg, and Daniel Hill. 1985. An Investigation of the Extent and Consequences of Measurement Error in Labor-economic Survey Data. Journal of Labor Economics 3, No. 4; 508-32.",
        "Hamermesh, Daniel S, 1979. New Estimates of the Incidence of Payroll Tax. Southern Economic Journal 45(4): 1208-1219.",
        "Holmlund, Bertil. 1983. Payroll Taxes and Wage Inflation: The Swedish Experience. Scandinavian Journal of Economics 85(1): 1-15.",
        "Holzer, Harry, Lawrence Katz, and Alan Krueger. 1990, Job Queues and Wages. Quarterly Journal of Economics forthcoming.",
        "Krueger, Alan B., and John F. Burton, Jr. 1990. The Employers&apos; Costs of Workers&apos; Compensation Insurance: Magnitudes, Determinants, and Public Policy. Review of Economics and Statistics 72. No. 2 (May): 228-240.",
        "Lewis, John, Nancy Myers, and Michael Senese. 1988. The Minnesota Trucking Industry and Workers&apos; Compensation. Report to the Legislature on Workers&apos; Compensation in Minnesota: Background Research Studies Minneapolis, MN: Minnesota Department of Labor and Industry.",
        "Leibowitz, Arleen. 1983. Fringe Benefits in Employee Compensation. In The Measurement of Labor Cost, ed. Jack E. Triplett. Chicago: University of Chicago Press.",
        "Monheit, Alan, Michael Hagan, Marc Berk, and Pamela Farley. 1985. The Employed Uninsured and the Role of Public Policy. Inquiry 22 (Winter): 348-64.",
        "Moore, Michael, and W. Kip Viscusi. 1990. Compensation Mechanisms for Job Risks. Princeton, NJ: Princeton University Press.",
        "Nelson, William J. 1990. Workers&apos; Compensation: Coverage, Benefits, and Costs, 1987. Social Security Bulletin 53 (April): 2-11.",
        "Reinhardt, Uwe E. 1987. Should All Employers Be Required by Law to Provide Basic Health Insurance Coverage for Their Employees and Dependents?. In Government Mandating of Employee Benefits. Washington D.C. Employee Benefits Research Institute.",
        "Smith, Robert S. and Ronald G. Ehrenberg. 1983. Estimating Wage-Fringe Trade-Offs: Some Data Problems. In The Measurement of Labor Cost, ed. Jack E. Triplett. Chicago: University of Chicago Press.",
        "Smith, Robert. 1979. Compensating Wage Differentials and Public Policy. Industrial and Labor Relations Review (April): 339-52.",
        "Summers, Lawrence H. 1989. Some Simple Economics of Mandated Benefits. In American Economic Association. Papers and Proceedings 79(2): 177-183.",
        "Triplett, Jack E. 1983. An Essay on Labor Cost. In The Measurement of Labor Cost. ed. Jack E. Triplett. Chicago. University of Chicago Press.",
        "U.S. Chamber of Commerce. 1990. 1990 Analysis of Workers&apos; Compensation Laws. Washington, D.C.: U.S. Chamber of Commerce. U.S. Congress. 1989. Basic Health Benefits for All Americans Act: Report Together with Minority Views. Washington, D.C.: U.S. GPO. </ref section&gt;"
    ]
}