{
    "id": 3564,
    "cites": 29,
    "cited_by": 25,
    "reference": [
        "Aghion, P. and P. Howitt, A Model of Growth through Creative Destruction, mimeo university of Western Ontario, Nay 1989.",
        "Arrow, K. J., The Economic Implications of Learning by Doing, Review of Economic Studies, June 1962.",
        "Backus, D., P. Kehoe, and T. Kehoe, In search of scale effects in trade and growth, mimeo University of Minnesota, May 1990.",
        "Barro, R. (l989,b), Economic Growth in a Cross Section of Countries, NBER w.p. no. 3120, September 1989.",
        "Barro, R. J., and G. Becker, Fertility Choice in a Model of Economic Growth, Econometrics, March 1989.",
        "Barro, R. J. and Xavier Sala-i-Martin, Public Finance in Models of Economic Growth, NBER wp 3362, May 1990 A. 39 Barro, R.J and X. Sala-i-Martin, Economic Growth and Convergence Across the United States, NBER up 3419, August 1990 B. Bauniol (1986), Productivity Growth, Convergence and Welfare: What the Long Run Data Show, American Economic Review, 76 (December):l072-lO85. Becker, G., Murphy, K. and Tamura (1990), Human Capital, Fertility, and Economic Growth, Journal of Political Economy, October 1990.",
        "Blanchard, 0. J. and S. Fischer, Lectures on MAcroeconomics, M.I.T. press, 1989.",
        "Edwards, S. (1989), Openness, Outward Orientation, Trade Liberalization and Economic Performance in Developing Countries, mimeo, University of California at Los Angeles, March 1989.",
        "Greenwood, J. and Jovanovic, B. (1990), Financial Development, Growth and the Distribution of Income, Journal of Political Economy, October 1990.",
        "Greenwood, M. J. (1975), Research on Internal Migration in the United States: A Survey, Journal of Economic Literature vol. XIII, 2, 397-433. June 1975.",
        "Grossman, C., Explaining Japans Innovation and Trade: A Model of Quality Competition and Dynamic Comparative Advantage, NBER wp 3194, December 1989.",
        "Grossman, C. and Helpman, E. (l989a), Comparative Advantage and Long Run growth, NBER WP 2809, January 1989.",
        "Grossman, C. and Helpman, E. (l989b), Growth and Welfare in a Small Open Economy, NBER WP 2970, July 1989.",
        "Grossman, C. and Helpman, E. (l989c), Product Development and International Trade, Journal of Political Economy, 97, December 1989, 1261-1283. Grossman, C. and Helpman, E. (1989d), Endogenous Product Cycles, NBER wp 2913, March 1989.",
        "Grossman, C. and Helpman, E. (l989e), Quality Ladders and Product Cycles, NBER wp320l, December 1989.",
        "Harrod, R. F., Review of Joan Robinsons Essays in the Theory of Employment, The Economic Journal vol 47, 1937.",
        "Harrod, R.F., An Essay in Dynamic Theory, The Economic Journal, March 1939.",
        "King, R. C. and S. T. Rebelo, (1989). Transitional Dynamics and Economic Crowth in the Neoclassical Model, NBER WP 3185, November 1989.",
        "King, R. and Rebelo, S. (1990), Public Policy and Economic Growth: Developing Neoclassical Implications, Journal of Political Economy, October 1990.",
        "Koopmans, T. C., On the Concept of Optimal Growth, in The Econometric Approach to Development Planning, North Holland, Amsterdam., 1965.",
        "Phelps, E., The Golden Rule of Capital Accumulation: A Fable for Growthmen, AER 1961.",
        "Phelps, E. S., The New View of Investment: A Neoclassical Analysis, Q.J.E., November 1962.",
        "Phelps, E. (1966), Golden Rules of Economic Growth, Norton, New York, 1966.",
        "Robinson, J., The Classification of Inventions, Review of Economic Studies, February 1938.",
        "Robinson, J., The Production Function and the Theory of Savings, Review of Economic Studies, 1954.",
        "Romer, P. (l989,a), Capital Accumulation in the Theory of Long-Run Growth, in Robert Barro editor, Modern Business Cycle Theory, Harvard University Press, Cambridge, MA. 1989.",
        "Romer, P. (l989,b), Human Capital and Growth: Theory and Evidence, mimeo The University of Chicago, April 1989.",
        "Romer, P. (1990), Endogenous Technological Change, Journal of Political Economy, October 1990.",
        "Sala-i-Martin, X., On Growth and States, Unpublished PhD dissertation, Harvard University, May 1990."
    ]
}