{
    "id": 3566,
    "cites": 21,
    "cited_by": 186,
    "reference": [
        "Ahmed, Shagil, Barry Ickes, Ping Wang, and Sam Yoo, International Business Cycles, working paper 7-89-4, Pennsylvania State University, 1990.",
        "Backus, David K. and Kehoe, Patrick J., `International Evidence on the Historical Properties of Business Cycles, Federal Reserve Bank of Minneapolis Working Paper 402, 1988.",
        "Baxter, Marianne and Mario Crucini, Explaining Savings-Investment Correlations, Working Paper 224, Rochester Center for Economic Research, 1990.",
        "Some International Evidence, Journal of Monetary Economics 23, no. 3, May 1989, 377-400.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright, Homework in Macroeconomics I: Basic Theory, New York University working paper, 1990.",
        "Benzivinga, Valerie, An Econometric Study of Hours and Output Variation with Preference Shocks, working paper, University of Western Ontario, 1987.",
        "Costello, Donna, A Cross-Country, Cross-Industry Comparison of the Behavior of Solow Residuals, Chapter 1 of Ph.D. Dissertation, Productivity Growth, the Transfer of Technology, and International Business Cycles, University of Rochester, 1990.",
        "Dellas, Harris, A Real Model of the World Business Cycle, Journal of International Money and Finance 5, September 1986, 381-94.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman (1988), Investment, Capacity Utilization, and the Real Business Cycle, American Economic Review 78, 402-17.",
        "Heston, Alan, and Robert Summers, What ilave We Learned about Prices and Quantities from International Comparisons: 1987, AEA Papers and Proceedings, May 1988, 467ff, Kennan, John, Equilibrium Interpretations of Employment and Real Wage Fluctuations, NBER Macro Annual, 1987, pp. 157-205.",
        "Irving Kravis and Robert E. Lipsey, The International Comparison Program: Current Status and Problems, November 1989.",
        "Kydland, Finn E. and Prescott, Edward C., Time-to-Build and Aggregate Fluctuations, Econometrica November 1982, 50, 1345-70.",
        "Lucas, Robert E., Jr., Ã\u0082Â°Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, November 1982, 10, 335-60.",
        "Meyer-zu-Schloctern, F.J.M., `An International Sectoral Data Base for Thirteen OECD Countries, OECD, Department of Economics and Statistics, Working Paper no. 57, November 1988.",
        "Prescott, Edward, Theory Ahead of Business-Cycle Measurement, in Karl Brurmer and Alan Meltzer (eds.) Real Business Cycles, Real Exchange Rates, and Actual Policies, Volume 25 in the Carnegie- Rochester Conference Series on Public Policy, North-Holland, 1986, 11-44.",
        "Schiagen.hauf, Don E., Real Business Cycles and Open Economy Models, Arizona State University, December 1989.",
        "Stockman, Alan C., `A Theory of Exchange Rate Determination, Journal of Political Economy, August 1980, 88 no. 4, 673-98.",
        "Federal Reserve Bank of Richmond, March-April 1987, 73, 12-31.",
        "Economies, in S. Arndt and D. Richardson (eds.) Real-Financial Linkages among Open Economies, Cambridge, MA: MIT Press, 1987.",
        "Exchange Rate Variability, Journal of International Economics, May 1989, 26 no- 3/4, 271-90.",
        "Tesar, Linda, Nontraded Goods, Risk-Sharing, and Trade in Capital, working paper, University of Rochester, 1989."
    ]
}