{
    "id": 3567,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Aigner. D.. }{siao. C.. Napteykn. A.. and Wansbeek, T. t984. Latent Variable Models in Econometrics, in Handbook of Econorneincs 2, eds. Z. Griliches and NI. Intrilligator, Amsterdam: North- Holland, 1321-1393. Allen, ft. and P. Gertler. 1990. Regulation and the Provision of Quality to Heterogeneous Consumers. Jourrtcil of Regulatory Economics, forthcoming.",
        "Braeutigam, ft., A. Daughety, and NI. Turnquist. 1982. The Estimation of a Hybrid Cost Function for a Railroad Firm. Review of Economics and Statistics, 64, 394-404.",
        "Braeutigam, R., A. Daughety, and NI. Turnquist. 1984. A Firm-Specific Analysis of Economies of Density in the U.S. Railroad Industry, Journal of Industrial Economics, 33, 3 - 20.",
        "Braeutigam, ft. and NI. Pauly~ 1986. Cost Function Estimation and Quality Bias: The Regulated Automobile Insurance Industry, Rand Journal of Economics, 17, 606-617.",
        "Brown, J. and H. Rosen. 1982. On the Estimation of Structural Hedonic Price Models, Econornetrica, 50, 765-768.",
        "Chamberlain, Edward H. 1933. The Theory of Monopolistic Competition. Cambridge, Mass.: Harvard University Press.",
        "Fuss, M. and Waverman, L. 1981. Regulation and the Multiproduct Firm: The Case of Telecommunications in Canada, LII G. From, ed. Studies in Public Regulation, Cambridge: NIIT Press.",
        "Gertler, P. J. 1988. A Latent Variable Model of Quality Determination; Journal of Business and Economic Statistics, 6, 97-104.",
        "Joreskog, K., and Goldberger, A 1975, Structural Equations in the Social Sciences, Econornetrica, 40, 979-1001.",
        "Joskow, P. 1980. The Effects of Competition and Regulation on Hospital Bed Supply and the Reservation Quality of the Hospital, The Bell Journal of Economics, 11.",
        "Katz, 5., 1963, Studies of Illness in the Aged: The Index of ADL, Journal of the American Medical Association, 195, 914-919.",
        "Lancaster, K. 1976. A New Approach to Consumer Theory, Journal of Political Economy, 74, 132-157.",
        "Leffler, K. 1982. Ambiguous Changes in Product Quality, American Economic Review, 72,956-967.",
        "McElroy, M. 1986, Generalized Error Models for Cost Function, Journal of Political Economy, 94.",
        "McKay, N., 1988. Costs and Scale Economies in the Nursing Home Industry, Journal of Human Resources, 23, 57-75.",
        "New York State Department of Health and Human Services, Office of Health Systems Management, 1980, Title XIX, Nursing Home Cost Survey.",
        "Nyman, 3., 1985. Prospective and `Cost Plus Medicaid Reimbursement, Excess Medicaid Demand, and the Quality of Nursing Home Care, Journal of Health Economics, 4, 237-259.",
        "Nyman, 3. 1989. The Marginal Cost of Nursing Home Care, Journal of Health Economics, 8, 193-208.",
        "Panzar, 3. 1975. Regulation, Service Quality, and Market Performance: A Model of Airline Rivalry. Center for Research in Economic Growth, Stanford University, Memorandum 184.",
        "Posnei-, R. 1971. Taxation of Regulation, Bell Journal of Economics and Management Science, 2, 22-50.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy, 82, 34-55.",
        "Rosse, J. and J. Panzar. 1974- Models of Regulated Monopoly with Service Quality and Averch-Johnson Effects: Preempirical Comparative Statics. Center for Research in Economic Growth, Stanford University. Memorandum 176.",
        "Scanlon. %V., 1980. The Market for Nursing Home Care: A Case of an Equilibrium with Excess Demand as a Result of Public Policy, unpublished Ph.D. dissertation (University of Wisconsin- Madison).",
        "Schmalensee, R. 1977. Comparative Static Properties of Regulated Airline Oligopolies, Bell Journal of Economics, 8, 565-576.",
        "Vogel, R. and H. Palmer, eds- 1983. Long Term Care: Perspectives from Research and Demonstrations. HCFA, HHS, Washington, D.C.",
        "White, 1.,. 1972. Quality Variation When Prices are Regulated, Bell Journal of Economics and Management Science, 3, 425-436."
    ]
}