{
    "id": 3568,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Abel, AS. (1981), A Dynamic Model of Investment and Capacity Utilization, Quarterly Journal of Economics, vol. 96, 379-403.",
        "Aho, H. end CF. Nanaki (1990), Oisiribution Theory for the Analysis of Binary Choice under Uncertainty with Nonparametric Estimation of Expectations, Working Paper, University of Wisconsin-Madison.",
        "Berndt, ER. and C. Morrison (1981), Capacity Utilization: Underlying Economic Theory and an Alternative Approach, American Economic Review, vol. 71, 48-52.",
        "Bernstein, J.I. (1983), Investment, Labor Skills, and Variable Factor Utilization in the Theory of the Firm, Canadian Journal of Economics, vol. 16, 463-79.",
        "Retancourt, R.R. and O.K. Clague (1981), Ceottal Utilization: A Theoretical and Emotrical Analysis, New York: Cambridge University Press.",
        "Des, S. (1990), A Semtparametrio Structural Analysis of the Idling of Cement Kilos, Journal of Econometrics, forthcoming.",
        "Epstein, L and M. Denny (1980), Endogenous Capital Utilization in a Short Run Production Model: Theory and en Empiricai Application, Journal ~ Econometrics, 12, 189-207.",
        "Feldstein, MS. and G.E. Foot (1971), The Other Half of Gross Investment: Replacement end Modernization Expenditures, Review of Economics and Statistics, vol. 53, 49-55.",
        "Feldateio, M.S. and N. Rothschild (1974), Toward en Economic Theory of Replacement Investsent, Econometrica, vol. 42, 393-423.",
        "Nemermesh, OS. (1989), Labor Demand and the Structure of Adjustment Costs, American Economic Review, vol. 79, 674-659.",
        "Jorgenson, 0W. (1963), Capital Theory and Investment Behavior, American Economic Review ~gp~.g end Proceedings, vol. 53, 247-59.",
        "Jorgenson, D.W. (1974(, The Economic Theory of Replacement and Depreciation, in W. Seliekeerts, edited, Econometrics and Economic Theory: Essays in Honor of Jan Tinbergen, White Plains, New York: International Arts end Science Press.",
        "Melcomson, J.M. (1975), Replacement mod the Rental Value of Capital Equipment subject to Obsolescence, Journal of Economic Theory, vol. 10, 24-41.",
        "Meomki, CF. (1985), Semiparametric Analysis of Discrete Response: Asymptotic Properties of the Maximum Score Estimator, Journal ~ Econometrics, vol. 27, 313-33.",
        "McBride, N.E. (1953), Spetial Competition end Vertical Integration, American Economic Review, 73, 1011-22.",
        "Morrison, C.J. (1985), On the Economic Interpretation and Measurement of Optimal Capacity with Anticipatory Expectations, Review of Economic Studies, 295-310.",
        "Nediri, N. I. and S. Rosen (1969), Interrelated Factor Demand Functions, American Economic Review, vol. 59, 457-71.",
        "Nickeli, S. (1975), A Closer Look at Replacement Investment, Journal of Economic Theory, vol. 10, 54-88.",
        "Pakes, A. (1956), Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Economeirica, vol. 54, 755-84.",
        "Reo, C.R. (1973), Linear Statistical Inference and Its Aoolications, 2nd Edition, John Wiley and Sons, New York.",
        "Rust, J. (1987), Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55, 999-1033.",
        "Rust, J. (1988), Maximum Likelihood Discrete Controlled Processes, SIAM Journal of Control and Optimization, 26, 1006-24.",
        "Salter, W.E.G. (1960), Productivity and Technoloeioai Chanee, Cambridge, England: Cambridge University Press.",
        "Shapiro, M.D. (1986), The Dynamic Demand for Capital and Labor, Quarterly Journal of Economics, vol. 100, 513-542.",
        "Solow, R. (1969), Growth Theory: An Exposition, Oxford: Oxford Economic Press.",
        "Witt, J.C, (1966), Portiand Cement Technolosy, Mew York: Chemical Publishing Company.",
        "Wolpin, E. (1984), An Estimable Dynamic Stochastic Model of Fertility and Child Mortality, Journal of Political Economy, vol. 92, 852-74.",
        "Zangwill, W.I. end CO. Garcia (1981), Pathways to Solutions, Fixed-Points, and Equilibria, Englewood Cliffs, New Jersey, Prentice-Hall."
    ]
}