{
    "id": 3571,
    "cites": 14,
    "cited_by": 63,
    "reference": [
        "Angrist, Joshua (1991), Grouped Data Estimation and Testing in Simple Labor Supply Models, Journal of Econometrics 45, forthcoming.",
        "Affect Schooling and Earnings? Unpublished paper, Industrial Relations Section, Princeton University. Arellano, Manuel and Costas Meghir (1988), Using Complementary Data Sources: An Application to Labour Supply and Job Search, unpublished paper, University of Oxford.",
        "Berkson, J. (1938), Some Difficulties of Interpretation Encountered in the Application of the Chi-Square Test, Journal of the American Statistical Association 33: 526-542.",
        "Chamberlain, Gary, (1982), Multivariate Regression Models for Panel Data, Journal of Econometrics 18: 5-46.",
        "DiPasquale, Glenn W., A. Moule, and R. Flewelling (1980), The Birthdate Effect, Journal of Learning Disabilities 13(5): 234-248.",
        "Friedman, Milton (1957), A Theory of the Consumption Function, Princeton: Princeton University Press.",
        "Huntington, Ellsworth (1938), Season of Birth: Its Relation to Human Abilities, New York: Wiley.",
        "Lewis, Marc, and P. Griffin (1981), An Explanation for the Season of Birth Effect in Schizophrenia and Certain Other Diseases, Psychological Bulletin 89(3): 589-596.",
        "Lam, David, and Jeffrey Miron (1987), The Seasonality of Births in Human Populations, unpublished paper, Population Studies Center Research Report No. 87-114, University of Michigan.",
        "Micklewright, John (1989), Choice at Sixteen, Economica 56: 25-39.",
        "Newey, Whitney K. (1985), Generalized Method of Moments Estimation and Testing, Journal of Econometrics 29: 229-256.",
        "Dependent Variable Models with Endogenous Explanatory Variables, Journal of Econometrics 32: 127-141. _________ and Kenneth D. West (1987), `Hypothesis Testing with Efficient Method of Moments Estimation, International Economic Review 28, 777-787.",
        "Proctor, Theron B., Kathryn Black, and John Feldhusen (1986), Early Admission of Selected Children to Elementary School: A Review of the Research Literature, Journal of Educational Research 80(2): 70-76.",
        "Schwarz, C. (1978), Estimating the Dimension of a Model, The Annals of Statistics 6(2): 461-464."
    ]
}