{
    "id": 3572,
    "cites": 18,
    "cited_by": 37,
    "reference": [
        "Card, David, end Alan Krueger, eDoes School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, mimeographed, Department of Economics, Princeton University, April 1990.",
        "Department of Health, Education end Welfare, State Leaislation on School Attendance, Washington, DC, Circular No. 573, January 1959.",
        "Department of Employment, Education .and Training, School heavers, Canberra, Australia, Edition B, 1987, p. 35.",
        "DiPasquale, Glenn, Allan Moule, and Robert Flewelling, eThe Birthdate Effect,~ Journal of Learnine Disabilities 13, May 1980, pp. 234-237.",
        "Durbin, J. Errors in Variables, Review of the International Statistical Institute 22, 19S4, pp. 23-32. Ehrenberg, Ronald, and Alan Marcus, Minimum Wages and Teenagers EnrollmentEmployment Outcomes: A Multinomial Logit Model, Journal of Human Resources 27, (1982), pp. 39-SB.",
        "Criliches, lvi, Estimating the Returns to Schooling - Some Econometric Problems,Ã\u0082Â° Econometrics 45 (January 1977), pp. 1-22.",
        "Nslliwell, Joseph, Reviewing the Reviews on Entrance Age and School Success, The Journal of Educational Research 59, May-June 1966, pp. 395-401.",
        "Hausmen, Jerry, Ã\u0082Â°Specification Tests in Econometrics, e Econometrice 46 (November 1978), pp. 12S1-1271.",
        "Heckman, James, and Solomon Polachek, Empirical Evidence on the Functional Form of the Earnings-Schooling Relationship, Journal of the American Statistical Association 69, pp. 350-354. Huntington, Ellsworth, Season of Birth: Its Relation to Human Abilities (New York, Wiley, 1939).",
        "Koti-n, Lawrence, and William F, Aikman, Leeal Foundations of Compulsory School Attendance (Port Washington, NY: Kennikat Press, 1990).",
        "Lam, David, and Jeffrey Miron, The Sessonality of Births in Human Populations, unpublished paper, Population Studies Center Research Report No. 87-114, University of Michigan, 1987.",
        "Lewis, Marc, and Patricia Griffin, An Explanation for the Season of Birth Effect in Schizophrenia and Certain Other Diseases, Psychological Bulletin 89, 1991, pp. 589-596.",
        "Newey, Whitney, Generalized Method of Moments Specification Testing, Journal of Econometrics 29 (1985), pp. 229-256.",
        "Organization for Economic Cooperation end Development, Compulsory Schoolina in a Chengine World (Paris: OECD, 1993).",
        "Siegel, Paul, and Robert Nodge, Ã\u0082Â°A Causal Approach to the Study of Measurement Error, Chapter 2 in Methodolomy in Social Research, edited by Hubert Blalock and Ann Blalock, N~w York: McGraw Hill Book Co., 1969, pp. 29-59.",
        "Spence, Michael, Ã\u0082Â°Job Market Signalling, Quarterly Journal of Economics 87 (1973), pp. 353-373.",
        "Wald, Abraham, The Fitting of Straight Lines if Both Variables are Subject to Error, Annals of Mathematical Statistics 11. (1940), pp. 284-300.",
        "Willis, Robert J Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, Chapter 10 in the Handbook of Labor Economics, Volume I, edited by 0. Ashenfelter and R. Layard, Amsterdam: Elsevier Science Publishers BV, 1996."
    ]
}