{
    "id": 3576,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Bertola, Giuseppe, and Ricardo J. Caballero (1990a), Sustainable Intervention Policies and Exchange Rate Dynamics, Working Paper, Columbia and IER; to appear in P.Krugman and M.Miller (eds.), Exchange Rate Targets and Currency Bands, London: C.E.P.R. (forthcoming).",
        "Bertola, Giuseppe, and Ricardo J. Caballero (1990b), Target Zones and Realignments, C.E.P.R. Discussion Paper 398.",
        "Delgado, Francisco, and Bernard Dumas (1990), Monetary Contracting between Central Banks and the Design of Sustainable Exchange-Rate Zones, Working Paper, Wharton School, University of Pennsylvania.",
        "Flood, Robert P., Andrew K. Rose, and Donald 3. Mathieson (1990), Is the EMS the Perfect Fix? An Empirical Exploration of Exchange Rate Target Zones, International Finance Discussion Paper 388, Board of Governors of the Federal Reserve System.",
        "Froot, Kenneth A., and Maurice Obstfeld (1989), Exchange Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, Working Paper, N.B.E.R.",
        "Hodrick, Robert J. (1987), The Empirical Evidence on (he Efficiency of Forward and Futures Foreign Exchange Markets, London: Harwood.",
        "Klein, Michael W. (1990), Big Effects of Small Interventions: The Informational Role of Intervention in Exchange Rate Policy, Working Paper, Clark University.",
        "Krugman, Paul (1990), Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics , (forthcoming).",
        "Lehmussaari, Olli-Pekka, and Antti Suvanto (1990), The Finnish Experience of Maintaining a Currency Band in the l980s, Working Paper, Bank of Finland.",
        "Meese, Richard A., and Andrew K. Rose (1990), Nonlinear, Nonparametric, Nonessential Exchange Rate Estimation, American Economic Review 80-2, 192-196.",
        "Miller, Marcus, and Paul Weller (1989), Exchange Rate Bands and Realignments in a Stationary Stochastic Setting, in M. Miller, B. Eichengreen, and R. Portes (eds.), Blueprints for Exchange Rate Management, New York: Academic Press.",
        "Perraudin, William R. M. (1990), Exchange Rate Bands with Point Process Fundamentals, Working Paper, International Monetary Fund.",
        "Pessach, Shula, and Assaf Razin (1990), Targeting the Exchange Rate: An Empirical Investigation, Working Paper, International Monetary Fund.",
        "Smith, Gregor W., and Michael G. Spencer (1990), Estimation and Testing in Models of Exchange-Rate Target Zones and Process Switching, Working Paper."
    ]
}