{
    "id": 3579,
    "cites": 19,
    "cited_by": 55,
    "reference": [
        "Berlin, Howard H. (1990), Handbook of Financial Market Indexes, Averages and Indicators, Nomewood, Ill.: Dow Jones-Irwin.",
        "Boltho, Andrea (1989), Europe and United States Regional Differentials: A Note, Oxford Review of Economic Policy 5, pp.105-115.",
        "Break, George (1967), Intergovernmental Fiscal Relations in the United States, Washington, D.D.: Brookings Institution.",
        "Bretzfelder, Robert B. (1973), Sensitivity of State and Regional Income to National Business Cycles, Journal of Current Business 53, pp.22-33.",
        "Bulow, Jeremy and Kenneth Rogoff (1989), A Comstant Recontracting Model of Sovereign Debt, Journal of Political Econoj~y 97, pp.155-178.",
        "Edwards, Sebastian (1989), Real Exchange Rates in Developing Countries, Cambridge: HIT Press.",
        "Eichengreen, Barry (1989), The Comparative Performance of Fixed and Flexible Exchange Rate Regimes: lntarwar Evidence, NBER Working Paper no. 3097 (September).",
        "Eichengreen, Barry (199Oa), One Money for Europe? Lessons from the U.S. Currency Union, Economic Policy 10, pp.117-187. Eichengreen, Barry (1990b), Costs and Benefits of European Monetary Unification, presented to the French Ministry of Finance conference on Stage 2 of the Delors Plan, forthcoming in Pierre Beregovoy (ed.), Linteret economigue de lunion monetaire.",
        "Erdevig, Eleanor (1986), Federal Funds Flow No Bargain for Midwest, Economic Perspectives X (January/February), pp.3-10.",
        "Mashek, John V. (1990), Governors Vent Ire at Price Tag, Boston Clobe (July 31, 1990), pp.1. 4.",
        "Mumdetl. Robert (1961), A Theory of Optimum Currency Areas, American Econonic Review 51, pp.657-665.",
        "Mussa, Michael (1986), Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evicence and Implications, Carnegie Rochester Conference Series on Public Policy 25, pp.117-214.",
        "OECD (1986), Flexibility in the Labour Market, Paris: OECD.",
        "Poloz, Stephen S. (1990), Real Exchange Rate Adjustment Between Regions in a Cominom Currency Area, unpublished, Bank of Canada.",
        "Sachs, Jeffrey and Xavier Sala-i-Nartin (1989),Federal Fiscal Policy and Optimum Currency Areas, unpublished, Harvard University.",
        "United States Bureau of Labor Statistics (1988), BIAS Handbook of Methods, Washington, D.C.: GPO.",
        "United States Senate (1980), Regional Impact of an Economic Slowdown: The Michigan Picture, Hearings Before the Committee on the Budget, 96th Congress, 1st Session. Washington, D.C.: GPO.",
        "Verway, David, ad. (1987), Michigan Statistical Abstract, Detroit: Wayne State University Press.",
        "Wright, Gavin (1986), Old South. New South, New York: Basic Books."
    ]
}