{
    "id": 358,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "American Telephone and Telegraph Company. \"An Econometric Study of Returns to Scale in the Bell System\", Federal Communication Ccrrmission Docket 20003 (Fifth Supplemental Response) , Bell Exhibit 60, August 1976. Barten, A.P. \"Maximum Likelihood Estimation of a Complete System of Demand Equations\", European Economic Review, Fall 1969, pp. 7-73.",
        "Battelle Memorial Institute, Columbus Laboratories. \"Probable Levels of R&D Expenditures in 1977\", December 1976.",
        "Berndt, E. and Christensen, L. \"The Translog Function and the Substitution of Equipment, Structures, and Labor in U.S. Manufacturing\", Journal of Econometrics, Vol. 1, 1973, pp. 81-119.",
        "Berndt, E.R. and Savin, N.E. \"Estimation and Hypothesis Testing in Singular Equation Systems with Autoregressive Disturbances\", Econcmetrica, Vol. 43, No. 5-6, 1975, pp. 937-957.",
        "Binswanger, H.P. \"A Cost Function Approach to the Measurement of Factor Demand Elasticities and Elasticities of Substitution\", American Journal of Agricultural Economics, May 1974, No. 56, pp. 377-386.",
        "----------. \"The Measurement of Technical Change Biases with Many Factors of Production\", American Economic Review, December 1974, pp. 964-976.",
        "Chow, G.C. and Fair, Ray C. \"Maximum Likelihood Estimation of Linear Equation Systems with Auto-Regressive Residuals\", Annals of Economic and Social Measurement, Vol. 2, No. 1, 1973, pp. 17-28.",
        "Christensen, L., Jorgenson, D. and Lau, L. \"Transcendental Logarithmic Production Frontiers\", Review of Economics and Statistics, February 1973.",
        "Christensen, L. and Greene, \"Economies of Scale in U.S. Electric Power Generation\", Journal of Political Economy, Vol. 84, No. 4, Part I, August 1976, pp. 655-676.",
        "Davis, B.E., Caccappolo, G.J. and Chaudry, M.A. \"An Econometric Planning Model for American Telephone and Telegraph Company\", Bell Journal of Economics and Management Science, Vol. 4, No. 1, Spring 1973, pp. 26-56.",
        "Denny, M. and Fuss, M. \"The Use of Approximation Analysis to Test for Separability and the Existence of Consistent Aggregates\", Institute of Policy Analysis Working Paper 7506, University of Toronto, 1975. A condensed version under the same title appears in American Economic Review, June 1977, pp. 404-418.",
        "Dhxymes, P.J. \"Equivalence of Iterative Aitken and Maximum Likelihood Estimates for a System of Regression Equations\", unpublished, University of Pennsylvania, 1970.",
        "Diewert, W.E. \"Exact and Superlative Index Numbers\", Journal of Econometrics, May 1976, Vol. 4, 115-145.",
        "Dobell, A.R., Taylor, L.D., Waverman, L., Liu, T.H. and Copeland, M.D.G. \"Ccrrmunications in Canada\", Bell Journal of Economics and Management Science, Vol. 3, No. 1, Spring 1972, pp. 175-219.",
        "Fuss, M. and Waverman, L. \"Multi-product Multi-input Cost Functions for a Regulated Utility: The Case of Telecommunications in Canada\", Institute for Policy Analysis Working Paper 7810, University of Toronto, 1978.",
        "Hanoch, G. \"The Elasticity of Scale and the Shape of Average Costs\", American Economic Review, Vol. 63, No. 3, June 1975, pp. 492-497.",
        "Hulten, C.R. \"Divisia Index Numbers\", Econcmetrica, Vol. 41, No. 6, November 1973, pp. 1017-1026.",
        "\"Technical Change and the Reproducibility of Capital\", American Economic Review, Vol. 65, December 1975, pp. 956-965.",
        "----------. \"On the 'Importance' of Productivity Change\", American Economic Review, March 1979, pp. 126-136.",
        "Kmenta, J. and Gilbert, Roy F. \"Small Sample Properties of Alternative Estimators of Seemingly Unrelated Regressions\", Journal of the American Statistical Association, Vol. 63, No. 324, December 1968, pp. 1180-1200.",
        "McFadden, D. \"Quantal Choice Analysis: A Survey\", Annals of Economic and Social Measurement, Vol. 5, No. 4, Fall 1976, National Bureau ot Economic Research, pp. 363-390. ----------. \"Cost Revenue and Profit Functions\", An Econometric Approach To Production Theory, North Holland, Amsterdam, forthcoming.",
        "Milton, Helen S. \"Cost of Research Index, 1920-1970\", Operations Research, Vol. 20, 1972, pp. 1-18.",
        "Mundlak, Y. and Hoch, I. \"Consequences of Alternative Specifications in Estimation of Cobb-Douglas Production Functions\", Econcmetrica, Vol. 33, No. 4, October 1965, pp. 814-825.",
        "Parks, R.W. \"Efficient Estimation of a System of Regression Equations when Disturbances are both Serially and Contemporaneous ly Correlated\", Journal of The American Statistical Association, Vol. 62, September 1967.",
        "Shephard, R.W. Cost and Production Functions, Princeton, N.J.: Princeton University Press, 1970.",
        "Sudit, Ephraim F. \"Additive Nonhonogeneous Production Functions on Teleccmnunications\", Bell Journal of Economics and Management Science, Vol. 4, No. 2, Autumn 1973.",
        "U.S. Department of Cotmerce, Bureau of Economic Analysis. Survey of Current Business, Washington, D.C.: U.S. Government Printing Office, 1978.",
        "Vinod, H.D. \"Nonhcmogeneous Production Functions and Applications to TÃ\u0083Â©lÃ\u0083Â©communications\", Bell Journal of Economics and Management Science, Vol. 3, No. 2, Autumn 1972, pp. 531-543.",
        "Zellner, A. \"An Efficient Method for Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias\", Journal of The American Statistical Association, Vol. 57, June 1962, pp. 348-368.",
        "Zellner, A., Kmenta, J. and Dreze, I. \"The Specification and Estimation of Cobb-Douglas Production Models\", Econometrica, October 1966."
    ]
}