{
    "id": 3581,
    "cites": 17,
    "cited_by": 64,
    "reference": [
        "Bartel, A. and F. Uchtenberg, The Comparative Advantage of Educated Workers in Implementing New Technology, The Review of Economics and Statistics, February 1987.",
        "Blackburn, M. L, D. B. Bloom, and R. B. Freeman, `The Declining Economic Position of Less Skilled American Men, in A Future of Lousy Jobs?, G. Burtless, editor, The Brookings Institution, 1990.",
        "Becker, G. S., Human Capital, 2nd ed., Chicago University Press, 1975.",
        "Berger, M. C., The Effect of Cohort Size on Earnings Growth, Journal of Political Economy, June 1985.",
        "U.S.D.O.L, Bureau of Labor Statistics, The Impact of Research and Development on Productivity Growth, Bulletin 2331, September 1989.",
        "Cyert, R. M. and D. C. Mowery, Technology and Employment, National Academy Press, Washington, D.C., 1987.",
        "Freeman, R. B., The Overeducated American, Academic Press, 1976.",
        "Ashenfelter and R. Layard, eds., North-Holland, 1986.",
        "Griliches, Z., `Capital-Skill Complementarity, The Review of Economics and Statistics, November 1969.",
        "Hainermesh, D. and J. Grant, `Econometric Studies of Labor - Labor Substitution and Their Implications for Policy, Journal of Human Resources, Summer 1979.",
        "Kosters, M. The Wage Structure, paper presented at American Enterprise Institute Conference, September 1989.",
        "Mincer, J., Schooling. Experience and Earnings, Columbia University Press, 1974.",
        "Mincer,J., `Human Capital Responses to Technological Change, NBER Working Paper, December Mincer, J., `Job Training, Costs, Returns, and Wage Profiles, NCEE Paper, October 1989.",
        "Mincer, J., and Higuchi, Y., `Wage Structures and Labor Turnover in the U.S. and in Japan, Journal of the Japanese and International Economics, June 1988.",
        "Murphy, K., and F. Welch, Wage Premiums for College Graduates, Educational Researcher, May Psacharopoulos, G., `Returns to Education: An International Update, Journal of Human Resources, Fall 1985.",
        "U.S. Department of Education, Office of Educational Research and Improvement, Conditions of Education, NCES Report 681, 1990.",
        "Welch, F., `Effects of Cohort Size on Earnings, Journal of Political Economy, October 1979."
    ]
}