{
    "id": 3582,
    "cites": 23,
    "cited_by": 32,
    "reference": [
        "Abel, Andrew B. [1980], \"Empirical Investment: Equations: An Integrative Framework,\" Carnegie-Rochester Conference Series on Public Policy. 12, Spring, 39-91.",
        "Baily, Martin N. [1986], \"Productivity and the Electronics Revolution,\" Bell Atlantic Quarterly. 3:2, Summer, 39-48.",
        "Baily, Martin N. and Alok K. Chakrabarti [1988], Innovation.and the Productivity Crisis. Washington, DC; The Brookings Institution.",
        "Baily, Martin N. and Robert J. Gordon (1988), \"The Productivity Slowdown, Measurement Issues, and the Explosion of Computer Power,'1 Brookings Papers on Economic Activity. 19:2, 347-420.",
        "Sresnahan, Timothy F. [1986], \"Measuring the Spillovers from Technical Advance; Mainframe Computers in Financial Services,\" American Economic Revi ew, 76:4, September, 742-755.",
        "Brynjolfsson, Erik, Thomas A. Ma lone, Vijay Curbaxani and Aj i t Kainbil [1989], \"Does Information Technology Lead to Smaller Firms?\", Cambridge, MA: MIT Center for Coordination Sciences, Working Paper No. 106-89, November.",
        "Brynjolfsson, Erik and Bruce A. Bimber [1989], \"Information Technology and the 'Productivity Paradox'; An Overview of Issues and Introduction to the Literature, paper prepared for the MIT Program in Science, Technology and Society, Cambridge, KA, 15 October.",
        "Dertouzos, Michael L., Richard K. Lester and Robert M. Solow [1990], Made in America: Regaining the Productive Edge. Cambridge, MA: The MIT Press.",
        "Dudley, Leonard and Pierre Lasserre [1989], \"Information as a Substitute for Inventories , \" European Economic R_eview, 33:1, January, 67 - 88 .",
        "Gorman, John A., John C. Musgrave, Gerald Silverstein and Kathy Comins [1985], \"Fixed Private Capital in the United States,\" Survey of Current Business. 65;7, July, 36-55.",
        "Hansen, Lars P. and Kenneth Singleton (1982], \"Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models,\" Econometrlca. 50:5, September, 1269-1286, Harper, Michael J., Ernst R. Berndt and David 0. Wood [1989], \"Rates of Return and Capital Aggregation Using Alternative Rental Prices,\" Chapter 8 in Dale W. Jorgenson and Ralph Landau, eds., Technology and Capital Formation. Cambridge, MA: MIT Press, 331-372.",
        "Hayashi, Fumio [1982], \"Tobin's Marginal q and Average q: A Neoclassical Interpretation,\" Econometrlca. 50:1, January, 213-224.",
        "Hunt, H. Allan and Timothy h, Hunt [ 1986], Clerical Employment and oj. 0 g-i C a L. Change . Kalamazoo, MI: W, E. Upjohn Institute.",
        "INFORMATION TECHNOLOGY INVESTMENTS AND PRODUCTIVITY GROWTH - Page 21 -Loveman, Gary [1988), \"An Assessment of the Productivity Impact of Information Technologies,\" Cambridge, MA: Alfred P. Sloan School of Management, MIT Management in the 90's Program Report, BB-054, July.",
        "Morrison, Catherine J. [19901, \"Investment in Capital Assets and Economic Performance: The US Chemicals and Primary Metals Industries in Transition,\" paper presented at the 1990 Annual Meetings of the American Economic Association. Washington, DC, December.",
        "Morrison, Catherine J. [1989], \"Unraveling the Productivity Growth Slowdown in the U.S., Canada and Japan: The Effects of Subequilibrium, Scale Economies and Markups,\" Cambridge, MA: National Bureau of Economic Research, Working Paper #2993.",
        "Morrison, Catherine J. [1988a], \"Quasi-Fixed Inputs in U.S. and Japanese Manufacturing: A Generalized Leontlef Restricted Cost Function Approach,\" Review of Economics and Statistics. 70:2, May, 275-287.",
        "Morrison, Catherine J. [1988b], \"Subequilibrium in the North American Steel Industries: A Study of Short. Run Biases from Regulation and Utilization Fluctuations,\" Economic Journal. 98:391, June, 390-411.",
        "Musgrave, John C. [1986], \"Fixed Reproducible Tangible Wealth in the United States: Revised Estimates,\" Survey of Current Business. 66:1. January, 51-75.",
        "Osterman, Paul [1986], \"The Impact of Computers on the Employment of Clerks and Managers,\" Industrial and Labor Relations Review. 39:1, January, 175-186.",
        "Pindyck, Robert S. and Julio J. Rotemberg [1983], \"Dynamic Factor Demands, Energy Use, and the Effects of Energy Price Shocks,\" American Economic Review. 73:5, December, 1066-1D79.",
        "Roach, Stephen S. [1987], \"America's Technology Dilemma: A Profile of the Information Economy,\" Special Economic Study, New York: Morgan Stanley, 22 April.",
        "Thurow, Lester C. [1987], \"Economic Paradigms and Slow American Productivity Growth,\" Eastern Economic Journal. 13:4. October-December, 333-343."
    ]
}