{
    "id": 3584,
    "cites": 23,
    "cited_by": 19,
    "reference": [
        "AppelbaLin, E., 1982. The Estimation of the Degree of Oligopoly Power, Journal of Econometrics, 19, 287-299.",
        "Appelbaum, E., 1979. Testing Price-Taking Behavior, Journal of Econometrics, 9, 283-294.",
        "Appelbaum, E. and U. Kohti, 1979. Canada-United States Trade: Tests for the Small-Open-Economy Hypothesis, Canadian Journal of Economics, 12, 1-14.",
        "Bernstein, J..I., 1989. An Examination of the Equilibrium Specification and Structure of Production for Canadian Telecommunications, Journal of Applied Econometrics, 4, 265-282.",
        "Blackorby, C., 0. Primont and R. Russell, 1978. Duality,_Separability and Functional Structure: Theory and Economic Applications, New York: Elsevier.",
        "Cowling, K., and H. Waterson, 1976. Price-Cost Margins and Market Structure, Econormica, 43,267-274.",
        "Denny, N., H. Fuss and I. Waverman, 1981. The Measurement and interpretation of Total Factor Productivity in Regulated Industries, With an Application to Canadian Telecommunication, T.",
        "Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industries, New York: Academic Press. 39 Diewert, W.E., 1977. Generalized Slutsky Conditions for Aggregate Consumer Demand Functions, Journal of Economic Theory, 15, 353- 362.",
        "Diewert, W.E., 1974. Applications of Duality Theory, in H. Intriligator and 0. Kendrick, eds., Frontiers of Ouantltative Economics, Vol.",
        "II, Amsterdam: North-Holland. Docmowitz, I.R. Hubbard and B. Peterson, 1986a. Business Cycles and the Relationship Between Concentration and Price-Cost Margins, jjj~ Rand Journal of Economics, 17, 1-17.",
        "Domowitz, I., R. Hubbard and B. Peterson, 1986b. Market Structure and Cyclical Fluctuations in U.S. Manufacturing,t NBER Working Paper no. 2115.",
        "Gollop, F., and N. Roberts, 1979. Firm Interdependence in Oligopotistic Markets, Journal of Econometrics, 10, 313-331.",
        "Green, C., 1985. Canadian Industrial Organization and Policy 2nd edition, Toronto: McGraw-Hill Ryerson.",
        "Halt, Robert E., 1986. The Relation Between Price and Marginal Cost in U.S. Industry, Stanford University.",
        "Hulten, C., 1973. Divisia Index Numbers, Econometrica, 41, 1017-1026.",
        "Iwata, G., 1974. Measurement of Conjectural Variations in Oligopoly, Econormetrica, 42, 947-966.",
        "Economic Growth, Cambridge: Harvard University Press. Jorgenson, D.W.., 1986. Econometric Methods for Modelling Producer Behavior, in Z. Griliches and N. Intrilligator, eds., Handbook of Econometrics Vol. III, The Netherlands: Elsevier Science Publishers.",
        "Kulatilaka, N., 1985. Tests of the Validity of Static Equilibrium Models, Journal of Econometrics, 28, 253-268.",
        "Molinen, P., 1987. The effects of U.S. Shocks on Canadian total factor productivity growth: The case of the Electrical Products Industry, Empirical Economics, 12, 221-247.",
        "Porter, R., 1983. A Study of Cartel Stability: The Joint Executive Committee, 1880-1886, Bell Journal of Economics, 14, 301-314.",
        "Roberts, H., 1984. Testing Otigopolistic Behavior, International Journal of Industrial Organization, 2, 367-383.",
        "Schankerman, H. and H.I. Nadiri, 1986. A Test of Static Equilibrium Models and Rates of Return to Quasi-Fixed Factors, With an Application to the Bell System, Journal of Econometrics, 33, 97- 118.",
        "Scherer, F.M., 1980. Industrial Market Structure and Economic Performance, Chicago: Rand-McNally."
    ]
}