{
    "id": 3586,
    "cites": 11,
    "cited_by": 34,
    "reference": [
        "Arrow, Kenneth J. (1965): \"Aspects of a Theory of Risk 13earing,\" Yrjo Jahnsson Lectures, Helsinki. Reprinted in Essays in the Theory of Risk Bearing (1971), Chicago: Markham Publishing Co. Dreze, Jacques H., and Franco Modigliani (1972): \"Consumption Decisions under Uncertainty,&apos;&apos; Journal of Economic Theory, 5, 308-335. Elmendorf, Douglas W., and Miles S. Kimball (1991): \"Taxation of Labor Income and the Demand for Risky Assets,\" mimeo, University of Michigan. li5 If U&apos;{c) is itself convex, the cash-in-advarice constraint interacting with the convexity of U&apos;{c) leads to a precautionary demand for liquidity even if the constraint is certain to bind, making the kink irrelevant..",
        "Kimball, Miles S. (1990a): \"Precautionary Saving in the Small and in the Large,\" Economelrica 58, 53-73.",
        "Kimball, Miles S. (1990b): \"Standard Risk Aversion,\" mimeo, University of Michigan.",
        "Leland, Havne E. (1968): \"Saving and Uncertainty: The Precautionary Demand for Saving,\" Quarterly Journal of Economics, 82, 465-473.",
        "Pratt, John W. (1964): \"Risk Aversion in the Small and in the Large.&apos;1 Economelrica, 32, 122-136.",
        "Pratt, John W. and Richard J. Zeckhauser (1987): \"Proper Risk Aversion,\" Economelrica, 55, 143-154.",
        "Rothschild, Michael and Joseph E. Stiglitz (1970): \"Increasing Risk I: A Definition,\" Journal of Economic Theory, 2, 225-243.",
        "Rothschild. Michael and Joseph E. Stiglitz (1971): \"Increasing Risk II: Its Economic Consequences,\" Journal of Economic Theory, 3, 66-84.",
        "Samuelson, Paul A. (1974): \"Complementarity: An Essay on the 40th Anniversary of the Hicks-Allen Revolution in Demand Theory,\" Journal of Economic Literature, 12, 1255-1289.",
        "Sandmo, Agnar (1970): \"The Effect of Uncertainty on Saving Decisions,\" Review of Economic Studies, 37, 353-360.",
        "Svensson, Lars E. 0. (1985): \"Money and Asset Prices in a Ca=h-in-Advance Economy,\" Journal of Political Economy, 93, 919-944. Eu&apos;(i + y + i) E v&apos;(z + S) Figure 2"
    ]
}