{
    "id": 3587,
    "cites": 16,
    "cited_by": 17,
    "reference": [
        "Akerlof, George A. Labor Contracts as Partial Gift Exchange, quarterly Journal of Economics, November 1982, 97, 543-669.",
        "Akerloff, George A. end Yellen, Janet L.Introduction in Efficiency Wage Models of the Labor Market. edited by George A. Akerloff end Janet L. Ysllen, Cambridge University Press, 1986.",
        "Bowles, Samuel. The Production Process in a Competitive Economy: Wairasien, Nao-Hobbeeian, and Herxian Hodels, American Economic Review, Harch 1986, 75:1, 16-36.",
        "Bulow, Jeremy I. and Summers, Lawrence H., A Theory of Dual Labor Herkets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, July 1986, 4:3, Part 1, 376-414.",
        "Cain, Glen G., The Challenge of Segmented Labor Market Theories to Orthodox Theory: A Survey, Journal of Economic Literature, December 1976, 14:4, 1215-57.",
        "Calvo, Guilleno A. end Wellisz, Stanislew, Supervision, Loss of Control end the Optimum Size of the Firm, Journal of Political Economy, 1978, 86:6, 943-952.",
        "Coese, R. H., The Nature of the Firm, Economics, November 1937, 52:5, 386-405.",
        "Dickens, Williem T. and Lang, Kevin, Labor Harket Segmentation and The Union Wage Premium, Review of Economics end Statistics, August 1988, 70:3. 527-532.",
        "Reconsideration of the Evidence, NBER Working Papers $1670, July 1985a.",
        "Foulkes, Fred K. Personnel Policies in Large Nonunion Companies. Englewood Cliffs, N.J.: Prentice-Hall, 1980.",
        "Garen, John E., Worker Heterogeneity, Job Screening, end Fin Size, Journal of Political Economy., August 1986, 93:4, 715-739.",
        "Krueger, Alan B., The Evolution of Unjust-Dismissal Legislation in the United States, NBER Working Paper No. 3127, September 1989.",
        "Mellow, Wesley, Employer Size and Wages. Review of Economics end Statistics August 1982, 64, 495-601.",
        "Di, Walter Y. Heterogeneous Firms end the Organization of Production, Economic Intniiry, April 1983, 21:2, 147-171.",
        "Rebitzer, James B. end Taylor, Lowell, A Nodal of Dual Labor Markets When Product Demand i e Uncertain mimao., 1990.",
        "Williamson, Oliver E., Hierarchical Control and Optimum Firm Size, The Journal of Political Economy, April 1967, 76:2, 123-138."
    ]
}