{
    "id": 3591,
    "cites": 14,
    "cited_by": 33,
    "reference": [
        "Blough, Stephen R. , (1986) On the Impossibility of Testing For Unit Roots and Gointegt-etion in Finite Semples, Johns Hopkins University Working Paper in Economics No. 211.",
        "Gochrene, John H, (199Gm) A Critique of the Application of Unit Root Tests, Journal of Economic Dynamics and Control, Forthcoming. Cochrane, John H. (199Gb) Explaining the Variance of Price-Dividend Ratios, Manuscript, University of Chicago. Cochrane, John H. (199Oc) Production-Based Asset Pricing and the Link Between Stock Returns end Economic Fluctuations Forthcoming, Journal of Finance. Diba, Behzsd T. end Herschel I. Grossman (1959),Explosive Rational Bubhles in Stock Prices? American Economic Review 78 (June) 520-S30.",
        "Fame, Eugene F., and Menneth R. French (1988) Oividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Flood, Robert P. end Robert J. Hodrick (1990), On Testing for Speculative Indeterminmcies in Models with Rational Implications, Journal of Economic Perspectives.",
        "Grossman, Sanford (1981) , An Introduction to the Theory of Rational Expectations Under Asymmetric Information, Review of Economic Studies 48, S4l-56O.",
        "Hamilton, James 0. end Whitemen, Charles H. (1965) The Observable Implications of Self Fulfilling Expectations , Journal of Monetary Economics 16, 353-371.",
        "Hansen, Lets Peter, and Ravi Jegsnnethan (1760) Implications of Security Market Data fur Models of Dynamic Rcunomies Furthcuming, Journal of Political Economy. Hansen, Lets Peter, and Scott F. Richard (1987) The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models Econometrica 55, 567 - 613.",
        "Hansen, Lets Peter, and Kenneth J. Singleton (1982) Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models Econometrica 50, 1269-1286.",
        "Von Hayek, F.A.(1945), The Use ci Knowledge in Society, Americon Economic Review 15, 519-36.",
        "Hodrick, Robert (1990) Endogenous Filtering of Errors end Instruments in Asset Pricing Specification Tests, Manuscript, University of Chicago and Morthwestern University.",
        "LeRoy, Stephen F. , (1989) Efficient Capital Markets end Msrtingeles, Journal of Economic Literature, 28, 1563-1821.",
        "LeRoy, Stephen F. end William R. Parke (1974) Stock Price Volatility: lests Based on the Geometric Random Walk, Manuscript, University of California at Santa Barbara.",
        "Menkiw, N. Gregory, David Romer and Matthew 0. Shepiro (1989) Stock Market Forecastability end Volatility: A Statistical Reappraisal, MBER Working paper 3154.",
        "Poterba, James N. end Lawrence H. Summers (1969) Mean Reversion in Stock Prices: Evidence and Implications Journal of Financial Economics 22, 27-59."
    ]
}