{
    "id": 3594,
    "cites": 16,
    "cited_by": 128,
    "reference": [
        "Dixit, Avinash and Joseph Stighitz, Monopolistic Competition and Optimum Product Diversity. American Economic Review 67 (June 1977), 297-308.",
        "Dinopoulos, Elias, James Oehmke, and Paul Segerstrom, High Technology Industry Trade and Investment: The Role of Factor Endowments, University of Florida working paper (1990).",
        "Ethier, Wilfred J., National and International Returns to Scale in the Modern Theory of International Trade. American Economic Review 72, (June 1982): 389-405.",
        "Feenstra, Robert, Trade and Uneven Growth, National Bureau of Economic Research, Working Paper No. 3276 (1990).",
        "Graham, Frank D., Some Aspects of Proptection Further Considered. Quarterly Journal ~f Economics 37, (February 1923): 199-227.",
        "Grossman, Gene and Elhanan Helpman, Growth and Welfare in a Small Open Economy, National Bureau of Economic Research, Working Paper No. 2809 (1989a) __________ and _______________,Endogenous Product Cycles NBER Working paper No. 2913, 1989b.",
        "National Bureau of Economic Research, Working Paper No. 3099, (1989c).",
        "National Bureau of Economic Research, Working Paper No. 3201 (1989d).",
        "Growth American Economic Review 80 (September 1990), 796-815.",
        "Helpman, Elhanan, International Trade in the Presence of Product Differentiation, Economies of Scale, and Monopolistic Competition: A Chamberlinian-Heckscher- Olin Approach, Journal ~f International Economics 11(1981), 305-340.",
        "Krugman, Paul, Increasing Returns, Monopolistic Competition, and International Trade, Journal ~ International Economics 9 (November 1979), 469-479.",
        "Lancaster, Kevin, Intraindustry Trade under Perfect Monopolistic Competition, Journal Qf International Economics 10 (1980), 15 1-75.",
        "Lucas, Robert E. Jr., On the Mechanics of Economic Development. Journal of Monetary Economics 22 (1988), 3-42.",
        "Rivera-Batiz, Luis A. and Paul M. Romer, Economic Integration and Endogenous Growth. Quarterly Journal ~f Economics (May 1991), forthcoming.",
        "Romer, Paul, Are Nonconvexities Important for Understanding Growth? American Economic Review 80 (May 1990a), 97-103.",
        "Segerstrom, Paul, T. C. A. Anat and Elias Dinopoulos, A Schumpeterian Model of the Product Life Cycle. American Economic Review, forthcoming (1990)."
    ]
}