{
    "id": 3599,
    "cites": 32,
    "cited_by": 71,
    "reference": [
        "Adelman, I. (1978), Redistribution Before Growth-A Strategy for Developing Countries, Inaugural lecture, Leiden University, (The Hague: Martinus Nijhoff).",
        "Alesina, A. and D. Rodrik (1990), Redistributive Politics and Economic Growth, mimeo, Harvard University.",
        "Arrow, K. (1962), The Economic Implications of Learning by Doing, Review of Economic Studies 29 (June) 15 5-173.",
        "Bertola, G. (1990), Market Structure and Income Distribution in Endogenous Growth Models, mimeo, Princeton University.",
        "Barro, R. L1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, forthcoming.",
        "Barro, R. and X. Sala i Martin (1990), Public Finance in Models of Economic Growth, mimeo, Harvard University.",
        "Department of Commerce (1975), Historical Statistics of the United States (Washington).",
        "Galor, 0. and J. Zeira (1990), Income Distribution and Macroeconomics, mimeo, Brown University.",
        "Grandmont, J-M. (1978), Intermediate Preferences and the Majority Rule, Econometrica 46, 317-30.",
        "Greenwood, J. and B. Jovanovich (1990), Financial Development, Growth and the Distribution of Income, Journal of Political Economy 98, 1076-1107.",
        "Hartog, J. and J-G. Veenbergen (1978), Dutch Treat: Long-Run Changes in Personal Income Distribution, De Economist 126, 521-49.",
        "Klepper, S. and E. Learner Ã\u0083Â§1984), Consistent Sets of Estimates for Regressions with Errors in All Variables, Ecortometrica 52, 163-83.",
        "Kuznets, S. (1966), Modern Economic Growth (New Haven: Yale University Press).",
        "Lindert, P. and J. Williamson (1985), Growth, Equality and history, Explorations iv. Economic History 22, 341-377.",
        "Londregan, J. and W. Poole (1989), Coups d Etats and the Military Business Cycle, mimeo, Carnegie Mellon University.",
        "Mackie, T. and R. Rose (1982), The International Almanach of Electoral History, (McMillan: London).",
        "Maddison, A. (1982), Phases of Capitalist Development (Oxford: Oxford University Press).",
        "Perotti, B.. (1990), Political Equilibrium, Income Distribution and Growth, mirneo, MIT Persson, T. and G. Tabellini (1990a), Macroeconomic Policy, Credibility and Politics, (Chur, London, Paris, New York: Harwood Academic Publishers).",
        "Rebelo, S. (1990), Long-Run Policy Analysis and Long-Run Growth, NBER working paper, No 3325.",
        "Roberts, K. (1977), Voting over Income Tax Schedules, Journal of Public Economics 8, 329-40.",
        "Romer, P. (1986), Increasing Returns and Long Run Growth, Journal of Political Economy 94, 1002-37.",
        "Romer, P. (1987), Growth Based on Increasing Returns due to Specialization, American Economic Review 77, 56-62.",
        "Romer, P. (1989a), Capital Accumulation in the Theory of Long-Run Growth in Barro, R. (ed) Modern Business Cycle Theory (Cambridge: Harvard University Press).",
        "Romer, P. (1989b), Measurement Error in Cross-Country Data, mimeo, Stanford University.",
        "Romer, P. (1990), Trade, Politics and Growth in a Small Less Developed Economy, mimeo, Stanford University.",
        "Romer, T. (1975), Individual Welfare, Majority Voting and the Properties of a Linear Income Tax, Journal of Public Economics 4, 163-85.",
        "Summers, R. and A. Heston (1988). A New Set of International Comparisons of Real Product and Price Levels: Estimates for 130 Countries, The Review of Income and Wealth 34, 1-25.",
        "Terrones, M. (1990), Influence Activities and Economic Growth, mimeo, University of Western Ontario.",
        "UN (1981), A Survey of National Sources of Income Distribution Statistics, (New York: United Nations, Series M).",
        "UN (1985), National Accounts Statistics: Compendium of Income Distribution Statistics, (New York: United Nations, Series M).",
        "White, H. (1980), A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econornetrica 48, 8 17-38.",
        "World Bank (1984), World Development Report (Washington: The World Bank)."
    ]
}