{
    "id": 3604,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Buffie, E., Macroeconomics of Trade Liberalization, Journal of International Economics, 17, 1985, pp. 121-127.",
        "Chamley, C. and Q. Hussain, The Effects of Financial Liberalization in Thailand, Indonesia, and the Philippines, The World Bank Country Economics Department WPS 125, October 1988.",
        "Corbo, V. and J. de Melo, Lessons from the Southern Cone Policy Reforms, The World Bank Research Observer, 2, July 1987, pp. 111-142.",
        "Diamond, P.A. and J. Mirrlees, Optimal Taxation and Public Production I: Production Efficiency, American Economic Review, 61, 1971, pp. 8-27.",
        "Dixit, A., Tax Policy in Open Economies, in Auerbach, A.J. and M. Feldstein, editors, Handbook of Public Economics, Amsterdam: North Holland, 1985.",
        "Dornbusch, Ri and A. Giovannini, Monetary Policy in the Open Economy, forthcoming in Hahn and Friedman, eds. Handbook of Monetary Economics, Amsterdam: North Holland. Manuscript: February 1988.",
        "Dornbusch, R. and A. Reynoso, Financial Factors in Economic Development, National Bureau of Economic Research Working Paper No. 2889, March 1989.",
        "Easterly, W.R., Fiscal Adjustment and Deficit Financing during the Debt Crisis, The World Bank Country Economics Department WPS 138, January 1989.",
        "Edwards, S., The Order of Liberalization and the Real Exchange Rate in Developing Countries, Essays in International Finance, No. 156, 1984.",
        "Fischer, S. Seigniorage and the Case for a National Money Journal of Political Economy, 90, April 1982, pp. 295-313.",
        "Fry, M., Models of Financially Repressed Developing Economies, World Development 10, 1982, pp. 731-750.",
        "Fry, M., Money, Interest and Banking in Economic Development, London: Johns Hopkins University Press, 1988.",
        "Ghosh, S., Bond Financed Deficits and the Development of Equity Markets in Brazil, mimeo, World Bank, June 1990.",
        "Giovannini, A. Savings and the Real Interest Rate in LDCs, Journal of Development Economics, 1985.",
        "Giovannini, A. International Capital Mobility and Tax Evasion , National Bureau of Economic Research Working Paper No. 2460, 1988.",
        "Gordon, R.H. and J. Levinsohn, The Linkage Between Domestic Taxes and Border Taxes, mimeo, University of Michigan, March 1989.",
        "Heady, C. and P. Mitra, Distributional and Revenue-Raising Arguments for Tariffs, Journal of Development Economics, 26, 1987, 77-101.",
        "Lizondo, J.S., Foreign Exchange Futures Prices Under Fixed Exchange Rates, Journal of International Economics, 14, 1983, pp. 69-84.",
        "Makinen, G.E. and G.T. Woodward, Funding Crises in the Aftermath of the Great War in R. Dornbusch and M. Draghi, editors, Capital Markets and Public Debt Management Cambridge: Cambridge University Press, 1990.",
        "McKinnon, R. Money and Capital in Economic Development, Washington, D.C.: Brookings, 1973.",
        "Mitra, P., Protective and Revenue-Raising Trade Taxes: Theory and Application to India, World Bank CPD Discussion Paper No. 1987-4, 1987.",
        "Phelps, E.S. Inflation in the Theory of Public Finance, Swedish Journal of Economics 75, January/March 1973, pp. 67-82.",
        "Shaw, E., Financial Deepening in Economic Development , New York: Oxford University Press, 1973.",
        "Tanzi, V. Quantitative Characteristics of the Tax Systems of Developing Countries, mimeo International Monetary Fund, 1983.",
        "Thirsk, W.R., The Experience with Tax Reform in Developing Countries, mimeo, World Bank, June 1990.",
        "Tornell, A. Capital Controls, Welfare, and Reputation, mimeo, Columbia University, 1988."
    ]
}