{
    "id": 3605,
    "cites": 20,
    "cited_by": 23,
    "reference": [
        "Balassa, Bela. The Changing Pattern of Comparative Advantage in Manufactured Goods. Review of Economics and Statistics 61 (May 1979): 259-266.",
        "Bhagwati, Jagdish N. and T. N. Srinivasan. Lectures on International Trade (Cambridge: MIT), 1983.",
        "Bhagwati, Jagdish N. and William Dellalfar. The Brain Drain and Income Taxation: The U. S. In Jagdish N. Bhagwati and Martin Partington, eds., Taxing the Brain Drain, Volume I (Amsterdam: North-Holland), 1976.",
        "Borjas, George I. Self-Selection and the Earnings of Immigrants. American Economic Review 77 (September 1987): 53 1-553.",
        "Bowen, Harry P. Changes in the International Distribution of Resources and Their Impact on U. S. Comparative Advantage. Review of Economics and Statistics 65 (August 1983): 402-414.",
        "Calvo, Guillermo A. and Stanislaw Wellisz. Technology, Entrepreneurs, and Firm Size. Quarterly Journal of Economics 95 (December 1980): 663-677.",
        "Deardorff, Alan V. Testing Trade Theories and Predicting Trade Flows. In Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Volume I (Amsterdam: North-Holland), 1984.",
        "Findlay, Ronald and Henryk Kierzkowski. International Trade and Human Capital: A Simple General Equilibrium Model. Journal of Political Economy 91 (December 1983): 957-978.",
        "Gershenberg, Irving. `The Trainsing and Spread of Managerial Know-How, A Comparative Analysis of Multinational and Other Firms in Kenya. World Development 15 (July 1987): 931-939.",
        "Greenwood, Michael J. and John M. McDowell. The Factor Market Consequences of U. S. Immigration. Journal of Economic Literature 24 (December 1986): 1738-1772.",
        "Grossman, Gene and Elhanan Helpman. Endogenous Product Cycles. Princeton University Discussion Paper in Economics No. 144, March 1989.",
        "Jovanovic, Boyan and Rafael Rob. The Diffusion and Growth of Knowledge. In process, 1987.",
        "Kravis, Irving B., Alan W. Hesson, and Robert Summers. World Product and Income (Baltimore: Johns Hopkins), 1982.",
        "Krugman, Paul R. A Model of Innovation, Technology Transfer, and the World Distribution of Income. Journal of Political Economy 87 (April 1979): 253-266.",
        "Lucas, Robert E. On the Size Distribution of Business Firms. Bell Journal of Economics 9 (Autumn 1978): 508-523.",
        "Posner, M. V. International Trade and Technical Change. Oxford Economic Papers 13 (1961): 323-341.",
        "Roy, Andrew 1). Some Thoughts on the Distribution of Earnings. Oxford Economic Papers 3 (June 1951): 135-146.",
        "Vernon, Raymond. International Investment and International Trade in the Product Cycle. Quarterly Journal of Economics 80 (May 1966): 190-207.",
        "Watanabe, Teresa. Taiwanese `Brains Leave U. S. Los Angeles Times (December 29, 1989): Al, A26-A27.",
        "World Bank. Accelerated Development in Sub-Saharan Africa. Washington, D. C.: The World Bank, 1981."
    ]
}