{
    "id": 3612,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Allen, Frederick Lewis, Only Yesterday. An Informal History of the Nineteen-Twenties. New York: Harper and Row, 1931.",
        "Barsky, Robert B., and J. Bradford DeLong, Bull and Bear Markets in the Twentieth Century, Journal of Economic History, (June 1990), pp.265-282.",
        "Board of Governors of the Federal Reserve System, Banking and Monetary Statistics, Washington, D.C.: U.S. Government Printing Office, 1943.",
        "Campbell, John Y. and Robert J. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, October 1987, 95, 1062-1088.",
        "Chandler Jr., Alfred D. The Visible Hand. The Managerial Revolution in American Business, Cambridge: Harvard University Press, 1977.",
        "Diba, Behzad T., and Herschel I. Grossman, On the Inception of Rational Bubbles, Quarterly Journal of Economics, 1987, pp.697.-700.",
        "Dice, Charles Amos, The Stock Market (A. W. Shaw Company: Chicago, 1926).",
        "Dice, Charles Amos, New Levels in the Stock Market, New York: McGraw-Hill, 1929.",
        "Dominguez, Katherine, Ray C. Fair and Matthew Shapiro, Forecasting the Depression: Harvard versus Yale, American Economic Review, Sept. 1988, pp.595-612.",
        "Durlauf, Steven N., and Peter C.B. Phillips, Trends versus Random Walks in Time Series Analysis, Mimeo, Yale University, October 1985.",
        "Engle, Robert F., and Byung Sam Yoo, Forecasting and Testing in Cointegra ted Systems, Journal of Econometrics, Vol 35, 1987, pp.143-159.",
        "Fama, Eugene, and Kenneth French, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics, 1989, pp.23-49.",
        "Fisher, Irving, The Stock Market Crash--and After, New York: Macmillan, 1930.",
        "Flood, Robert P., and Robert J. Hodrick, `Testable Implications of Indeterminacies in Models with Rational Expectations, Journal of Economic Perspectives, Spring 1990, 5.",
        "Hamilton, James D., On Testing for Self-fulfilling Speculative Price Bubbles, International Economic Review, Vol. 27, No. 3, October 1986.",
        "Expectations, Journal of Monetary Economics. vol 16, 1985, pp.353-373.",
        "Jaffee, Dwight M., Cyclical Variations in the Risk Structure of Interest Rates, Journal of Monetary Economics, vol. 1, (1975), pp.309-325.",
        "Kindleberger, Charles P., Manias, Panics and Crashes: A History of Financial Crises, New York: Basic Books, 1978.",
        "Mattey, Joe, and Richard Meese, Empirical Assessment of Present Value Relations, Econometric Reviews, Vol.5(2), 1986 pp.171-234.",
        "Merton, Robert C., On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, May 1974, pp.449-470.",
        "Miron, Jeffrey, and Christina Romer, A New Monthly Index of Industrial Production, 1884194 -0, Journal of Economic History, June 1990, pp.321-338.",
        "Newey, Whitney K, and Kenneth D. West, A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econornetrica, Vol 55, pp.7O3-7O8. Peach, W. Nelson, The Security Affiliates of National Banks, Baltimore: Johns Hopkins Press, 1941.",
        "Phillips, Peter C.B., and Pierre Perron, `Testing for a Unit Root in Time Series Regression, 33 Biometrika, 1988, Vol. 75, No. 2, pp.335-346.",
        "Rappoport, Peter, `Testing for the Frequency of Permanent Shifts in Non-Stationary Time Series, mimeo, Rutgers University Dept of Economics, 1990.",
        "Santoni, Gary and Gerald P. Dwyer, Jr., Bubbles vs Fundamentals: New Evidence from the Great Bull Markets, in White, Eugene N., ed., Crises and Panics: The Lessons of His~pjy, Homewood: Dow Jones/Irwin, 1990.",
        "Smiley, Gene, and Richard H. Keehn, Margin Purchases, Brokers Loans and the Bull Market of the Twenties, Business and Economic History, 1988, 17, 129-142.",
        "Titterington, D.M., A.F.M. Smith, and U.E. Makov Statistical Analysis of Finite Mixture Distributions, New York, J. Wiley, 1985.",
        "West, Kenneth D., A Specification Test for Speculative Bubbles, Quarterly Journal of Economics, August 1987, vol. 102, pp.553-580.",
        "White, Eugene N., Before the Glass-Steagall Act: An Analysis of the Investment Banking Activities of National Banks, Explorations in Economic History, January 1986, 23, 33-55.",
        "White, Eugene N., ed., Crises and Panics: The Lessons of History, Homewood: Dow Jones/Irwin, 1990a.",
        "White, Halbert, and Ian Domowitz, Nonlinear Regression with Dependent Observations, Econometrica. Vol. 52, January 1984, pp.143-161.",
        "Wigrnore, Barrie A, The Crash and its Aftermath, Greenwood Press, Westport, 1985."
    ]
}