{
    "id": 3616,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Behrman, J. (1972) Sectoral Investment Determination in Oeveloping Economy, American economic Review.",
        "Bernanke, B. (1983) Irreversibility, Uncertainty and Cyclical Investment, Quartely Journal of Economics.",
        "Bilaborrow, R, (1977) The Determinants of Fixed Investment by Manufacturing Firms in a Oeveloping Country, International Economic Review.",
        "Blanchard, 0, (1981) Output, the Stock Market and Interest Rates, American Economic Review.",
        "Blejer, M. and M. Ehan (1984) Covernment Policy and Private Investment in Developing Countries, IMF Staff Papers.",
        "Oailami, Mansoor (1987) Expectation, Stock Market Volatility and Private Investment Behavior: Theory and Empirical evidence for Brazil, Washington D.C., World Bank, mimeo.",
        "Oornbusch, R, (1976) Expectations and Exchange Rate Dynamics, Journal of Political Economy.",
        "Faini, R. and J. de Melo (1990) Adjustment, Investment and the Real Exchange Rate in Oeveloping Countries, Washington O.C. , World Bank: Creene, J. and 0. Villanueva (1990) Private Investment in Developing Countries: An Empirical Analysis, IMP: mimeo, Washington D.C.",
        "Hundell, R. (1965) Crowth, Stability and Inflationary Finance, Journal of Political Economy.",
        "Musalem, A. (1989) Private Investment in Mexico: An Empirical Analysis, Washington O.C, : The World Bank, Working Paper 183.",
        "Occampo, J. A. (1990) Investment Determinants and Financing in Colombia, World Bank Conference on Latin America: Facing the Challenges of Adjustment and Crowth, Caracas, mimeo.",
        "Serven, L. and A. Solimano (1990) Private Investment and Macroeconomic Investment: A Survey, Washington D.C.: The World Bank, mimeo, August.",
        "Serven L. and A. Solimano (1990) `Private Investment and Macroeconomic Adjustment in LOCs: Theory, Country Experiences and Policy Implications, Washington D.C. : The World Bank, mimeo, August.",
        "Solimano, A. (1989) `How Private investment Reacts to Changing Macroeconomic Conditions: The Case of Chile in the l9BOs, ashingotn O.C. : World Bank, Working Paper 212."
    ]
}