{
    "id": 3619,
    "cites": 23,
    "cited_by": 28,
    "reference": [
        "Abel, Andrew B. , 1983, Optimal investment under uncertainty, American Economic Review 73, 228-33.",
        "Abel, Andrew B. and Olivier Blanchard, 1986, The present value of profits and cyclical movements in investment, Econometrica 54, 249-73.",
        "Auerbach, Alan J., 1983, Taxation, corporate financial policy and the cost of capital, Journal of Economic Literature 21, 905-40.",
        "Auerbach, Alan J., 1985, Real determinants of corporate leverage, in B. Friedman, ed., Corporate Capital Structures in the United States (University of Chicago Press, Chicago), 301-22.",
        "Auerbach, Alan J., 1989, Tax reform and adjustment costs: the impact on investment and market value, International Economic Review 30, 939-62.",
        "Auerbach, Alan J. and James Hines, 1987, Anticipated tax changes and the timing of investment, in M. Feldstein, ed., The Effects of Taxation on Capital Accumulation (University of Chicago Press, Chicago), 163-96.",
        "Auerbach Alan J. and James Hines, 1988, Investment tax incentives and frequent tax reforms, American Economic Review 78, 211-6.",
        "Bernanke, Ben, Henning Bohn and Peter Reiss, 1988, Alternative non-nested specification tests of time series investment models, Journal of Econometrics 37, 1-38.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Peterson, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 19, 141-95.",
        "Feldstein, Martin, 1982, Inflation, tax rules and investment: some econometric evidence, Econometrica 50, 82~-62.",
        "Garber, Steven and Steven Klepper, 1980, Extending the classical normal errors-in-variables model, Econometrica 48, 1541-6.",
        "Goldfeld, Steven, and Alan Blinder, 1972, Some implications of endogenous stabilization policy, Brookinzs Papers on Economic Activity 3, 585-640.",
        "Hall, Robert E., 1989, Invariance properties and Solows Productivity Residual, NBER Working Paper 3034.",
        "Hall, Robert E. and Dale W. Jorgenson, 1967, Tax policy and investment behavior, American Economic Review 57, 391-414.",
        "Hansen, Lars P., 1982, Large sample properties of generalized method of moments estimators, Econometricp 50, 1029-54.",
        "Hansen, Lars P. and Kenneth J. Singleton, 1982, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica 50, 1269-86.",
        "Hayashi, Fuxaio, 1982, Tobins marginal and average q: a neoclassical interpretation, Econometrica 50, 213-24.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein, 1989, Corporate structure, liquidity, and investment: evidence from Japanese panel data, Federal Reserve Board of Governors working paper.",
        "Newey, Whitney K. and Kenneth D. West, 1987, A simple positive definite heteroskedasticity and autocorrelation consistent covariance matrix, Econornetrica 55, 703-8.",
        "Pindyck, Robert and Julio Rotemberg, 1983, Dynamic factor demands and the effects of energy price shocks, American Economic Review 73, 1066-79.",
        "Shapiro, Matthew, 1986, The dynamic demand for capital and labor, Quarterly Journal of Economics 101, 513-41.",
        "Solow, Robert and John Kareken, 1963, Lags in monetary policy, in A. Ando ~ ~l, Stabilization Policy (Prentice-Hall, Englewood Cliffs), 14-96.",
        "Summers, Laurence, 1981, Taxation and corporate investment: a q-theory approach, Brookings Papers on Economic Activity 12, 67-127."
    ]
}