{
    "id": 3623,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Blomstrbm, Magnus, Robert E. Lipsey, end Irving B. Kravis (1988), Multinational Firms and Manufactured Exports From Developing Countries, NBER Working Paper No. 2493, Cambridge, Mass.",
        "BlomstrÃ\u0083Â¶m, Magnus, Robert E. Lipsey, and Ksenia Kulchycky (1988), U.S. and Swedish Direct Investment and Exports, in Robert E. Baldwin, Ed., Trade Policy Issues and Empirical Analysis, Chicago, University of Chicago Press, pp. 259- 297.",
        "Graham, Edward M., and Paul R. Krugman (1989), Foreign Direct Investment in the United States, Washington, D.C., Institute for International Economics.",
        "Hufbauer, Gary C., and F. M. Adler (1968), Overseas Manufacturing Investment and the Balance of Payments, Tax Policy Research Study No. 1, Washington, D.C., U.S. Treasury Department.",
        "Kravis, Irving B., and Robert E. Lipsey (1989), Technological Characteristics of Industries and the Competitiveness of the U.S. and its Multinational Firms, NBER Working Paper No. 2933, Cambridge, Mass.",
        "Lipsey, Robert E., and Merle Yahr Weiss (1981), Foreign Production and Exports in Manufacturing Industries, Review of Economics and Statistics, Vol. LXIII, No. 4, November, pp. 488-494.",
        "Exports of Individual Firms, Review of Economics and Statistics, Vol. 66, No. 2, May, pp. 304-308. 24 Lipsey, Robert E. (1989), The Internationalization of Production, NBER Working Paper No. 2923, Cambridge, Mass.",
        "Lipsey, Robert E., and Irving B. Kravis (1986), The Competitiveness and Comparative Advantage of U.S.",
        "Manufacturing: Effects on the Trade Balance, Federal Reserve Bank of New York, Working Paper 9032, September, Reddaway, W. B., in collaboration with J.O.N. Perkins, S. J. Potter, and C. I. Taylor (1967), Effects of U.K Direct Investment Overseas: An Interim Report, Cambridge, Cambridge University Department of Applied Economics, Occasional Paper 12.",
        "China: 1989, Taipei, Taiwan, Directorate General of Budget, Accounting and Statistics, Executive Yuan, Republic of China.",
        "Swedenborg, Birgitta, (1979), The Multinational Operations of Swedish Firms: An Analysis of Determinants and Effects, Stockholm, Industriens Utredningsinatitut.",
        "Swedenborg, Birgitta, (1982), Svensk Industri i Utlandet: An Analya av Drivkrafter och Effekter, Stockholm, Industriens Utredningsinstitut.",
        "Multinational Growth of Swedish Firms, Working Paper No. 251, Stockholm, Industriens Utredningsinstitut. ___________________ (1990), The EC and the Locational Choices of Swedish Multinational Companies, Working Paper No. 284, Stockholm, Industriens Utredningsinstitut.",
        "New York, United Nations. U.S. Department of Commerce (1981), U.S. Direct Investment Abroad, 1977, Washington, D.C., 1981.",
        "Abroad: 1982 Benchmark Survey Data, Washington, D.C.",
        "Washington, D.C. __________________________ (l985c), Foreign Direct Investment in the U.S.: Operations of U.S. Affiliates of Foreign Companies: Revised 1982 Estimates, Washington, D.C.",
        "Abroad: Operations of U.S. Parent Companies and Their Foreign Affiliates, Preliminary 1988 Estimates, Washington, D.C."
    ]
}