{
    "id": 3626,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan J. , 1983, Taxarion, Corporate Financial Policy and the Cost of Capital, Journal of Economic Literature 21, September, pp. 905-40.",
        "Auerbach, Alan J. and Kevin Nassert, l99Ga, Investment, Tax Policy, and the Tax Reform Act of 1986, in J. Slemrod, ed. Do Taxes Matter?: The Impact of the Tax Reform Act of 1986, pp. 13-40.",
        "Auerbach, Alan J. and James R. Hines, Jr., 1988, Investment Tax Incentives and Frequent Tax Reforms, American Economic Review 78, May, pp. 211-6.",
        "Barro, Robert J. , 1977, Unanticipated Money Growth and Unemployment in the United States, American Economic Review 67, March, pp. 101-15.",
        "Bosworrh, Barry, 1985, Taxes and the Investment Recovery, Brookings Papers on Economic Activity 16, pp. 1-38.",
        "Fazzari, Steven N., R. Glenn Hubbard, and Bruce C. Peterson, 1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity 19, pp. 141-95.",
        "Fraumeni, Barbara M. and Dale W. Jorgenson, 1980, The Role of Capital in U.S.",
        "Economic Growth, in C. von Furstenberg, ed. , Capital, Efficiency end Growth (Ballinger, Cambridge). Jorgenson, Dale W., 1963, Capital Theory and Investment Behavior, American Economic Review 53, May, pp. 247-59.",
        "Jorgenson, Dale W. and Martin A. Sullivan, 1981, Inflation and Corporate Capital Recovery, in C. R. Nulten, ed. , Depreciation, Inflation, and the Taxation of Income from Capital (Washington: Urban Institute), pp. 171-238.",
        "Jorgenson, Dale W. and Nun-Young Yun, 1989, Tax Policy and the Cost of Capital, Harvard Institute of Economic Research Paper 1485, November.",
        "Judd, Kenneth L. , 1989, Optimal Taxation in Dynamic Stochastic Economies: Theory and Evidence, miaeo.",
        "Pagan, Adrian, 1984, Econometric Issues in the Analysis of Regressions with Generated Regressors, International Economic Review 25, February, pp. 22147.",
        "Silverstein, Gerald, 1985, New Srrucrures and Equipment by Using Industries, Survey of Current Business -. November, pp. 26-35.",
        "Summers, Lawrence, 1981, Taxation and Corporate Investment: A Q-Thecry Approach, Brookings Papers on Economic Activity 12, pp. 67-127."
    ]
}