{
    "id": 3627,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Baldwin, R.E. (1982), The Efficacy of Trade Policy, Essays in International Finance, Princeton, New Jersey: Princeton University Press.",
        "Bark, T. (1989), The History, Institutional Framework and Economic Consequences of VERs in Korea, paper presented at the International Conference on the Political Economy of Export-Restraint Arrangements, Embassy Row Hotel, Washington, DC, June 5-8.",
        "Business India, November 30 - December 13, 1987, p. 57.",
        "Cable, Vincent (1987), Textiles and Clothing in a New Round of Trade Negotiations, World Bank Economic Review 1 (September), 6 19-649.",
        "Chaudhry, S.A. and Javed Hamid (1988), Foreign Trade Barriers to Exports: Pakistan, in Foreign Trade Barriers and Export Growth, Manila: Asian Development Bank.",
        "Cline, W.R. (1987), The Future of World Trade in Textiles and Apparel, Washington: Institute for International Economics.",
        "Corden, W.M. (1987), Protection and Liberalization: A Review of Analytical Issues, Occasional Paper No. 54, International Monetary Fund.",
        "Europa (1987), The Europa Yearbook 1987: A World Survey, Vols. I and II, Europa Publications Ltd.",
        "European Commission (1987), Microfiche Eurostat see 1520.",
        "Falvey, R. (1979), The Composition of Trade Within Import Restricted Product Categories, Journal of Political Economy 87: 1105-1114.",
        "FAO (Food and Agricultural Organization of the United Nations) (1985), World Apparel Fibre Conswnption Survey, FAO.",
        "GAYF (1975), (General Agreerrent on Tariffs and Trade) Arrangement Regarding International Trade in Textiles, in GAYI, Basic Instruments and Selected Documents, 21st Supplement, Geneva.",
        "World Economy, paper prepared by the Secretariat. Greenaway, D. (1985), Some Estimates of the Costs of Protection in Two Import Sensitive Sectors in the U.K.. Draft of a paper presented at the European Trade Policies and the South Conference, the Hague, September 13 and 14.",
        "Hamilton, C. (1986a), An Assessment of Voluntary Restraints on Hong Kong Exports to Europe and USA, Economica 53 (August).",
        "Christopher Findlay and Ross Gamaut, ed., The Political Economy of Manufacturing Protection: Experiences of ASEAN and Australia, Allen and Unwin. (1988), `Restrictiveness and International Transmission of the New Protectionism, in R. Baldwin, C. Hamilton, A. Sapir, eds., Issues in US-EC Trade Relations, National Bureau of Economic Research and University of Chicago Press.",
        "Hufbauer, G.C., D.T. Berliner and KA. Elliont (1986), Trade Protection in the United States: 31 Case Studies, Washington: Institute for International Economics.",
        "Jenkins, G.P. (1980), Costs and Consequences of the New Protectionism: The Case of Canadas Clothing Sector, Ottawa: North-South Institute.",
        "Keesing, D.B. and Martin Wolf (1980), Textile Quotas Against Developing Countries, Thames Essay No. 23, London: Trade Policy Research Center.",
        "Kirmani, N., P. Molajani and T. Mayer (1984), Effects of Increased Market Access on Exports of Developing Countries, IMP Staff Paper, Washington, DC.",
        "Kumar, R. (with P.N. Aggarwala, S.R. Khanna and V. Verma) (1988), Foreign Trade Barriers to Exports: India, in Foreign Trade Barriers and Export Growth, Manila: Asian Development Bank.",
        "Kumar, R. and SR. Khanna (1990), India, The Multi-Fibre Arrangement and the Uruguay Round, in Textiles Trade and the Developing Countries: Eliminating the Multi-Fibre Arrangement in the 1990s, World Bank: Washington, DC.",
        "Law, C.K. (1981), Rent-Seeking and Hong Kongs Textile Quota System: Comment, Developing Economies 19, 27 1-275.",
        "Mansur, A. and J. Whalley (1984), Numerical Specification of Applied General Equilibrium Models: Estimation, Calibration and Data, in H. Scarf and J. Shoven, eds., Applied General Equilibrium Analysis, Cambridge: Cambridge University Press.",
        "Mark, Janette (1985), The Multi-Fibre Arrangement: Unravelling the Costs, Briefing, Ottawa: The North-South Institute.",
        "Medalla, E.M. and G.R. Tecson (1988), Foreign Trade Barriers to Exports: Philippines, in Foreign Trade Barriers and Export Growth, Manila: Asian Development Bank.",
        "Morkre, M.E. (1979), Rent-Seeking and Hong Kongs Textile Quota System, Developing Economies 22 (March), 110-118.",
        "Restrictions on Hong Kong, Bureau of Economics Staff Report to the Federal Trade Commission, Washington, DC: U.S. Government Printing Office. Morkre, M.E. and D.G. Tarr (1980), The Effects of Restrictions on United States Imports: Five Case Studies and Theory, Staff Report to the Federal Trade Commission, Washington, DC: Government Printing Office.",
        "OECD (Organization for Economic Cooperation and Development) (1985), Costs and Benefits of Protection, Paris.",
        "Piggott, J. and J. Whalley (1985), U.K. Tax Policy and Applied General Equilibrium Analysis, Cambridge: Cambridge University Press.",
        "Shoven, J. and J. Whalley (1984), Applied General Equilibrium Models of Taxation and International Trade, Journal of Economic Literature 22 (September): 1007-1051.",
        "Siamwalla, A. (1989), Fun and Games with Quotas: Thailand and the VERs on Cassava and Garments, paper prepared for the International Conference on Voluntary Export Restraint, Trade Policy Research Center, Washington, DC, June 5-8.",
        "Silbertson, Z.A. (1984), The Multi-Fibre Arrangement and the UK Economy, London: HMSO.",
        "Stern, R.M., J. Francis, and B. Schumaker (1976), Price Elasticities in International Trade: An Annotated Bibliography, London: Macmillan for the Trade Policy Research Centre.",
        "Suphachalasai, S. (1989), Export Growth of Thai Clothing and Textiles, National Center for Development Studies Working Paper No. 89/4, Australian National University.",
        "Tarr, D.G. (1989), A General Equilibrium Analysis of the Welfare and Employment Effects of U.S. Quotas in Textiles, Autos and Steel, Bureau of Economics Staff Report to the Federal Trade Commission.",
        "Trela, I. and J. Whalley (1990a), Unraveling the Threads of the MFA, in Carl B. Hamilton ed., Textiles Trade and the Developing Countries: Eliminating the Multi-Fibre Arrangement in the 1990s, Washington, D.C.: World Bank.",
        "UNCTAD (United Nations Conference on Trade and Development) (1986), Protectionism and Structural Adjustment, New York: United Nations.",
        "U.S. Department of Commerce. Office of Textiles and Apparel (June 1990), Major Shippers Report.",
        "Whalley, J. (1985), Trade Liberalization Among Major World Trading Areas, Cambridge: MiT Press."
    ]
}