{
    "id": 3628,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J. (1987) The Deadweight Loss from Capital Income Taxation, mirrieo, University of Pennsylvania.",
        "Auerbach, Alan J. (1983) Corporate Taxation in the United States, Brookings Papers on Economic Activity, pp. 1451-1505.",
        "Ballard, C, D. Fullerton, J. Shoven and J. Whalley (1985) General Equilibrium Analysis of US Tax Policy, National Bureau of Economic Research, Inc., University of Chicago Press.",
        "Boadway, Robin W. (1985) The Theory and Measurement of Effective Tax Rates in J. Mintz and D.D. Purvis (eds.) The Impact of Taxation on Business ActivOy, John Deutsch Institute, Kingston.",
        "Boadway, Robin, Neil Bruce, Ken McKenzie and Jack Mintz (1987) Marginal Effective Tax Rates for Capital in the Canadian Mining Industry, Canadian Journal of Economics XX,No. 1, pp.1-16.",
        "Boadway, Robin, Neil Bruce and Jack Mintz (1984) Taxation, Inflation and the Effective Marginal Tax Rate on Capital in Canada, Canadian Journal of Economics 17, pp.62-79.",
        "Bulow, Jeremy and Lawrence Summers (1984) The Taxation of Risky Assets, Journal of Political Economy, pp. 20-39.",
        "Daly, Michael and Jack Jung (1987) The Taxation of Corporate Investment Income in Canada: An Analysis of Marginal Effective Tax Rates, Canadian Journal of Economics, pp. 555-87.",
        "Daly, Michael, Jack Jung, Pierre Mercier and Thomas Schweitzer (1985) A Comparison of Effective Marginal Tax Rates on Income from Capita] in Canadian Manufacturing, Canadian Tax Journal 33, pp.1 154-92.",
        "Department of Finance, Canada (1985) The Corporate Tax System: A Direction for Change, Ottawa.",
        "Fullerton, Don and Yolanda K. Henderson (1985) A Disaggi~egate Equilibrium Model of the Tax Distortions Among Assets, Sectors and Industries, mimeo.",
        "Gordon, Roger H. (1985) Taxation of Corporate Capital Income: Tax Revenues versus Tax Distortions, Quarterly Journal of Economics, pp. 1-28.",
        "Gordon, Roger H. and John W. Wilson (1986) Measuring the Efficiency Cost of Taxing Risky Capital Income, manuscript.",
        "Hamilton, Bob and J. Whalley (1987) Efficiency and Distributional Effects of the Tax Reform Package in J. Mints and J. Whalley (eds.) Economic Impacts of Tax Reform, Canadian Tax Foundation, Toronto, forthcoming.",
        "Hamilton, Bob and J. Whalley (1985) Tax Treatment of Housing in a Dynamic Sequenced General Equilibrium Model, Journal of Public Economics.",
        "Jog, Vijay and Jack M. Mintz (1987) Corporate Tax Reform and its Economic Impact: An Evaluation of the June 18, 1987 Proposals in J. Mintz and J. Whalley (eds.) Economic Impacts of Tax Reform, Canadian Tax Foundation, Toronto, forthcoming.",
        "King, Mervyn A. and Don Fullerton (1984) The Taxation of Income from Capital, University of Chicago Press, Chicago.",
        "Mintz, Jack M. (1988) An Empirical Estimate of Corporate Tax Refundability and Effective Tax Rates, Quarterly Journal of Economics, pp. 225-31.",
        "Mintz, Jack M. and Douglas D. Purvis (1988) Introduction in Impact of Taxation on Business Activity, John Dcutsch Institute, Kingston."
    ]
}