{
    "id": 3631,
    "cites": 39,
    "cited_by": 127,
    "reference": [
        "Backus, D., A. W. Gregory and C. I. Telmer, 1990, Accounting for forward rates in markets for forward currency, working paper, New York University.",
        "Bossaerts, P. and R. Green, 1989, A General Equilibrium Model of Changing Risk Premia: Theory and Tests, Review of Financial Studies.",
        "Campbell, J. Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, 3. Y. and Y. Hamao, 1989, Predictable Bond and Stock Returns in the United States and Japan: A Study of Long-Term Capital Market Integration, working paper, Princeton University and the University of California at San Diego.",
        "Campbell, J. Y., and R. J. Shiller, l988a~ The Dividend-Price Ratio and Expec:ations of Future Dividends and Discount Factors, Review of Financial Studies 3, 195-228. Campbell, J. Y., and R. J. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43, 661-676.",
        "Cecchetti, S., P. Lam and N. Mark, 1990, The Equity Premium and the Risk Free Rate: Matching the Moments, working paper, Ohio State University.",
        "Constantinides, G. M.., 1990, Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98, 519-543.",
        "Cutler, D. M. , 3. Poterba and L. Summers, 1988, International Evidence on the Predictability of Stock Returns, working paper presented at the Center for Research in Security Prices, October, 1988.",
        "Dunn, K. B., and K. J. Singleton, 1986, Modelling the Term Structure of Interest Rates under Non-Separable Utility and Durability of Goods, Journal of Financial Economics 17, 27-55.",
        "Eichenbauxn, M. S., and L. P. Hansen, 1990, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, Journal of Business and Economic Statistics, 8, 53-69.",
        "Eichenbaum, M. S., L. P. Hansen, and K. J. Singleton, 1988, A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choices under Uncertainty, Quarterly Journal of Economics 103, 51-78.",
        "English, W. B, J. Miron and D. W. Wilcox, 1989, Seasonal Fluctuations and the Life Cycle Model of Consumption: A Correction, Journal of Political Economy 97, 988-991.",
        "Epstein, L. G., and Zin, S. E. 1989, Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica 57, 937-969.",
        "Fama, E., 1984, Information in the Term Structure, Journal of Financial Economics 13, 509-528.",
        "Fama, E. F., and K. R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Farna, E. F., and G. W. Schwert, 1977, Asset Returns and Inflation, Journal of Financial Economics 5, 115-146.",
        "Ferson, W. E., 1983, Expectations of Real Interest Rates and Aggregate Consumption: Empirical Tests, Journal of Financial and quantitative Analysis 18, 477-497.",
        "Ferson, W. E. and S. Foerster, 1990, Finite Sample properties of Methods of Moments in Latent Variable Tests of Asset Pricing Models, working 41 paper, University of Chicago and the University of Western Ontario.",
        "Ferson, W. E. and C. Harvey, 1990, Seasonality and Consumption-based Asset Pricing, working paper, Duke University and the University of Chicago.",
        "Gallant, R. A., and G. Tauchen, 1989, Seminonparametric Estimation of Conditionally Constrained Heterogeneous Processes: Asset Pricing Applications, Econometrica. 57, 1091-1120.",
        "Grossman. S. J., A. Melino, and R. J. Shiller, 1987. Estimating the Continuous-Time Consumption Based Asset-Pricing Model, Journal of Business and Economic Statistics 5, 315-327.",
        "Halls R. E. 1988, Intertemporal substitution in consumption, Journal of Political Economy 96, 339-357.",
        "Hansen~ L. P., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen. L. P. * and R. Jagannathan, 1990, Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy, forthcoming.",
        "Hansen. L. P., and K. J. Singleton, 1982. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286.",
        "Hansen, L. P. * and K. J. Singleton, 1983. Stochastic Consumption. Risk Aversion and the Temporal Behavior of Asset Returns, Journal of Political Economy 91. 249-266.",
        "Heaton, J.. 1990. The Interaction between Time-Nonseparable Preferences and Time Aggregation, working paper ,`~3l8l-90-EFA. Massachusetts Institute of Technology.",
        "Keim, D. B. * and R. F. Stambaugh, 1986, Predicting Returns in the Stock and 42 Bond Markets. Journal of Financial Economics 17. 357-390.",
        "Kocherlakota. N.. 1990. On tests of representative consumer asset pricing models, working paper, Northwestern University.",
        "Lo, A. W. and A. C. MacKinlay. 1990, Data Snooping and Biases in Tests of Finincial Models, Review of Financial Studies 3. 431-468.",
        "Mehra, R. * and E. C. Prescott, 1985. The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Miron, Jeffrey A.. 1986. Seasonal fluctuations and the life cycle-permanent income model of consumption. Journal of Political Economy 94, 1258.",
        "Ryder. H. E.. Jr., and C. M. Heal, 1973, Optimal Growth with Intertemporally Dependent Preferences, Review of Economic Studies 40.",
        "Singleton, K. 1990, On the Specification and Estimation of Representative Consumer Asset Pricing Models, Proceedings of the 6-th world congress of the Econometric Society (forthcoming).",
        "Stambaugh, R. . 1988. The information in forward rates: Implications for models of the term structure, Journal of Financial Economics 21 (May ), 41-70.",
        "Sundaresan, S.M. 1989, Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth. Review of Financial Studies 2*73-89.",
        "Tauchen, C. 1986. Statistical properties of generalized method-of-moments estimators of structural parameters obtained from financial market data. Journal of Business and Economic Statistics 4, 397-425.",
        "Winder, C. A. and Franz C. Palm, 1990, Stochastic implications of the life cycle consumption model under rational habit formation, working paper, University of Limburg.",
        "CPI as the deflator for both categories, and the results were similar. 6. see Lo and MacKinlay (1990) for an analysis of data snooping in financial models. Note that if there is spurious predictability, then it will be difficult for the Euler equation to explain this predictability, such a bias is conservative, given our result that habit persistence helps to explain the predictability through the Euler equation."
    ]
}