{
    "id": 3633,
    "cites": 27,
    "cited_by": 190,
    "reference": [
        "Abel, Andrew B., 1988, Stock Prices under Time-Varying Dividend Risk: An Exact Solution in an Infinite-Horizon General Equilibrium Model, Journal of Monetary Economics 22, 375-394.",
        "Benninga, Simon and Aris Protopapadakis, 1990, Leverage, Time Preference, and the Equity Premium Puzzle, Journal of Monetary Economics 25, 49-58.",
        "Black, Fischer, 1990, Mean Reversion and Consumption Smoothing, Review of Financial Studies 3, 107-114.",
        "Breeden, Douglas T., 1986, Consumption, Production, Inflation, and Interest Rates: A Synthesis, Journal of Financial Economics 16, 3-39.",
        "Caballero, Ricardo J., 1990, Consumption Puzzles and Precautionary Savings, Journal of Mometary Economics 25, 113-136.",
        "Epstein, Larry C. and Stanley E. Zin, l989a, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and.Asset Returns: A Theoretical Framework, Econometrica 57, 937-969. Epstein, Larry G. and Stanley E. Zin, l989b, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis, forthcoming, Journal of Political Economy. Epstein, Larry C. and Stanley E. Zin, 1989c, `First-Order Risk Aversion and the Equity Premium Puzzle, Working Paper, University of Toronto and Carnegie-Mellon University.",
        "Fama, Eugene F. and Kenneth R. French, l988a, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96, 246-273. Fama, Eugene F. and Kenneth R. French, l988b, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25. Fam~ Vti~en~ ~` and I~er,npt-h P Pren,~h 1989 Business Conditions and Exnected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and G. William Schwert, 1977, Asset Returns and Inflation, Journal of Financial Economics 5, 115-146.",
        "Friend, Irwin and Marshall E. Blume, 1975, The Demand for Risky Assets, American Economic Review 65, 900-922.",
        "Hamilton, James D., 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, 357384. Kandel, Shmuel, and Robert F. Stambaugh, 1989, Modeling Expected Stock Returns for Long and Short Horizons, working paper, University of Chicago and University of Pennsylvania.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1990, Expectations and Volatility of Consumption and Asset Returns, Review of Financial Studies 3, 207-232.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357-390.",
        "Kocherlakota, Narayana R., 1988, In Defense of the Time and State Separable Utility-Based Asset Pricing Model, Working Paper, Northwestern University.",
        "Kocherlakota, Narayana R., 1990, Disentangling the Coefficient of Relative Risk Aversion from the Elasticity of Intertemporal Substitution: An Irrelevance Result, Journal of Finance 45, 175-190.",
        "Kreps, David M. and Evan L. Porteus, 1978, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrics 46, 185-200.",
        "Leland, Hayne E., 1968, Savings and Uncertainty: The Precautionary Demand for Savings, quarterly Journal of Economics 82, 465-473.",
        "Leroy, Stephen F. and C. J. LaCivita, 1981, Risk Aversion and the Dispersion of Asset Prices, Journal of Business 54, 535-547.",
        "Lo, Andrew W. and A. Craig Mackinlay, 1988, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1, 137-158.",
        "Lucas, Robert E. Jr., 1978, Asset Prices in an Exchange Economy, Econometrica 46, 1429-1445.",
        "Mankiw, N. Gregory and Stephen P. Zeldes, 1990, The Consumption of Stockholders and Non-Stockholders, Working Paper, Harvard University and the University of Pennsylvania.",
        "Mehra, Rajnish and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-162.",
        "Michener, Ronald W., 1982, Variance Bounds in a Simple Model of Asset Pricing, Journal of Political Economy 90, 166-175.",
        "Poterba, James A. and Lawrence H. Summers, 1988, Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics 22, 27-59.",
        "Selden, Larry, 1978, A New Representation of Preferences Over `Certain X Uncertain Consumption Pairs: The `Ordinal Certainty Equivalent Hypothesis, Econometrica 46, 1045-1060.",
        "Stambaugh, Robert F., 1986, Discussion, Journal of Finance 41, 601-602.",
        "Weil, Philippe, 1989, The Equity Premium Puzzle and the Riskfree Rate Puzzle, Journal of Monetary Economics 24, 401-421.",
        "Weil, Philippe, 1990, Nonexpected Utility in Macroeconomics, quarterly Journal of Economics lOS, 29-42."
    ]
}