{
    "id": 3636,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Dornbusch, R., Open Economy Macroeconomics, New York: Basic Books, 1980.",
        "Dornbusch, R. and M. Mussa, Consumption, Real Balances and the Hoarding Function, International Economic Review, 16, 1975, pp. 415-21.",
        "Frenkel, J. and HG. Johnson, eds., The Monetary Approach to the Balance of Payments, London: Allen and lJnwin, 1976.",
        "Giovannini, A., Money and Taxes: A Simple Model, mimeo November 1989.",
        "Giovannini, A. and P. Labadie, Asset Prices and Interest Rates in Cash-in-Advance Models, National Bureau of Economic Research Working Paper No. 3109, September 1989.",
        "Helpman, E., An Exploration in the Theory of Exchange Rate Regimes, Journal of Political Economy, 89, October 1981, pp.",
        "Lucas, R.E., Jr., Interest Rates and Currency Prices in a TwoCurrency World, Journal of Monetary Economics, 10, 1982, pp.",
        "Persson, T.,Real Transfers and International Adjustment in Fixed Exchange Rate Systems, in Studies of Alternative Exchange Rate Systems Monograph Series No. 13, Institute for International Economic Studies, University of Stockholm, 1982.",
        "Svensson, L.E.O., Money and Asset Prices in a Cash-in-Advance Economy, Journal of Political Economy, 93, no. 5, 1985 (a), pp.",
        "Svensson, L.E.O., Currency Prices, Terms of Trade, and Interest Rates: A General Equilibrium Asset- Pricing Cash-in-Advance Approach, Journal of International Economics, 18, no. 1/2, 1985 (b), pp. 17-42.",
        "Tauchen, G., Quadrature-Based Methods for Obtaining Approximate Solutions to the Integral Equations of Nonlinear Rational Expectations Models, mimeo, Duke University, March 1986.",
        "Weil, P., Currency Competition and the Evolution of Multi-Currency Regions, rnimeo, Harvard University, 1990. Forthcoming in A.",
        "Giovannini and C. Mayer, (eds.), European Financial Integration, Cambridge: Cambridge University Press. Woodford, M., Does Increased Competition Between Currencies Lead to Price-Level and Exchange-Rate Stability?, mimeo, University of Chicago, 1990. Forthcoming in A. Giovannini and C."
    ]
}