{
    "id": 3644,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "Akhtar, M.A. and R. Spence Hilton. The Effects of Exchange Rate Uncertainty on German and U.S. Trade. Federal Reserve Bank of New York. Ouarterlv Review. 14, 1984, 7-16.",
        "Baillie, Richard T., and Tim Bollerslev. The Message in Daily Exchange Rates: A Conditional Variance Tale. July 1987, Econometrics and Economic Theory Paper No. 8702, Michigan State Univerisity.",
        "Baillie, Richard T. and Tim Bollerslev. A Multivariate Generalized ARCH Approach to Modeling Risk Premia in Forward Exchange Rate Markets. September 1987, Manuscript.",
        "Baron, David P. Flexible Exchange Rates, Forward Markets, and the Level of Trade. American Economic Review 66, March 1976a, 253-266.",
        "Baron, David P. Fluctuating Exchange Rates and the Pricing of Exports. Economic Inquiry 14, September 1976b, 425-438.",
        "Berndt, Ernst K., B.H. Hall, R.E. Hall, and J.A. Hausman. Estimation Inference in Nonlinear Structural Models. Annals of Economic and Social Measurment 4, 1974, 653-665.",
        "Bollerslev, Tim. Generalized Autoregressive Conditional Heteroskedasticity. Journal of Econometrics 31, April 1986, 307-327.",
        "Cushman, David 0. The Effects of Real Exchange Rate Risk on International Trade. Journal of International Economics; August 1983; 15(1/2): 45-63.",
        "Cushman, David 0. Has Exchange Risk Depressed International Trade? The Impact of ThirdCountry Exchange Risk. Journal of International Money and Finance; September 1986; 5(3): 361-379.",
        "Domowitz, Ian, and Craig S. Hakkio. Conditional Variance and the Risk Premium in the Foreign Exchange Market. Journal of International Economics 19, August 1985, 47-66.",
        "Eldor, Rafael and Itzhak Zilcha. Discriminating Monopoly, Forward Markets and International Trade. International Economic Review 28(2), June 1987, 459-468.",
        "Engle, Robert F., David M. Lilien, and Russell P. Robins. Estimating Time Varying Risk Premia in the Term Structure: The ARCH-M Model. Ecorigmetrica 55(2), March 1987, 39 1-407.",
        "Engle, Robert F. and Tim Bollerslev. Modelling the Persistence of Conditional Variances. Econometric Reviews 5(1), 1986, 1-50.",
        "Ethier, Wilfred. International Trade and the Forward Exchange Market. American Economic Review 63(3), June 1973, 494-503.",
        "Feenstra, Robert C. Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test. Journal of International Economic 27, 1989, 25-45.",
        "Gallant, A. Ronald and Dale Jorgenson. Statistical Inference for a System of Simultaneous Nonlinear, Implicit Equations in the Context of Instrumental Variable Estimation. Journal of Econometrics 11, 1979, 275-302.",
        "Giovannini, Alberto. Exchange Rates and Traded Goods Prices. Journal of International Economics 24, 1988, 45-68.",
        "Gotur, Padma. Effects of Exchange Rate Volatility on Trade. IMF Staff Papers 32(3), September 1985, 475-512.",
        "Grassman, Sven. A Fundamental Symmetry in International Payment Patterns. Jounal of International Economics 3(2), May 1973, 105-116.",
        "Hakkio, Craig S. A Re-Examination of Purchasing Power Parity: A Multi-Country and MultiPeriod Study. Journal of International Economics 17(3/4), November 1984, 265-277.",
        "Hanson, Lars P. and Hodrick, Robert J. (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88(5), 829853. Hendry, David F. The Simple Analytics of Single Dynamic Econometric Equations, April 1980, mimeo, London School of Economics.",
        "Hendry, D.F. Adrian R. Pagan, and J. Denis Sargan. Chapter 18 Dynamic Specification. Griliches, Zvi and Michael D. Intriligator, Editors. Handbook of Econometrics, Volume II. Amsterdam: North Holland; 1984: 1025-1100.",
        "Hodrick, Robert J. (1989), Risk, Uncertainty, and Exchange Rates, Journal of Monetary Economics, 23, 433-459.",
        "Hoover, Kevin D. On the Pitfalls of Untested Common-Factor Restrictions: The Case of the Inverted Fisher Hypothesis. Oxford Journal of Economics and Statistics 50(2), June 1988, 125-138.",
        "Kawai, Masashiro and Itzhak Zilcha. International Trade with Forward-Futures Markets under Exchange Rate Uncertainty. Journal of International Economics 20, February 1986, 8 3-98.",
        "Krugman, Paul R. Exchange Rate Instability. Cambridge, MA: MIT Press, 1989.",
        "Mann, Catherine L. The Effects of Exchange-Rate Trends and Volatility on Export Prices: Industry Examples from Japan, Germany, and the United States. Weltwirtschaftliches Archiv 125(3), 1989, 588-618.",
        "Meese, Richard A. and Kenneth J Singleton. On Unit Roots and the Empirical Modeling of Exchange Rates. lhe Journal of Finance 37(4), September 1982, 1029-1035.",
        "Page, Mrs. S. A. B. The Choice of Invoicing Currency in Merchandise Trade, National Institute Economic Review, No. 98, 1981.",
        "West~, Kenneth D. A Standard Monetary Model and the Variability of the Deutschemark-Dollar Exchange Rate. Journal of International Economics 23(112), August 1987, 57-76."
    ]
}