{
    "id": 3645,
    "cites": 75,
    "cited_by": 1,
    "reference": [
        "Bigelow, Erastus B. (1862), The Tariff Question. Binder, John and David T. Brown (1988), \"Bank Rates of Return and Entry Restrictions, 1869-1914,\" Washington University, working paper.",
        "Black, Fischer, (1970), \"Banks in a World Without Money,\" Journal of Bank Research (Autumn).",
        "Black, Fischer and Myron Scholes (1973), \"The Pricing of Options and Corporate Liabilities,\" Journal of Political Economy 81(3).",
        "Breckenridge, R. M. (1899), \"The Comptroller's Objections to Currency Reform,\" Journal of Political Economy. Vol. 7, No. 2 (March), 253-65.",
        "Brown, William Wells (1853), Clotel: or the President's Daughter. A Narrative of Slave Life in the United States (Collier Books, New York; 1970, reprint of original).",
        "Cagan, Philip (1963), \"The First Fifty Years of the National Banking System~An Historical Appraisal,\" in Banking and Monetary Studies, ed. by Deane Carson (Richard D. Irwin: Homewood, Illinois).",
        "Callender, Guy (1909), Selections From the Economic History of the United States (Ginn and Company, Boston).",
        "Calomiris, Charles (1989), \"Deposit Insurance: Lessons From the Record,\" Economic Perspectives. Federal Reserve Bank of Chicago (May/June), 10-30.",
        "_and Larry Schweikart (1988), \"Was the South Backward?: North-South Differences in Antebellum Banking During Normalcy and Crisis,\" working paper.",
        "Carothers, Neil (1930), Fractional Money. A History of the Small Coins and Fractional Paper Currency of the United States (Augustus M. Kelley, New York; 1967 reprint of original).",
        "Chaddock, Robert (1910), The Safety-Fund Banking System in New York State. 1829-1866 (Government Printing Office, Washington, D. C.). Cleaveland, John (1857), The Banking System of the State of New York (John Voorhies; New York, NY).",
        "Cole, David (1959), The Development of Banking in the District of Columbia (William Frederick Press; New York).",
        "Dewey, D. (1910), State Banking Before The Civil War (Government Printing Office, Washington, D.C.). Dillistin, W. H. (1949). Bank Note Reporters and Counterfeit Detectors. 1820-1866 (American Numismatic Society, New York).",
        "Duboff, Richard (1984), \"The Telegraph in Nineteenth Century America-, Technology and Monopoly,\" Comparative Studies in Society and History 26(4), 571-86.",
        "_(1983), \"The Telegraph and the Structure of Markets in the United States, 1845-1890, Research in Economic History 8, 253-77.",
        "_(1980), \"Business Demand and the Development of the Telegraph in the United States, 1844-1860' Business History Review 54(4). 459-79.",
        "Economopoulos, Andrew (1988), \"Illinois Free Banking Experience,\" Journal of Money. Credit and Banking 20(2) (May), 249-64.",
        "rishiow, Albert (1964), \"Antebellum Interregional Trade Reconsidered,\" American Economic Review 54 (May), 352-364.",
        "_ (1965), American Railroads and the Transformation of the Ante-Bellum Economy (Harvard University Press; Cambridge, Mass).",
        "Fogel, Robert (1964), Railroads and American Economic Growth (Johns Hopkins; Baltimore, Maryland).",
        "Friedman, Milton (1987), \"Monetgary Policy. Tactics Versus Strategy,\" in James A. Dom and Anna J. Schwartz, eds., The Search for Stable Money (Chicago: University of Chicago Press).",
        "_ (1986), \"The Cost of Irredeemable Paper Money,\" Journal of Political Economy (June).",
        "_(1959), A Program for Monetary Stability (Fordham University Press; New York).",
        "_and Anna J. Schwartz (1986), \"Has Government Any Role in Money?,\" Journal of Monetary Economics (January).",
        "Galai, Dan (1983), \"A Survey of Empirical Tests of Option-Pricing Models,\" in Option Pricing, ed. by Menachem Brenner (Lexington, Mass; 1983).",
        "Geske, Robert (1977), \"The Valuation of Corporate Liabilities as Compound Options,\" Journal of Financial and Quantitative Analysis 12 (November), 541-52. Gorton, Gary (1989A), \"Self-Regulating Bank Coalitions, \"The Wharton School, University of Pennsylvania, working paper. _(1989B), \"An Introduction to Van Court's Bank Note Reporter and Counterfeit Detector, The Wharton School, University of Pennsylvania, working paper. _ (1989C), \"American Free Banking Reconsidered,\" The Wharton School, University of Pennsylvania, working paper.",
        "_(1989D), \"Ante Bellum Transportation Indices,\" The Wharton School, University of Pennsylvania, working paper, _(1985), \"Clearinghouses and the Origin of Central Banking in the U.S.,\" Journal of Economic History 45(2) (June).",
        "Gorton, Gary and Don Muilineaux (1989), \"The Joint Production of Confidence: Endogenous Regulation and 19th Century Commercial Bank Clearinghouse,\" Journal of Money. Credit and Banking Vol. 19, No. 4 (November).",
        "_ (1989), \"Free Banking in New York,\" The Wharton School, University of Pennsylvania, forthcoming working paper.",
        "Gorton, Gary and Anthony Santomero (1990), \"Market Discipline and Bank Subordinated Debt.\" Journal of Money. Credit and Banking 22(1) (February), 119-128.",
        "Grant, James (1857), A Treatise on the Law Relating to Banking (T & J. W. Johnson & Co.; Philadelphia, Pa).",
        "Green, George (1972), Finance and Economic Development in the Old South: Louisiana Banking. 1804 - 1861 (Stanford University Press, Standford).",
        "Hammond, Bray (1957), Banks and Politics in America (Princeton University Press, Princeton, New Jersey).",
        "Harding, William (1895), \"The State Bank of Indiana,\" Journal of Political Economy 3 (December), 1-36.",
        "Hayek, Friedrich (1976), The Denationalisation of Money. Hobart paper, 2nd ed. (The Institute of Economic Affairs, London).",
        "Huntington, Charles C. (1915), A History of Banking and Currency in Ohio Before the Civil War (F. J. Heer Printing; Columbus, OH).",
        "Kahn, James (1985), \"Another Look at Free Banking in the United States,\" American Economic Review 75(4), 881-85.",
        "King, Robert (1983), \"On the Economics of Private Money,\" Journal of Monetary Economics 12, 127-58.",
        "Klein, Benjamin (1974), \"The Competitive Supply of Money,\" Journal of Money. Credit and Banking 6, 423-454.",
        "Latane, H.A. and R. J. Rendleman (1976), \"Standard Deviations of-Stock Price Ratios Implied by Option Prices,\" Journal of Finance 31, 369-81.",
        "Lindstrom, Diane (1975), \"Demand, Markets, and Eastern Economic Development: Philadelphia, 1815-1840,\" Journal of Economic History 35 (March), 271-73.",
        "Lucas, Robert (1980), \"Equilibrium in a Pure Currency Economy,\" in John H. Kareken and Neil Wallace, eds., Models of Monetary Economics (Federal Reseve Bank of Minneapolis), 131-46.",
        "Macsesich, George (1961), \"Counterfeit Detectors and Pre-1980 Monetary Statistics,\" The Journal of Southern History 29 (May), 449-70.",
        "Mercer, Lloyd (1982), \"The Antebellum Interregional Trade Hypothesis: A Reexamination of Theory and Evidence,\" in Explorations in the New Economic History, edited by Roger Ransom, Richard Sutch, and Gary Walton (Academic Press).",
        "Merton, Robert (1974), \"On the Pricing of Corporate Debt: The Risk Structure of Interest Rates,\" Journal of Finance 29 (May), 449-70.",
        "Mullineaux, Don (1987), \"Competitive Monies and Suffolk Bank System: A Contractual Perspective,\" Southern Economic Journal 53(4) (April), 884-99.",
        "Myers, M. G. (1970), A Financial History of the United States (Columbia University Press; New York).",
        "_(1931), The New York Money Market (Columbia University Press; New York).",
        "Ng, Kenneth (1987), \"Free Banking Laws and Barriers to Entry in the Banking Industry,\" Working paper, California State University at Northridge.",
        "Pred, Allan (1980), Urban Growth and Citv-Svstems in the United States. 1840-1869 (Harvard University Press, Cambridge).",
        "Ramaswamy, Krishna and S. Sundaresan (1986), \"The Valuation of Floating Rate Instruments: Theory and Evidence,\" Journal of Financial Economics 17, 251-272. Rockoff, Hugh (1974A), \"Money Prices and Banks in the Jacksonian Era,\" chapter 33 of The Reinterpretation of American Economic History, edited by Robert Fogel and Stanley Engerman (Harper and Row; New York). _(1974B), \"The Free Banking Era: A Reexamination,\" Journal of Money. Credit and Banking 6, 141-67.",
        "_(1975), The Free Banking Era: A Reconsideration (Amo Press, New York).",
        "_(1985), \"New Evidence on Free Banking in the United States,\" American Economic Review 76(4)(September), 886-89.",
        "_(1989), \"Lessons From the American Experience With Free Banking,\" National Bureau of Economic Research Working Paper on Historical Factors in Long-run Growth, No. 9.",
        "_(1990), \"The Capital Market in the 1850s,\" National Bureau of Economic Research Working Paper on Historical Factors in Long-run Growth, No. 11.",
        "Rolnick, A. and W. Weber (1982), \"Free Banking, Wildcat Banking and Shinplasters,\" Quarterly Review. Federal Reserve Bank of Minneapolis (Fall).",
        "_(1983), \"New Evidence on the Free Banking Era,\" American Economic Review Vol.",
        "_(1984), \"The Causes of Free Bank Failures,\" Journal of Monetary Economics 14-, 267-91.",
        "_ (1988),\"Explaining the Demand for Free Bank Notes,\" Journal of Monetary Economics 21(1) January, 47-72.",
        "Rubinstein, Mark (1976), \"The Valuation of Uncertain Income Streams and the Pricing of Options,\" Bell Journal of Economics 7 (Autumn), 407-25.",
        "Schmidt, Louis (1939), \"Internal Commerce and the Development of a National Economy Before 1860,\" Journal of Political Economy 47 (December), 798-822.",
        "Schmalensee, R. and R.R. Trippi (1978), \"Common Stock Volatility Expectations Implied by Option Premia,\" Journal of Finance 32, 129-47.",
        "Schweikart, Larry (1987), Banking in the American South from the Age of Jackson to Reconstruction (Louisiana State University Press; Baton Rouge, LA).",
        "Sumner, W. G. (1896), A History of Banking in the United States (New York).",
        "Svensson, Lars E. O. (1985), \"Money and Asset Prices in a Cash-In-Advance Economy,\" Journal of Political Economy 93 (5) (October), 919-44.",
        "Sylla, Richard (1985), \"Early American Banking: The Significance of the Corporate Form,\" Business and Economic History 14 (March), p. 105-123.",
        "Temin, Peter (1969), The Jacksonian Economy (W. W. Norton and Company; New York).",
        "Titman, Sheridan and Walter Torous (1989), \"Valuing Commercial Mortgages: An Empirical Investigation of the Contingent-Claims Approach to Pricing Risky Debt,\" Journal of Finance XLIV(2) (June), 345-373.",
        "Van Vleck, George (1943), The Panic of 1857 (Columbia University Press: New York).",
        "Weiss, Thomas (1989), \"Economic Growth Before 1860: Revised Conjectures,\" NBER Working Paper Series on Historical Factors in Long Run Growth.",
        "Whitney, D. R. (1878), The Suffolk Bank (Riverside Press, Cambridge).",
        "TABLE 1 States with and without Free Banking Laws by 1860 States with Free Banking Laws Year Law Passed States without Free Banking Laws Alabama 1849** Arkansas Connecticut 1852 California Florida 1853** Delaware Georgia 1838** Kentucky Illinois 1851 Maine Indiana 1852 Maryland Iowa 1858** Mississippi Louisiana 1853 Missouri Massachusetts 1851** New Hampshire Michigan 1837* North Carolina Minnesota! 1858 Oregon New Jersey 1850 Rhode Island New York 1838 South Carolina Ohio 1851f Texas Pennsylvania I860** Virginia Tennessee 1852** Vermont 1851** Wisconsin 1852 Source: Rockoff (1975. p. 3, 125-30) as compiled by Rolnick and Weber (1983, p. 1082).",
        "'Michigan prohibited [tee backing after 1839 a.i\\d then passed a new free banking law in 1857.",
        "'According to Rockoff. very little free banking was done under the laws in these states, tin 1845, Ohio passed a law that provided for the establishment of \"Independent Banks\" with a bond-secured note issue.",
        "^Montana became a state in 1889. The Free Banking law was passed by a territorial legislature."
    ]
}