{
    "id": 365,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Adie, D.K., The Lag in Effect of Minimum Wages on Teenage Unemployment, Proceedings, Industrial Relations Research Association (December, 1971).",
        "Barton, Paul E., Youth Employment and Career Entry, Labor Market Information for Youths, Seymour L. Wolfbein (ed.), Temple University School of Business Administration (Philadelphia, 1975). Borus, Michael E., Mott, Frank L. and Nestel, Gilbert. Counting Youth: A Comparison of Youth Labor Force Statistics in the Current Population Surveys, from Conference Report on Youth Unemploynient: Its Measure- inent and Meaning, pp. 15-34.",
        "Coleman, James S., The School to Work Transition, The Teenage Unemployment Problem: What are the Options?, Congressional Budget Office (October 14, 1976).",
        "Cotterhill, Philip G. and Walter J. Wadycki, Teenagers and the Minimum Wage in Retail Trade, Journal of Human Resources, vol. II (winter, 1976).",
        "Diamond, Daniel E., and Bedrosian, Hrach, Industry Hiring Requirements and the Employment of Disadvantaged Groups, New York: New York University School of Commerce, 1970.",
        "Duncan, Beverly, Dropouts and the Unemployed, Journal of Political Economy (April, 1965).",
        "Fearn, Robert M., Labor Force and School Participation of Teenagers, Ph.D. dissertation, University of Chicago, 1968.",
        "Folk, Hugh, The Problem of Youth Unemployment, The Transition from School to Work, A Report Based on the Princeton Manpower Symposium (May 9-10, 1968), (Industrial Relations Section, Princeton University).",
        "Fortune Magazine Jobs and Uant Ads: A Look Behind the Words, by H. E. Meyer, 11/20/78. 30 Freeman, Richard B., Youth Employment Opportunities: Changes in the Relative Position of College and High School Graduates, Labor Market Information for Youths, Seymour L. Wolfbein (ed.), Temple University School of Business Administration (Philadelphia, 1975).",
        "Resources Help? The Teenage Unemployment Problem: What Are the Options? Congressional Budget Office (October, 1976).",
        "Freeman, Richard B., The Effect of Demographic Factors on Age-Earnings Profiles, Journal of Human Resources (spring 1979).",
        "Gavett, Thomas, et al., Youth Unemployment and the Minimum Wage, BLS (Bulletin 165), 1970.",
        "Goldfarb, Robert S., The Policy Content of Quantitative Minimum Wage Research, in Industrial Relations Research Association, Proceedings of the Twe~y-Seventh Annual Meeting (1974).",
        "Goldstein, Harold, Youth in the Labor Market: Trends in Employim~it and Unemployment, The Transition from School to Work, A Report Based on the Princeton Manpower Symposium (Industrial Relations Section, Princeton University), May, 1968.",
        "Gramlich, Edward M, Impact of Minimum Wages on Other Wages, Employment, and Family Incomes, Brookings Papers on Economic Activity (2: 1976).",
        "Kalachek, Edward, Determinants of Teen Age Employment, The Journal of Human Resources (winter, 1969).",
        "Katz, Arnold, Teenage Employment Effects of State Minimum Wages, Journal of Human Resources, vol. 8 (spring, 1973).",
        "King, Allan G., Minimum Wages and the Secondary Labor Market, Southern Economic Journal, vol. 41 (October, 1974).",
        "Levitan, Sar A., Coping with Teenage Unemployment, The Teenage Unemployment Problem: What Are the Options? Congressional Budget Office (October, 1976).",
        "Lovell, Michael C., The Minimum Wage, Teenage Unemployment, and the Business Cycle, Western Economic Journal, vol. 10 (December 1972).",
        "Marston, Stephen, Employment Instability and High Unemployment Rates, Brookings Paper on Economic Activity, 1976: 1, p. 169.",
        "Meyer, Herbert E., Jobs and Want Ads: A Look Behind the Words, Fortune (November 20, 1978).",
        "Miljus, Robert C. et al., Some Correlates of the Labor Market Status of Male Youth, The Transition from School to Work, A Report Based on the Princeton Manpower Symposium (Industrial Relations Section, Princeton University), May, 1968.",
        "Mincer, Jacob, Unemployment Effects of Minimum Wages, Journal of Political Economy vol. 84 (August 1972).",
        "Moore, Thomas G., The Effect of Minimum Wages on Teenage Unemployment Rates, Journal of Political Economy~ vol. 79 (July/August l97l)~ National Child Labor Committee, Rite of Passage: The Crisis of Youths Transition from School to Work, New York (1976).",
        "Perrella, Vera Force Report, No. 87. Ragan, James J. Jr., Minimum Wages and the Youth Labor Market, The Review of Economics and Statistics, vol. 59 (May 1977).",
        "Silberman, Charles, What Hit the Teenagers, Fortune (April 1965).",
        "Singell, Larry D., Some Private and Social Aspects of the Labor Mobility of Young Workers, The Quarterly Review of Economics and Business, vol. 6, no. 1. Smith, Ralph, The Teenage Unemployment Problem: How Much Will Macro Policies Matter? The Teenage Unemployment Problem: What Are the Options? Congressional Budget Office (October 1976).",
        "Stevenson, Gelvin, Determinants of the Occupational Employment of Black and White Nale Teenagers, Ph.D. dissertation, Washington University (June, 1973).",
        "Taggart, Robert, Employment and Training Programs for Youth, (published ms., December 1975), From School to Work.",
        "Westcott, D., Youth in the Labor Force: An Area Study, Monthly Labor Review, July 1976, vol. 99, no. 7, pp. 3-9."
    ]
}