{
    "id": 3652,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Alchian, A. and 1-I. Demsetz, Production, Information Costs and Economic Organization, American Economic Review, 1912, Vol. 62, pp. 777-795.",
        "Akerlof, C. and Stiglitz, J., Capital, Wages and Structural Unemployment, Economic Journal. Vol. LXXIX, June 1969, pp. 269-281.",
        "Asquith, P. and Mullins, D., Returns and Default Rates on High Yield Bonds forthcoming, Journal of Finance. Champernowne, D.G., A Model of Income Distributions, Economic Journal, Vol. LXIII, 1953, pp. 318-351.",
        "Eaton, J., Lending with Costly Enforcement of Repayment and Potential Fraud, Journal of Banking and Finance, 1986, Vol. 10, pp. 281-293.",
        "Eaton, J. and Gersovitz, K., Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, 1981, VoL. 48, pp. 289-309.",
        "Eaton, J.. Cersovitz, K., and Stiglitz, J., Pure Theory of Country Risk, Euronean Economic Review, Vol. 30, No. 3, June 1986, pp. 481-513; also NBER Working Paper No. 1894, April 1986 and NBER Reprint 793.",
        "Foley. D. and Sidrauski, H., Portfolio Choice, Investment and Growth, American Economic Review, Vol. 60, 1970, pp. 44-63.",
        "Gale, D. and }lellwig, H., Incentive-Compatible Debt Contracts I: The OnePeriod Problem, Review of Economic Studies, October 1985; Vol. 52, pp. 641-664.",
        "Gale, D. and Stiglitz, J.E., A Simple Proof that Futures Markets are Almost Always informationally Inefficient, NEER Working Paper 3209, 1989.",
        "Grossman, S. and Hart, 0., Takeover Bids, the Free Ride Problem and the Theory of the Corporation, Bell Journal of Economics, Vol. 11, 1980, pp. 42-64.",
        "Grossman, S. and Stiglitz, J. On Value Maximization and Alternative Objectives of the Firm, with S. Grossman, Journal of Finance, Vol. XXXII, No.2, Hay 1977, pp. 389-402.",
        "Financial Decisions, Quarterly Journal of Economics, Vol. 94, No. 3, May 1980, pp. 543-566.",
        "Hannaway, J., Managets Managing: The Workings of an Administrative System, Oxford University Press (Oxford), 1989.",
        "Hall, Robert and Jorgenson, Tax Policy and Investment Behavior, Mterican Economic Review, Vol. 57, 1967, pp. 391-414.",
        "Hawtrey, R., Gurrency_pnd Credit, Longaans, Green and Co. (New York), 1919.",
        "Hirschleifer, J., Investment Decisions under Uncertainty: Applications of the State-Preference Approach, Ouarterly Journal of Economics, Vol. 80, 1966, pp. 252-277.",
        "Jensen, H. and Hechling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, Vol. 3, 1976, pp. 305-360.",
        "Kaldor, N., Alternative Theories of Distribution, Review of Economic Studies, Vol. 23, 1956, pp. 83-100.",
        "Kalecki, H., Essays in the Theory of Economic Fluctuations, Allen and Unwin (London), 1939.",
        "Keynes, J.M., The General Theory of Em~lqypient. Interest and Money, Macmillan (London), 1936.",
        "Kuh, E. and Meyer, J.R., The Investment Decision, Harvard University Press (Cambridge, HA), 1959.",
        "Myers, S., and Majluf, N., Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not, Journal of Financial Economics, Vol. 11, 1984, pp. 187-221.",
        "Modigliani, F. and Miller, The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review, Vol. 48, June 1958, pp. 261-267.",
        "Passinetti, L., Rate of Profit and Income Distribution in Relation to the Rate of Economic Growth, Review of Economic Studies, Vol. 29. 1962, pp. 267 279.",
        "Robinson, J., The Accumulation of Capital, Macmillan (London), 1956.",
        "Ross, S., The Economnic Theory of Agency: The Principals Problem, American_Economic Review, Hay 1973, pp. 134-139.",
        "Sahlman, W., Venture Capital Industry in the United States, Harvard Business School Working Paper, 1989.",
        "Shleifer, A. and Vishny, R., Managerial Entrenchment, paper presented to conference at Princeton University, 1988.",
        "Solow, R., A Contribution to the Theory of Economic Growth, Quarterli Journal of Economics, Vol. LXX, February 1956, pp. 65-94.",
        "Bankruptcies and Take-Overs, Be].l Journal of Economics, Vol. 3, No. 2, Autumn 1972a, pp. 458-482.",
        "Investment, Quarterly Journal of Economics, February 1972b, Vol. 86, No. 1, pp. 25-60.",
        "Econpmics~ Essays in Honor of Paul Cootner, W.F. Sharpe and C. Cootner, Eds., Prentice Hall (Englewood Cliffs, NJ), 1982, pp. 118-158.",
        "Honey. Credit and Banking, Vol.17, No.1, May 1985, pp. 133-152.",
        "Barnes and Noble Books (Totowa, NJ), pp. 22-69. ______________ Why Financial Structure Matters, Journal of Economic Perspectives, Vol. 2, Fall 1988a, pp. 121-126.",
        "Conference on Regulatory Reform of Stock and Futures Markets, Columbia University, May 1989.",
        "Stiglitz, J, and Weiss, A., Credit Rationing in Markets with Imperfect Information, American Economic Review, Vol. 71, No. 3, June 1981, pp. 393-410.",
        "Credit and Labor Markets, American Economic Review, December 1983, Vol. 72, pp. 912-927.",
        "Summers, L., and Summers, V., When Financial Markets Work Too Well: A Cautious Case for a Securities Transaction Tax, paper presented to the Annenberg Conference on Technology and Financial Markets, Washington, D.C., February, 1989.",
        "Townsend, R., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, October 1979, Vol. 21, pp. 265-293."
    ]
}