{
    "id": 3656,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy, (London: Cambridge University Press, 1987).",
        "Blanchard, Oliver J., Debt, Deficits, and Finite Horizons, Journal of Political Economy, 93, (April 1985), 223-247.",
        "Bovenberg, Lans A., The Effects of Capital Income Taxation on International Competitiveness and Trade Flows, (1989) forthcoming in American Economic Review.",
        "Bovenberg, Lans A. * and Lawrence Goulder, Taxes on Old and New Capital Under International Capital Mobility: An Intertemporal General Equilibrium Assessment, (unpublished manuscript, International Monetary Fund, August, 1989).",
        "Buiter, Willem H., (1987), Fiscal Policy in Open Interdependent Economies, in Assaf Razin and Efraim Sadka (eds.) Economic Policy in Theory and Practice, (London: Macmillan, 1987), 101-144.",
        "Cnossen, Sijbren, and Carl S. Shoup, Coordination of Value-Added Taxes, in Cnossen Sijbren (ed.) Tax Coordination in the European Community, (Antwerp: Kluwer Law and Taxation Publishers, 1987).",
        "Emerson, Michael, Michel Aujean , Michel Catinat, Philippe Goybet, and Alexis Jacquemin, (1988), Fiscal Barrier, The European Economy, (March 1988), 45-107.",
        "Feldstein, Martin, Excess Debt and Unbalanced Investment: The Case for a Cash-Flow Business Tax, Testimony before the Committee on Ways and Means, Congress of the United States, (January 31, 1989).",
        "Frenkel, Jacob A., and Assaf Razin, Fiscal Policies in the World Economy, Journal of Political Economy, 94, Part 1, (June 1986), 564-594.",
        "Frenkel, Jacob A., and Assaf Razin, (l988a), Budget Deficits Under Alternative Tax Systems: International Effects, IMF Staff Papers, Vol. 35, No. 2, 297-315. Frenkel, Jacob A., and Assaf Razin, (l988b), Spending. Taxes and Deficit International-Intertemporal Approach, (Princeton, New Jersey: Princeton Studies in International Finance), No. 63, International Finance Section. Frenkel, Jacob A., and Assaf Razin, Fiscal Policy and the World Economy: An Intertemporal Approach, (Cambridge Mass.: MIT Press, 1987).",
        "Frenkel, Jacob A., and Assaf Razin, (1989), International Effects of Ta: Reforms, The Economic Journal, Vol. 99 (March 1989), 38-59.",
        "Frenkel, Jacob A., Assaf Razin, and Efraim Sadka, International Taxation in an Integrated World, (Cambridge, Mass.: MIT Press, 1991, forthcoming).",
        "Frenkel, Jacob A., Assaf Razin, and Steve Symansky, International Spillovers of Taxation, in Razin A. and Slemrod, J., (eds.) International Aspects of Taxation, (Chicago, Illinois, University of Chicago Press, 1990).",
        "Pechman, Joseph, A. (ed.), World Tax Reform: A Progress Report, (Washington, D.C., The Brookings Institution, 1988).",
        "Perraudin, W.P.M. and Pujol, T. European Fiscal Harmonization and the French Economy, International Monetary Fund Working Paper, WP/90/9 October 1990.",
        "Tait, Alan A., Value Added Tax: International Practice and Problems, (Washington, D.C., International Monetary Fund, 1988).",
        "Tanzi, Vito and Bovenberg, Lans, Economic Interdependence and the International Implications of Supply-Side Policies, in Fels, C. and von Furstenberg, George M. (eds.) A Supply-Side for Germany, New York, 1989, pp. 153-80."
    ]
}