{
    "id": 366,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Andersen, Leonall C., and Carlson, Keith M. \"A Monetarist Model for Economic Stabilization.\" Federal Reserve Bank of St. Louis, Review, LII (April, 1970), 7-25.",
        "Andersen, Leonall C., and'Jordan, Jerry L. \"Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization.\" Federal Reserve Bank of St. Louis, Review, L (November, 1968), 11-24.",
        "Ando, Albert. ' \"Some Aspects of Stabilization Policies, the Monetarist Controversy and the MPS Model.\" International Economic Review, XV (October, 1974), 541-571.",
        "Bischoff, Charles W. \"A Model of Nonresidential Construction in the United States.\" American Economic Review, LX (May, 1970), 10-17.",
        "Blinder, Alan S., and Solow, Robert M. \"Does Fiscal Policy Matter?\" Journal of Public Economics, II (November, 1973) , 318-337.",
        "Bosworth, Barry, and Duesenberry, James S. \"A Flow of Funds Model and Its Implications.\" Federal Reserve Bank of Boston, Issues in Federal Debt Management. Boston: Federal Reserve Bank of Boston, 1973.",
        "Brundy, James M., and Jorgenson, Dale W. \"Efficient Estimation of Simultaneous Equations by Instrumental Variables.\" Review of Economics and Statistics, LIII (August, 1971), 207-224.",
        "Carlson, Keith M. \"Does the St. Louis Equation Now Believe in Fiscal Policy?\" Federal Reserve Bank of St. Louis, Review, LX (February, 1978), 13-19.",
        "Christ, Carl F. \"A Simple Macroeconomic Model with a Government Budget Constraint.\" Journal of Political Economy, LXXVI (January/February, 1968), 53-67.",
        "Cooper, J. Phillip (ed.). Development of the Monetary Sector, Prediction and Policy Analysis in the FRB-MIT-Penn Model. Lexington: D.C. Heath and Company, 1974.",
        "DeLeeuw, Frank, and Gramlich, Edward. \"The Federal Reserve - M.I.T. Econometric Model.\" Federal Reserve Bulletin, LIV (January, 1968), 11-40.",
        "DeLeeuw, Frank, and Gramlich, Edward. \"The Channels of Monetary Policy: A Further Report on the Federal Reserve - M.I.T. Model.\" Journal of Finance, XXIV (May, 1969), 265-290.",
        "Dick, Stacy S. A Structural Model of the Market for Municipal Bonds. A.B. honors thesis, Harvard University, 1978.",
        "Federal Reserve Board, \"A Proposal for Redefining the Monetary Aggregates. Federal Reserve Bulletin, LXV (January, 1979), 13-42.",
        "Friedman, Benjamin M. \"Even the St. Louis Model Now Believes in Fiscal Policy.\" Journal of Money, Credit and Banking, IX (May, 1977), 365-367.",
        "Friedman, Benjamin M. \"Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates.\" Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "Friedman, Benjamin M. \"Who Puts the Inflation Premium into Nominal Interest Rates?\" Journal of Finance, XXXIII (June, 1978), 833-845.",
        "Friedman, Benjamin M., and Roley, V. Vance. \"Structural Models of Interest Rate Determination and Portfolio Behavior in the Corporate and Government Bond Markets.\" American Statistical Association, Proceedings of the Business and Economic Statistics Section, 1977, Part I.",
        "Friedman, Benjamin M., and Roley, V. Vance. \"A Note on the Derivation of Linear Homogeneous Asset Demand Functions.\" Mimeo, Harvard University, 1979.",
        "Gramlich, Edward M., and Jaffee, Dwight (eds.). Savings Deposits, Mortgages and Housing. Lexington: D.C. Heath and Company, 1972.",
        "Hendershott, Patric H. Understanding the Capital Markets, Volume I: A Flow-of-Funds Financial Model. Lexington: D.C. Heath and Company, 1977.",
        "Hendershott, Patric H., and Orlando, Frank S. \"The Interest Rate Behavior of Flow-of-Funds and Bank-Reserves Financial Models.\" Journal of Money, Credit and Banking, VIII (November, 1976), 497-512.",
        "Jones, David S. A Structural Econometric Model of the U.S. Equity Market. Ph.D. dissertation, Harvard University, 1979.",
        "Jorgenson, Dale W. \"Capital Theory and Investment Behavior.\" American Economic Review, LIII (May, 1963), 247-259.",
        "Modigliani, Franco. \"The Life Cycle Hypothesis of Saving, the Demand for Wealth, and the Supply of Capital.\" Social Research, XXXIII (Summer, 1966), 160-217.",
        "Modigliani, Franco. \"Monetary Policy and Consumption: Linkages via Interest Rate and Wealth Effects in the FMP Model.\" Consumer Spending and Monetary Policy: The Linkages. Boston: Federal Reserve Bank of Boston, 1971.",
        "Modigliani, Franco, and Ando, Albert. \"Impacts of Fiscal Actions on Aggregate Income and the Monetarist Controversy: Theory and Evidence.\" Stein (ed.), Monetarism. Amsterdam: North-Holland Publishing Company, 1976.",
        "Modigliani, Franco, and Brumberg, R. \"Utility Analysis and the Consumption Function: An Interpretation of Cross Section Data.\" Kurihara (ed.), Post-Keynesian Economics. New Brunswick: Rutgers University Press, 1954.",
        "Modigliani, Franco, and Sutch, Richard. \"Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience.\" Journal of Political Economy, LXXV (August, 1967), 569-589.",
        "Roley, V. Vance. A Structural Model of the U.S. Government Securities Market. Ph.D. dissertation, Harvard University, 1977.",
        "Roley, V. Vance. \"The Determinants of the Treasury Security Yield Curve.\" Mimeo, Federal Reserve Bank of Kansas City, 1978.",
        "Roley, V. Vance. \"The Role of Commercial Banks' Portfolio Behavior in the Determination of Treasury Security Yields.\" Mimeo, Federal Reserve Bank of Kansas City, 1979.",
        "Silber, William L. \"Portfolio Substitutability, Regulations, and Monetary Policy.\" Quarterly Journal of Economics, LXXXIII (May, 1969), 197-219).",
        "Silber, William L. Portfolio Behavior Ã\u0083Â¶f Financial Institutions. New York: Holt, Rinehart and Winston, Inc., 1970.",
        "Silber, William L. \"Fiscal Policy in IS-LM Analysis: A Correction.\" Journal of Money, Credit and Banking, II (November, 1970), 461-472."
    ]
}