{
    "id": 3660,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Boulet, Jac-AndrÃ\u0083Â© (1980) Language and Earnings in Montreal, Ottawa: Economic Council of Canada, 131 pages.",
        "Breton, Albert, and Peter Mieszkowski (1977) The Economics of Bilingualism in Wallace E. Oates (editor), The Political Econmomy of Fiscal Federalism, Lexington, Mass.: D.C. Heath and Company.",
        "Carliner, Geoffrey (1980) Wages, Earnings and Hours of First, Second, and Third Generation American Males, Economic Inquiry, 18: 87-102.",
        "Carliner, Geoffrey (1981) Wage Differentials by Language Group and the Market for Language Skills in Canada, Journal of Human Resources, 16: 384-99.",
        "Grenier, Gilles (1982) Language as Human Capital: Theoretical Framework and Application to Spanish-Speaking Americans, Unpublished Ph.D. Dissertation, Princeton University, 256 pages.",
        "Grenier, Gilles (1984) The Effects of Language Characteristics on the Wages of Hispanic-American Males, Journal of Human Resources, 19: 35-52.",
        "Grenier, Gilles (1985) Bilinguisme, transferts linguistiques et revenus du travail au QuÃ\u0083Â©bec: quelques Ã\u0083Â©lÃ\u0083Â©ments dinteraction, in F. Vaillancourt (editor), Economie et lanque, QuÃ\u0083Â©bec: Conseil de la langue frangaise, pp. 243-88.",
        "Grenier, Gilles (1988) Participation au marchÃ\u0083Â© du travail, revenus et langues au QuÃ\u0083Â©bec: le cas des femmes rnariÃ\u0083Â©es, LActualitÃ\u0083Â© Ã\u0083Â©conomigue, 64: 5-22.",
        "Hocevar, Toussaint (1975) Equilibria in Linguistic Minority Markets, Kyklos, 28: 337-57.",
        "Kossoudji, Sherrie A. (1988) English Language Ability and the Labor Market Opportunities of Hispanic and East Asian Immigrant Hen Journal of Labor Economics, 6: 205-28.",
        "Lachapelle, RÃ\u0083Â©jean (1988) MinoritÃ\u0083Â©s et langues officielles minoritaires: un demi-siÃ\u0083Â¨cle dÃ\u0083Â©volution, Social and Demographic Studies Division, Statistics Canada, Ottawa.",
        "Lacroix, Robert, and Frangois Vaillancourt (1980) Les disparitÃ\u0083Â©s do revenus au sein de la main-doeuvre hautement qualifiÃ\u0083Â©e au QuÃ\u0083Â©bec, QuÃ\u0083Â©bec: Conseil de la langue francaise, 197 pages.",
        "Marschak, Jacob (1965) Economics of Language, Behavioral Science, 10: 135-40.",
        "McManus, Walter (1985) Labor Market Costs of Language Disparities: An Interpretation of Hispanic Earnings Differences, American Economic Review, 75: 818-27.",
        "McManus, Walter (1990) Labor Market Effects of Language Enclaves: Hispanic Men in the United States, Journal of Human Resources, 25: 228-52.",
        "McManus, Walter, William Gould and Finis Welch (1983) Earnings of Hispanic Men: The Role of English Language Proficiency, Journal of Labor Economics, 2: 101-130.",
        "Robinson, Chris (1988) Language Choice: The Distribution of Language Skills and Earnings in a Dual-Language Economy Research in Labor Economics, 9: 53-90.",
        "Shapiro, Daniel, and Morton Stelcner (1982) Language Legislation and Male-Female Earnings Differentials in Quebec, Canadian Public Policy, 8: 106-13.",
        "Tamer, Evelina M. (1988) English Language Proficiency and the Determination of Earnings among Foreign-Born Men, Journal of Human Resources, 23: 108-22.",
        "Vaillancourt, Frangois (1990) Language and Public Policy in Canada and the United States, This conference."
    ]
}