{
    "id": 3664,
    "cites": 22,
    "cited_by": 39,
    "reference": [
        "Ball, L., 1989, A model of unemployment persistence, inimeo, Princeton.",
        "Bean, C. and Dreze, J., 1990, Europes Unemployment Problem, MIT Press, Cambridge, forthcoming.",
        "Bcrtola, 0., 1990, Job security, employment and wages, European Economic Review, forthcoming.",
        "Blanchard, 0., 1990, Unemployment; getting the questions right, and some of the answers, Eumpei Unemployment Problem, Charles Bean and Jacques Dreze (editors) forthcoming, MIT Press.",
        "Blanchard, 0. and Diamond, P, 1990a, The aggregate matching function, Productivky /Growth/Unemployment, Peter Diamond (editor) , MIT Press.",
        "Blanchard, 0. and Diamond, P, 199Db, Ranking, unemployment duration, and wages, mimeo, MIT Blanchard, 0. and Diamond, B, 199Cc, Unemployment and wages : What have we learned from the European experience?, Employment Institute Lecture, London. Blanchard, 0. and Summers, U, 1986, Hysteresis and the European unemployment problem, NBER Macroeconomics Annual 1, 15-78, Stanley Fischer (editor) , MIT Press.",
        "Bruno, M. and Sachs, J., 1985, The Economics of Worldwide Stagflation, Basil Blackwell, Oxford.",
        "Carruth, A. and Oswald, A., 1989, Pay Determination and Industrial Prosperity, Oxford University Press.",
        "Christophides, L. and Oswald, A., 1990, Real wage determination and rent sharing in collective bargaining agreements, mimeo, Dartmouth.",
        "Diamond, P, 1982, Wage determination and efficiency in search equilibrium, Review of Economic Studies 49, 217-227.",
        "Unemployment 19 Dickens, W, Katz, L., Lang, K., and Summers, U, 1989, Employee crime and the monitoring puzzle, Journal of Labor Economics.",
        "Fischer, S., 1977, Long term contracts, rational expectations and the optimal money supply rule, Journal of Political Economy 85, 191-205.",
        "Gottfries, N. and Horn, H., 1987, Wage formation and unemployment persistence, Economic Journal 97, 877-886.",
        "Imbens, 0., 1990, Transition models in a non stationary environment, Working Paper, Harvard.",
        "Jackman, R. and Layard, R., 1988, Does long term unemployment reduce a persons chance of a job ? A time series test, mimeo LSE.",
        "Jackman, R., Layard, R., Nickell, S., and Wadhwani, S., 1990, Unemployment, Basil Blackwell, forthcoming.",
        "Krueger, A. and Sununers, L., 1986, Reflections on the inter-industry wage structure, Unemployment and the Structure of Labor Markets, Kevin Lang and Jonathan Leonard (editors), Basil Blackwell.",
        "Meager, N. and Metcalf, H., 1987, Recruitment of the long term unemployed, Institute of manpower Studies , Report 138.",
        "Morrensen, D., 1989, The persistence and indeterminacy of unemployment in search equilibrium, Scandinavian Journal of Economics 91(2), 347-360.",
        "Nickell, S., 1989, Unemployment ; a survey, mimeo, Institute of Economics and Statistics , Oxford.",
        "Unemployment 20 OECD, 1990, OECD Economic Outlook, OECD.",
        "Pissarides, C., l990a, Equilibrium Unemployment Theory, Basil Blackwell. Pissarides, C., 199Db, State dependence in unemployment durations and the persistence of employment shocks, mimeo, LSE. Shapiro, C. and Stiglitz, J., 1984, Equilibrium unemployment as a discipline device, American Economic Review 74, 433-444."
    ]
}