{
    "id": 3668,
    "cites": 22,
    "cited_by": 58,
    "reference": [
        "Barro, Robert (1990): Government spending in a simple model of economic growth, Journal of Political Economy, October.",
        "Barro, Robert and Xavier Sala y Martin (1990): Public finance in the theory of economic growth unpublished.",
        "Barro, Robert and Holger Wolff (1989): Data Appendix for Economic Growth in a Cross Section of Countries, unpublished, November.",
        "Berg, Andrew and Jeffrey Sachs (1988): The Debt Crisis: Structural Explanations of Country Performance, Journal of Development Economics 29, 271-306.",
        "Boylan, Richard, John Ledyard and Richard McKelvey (1990): Political Competition in a Model of Economic Growth: Some Theoretical Results unpublished.",
        "Fischer, Stanley (1980): Dynamic Inconsistency, Cooperation and the Benevolent Dissembling Government Journal of Economic Dynamics and Control vol. 2, February.",
        "Galor, Oded and Joseph Zeira (1988): Income Distribution and Macroeconomics Brown University Working Paper 89-25.",
        "Product and Price Levels: Estimates for 130 Countries, The Review of Income ovid Wealth 34, March, 1-25. Jam, S. (1975): Size Distribution of Income: A Compilation of Data, World Bank, Washington, D.C.",
        "Kaldor, Nicholas (1956): Alternative Theories of Distribution, Review of Economic Siudic.c vol. 23, No. 2, 83-100.",
        "Kuznets, Simon (1955): Economic Growth and Income Inequality, American Economic Review, March, 1-28.",
        "Lecallion, Jack, Felix Paukert, Christian Morrison and Dimitri Gemiolis (1984): Income Distribution and Economic Development: Analytical Survey, International Lahor Office, Geneva.",
        "Mayer, Wolfgang (1984): Endogenous Tariff Formation, American Economic Review 74:970- 985.",
        "Meltzer, Allan H. and Scott F. Richard (1981): A Rational Theory of the Size of the Government, Journal of Political Economy, 89:914-27.",
        "Milesi-Ferretti, Gian Maria (1990): `Do good or do well? Public debt management in a two-party democracy, unpublished, November.",
        "Mohtadi, Hamid and Terry Roe (1990): Political economy of endogenous growth, unpublished.",
        "Perotti, Roberto (1990): Political equilibrium income distribution and growth, unpublished, November.",
        "Persson, Torsten and Guido Tabellini (1991): Is Inequality Harmful for Growth: Theory and Evidence, IJC Berkeley Working Paper.",
        "Roberts, Kevin W. S. (1977): Voting Over Income Tax Schedules,l Journal of Public Economics, 8:329-40.",
        "Rodrik, Dani (1990): Investment Efficiency Despite Discretionary Capital Taxation by a Redistributive Government, October, unpublished.",
        "Romer, Thomas (1975): Individual Welfare, Majority Voting, arid the Properties of a Linear Income Tax, Journal of Public Economics, 14: 163-85.",
        "Tabellini, Guido and Alberto Alesina (1990): Voting on the budget deficit, American Economic Review, March, 37-52.",
        "Terrones, Marco (1989): Influence Activites and Economic Growth, unpublished."
    ]
}