{
    "id": 3670,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Bertola, 0., and Caballero, R.J. 1990. Target Zones and Realignments, Discussion Paper 398, London: centre for Economic Policy Research.",
        "Bertola, 0., and Svensson, L.E.O. 1990. Stochastic Devaluation Risk and the Empirical Fit of Target lone Models (unpublished manuscript).",
        "Dobson, W. 1991. Economic Policy coordination. Requium or Prologue?, Policy Analysis in International Economics 30, Washington: Institute for International Economics.",
        "Dominguez, K.M. 1990. Market Responses to Coordinated Central Bank Intervention, Carnegie Rochester Series on Public Policy 32, Spring.",
        "Doeinguez, K.M., and Frankel, J. 1990. Does Foreign Exchange Intervention Matter ? Disentangling the Portfolio and Expectations Effects for the Mark, Working Paper 3299, cambridge: National Bureau of Economic Research.",
        "Edison, n.J., and Kaminsky, G.L. 1990. Target Zones, Intervention, and Exchange Rate Volatility: France, 1979-1990 (unpublished manuscript).",
        "Frenkel, J.A., and Goldstein, M. 1986. A Guide to Terget Zones, International Monetary Fund Staff Papers, December.",
        "Flood, R.P., and Garber, P.M. 1989. The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates )unpublished manuscript).",
        "Flood, R.P., Rose, A.K., and Mathieson, D.J. 1990. An Empirical Exploration of Exchange Rate Target Zones (unpublished manuscript).",
        "Froot, K.A., and Obstfeld, M. 1989. Exchange-Rate Dynamics under stochastic Regime Shifts, Working Paper 2835, cambridge: National Bureau of Economic Research.",
        "Funabashi, Y. 1988. Managing the Dollar: From the Plaza to the Louvre. Washington: Institute for International Economics.",
        "Kenen, P.8. 198?. Exchange Rate Management: What Role for Intervention?, American Economic Review 77, May. Kenen, P.8. 1988. Managing Exchange Rates, London: Royal Institute of International Affairs and Routledge.",
        "Klein, M.W., and Lewis, RE. 1990. Learning About Intervention Target Zones (unpublished manuscript).",
        "Krugman, P. 198?. Trigger Strategies and Price Dynamics in Equity and Foreign Exchange Markets, Working Paper 2459, cambridge: National Bureau of Economic Research. Krugman, P. 1991. Target Zones and Exchange Rates Dynamics, Quarterly Journal of Economics (forthcoming).",
        "Erugman, P., and Rotesberg, J. 1990. Target Zones with Limited Reserves, Mocking Paper 3418, cambridge: National Bureau of Economic Research.",
        "Miller, M., and Weller, P. 1989. Exchange-Rate Bands and Realignments in a Stationary Stochastic Setting, in Blueprints for Exchange Rate Management, ed. M. Miller, B. Eichengreen, and R. Portes, London: Academic Press.",
        "Pesenti, P.A. 1990. Perforate and Imperforate Currency Bands: Exchange Rate Management and the Term Structure of Interest Rate Differentials (unpublished manuscript).",
        "Pratt, J., and Gibbons, J. 1981. Concepts of Nonparametric Theory. New york: Springer-Verlag.",
        "Svensson, L.E.O. l990a. The Term structure of Interest Rate Differentials in a Target Zone: Theory end Swedish Data, Working Paper 3374, Cambridge: National Bureau of Economic Research. Svensson, L.E.0. 1990b. The Simplest Test of Target Zone Credibility, Working Paper 3394, cambridge: National Bureau of Economic Research.",
        "Ungerer, H., Evans, 0., Mayer, T., and Young, P. 1986. The European Monetary System: Recent Developments, Occasional Paper 48, Washington: International Monetary Fund.",
        "Ungerer, H., Hauvonen, J.J., Lopez-Claros, A., and Mayer, T. 1990. The European Monetary System: Developments and Perspectives, Occasional Paper 73, Washington: International Monetary Fund."
    ]
}