{
    "id": 3671,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Asako, K. (1979) Envirotimental Pollution in an Open Economy Economic, Rec. 55, 359-367.",
        "Baumol, W.J. and WE. Oates (1975) The Theory of Environmental Policy, Englewood Cliffs, NJ: Prentice-Hall.",
        "Besanko, D. (1987) Performance versus Design Standards in the Regulation of Pollution Journal of Pitblic Economics 34, 19-44.",
        "Brander, J.A. and B.J. Spencer (1985) Export Subsidies and International Market Share Rivalry Journal of International Economics 18, 83-100.",
        "Buchanan, J.M. (1969) External Diseconomies, Corrective Taxes, and Market Structure American Economic Review 59, 174-177.",
        "Burrows, P. (1981) Controlling the Monopolistic Polluter: Nihilism or Eclecticism? Journal of Environmental Economics and Management 8, 372-380.",
        "Comoli, P. (1977) Pollution Control in a Simplified General Equilibrium Model with Production Externalities Journal of Environmental Economics and Management 4, 289-304.",
        "Dixit, A.K. (1984) International Trade Policy for Oligopolistic Industries Economic Journal, Supplement, 1-16.",
        "Eaton, J. and G.M. Grossman (1986) Optimal Trade and Industrial Policy Under Oligopoly Quarterly Journal of Economics, 383-406.",
        "Forster, B. (1977) Pollution Control in a Two-Sector Dynamic General Equilibrium Model Journal of Environmental Economics and Management 4, 305-3 12.",
        "General Equilibrium Models in Economic Perspectives (M.B. Ballahon, Ed.), Harwood Academic Publishers, New York. Helpman, E. (1981) International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition. A Chamherlinian-Heckscher Ohlin Approach Journal of International Economics 11, 304-340.",
        "Laplante, B. (1989a) Design Standard versus Performance Statidard with Heterogeneous Firms, manitscript, Queens University.",
        "Laplante, B. (1989b) Producer Surplus and Subsidization of Pollution Control Devices: A Non-Monotonic Relationship, manuscript, Queens University.",
        "Markusen, JR. (1975a) Cooperative Control of International Pollution and Common Property Resources, Qitarterly Journal of Economics 89, 618-632.",
        "International Economics 5, 15-29. ________ (1981) Trade and Gains from Trade with Imperfect Competition Journal of International Economics 11, 531-551.",
        "Journal of International Economics 16, 205-226; reprinted in J. Bhagwati, ed., International Trade: Selected Readings, 2nd ed., Cambridge: MIT Press. McGuire, M. (1982) Regulation, Factor Rexvards, and International Trade Journal of Public Economics 17, 335-354.",
        "Meade, J. (1952) External Economies and Diseconomies in a Competitive Situation Economic Journal 62, 54-67.",
        "Merrifield, J.D. (1988) The Impact of Selected Abatement Strategies on Transnatiortal Pollution, the Terms of Trade, and Factor Resvards: A General Equilibrium Approach Journal of Environmental Economics and Management 15, 259-284.",
        "Misiolek, W. (1988) Pollution Control through Price Incentives: The Role of Rent Seeking Costs in Monopoly Markets Journal of Environmental Economics and Management 15, 1-8.",
        "Pethig, R. (1976) Pollution, Welfare, and Etivironmental Policy in the Theory of Comparative Advantage Journal of Environmental Economics and Management 2, 160-169.",
        "Pigou, AC. (1932) Chapter 9: Divergences Between Marginal Social Net Products and Marginal Private Net Product in The Economics of Welfare 4th Edi0on, London, Macmillan.",
        "Siebert, H., J. Eichherger, R. Gronych, and R. Pethig (1980) Trade and Environment: A Theoretical Enguiry, Elsevier, Amsterdam."
    ]
}