{
    "id": 3678,
    "cites": 23,
    "cited_by": 46,
    "reference": [
        "Abowd, John M. 1990. The NBER Immigration, Trade, and Labor Markets Oata Files, NBER Working Paper No. 3351. Cambridge, MA: NBER, May. Andrews, Stephen H. and Thomas A. Abbott III. 1988. An Examination of the Standard Industrial Classification System of Manufacturing Activity Using the Longitudinal Research Database, Working Paper, Center for Economic Studies, Washington, D.C.: U.S. Census Bureau, June.",
        "Baily, Martin N. and Robert J. Gordon. 1988. The Productivity Slowdown, Measurement Issues, and the Explosion of Computer Power, Brookings Papers on Economic Activity 1988:2.",
        "Berndt, Ernst R. and Zvi Griliches. 1990. Price Indexes For Microcomputers: An Exporatory Study, NBER working paper No. 3378. Cambridge, MA: NBER, June.",
        "Bresnahan, Timothy, and Manuel Trajtenberg. 1990. General Purpose Technologies and Long-Term Growth, paper presented at NBER Productivity Seminar, March.",
        "Cohen, Jeremy M. 1988. Rapid Change in the Personal Computer Market: A Quality-Adjusted Hedonic Price Index, 1976-1987, unpublished S.M. thesis, Cambridge, MA: Massachusetts Institute of Technology, Alfred P. Sloan School of Management, May.",
        "Cole, Rosanne, Y.C. Chen, Joan A. Barquin-Stolleman, Ellen Dulberger, Nurhan Helvacian and James H. Hodge. 1986. Quality-Adjusted Price Indexes for Computer Processors and Selected Peripheral Equipment, purvey of Current Business. 66:1, January, 41-50.",
        "Denison, Edward A. 1962. Sources of Economic Growth in the United States and the Alternatives Before Us. New York: Committee for Economic Development.",
        "Denison, Edward A. 1989. Estimates of Productivity Change by Industry: An Evaluation and Alternative. Washington, D.C.: Brookings Institution.",
        "Diewert, W.E. 198 3. The Theory of the Output Price Index and the Measurement of Real Output Change, in Price Level Measurement: Proceedings from a Conference Sponsored bv Statistics in Canada, Diewert, W.E., and C. Montmarquette, ed., Ottawa: Ministry of Supply and Services, 1049-1113.",
        "Fromm, G., L. R. Klein, F. C. Ripley, and D. Crawford. 1979. Production Function Estimation of Capacity Utilization, University of Pennsylvania, mimeo.",
        "Griliches, Zvi and Frank R. Lichtenberg 1984. R&D and Productivity Growth at the Industry Level. Is There Still a Relationship? in Z. Griliches, ed., R&D, Patents, and Productivity. Chicago: University of Chicago Press, 465-496.",
        "Griliches, Zvi. 1967. Productivity: Measurement Problems in The New Palorave Dictionary of Economics. London: Macmillan, 3.",
        "Gullickson, William and Michael J. Harper. 1987. Multifactor Productivity in U.S. Manufacturing 1949-83, Monthly Labor Review, October, 18-28.",
        "Jorgenson, Dale W. and Barabara Fraumeni. 1990. Investment in Education and U.S. Economic Growth, paper presented at NBER Conference on Output Measurement in the Services Sector, Charleston, S.C., May 5, 1990.",
        "Kendrick, John W. 1985. Measurement of Output and Productivity in the Service Sector in R. Inman, ed., Managing the Service Economy, New York: Cambridge University Press, 465-496.",
        "Lichtenberg, Frank R. and Donald Siegel. 1990. The Effect of Ownership Changes on the Employment and Wages of Central-Office and Other Personnel, Journal of Law and Economics. October, 33:383-4 08.",
        "Lichtenberg, Frank R. and Zvi Griliches. 1989. Errors of Measurement in Output Deflators, Journal of Business and Economic Statistics. 7:1-9.",
        "Mishel, Lawrence R. 1988. Manufacturing Numbers: How inaccurate Statistics Conceal U.S. Industrial Decline. Washington D.C.: Economic Policy Institute, mimeo.",
        "McGuckin, Robert and George Pascoe. 1988. The Longitudinal Research Data Base-Research Possibilities Survey of Current Business, November, 30-37.",
        "Olley, Steve and Ariel Pakes. 1991. The Dynamics of Productivity in the Telecommunications Equipment Industry, Working Paper, Center for Economic Studies, Washington, D.C.: U.S. Census Bureau, January.",
        "Triplett, Jack E. 1988. Price Index Research and Its Influence on Data: A Historical Review, paper presented at the NBER Conference on Research in Income and Wealth. Washington, D.C., May.",
        "U.S. Bureau of the Census. 1985. Longitudinal Establishment Data (LEDÃ\u0083Â¯ Documentation. Washington, D.C.: U.S. Bureau of the Census.",
        "Waite, Preston J. and Stacey J. Cole. 1980. Selection of a New Sample Panel for the Annual Survey of Manufactures, paper presented at the annual meeting of the American Statistical Association, August 11-14."
    ]
}