{
    "id": 3679,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Brown, Drusilta K. (1989), Market Structure, the Exchange Rate, and Pricing Behavior by firms: Some Evidence from Computable General Equilibrium Trade Models, Weltwirtschaftliches Archiv 125, 44 1-463.",
        "Brown, Drusilla K. and Robert M. Stern (1989), Computational Analysis of the U.S.-Canada Free Trade Agreement: The Role of Product Differentiation and Market Structure, in Robert Feenstra (editor), Trade Policies for International Competitiveness (Chicago: University of Chicago Press).",
        "Dixit, Avinash K. (1988), Optimal Trade and Industrial Policies for the US Atttomobile Industry, in Robert Feenstra (editor), Empirical Methods for International Economics (Cambridge: MIT Press).",
        "Harris, Richard G. (1984), Applied General Equilibriunt Analysis of Small Open Economies with Scale Economies and Imperfect Competition, American Economic Review 74, 1016-32.",
        "Entry and the New Protectionism, Journal of International Economics 11, 531-551. IMF, International Financial Statistics Yearbook (1989).",
        "INEGI, Sistema Nacional de Cuentas Nacionales (1989).",
        "Kate, Adrian Ten and Fernando de Mateo Venturi (1989), Apertura Commercial y Estructura de Ia Proteccion en Mexico, Commercio Exterior, 39.",
        "Lopez-de-Silanes, Florencio (1990), The Automobile Industry iii North America: Silent integration and Future Perspectives, Harvard University Working Paper.",
        "Lopez-de-Silanes, Florencio (1989), `The Automotive Industry in Mexico: A Model of its Regulations, ITAM Thesis, Mexico City.",
        "Markusen, James R., Multinationals, Multi-Plants Economies, and the Gains from Trade, Journal of International Economics 16 (1984), reprinted in Jagdish Bhagwati (editor), International Trade: Selected Readings (second edition), (Cambridge: MIT Press).",
        "Markusen, James R. and Anthony J. Venables (1988), `Trade Policy with Increasing Returns and Imperfect Competition: Contradictory Results from Competing Assumptions, Journal of International Economies 24, 299-3 16.",
        "Markusen, James R. and Randall M. Wigle (1989), Nash Equilibrium Tariffs for the United States and Canada: The roles of Country Size, Scale Economics, and Capital Mobility, Journal of Political Economy 97, 368-386.",
        "Norman, Victor (1989), EFTA and the Internal European Market, Economic Policy 9, 429-465.",
        "Norman, Victor (1990), Assessing Trade and Welfare Effects of Trade Liberalization, European Economic Review 34, 725-751.",
        "Rutherford, Thomas F. (1989), General Equilihrittm Modelling With MPSGE, University of Western Ontario, manuscript.",
        "Smith, Alasdair and AnthonyJ. Venables (1988), Completing the Internal Market in the European Community: Some Industry Simulations, European Economic Review 32, 1501-1525.",
        "Toder, Eric J. The Shape of Autonmobile Cost Functions, Chapter 5 of Eric J. Toder, Trade Policy and the US Automobile lndttstry (New York: Praeger Publishers). United Nations (1987), Industrial Statistics Yearbook 1987.",
        "United Nations (1987), 1987 UN International Trade Statistics Yearbook.",
        "United Nations (1987), UN National Account Statistics of Main Aggregates 1987.",
        "United States Government (1987), 1987 Census of Manufactures.",
        "Venables, Anthony J. (1985), Trade and Trade Policy with Iniperfect Competition: The case of Identical Products and Free Entry, Journal of International Economics 19, 1-19.",
        "Venables, Anthony J. (1990a), `The Economic Integration of Oligopolistic Markets, European Economic Review 34, 753-773.",
        "Venables, Anthony J. (1990b), `International Capacity Choice and National Market Games, Journal of International Economics, forthcoming.",
        "Wigle, Randall M. (1988), General Equilibrium Evaluation of Canada-US Trade Liberalization in a Global Context, Canadian Journal of Economics 21, 539-564."
    ]
}