{
    "id": 3680,
    "cites": 66,
    "cited_by": 0,
    "reference": [
        "Abel, A.B. 1981. A dynamic model of investment and capacity utilization. Quarterly Journal of Economics XCVI, 379-403. Berndt, E.R., and Fuss, M.A. 1981. Productivity measurement using capital asset valuation to adjust for variations in utilization. Working Paper No. 8125, Institute for Policy Analysis, Toronto.",
        "Berndt, E.R., and Fuss, M.A. 1986. Productivity measurement with adjustments for variations in capacity utilization and other forms of temporary equilibrium. Journal of Econometrics 33, 7-29.",
        "Berndt, E.R., and Fuss, M.A. 1989, \"Economic capacity utilization and productivity measurement for multiproduct firms with multiple quasi-fixed inputs. Working Paper No. 2932, National Bureau of Economic Research, Cambridge.",
        "Bernstein, J.I. 1983. Investment, labor skills, and variable factor utilization in the theory of the firm. Canadian Journal of Economics 16, 463-479.",
        "Bernstein, J.I., and Mohnen, P. 1988. Exports, markups and productivity growth in three Canadian high-tech industries. Working Paper No. 8809D, Department of Economics, UniversitÃ\u0083Â© du QuÃ\u0083Â©bec Ã\u0083Â  MontrÃ\u0083Â©al, MontrÃ\u0083Â©al.",
        "Bernstein, J.I., and Nadiri, M.I. 1987a. Corporate taxes and incentives and the structure of production: a selected survey. In J.M. Mintz and D.T. Purves, eds., The Impact of Taxation on Business Activity. Kingston: John Deutsch Institute for the Study of Economic Policy.",
        "Bernstein, J.I., and Nadiri, M.I. 1987b. Investment, Depreciation and Capital Utilization. Working Paper No. 2571, National Bureau of Economic Research, Cambridge.",
        "Betancourt, R. 1987. Capital utilization. In J. Eatwell, M. Milgate and P. Newman, eds., The New Palgrave: A Dictionary of Economics. New York: Stockton Press.",
        "Betancourt, R. and Clague, C. 1981. Capital Utilization, A Theoretical and Empirical Analysis. Cambridge: Cambridge University Press.",
        "Bischoff, C.W., and Kokkelenberg, E.C. 1987. Capacity utilization and depreciation-in-use. Applied Economics 19, 995-1007.",
        "Bitros, G.C., and Kelejian, H.H. 1974. On the variability of the replacement investment capital stock ratio: Some evidence from capital scrappage. Review of Economic and Statistics 56, 270-278.",
        "Caves, D.W., Christensen, L.R., and Diewert, W.E. 1982a. The economic theory of index numbers and the measurement of input, output, and productivity. Econometrica 50, 1393-1414.",
        "Caves, D.W., Christensen, L.R., andDiewert, W.E. 1982b. Multilateral comparisons of output, input, and productivity using superlative index numbers. Economic Journal 92, 73-86.",
        "Caves, D.W., Christensen, L.R. and Swanson, J.A. 1980. Productivity in U.S. railroads, 1951-1974. Bell Journal of Economics 11, 166-181.",
        "Caves, D.W., Christensen, L.R. and Swanson, J.A. 1981. Productivity growth, scale economies, and capacity utilization in U.S. railroads, 1955-74. American Economic Review 71, 994-1002.",
        "Denny, M., Fuss, M. and Waverman, L. 1981a. The measurement and interpretation of total factor productivity in regulated industries, with an application to Canadian telecommunications. In T. Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industrles. New York: Academic Press, pp. 179-218.",
        "Denny, M., Fuss, M. and Waverman, L. 1981b. Substitution possibilities for energy: evidence from U.S. and Canadian manufacturing industries. In E.R. Berndt and B.C. Field, eds., Modeling and Measuring Natural Resource Substitution. Cambridge: MIT Press, pp. 230-258.",
        "Diewert, W.E. 1977. Walras' theory of capital formation and the existence of a temporary equilibrium. In G. Schwodiauer, ed., Equilibrium and Disequilibrium in Economic Theory. Dordrecht: D. Reidel Publishing Co., pp. 73-126.",
        "Diewert, W.E. 1980. Aggregation problems in the measurement of capital. In D. Usher, ed., The Measurement of Capltal. Chicago: University of Chicago Press, pp. 433-528.",
        "Diewert, W.E. 1982. Duality approaches to microeconomic theory. In K.J. Arrow and M.D. Intriligator, eds., Handbook of Mathematical Economics. Vol. II. Amsterdam: North Holland, 535-599.",
        "Eisner, R. 1972. Components of capi tal expenditures: replacement and modernization versus expansion. Review of Economics and Statistics 54, 297-305.",
        "Eisner, R., and Nadiri, M.I. 1968. On investment behavior and neoclassical theory. Review of Economics and Statistics 50, 369-382.",
        "Eisner, R., and Nadiri, M.I. 1970. Once more on that 'Neoclassical theory of investment behavior'. Review of Economics and Statistics 52, 216-222.",
        "Epstein, L.G., and Denny, M. 1980. Endogenous capital utilization in a short-run production model: Theory and empirical application. Journal of Econometrics 12, 189-207.",
        "Epstein, L.G., and Yatchew, A. 1985. The empirical determination of technology and expectations: A simplified procedure. Journal of Econometrics 27: 235-258.",
        "Feldstein, M.S. 1974. Tax incentives, stabilization policy, and the proportional replacement hypothesis: some negative conclusions. Southern Economic Journal, 40, 544-552.",
        "Feldstein, M.S., and Foot, D.K. 1971. The other half of gross investment: replacement and modernization expenditures. Review of Economics and Statistics 53, 49-58.",
        "Feldstein, M.S., and Rothschild, M. 1974. Towards an economic theory of replacement investment. Econometrlca 42, 393-423.",
        "Griliches, Z. 1988. Productivity: measurement problems. In J. Eatwell, M. Milgate and P. Newman, eds., The New Palgrave: A Dictionary of Economics. New York: Stockton Press.",
        "Hicks, J.R. 1946. Value of Capital, 2nd edition. Oxford: Oxford University Press.",
        "Honkapohija, S. and Kanniainen, V. 1985. Adjustment cost, optimal capacity utilization, and the corporation tax. Oxford Economic Papers 37, 486-499.",
        "Hulten, C.R. 1986. Productivity change, capacity utilization, and sources of efficiency growth. Journal of Econometrics 33, 31-50.",
        "Hulten, C.R., and Wykoff, F.C. 1981a. The measurement of economic depreciation. In C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C.: The Urban Institute.",
        "Hulten, C.R. and Wykoff, F.C. 1981b. The estimation of economic depreciation using vintage asset prices. Journal of Econometrics 15, 367-396.",
        "Hulten, C.R., and Wykoff, F.C. 1981c. Economic depreciation and accelerated depreciation: An evaluation of the Conable-Jones 10-5-3 proposal. National Tax Journal 34, 45-60.",
        "Jorgenson, D.W. 1974. The economic theory of replacement and depreciation. In W. Sellekaerts, ed., Essays in Honor of Jan Tinbergen, Economic Theory and Miscellaneous. Amsterdam: North Holland, pp. 189-221.",
        "Kollintzas, T., and Choi, J.-B. 1985. A linear rational expectations equilibrium model of aggregate investment with endogenous capital utilization and maintenance. mimeo.",
        "Kokkelenberg, E.C., 1984. The specification and estimation of interrelated factor demands under uncertainty. Journal of Economic Dynamics and Control 7, 181-207.",
        "Lau, 1___I. 1976. A characterization of the normalized restricted profit function. Journal of Economic Theory 12, 131-163.",
        "Madan, D.B., and Prucha, I.R. 1989. A note on the estimation of nonsymmetric dynamic factor demand models. Journal of Econometrics 42, 275-283.",
        "Malinvaud, E., 1953. Capital accumulation and the efficient allocation of resources. Econometrlca 21, 233-268.",
        "Mohnen, P.A., Nadiri, M.I., and Prucha, I.R. 1983. R&D, production structure, and productivity growth in the U.S., Japanese, and German manufacturing sectors. In Proceedings of the Conference of Qualitative Studies of Research and Development in Industry. Paris: INSEE, 173-221.",
        "Mohnen, P.A., Nadiri, M.I., and Prucha, I.R. 1986. R&D, production structure, and rate of return in the U.S., Japanese and German manufacturing sectors: A nonseparable dynamic factor demand model. European Economic Review 30, 749-771.",
        "Morrison, C.J. 1983. Productivity measurement with non-static expectations and varying capacity utilization: An integrated approach. Paper presented at the 1983 NBER Summer Workshop on Investment and Productivity, Cambridge, mimeo.",
        "Morrison, C.J. 1985a. Primal and dual capacity utilization: An application to productivity measurement in the U.S. automobile industry. Journal of Business and Economic Statistics 3, 312-324.",
        "Morrison, C.J. 1985b. On the economic interpretation and measurement of optimal capacity utilization with anticipatory expectations. Review of Economic Studies 52, 295-310.",
        "Morrison, C.J. 1986. Productivity Measurement with Non-static Expectations and Varying Capacity Utilization: An Integrated Approach. Journal of Econometrics 33, 51-74.",
        "Morrison, C.J. 1989. Unraveling the productivity growth slowdown in the U.S., Canada and Japan: The effects of subequilibrium, scale and markups. Working Paper No. 2993, National Bureau of Economic Research, Cambridge.",
        "Morrison, C.J. and Berndt, E.R. 1981. Short-run labor productivity in a dynamic model. Journal of Econometrics. 15, 339-365.",
        "Nadiri, M.I., and Prucha, I.R. 1983. Nonstatic expectations, adjustment costs and the production structure and dynamic factor demand for AT&T. Paper presented at the 1983 NBER Summer Workshop on Investment and Productivity, Cambridge. mimeo.",
        "Nadiri, M.I., and Prucha, I.R. 1984. Production structure, R&D and productivity growth in the U.S. Bell System: Estimation from dynamic factor demand functions under nonstatic expectations. Department of Economics, New York University and University of Maryland, mimeo.",
        "Nadiri, M.I., and Prucha, I.R. 1989a. Comparison and analysis of productivity growth and R&D investment in the Electrical Machinery Industries of the United States and Japan, in C.R. Hulten, ed., Productivity Growth in Japan and the U.S., University of Chicago Press, forthcoming.",
        "Nadiri, M.I., and Prucha, I.R. 1989b. Dynamic factor demand models, productivity measurement, and rates of return: Theory and an empirical application to the U.S. Bell system. Structural Change and Economic Dynamics, forthcoming.",
        "Nadiri, M.I., and Rosen, S. 1969. Interrelated factor demand functions. American Economic Review 59, 457-471.",
        "Nadiri, M.I., and Schankerman, M. 1981a. Technical change, returns to scale, and the productivity slowdown. American Economic Review 71, 314-319.",
        "Nadiri, M.I., and Schankerman, M. 1981b. The structure of production, technological change, and the rate of growth of total factor productivity in the U.S. Bell system. In T. Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industries. New York: Academic Press, pp. 219-247.",
        "National Science Foundation. 1984. Research and Development in Industry, 1982. Washington: U.S. Government Printing Office.",
        "Prucha, I.R., and Nadiri, M.I. 1986. A comparison of alternative methods for the estimation of dynamic factor demand models under nonstatic expectations. Journal of Econometrics 33, 187-211.",
        "Prucha, I.R., and Nadiri, M.I. 1988. On the Computation of Estimators in Systems with Implicitly Defined Variables. Economics Letters 26, 141-145.",
        "Shapiro, M.D. 1986. Capital utilization and capital accumulation: Theory and evidence. Journal of Applied Econometrics 1, 1986, 211-234.",
        "Stokey, N.L., Lucas, R.E., and Prescott, E.C. 1989. Recursive Methods in Economic Dynamics. Cambridge: Harvard University Press.",
        "Winston, G.C., 1974. The theory of capital utilization and idleness. Journal of Economic Literature. 1301-1320.",
        "Winston, G.C. 1982. The Timing of Economic Activities. Cambridge: Cambridge University Press.",
        "U.S. Department of Commerce, Bureau of Economic Analysis. 1981. The National Income and Product Accounts of the United States. 1928-76. Statistical Tables. Washington: U.S. Government Printing Office.",
        "U.S. Department of Commerce, Bureau of Economic Analysis. 1984. Survey of Current Business (July 1984 and earlier issues). Washington: U.S. Government Printing Office.",
        "U.S. Department of Labor, Bureau of Labor Statistics. 1979. Capital Stock Estimates for Input-Output Industries: Methods and Data. Bulletin 2034. Washington: U.S. Government Printing Office."
    ]
}