{
    "id": 3682,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Bollerslev, Tim (1986), Generalized Autoregressive Conditional Heteroskedasticity, JOURNAL OF ECONOMETRICS, 31, 307-327. Breeden, D. (1979), An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, JOURNAL OF FINANCIAL ECONOMICS, 7, pp 265-296.",
        "Brown, S. and P. Dybvig (1986), The Empirical Implications of the Cox, Ingersoll, Ross Theory of the Term Structure of Interest Rates, THE JOURNAL OF FINANCE, vol XLI, no.3. Campbell, J. (1987), Stock Returns and the Term Structure, JOURNAL OF FINANCIAL ECONOMICS, 18, 373-399.",
        "Diebold, F.S. and M. Nerlove (1989), The Dynamics of Exchange Rate Volatility: A Multivariate Latent Factor ARCH Model, JOURNAL OF APPLIED ECONOMETRICS, 4, pp 1-22.",
        "Dobson, S.W., R. Sutch, and D. Vanderford (1976), An Evaluation of Alternative Empirical Models of the Term Structure of Interest Rates, THE JOURNAL OF FINANCE, vol XXXI, no.4. Engle, R. (1982), Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of U.K. Inflation, ECONOMETRICA, 50, pp 987-1008.",
        "Engle, R., D. Lilien, and R. Robins (1987), Estimating Time Varying Risk Premia in the Term Structure: The ARCH-M Model, ECONOMETRICA, 55, pp 391-408.",
        "Engle, R., V. Ng, and M. Rothschild (1990), Asset Pricing with a Factor ARCH Covariance Structure: Empirical Estimates for Treasury Bills, JOURNAL OF ECONOMETRICS 45, pp 213-237.",
        "Fama, E. (1976a), Forward Rates as Predictors of Future Spot Rates, JOURNAL OF FINANCIAL ECONOMICS, 3, pp 361-377.",
        "Fama, E. (1976b), Inflation Uncertainty and Expected Returns on Treasury Bills, JOURNAL OF POLITICAL ECONOMY, vol 84, no.3. Fama, E. (1984a), Term Premiums in Bond Returns, JOURNAL OF FINANCIAL ECONOMICS, 13, 529-546.",
        "Fama, E. (1984b), The Information in the Term Structure, JOURNAL OF FINANCIAL ECONOMICS, 13, pp 509-528.",
        "Hansen, L.P. and R. Hodrick (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, JOURNAL OF POLITICAL ECONOMY, vol 88, no.5. Lauterbach, B. (1989), Consumption Volatility, Production Volatility, Spot-Rate Volatility, and the Returns on Treasury Bills and Bonds, JOURNAL OF FINANCIAL ECONOMICS, 24, pp 155-179.",
        "Lin, W.L. (1989), Alternative Estimators for Factor GARCH Models - A Monte Carlo Comparison, Department of Economics, University of Wisconsin at Madison.",
        "Merton, R. (1973), An Intertemporal Capital Asset Pricing Model, ECONOMETRICA 41, 867-887.",
        "McCulloch, J.H. (1975), An Estimate of the Liquidity Premium, JOURNAL OF POLITICAL ECONOMY, vol 83, no.l. McCulloch, J.H. (1987), The Monotonicity of the Term Premium: A Closer Look, JOURNAL OF FINANCIAL ECONOMICS, 18, pp 185-192.",
        "Melino, A. (1983), The Term Structure of Interest Rates: Evidence and Theory, memo, Department of Economics, University of Toronto.",
        "Nelson, C. and A. Siegel (1987), Parsimonious Modeling of Yield Curves, THE JOURNAL OF BUSINESS, vol 60, no.4. Ross, S. (1976), The Arbitrage Theory of Capital Asset Pricing, JOURNAL OF ECONOMIC THEORY, 13, pp 341-360.",
        "Singleton, K. (1980), Expectations Models of the Term Structure and Implied Variance Bounds, JOURNAL OF POLITICAL ECONOMY, vol 88, no.6. &lt;/ref section&gt;"
    ]
}