{
    "id": 3683,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Akaike, H., `Fitting Autoregressive Models for Prediction, Annals of the Institute of Statistical Mathematics, 1969, 21, 243-247.",
        "Banco Central de Bolivia, Venta de Divisas y Mechanismo de Operacion en el flolein, 1986, mimeo, 151-158.",
        "Bresciani-Turroni, Costantino, The Economics of Inflation, London, George Allen and Unwin Ltd., 1937.",
        "Chow, Gregory, Tests for Equality Between Sets of Coefficients in Two Linear Regressions, Econometrica, 1960, 28, 591-605.",
        "Dominguez, Kathryn and Dani Rodrik, Exchange Rate Management and Growth in the Aftermath of Stabilization: The Bolivian Case, May 1990, mimeo, John F. Kennedy School of Government, Harvard University.",
        "Dornbusch, Rudiger, Inflation, Exchange Rates and Stabilization, 5ssays in International Finance, 1986, No. 165, Princeton University.",
        "Fischer, Stanley, Exchange Rates versus Monetary Targets in Disinflation, in S. Fischer, ed., Indexing, Inflation and Economic Policy, Cambridge, Mass, MIT Press, 1986.",
        "Geweke, J., Meese, R., and W. Dent, Comparing Alternative Tests of Causality in Temporal Systems, Journal of Econometrics, 1982, 21, 161-194.",
        "Granger, C.W.J., Investigating Causal Relations by Econometric Models and Cross-Spectral Models, Sconometrica, 1969, 37, 424-438.",
        "Hansen, Robert, Auctions with Endogenouo Quantity, Rand Journal of Economics, Spring 1988.",
        "Larrazabal, Erik, and Oscar Montano, Eliminacion del Certificado de Reintegro Arancelario (CRA) y Reduccion Arancelaria, UDAPE, April 1990.",
        "Hilgrom, Paul and Robert Weber, A Theory of Auctions and Competitive Bidding, Econometrica, November 1982, 50, 1089-1122.",
        "Morales, Juan Antonio and Jeffrey Sachs, Bolivias Economic Crisis, in Jeffrey D. Sachs, ed. Developing Country Debt and Economic Performance, Volume 2, Chicago, University of Chicago Press, 1990.",
        "Pastor, Manuel, Bolivia: Hyperinflation, Stabilization, and Beyond, Journal of Development Studies, 1991, forthcoming.",
        "Quirk, P., Christensen, B., Huh, K. and Sasaki, T., Floating Exchange Rates in Developing Countries: Experience with Auction and Interbank Markets, 1987, IMF Occasional Paper 53.",
        "Sachs, Jeffrey, The Bolivian Hyperinflation and Stabilization, American Economic Review, May 1987, 77, 2, 279-283.",
        "Sims, Christopher, Money, Income and Causality, American Economic Review, 1972, 62, 540-552.",
        "Tenorio, Rafael, `Strategic Price-Quantity Choice in Multi-Unit Auctions, November 1990, mimeo, College of Business Administration, University of Notre Dame.",
        "Vickrey, William, Counterapeculation, Auctions and Competitive Sealed Tenders, Journal of Finance, 1961, 16, 8-37."
    ]
}