{
    "id": 3685,
    "cites": 20,
    "cited_by": 21,
    "reference": [
        "Andrews, Donald W. K. (1991), Heteroscedasticity and Autocorrelation Consistent Covariance Matrix Estimation,1 Econometrica, forthcorui ng.",
        "Andrews, Donald W. K., and J. Christopher Monahan (1990), An Improved Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimator, Cowles Foundation Discussion Paper No. 942.",
        "Bartolini, Leonardo, and Gordon M. Bodnar (1991), Ta.rget Zones and Forward Rates in a Model with Repeated Realignments, Working Paper, IMF and University of Rochester.",
        "Bertola, Giuseppe, and Ricardo J. Caballero (1990), Target Zones and Realignments, CEPR Discussion Paper No. 398.",
        "Bodnar, Gordon M. (1991), Target Zones and Euro-Rates: A Model of Eurocurrency Interest Rate Differentials in the European Monetary System, Working Paper, University of Rochester.",
        "Collins, Susan M. (1986), The Expected Timing of Devaluation: A Model of Realignment in the European Monetary System, Working Paper, Harvard University.",
        "Flood, Robert P., Andrew K. Rose and Donald J. Mathieson (1990) An Empirical Exploration of Exchange Rate Target-Zones, NBER Working Paper No. 3543.",
        "Carnegie-Rochester Series on Public Policy, forthcoming. Fratianni, Michele, and Juergen von Hagen (1990), Asymmetries and Realignments in the EMS, in Paul de Crauwe and Lucas Papademos, eds., The EMS in the 1990s, London: Longwood.",
        "Froot, Kenneth A., and Richard H. Thaler (1990), Anomalies: Foreign Exchange, Journal of Economic Perspectives 4-3, 179-192.",
        "Giovannini, Alberto (1990), European Monetary Reform: Progress and Prospects, Brookings Papers on Economic Activity 2:1990, 217-291.",
        "Hansen, Lars P., and Robert 3. Hodrick (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88-5, 829-853.",
        "Hodrick, Robert 3. (1987), The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Mantels, London: Harwood.",
        "Krugman, Paul (1990), Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics, forthcoming.",
        "Lindberg, Hans, Lars E. 0. Svensson and Paul Soderlind (1991), Expected Devaluations: Sweden 1982- 1991, in progress.",
        "Meese, Richard A., and Andrew K. Rose (1990), Nonlinear, Nonparametric, Nonessential Exchange Rate Estimation, American Economic Review 80-2, 192-196.",
        "Pagan, Adrian (1984), Econometrics Issues in the Analysis of Regressions with Generated Regressors, International Economic Review 25-.1, 221-247.",
        "Svensson, Lars E. 0. (1990a), The Foreign Exchange Risk Premium in a Target zone with Devaluation Riskt, lIES Seminar Paper No. 475 (NBER Working Paper No. 3466).",
        "Svensson, Lars E. 0. (1990b), The Simplest Test of Target Zone Credibility, IIES Seminar Paper No. 469 (NBER Working Paper No. 3394).",
        "Svensson, Lars E. 0. (1990c), The Term Structure of Interest Rate Differentials in a Target Zone: Theory and Swedish Data, TIES Seminar Paper No. 466 (NBER Working Paper No. 3374).",
        "Weber, Axel A. (1990), Credibility, Reputation and the Conduct of Monetary Policies with the European Monetary System, Economic Policy, forthcoming."
    ]
}