{
    "id": 3686,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Arrow, Kenneth. The Theory of Discrimination, in Discrimination in Labor Markets. Eds: Orley Ashenfelter and Albert Rees. Princeton: Princeton University Press, 1973.",
        "Azariadis, Costas and Guesnerie, Roger. Sunspots and Cycles, Review of Economic Studies, October 1986, 53, pp. 725-737.",
        "Bernheim, B. Douglas, Shleifer, Andrei, and Summers, Lawrence H. The Strategic Bequest Motive, Journal of Political Economy, December 1985, 93, pp. 1045-1076.",
        "Brock, William A. Asset Prices in a Production Economy, in The Economics of Information and Uncertainty. Ed: John J. McCall. Chicago: University of Chicago Press, 1982.",
        "Calvo, Guillermo. Optimal Seigniorage from Money Creation, Journal of Monetary Economics, August 1978, 4, pp. 503-517.",
        "Casella, Alessandra. Testing for Rational Bubbles with Exogenous or Endogenous Fundamentals, Journal of Monetary Economics, 24, July 1989, pp. 109-122.",
        "Cass, David and Shell, Karl. Do Sunspots Matter? Journal of Political Economy, April 1983, 91, pp. 193-227.",
        "Diba, Behzad T. and Grossman, Herschel I. Rational Inflationary Bubbles, Journal of Monetary Economics, January 1988, 21, pp.",
        "Flood, Robert and Garber, Peter. Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, August 1980, 88, pp. 745-770.",
        "Friedman, Milton. The Optimum Quantity of Money and Other Essays. Chicago, Aldine, 1969.",
        "Gerber, Peter and Weisbrod, Steven. Banks in the Market for Liquidity, NBER Working Paper No. 3381, June 1990.",
        "Garfinkel, Michelle, and Oh, Seonghwan. When and How Much to Talk: Credibility and Flexibility in Monetary Policy with Private Information, unpublished, April 1990.",
        "Gordon, Robert. What is New-Keynesian Economics? Journal of Economic Literature, September 1990, 28, pp. 1115-1171.",
        "Gray, JoAnna. Dynamic Instability in Rational Expectations Models: An Attempt to Clarify, International Economic Review, February 1984, 25, pp. 93-122.",
        "Grossman, Herschel. The Natural-Rate Hypothesis, the RationalExpectations Hypothesis, and the Remarkable Survival of NonMarket -Clearing Assumptions, Carnegie-Rochester Conference Series on Public Policy, Autumn 1983, 19, pp. 225-245.",
        "Grossman, Herschel. Rationalite, Monnaie et Activite, Observations et Diagnostics Economiques, Avril 1986, no 15, pp. 207-216.",
        "Grossman, Herschel. Inflation and Reputation with Generic Policy Preferences, Journal of Money, Credit and Banking, May 1990a, 22, pp. 165-177.",
        "Grossman, Herschel. The Political Economy of War Debt and Inflation, in Monetary Policy for a Changing Financial Environment. Eds: William S. Haraf and Phillip Cagan. Washington: The AEI Press, 1990b.",
        "Grossman, Herschel and Trepeta, Warren T. Risk Shifting, Statistical Discrimination, and the Stability of Earnings, in Studies in Labor Markets. Ed: Sherwin Press. Chicago: University of Chicago, 1981.",
        "Grossman, Herschel and Van Huyck, John. Seigniorage, Inflation, and Reputation, Journal of Monetary Economics, July 1986, 18, pp. 21-31.",
        "Hahn, Frank H. On Transactions Costs, Inessential Sequence Economics and Money, Review of Economic Studies, October 1973, 40, pp. 449-461.",
        "Hamilton, James. On Testing for Self-Fulfilling Speculative Price Bubbles, International Economic Review, October 1986, 27, pp.",
        "Hamilton, James and Whiteman, Charles. The Observable Implications of Self-Fulfilling Expectations, Journal of Monetary Economics, November 1985, 16, pp. 353-373.",
        "Hart, Oliver. A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics, February 1982, 97, pp. 109-13 Jevons, William Stanley. Money and the Mechanism of Exchange. New York: Appleton, 1876.",
        "Jones, Robert A. The Origin and Development of Media of Exchange, Journal of Political Economy, August 1976, 84, pp.",
        "Jones, Robert A. Decentralized Exchange and the Use of Money: A Critique of the Literature, unpublished, August 1984.",
        "Keynes, John Maynard. The General Theory of Employment, Interest and Money. London: Macmillan, 1936.",
        "King, Robert G. and Plosser, Charles I. Money as the Mechanism of Exchange, Journal of Monetary Economics, January 1986, 17, pp. 93-115.",
        "Kiyotaki, Nobuhiro and Wright, Randall. On Money as a Medium of Exchange, Journal of Political Economy, August 1989, 97, pp.",
        "Kiyotaki, Nobuhiro and Wright, Randall. A Contribution to the Pure Theory of Money, Journal of Economic Theory, August 1991.",
        "Kurz, Mordecai. Equilibrium with Transaction Cost and Money in a Single Market Exchange Economy, Journal of Economic Theory, April 1974, 7, pp. 418-452.",
        "Kydland, Finn E. and Prescott, Edward C. Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, June 1977, 85, pp. 473-492.",
        "Maskin, - Eric and Tirole, Jean. Correlated Equilibria and Sunspots, Journal of Economic Theory, December 1987, 43, pp.",
        "McCallum, Bennett T. The Optimal Inflation Rate in an Overlapping-Generations Economy with Land, in New Approaches to Monetary Economics. Eds: William A. Barnett and Kenneth J. Singleton. New York: Cambridge University Press, 1987.",
        "McCallum, Bennett T. Monetary Economics: Theory and Policy. New York: Macmillan Publishing Company, 1989.",
        "Manger, Karl. On the Origin of Money, Economic Journal, June 1892, 2, .239-255. Obstfeld, Maurice and Rogoff, Kenneth. Speculative Myperinflations in Maximizing Models: Can We Rule Them Out, Journal of Political Economy, August 1983, 91, pp. 675-687.",
        "OConnell, Stephen A. and Zeldes, Stephen P. Rational Ponzi Games, International Economic Review, August 1988, 29, pp.",
        "Oh, Seonghwan. A Theory of a Generally Acceptable Medium of Exchange and Barter, Journal of Monetary Economics, January 1989, 23, pp. 101-119.",
        "Ostroy, Joseph M. The Informational Efficiency of Monetary Exchange, American Economic Review, September 1973, 63, pp.",
        "Ostroy, Joseph H. and Starr, Ross M. Money and the Decentralization of Exchange, Econometrica, November 1974, 42, pp. 1093-1113.",
        "Persson, Torsten and Tabellini, Guido. Macroeconomic Policy, Credibility, and Politics. New York: Harwood Academic Publishers, 1990.",
        "Rogoff, Kenneth, Reputational Constraints on Monetary Policy, Carnegie-Rochester Conference Series on Public Policy, Spring 1987, 26, pp. 141-181.",
        "Samuelsom, Paul. Foundations of Economic Analysis. Cambridge: Harvard University Press, 1947.",
        "Starr, Ross H. The Structure of Exchange in Barter and Monetary Economies, Quarterly Journal of Economics, May 1972, 86, pp.",
        "Starrett, David. Social Institutions, Imperfect Information, and the Distribution of Income. Quarterly Journal of Economics, November 1976, 90, pp. 261-284.",
        "Stein, Jeremy C. Cheap Talk and the Fed: A Theory of Imprecise Policy Announcements. American Economic Review, March 1989, 79, pp. 32-42.",
        "Tirole, Jean. Asset Bubbles and Overlapping Generations, Econometrica, September 1985, 53, pp. 1071-1100.",
        "Townsend, Robert M. Currency and Credit in a Private Information Economy, Journal of Political Economy, December 1989, 97, pp.",
        "Woodford, Michael. Monetary Policy and Price Level Deterninacy in a Cash-in-Advance Economy, unpublished, December 1988."
    ]
}