{
    "id": 3688,
    "cites": 34,
    "cited_by": 26,
    "reference": [
        "Allen, Steven, Robert Clark and Ann McDermed. The Pension Cost of Changing Jobs. Research on Aging, 10(1988): 459-47 1.",
        "Allen, Steven, Robert Clark and Daniel Sumner. Post-retirement Adjustments of Pension Benefits. Journal of Human Resources 21 (1q86): 118-137. Antel, John J. Costly Employment Contract Renegotiation and the Labor Mobility of Young Men. American Economic Review 75 (December 1985): 976-99 1.",
        "Becker, Gary. Human Capital. 2nd edition. New York: Columbia University Press, 1975.",
        "Berndt, E., B. Hall, R.E. Hall, and J.A. Hausman, Estimation and Inference in Nonlinear Structural Models, Annuals of Economic and Social Measurement, Vols. 3/4, 1974, pp. 653-665.",
        "Bulow, Jeremy. What Are Corporate Pension Liabilities? Quarterly Journal of Economics 97 (1982):435-452.",
        "Choate, Pat and J. K. Linger. The High-Flex Society. New York: Knopf, 1986.",
        "Clark, Robert and Ann McDermed. Pension Wealth and Job Changes: The Effects of Vesting, Portability, and Lump-Sum Distributions. The Gerontologist 28 (1988): 524-532.",
        "Freeman, Richard. The Exit-Voice Tradeoff in the Labor Market: Unionism, Job Tenure, Quits, and Separations. Quarterly Journal of Economics 94 (1980):643-673.",
        "Pensions, Labor, and Individual Choice, edited by David Wise. Chicago: University of Chicago Press, 1985.",
        "Gustman, Alan and Thomas Steinmeier. Pensions, Efficiency Wages, and Job Mobility. National Bureau of Economic Research Working Paper No. 2426. Cambridge, Mass.: NBER, 1987.",
        "Dartmouth, N.H.: Dartmouth College, 1990.",
        "Hall, Robert. The Importance of Lifetime Jobs in the U.S. Economy. American Economic Review 72 (1982):716-724.",
        "Hashimoto, Masanori and John Raisian. Employment Tenure and Earnings Profiles in Japan and the United States. American Economic Review 75 (1985):721-7~5.",
        "Ippolito, Richard. The Labor Contract and True Economic Pension Liabilities. American Economic Review 75 (1985): 1031-1043.",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover. Journal of Political Economy 87 (1979): 972-990.",
        "Katz, Lawrence. Efficiency Wage Theories: A Partial Evaluation. In NBER Macroeconomics Annual 1986, edited by Stanley Fischer. Cambridge, Mass.: MIT Press, 1986.",
        "Kolodrubetz, Water and Donald Landay. Coverage and Vesting of Full-Time Employees Under Private Retirement Plans. Social Security Bulletin 36 (1973):28-31.",
        "Kotlikoff, Laurence and David Wise. Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets. In Pensions, Labor and Individual Choice, edited by David Wise. Chicago: University oE Chicago Press, 1985.",
        "Lazear, Edward. Why Is There Mandatory Retirement? Journal of Political Economy 87 (1979): 126 1-1284.",
        "Restrictions. American Economic Review 71 (198 1):606-620. Lazear, Edward and Robert Moore. Pensions and Turnover. In Pensions in the U.S. Economy, edited by Zvi Bodie, John Shoven, and David Wise. Chicago: University of Chicago Press, 1988.",
        "Leigh, Duane. Unions and Nonwage Racial Discrimination. Industrial and Labor Relations Review 33 (1979):439-450.",
        "McCormick, Barry and Gordon Hughes. The Influence of Pensions on Job Mobility. Journal of Public Economics 23 (1984): 183-206.",
        "Mitchell, Olivia. Fringe Benefits and Labor Mobility. Journal of Human Resources 17 (1982):286-298.",
        "Evidence. Mimeographed. Chicago: University of Chicago, 1988.",
        "Rebitzer, James. Establishment Size and Job Tenure. Industrial Relations 25 (1986):292-302.",
        "Ross, Arthur. Do We Have a New Industrial Feudalism? American Economic Review 48 (1958):903-920.",
        "Salant, Stephen. Search Theory and Duration Data: A Theory of Sorts. Quarterly Journal of Economics 91 (1977):39-57.",
        "Salop, Joanne and Steven Salop. Self-Selection and Turnover in the Labor Market. Quarterly Journal of Economics 90 (1976): 619-628.",
        "Schiller, Bradley and Randall Weiss. The Impact of Private Pensions on Firm Attachment. Review of Economics and Statistics 61 (1979):369-380.",
        "Shapiro, Carl and Joseph Stiglitz. Equilibrium Unemployment as a Worker Discipline Device. American Economic Review 74 (1984):433-444.",
        "U.S. Department of Labor. Bureau of Labor Statistics. Private Pension Plans and Manpower Policy. BLS Bulletin 1359. Washington, D.C.: Government Printing Office, 1963.",
        "Viscusi, W. Kip. Job Hazards and Worker Quit Rates: An Analysis of Adaptive Worker Behavior. International Economic Review 20 (1919):29-58.",
        "Nontransterable Pensions as a Mobility-Reduction Device. In Pensions, Labor, and Individual Choice, edited by David Wise. Chicago: University of Chicago Press, 1985.",
        "Wolf, Douglas and Frank Levj. Pension Coverage, Pension Vesting, and the Distribution of Job Tenures. In Retirement and Economic Behavior, edited by Henry Aaron and Gary Burtless. Washington, D.C.: Brookings, 1984."
    ]
}