{
    "id": 369,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Berndt, Ernst R., Reconciling Alternative Estimates of the Elasticity of Substitution, The Review of Economics and Statistics, vol. 58, no. 1, February 1976, pp. 59-67.",
        "Berner, Richard, Peter Clark, Jared Enzler, and Barbara Lowrey, International Sources of Domestic Inflation, Studies in Price Stability and Economic Growth Prepared for the Use of the Joint Economic Committee, U.S. Congress, 1975..",
        "Eckstein, Otto, The Great Recession, With a Postscript on Stagflation, Data Resources Series, Volume 3, North-Holland Publishing Company, New York, 1 978. Fair, Ray C., Inflation and Unemployment in a Macroeconomic Model, in After The Phillips Curve: Persistence of High Inflation and High Unemployment, Federal Reserve Bank of Boston, Conference Series No. 19, June 1978.",
        "Field, Barry C. andCharles Grebenstein, Substituting for Energy in U.S. Manufacturing, processed, June 1977.",
        "Findlay, Ronald and Carlos Alfredo Roderigues, Intermediate Imports and Macroeconomic Policy under Flexible Exchange Rates, Canadian Journal of Economics, vol. 10, no. 2, May 1977, pp. 208-217.",
        "Goldfeld, Stephen M., The Case of the Missing Money, Brookings Papers on Economic Activity, 3:1976, pp. 683-730.",
        "Gordon, Robert J., The Recent Acceleration of Inflation and its Lessons for the Future, Brookings Papers on Economic Activity, 1:1970, pp. 8-41.",
        "Shocks, Brookings Papers on Economic Activity, 1:1975(a), pp. 183-204.",
        "Griffin, James M. and Paul A. Gregory, Intercountry Translog Model of Energy Substitution Responses, American Economic Review, vol. 66, no. 5, December 1976, pp. 845-857.",
        "Haberler, Gottfried, Oil, Inflation,~ Recession and the International Monetary System, The Journal of Energy and Development, vol. 1, no. 2, Spring 1976, pp. 176-190.",
        "Hall, Robert E., The Macroeconomic Impact of Changes in Income Taxes in the Short and Medium Runs, Journal of Political Economy, vol. 86, no. 2, part 2, April 1978(a), pp. S71-S85.",
        "Income Hypothesis: Theory and Evidence, Journal of Political Economy, vol. 86, no. 6, December 1978(b), pp. 971-987.",
        "Organization of Markets,, processed, Stanford University, 1979.",
        "Hall, Robert E. and David Lilien, Efficient Wage Bargains under Uncertain Supply and Demand, American Economic Review, 1979, forthcoming.",
        "Model : A Simulation Model for Energy and Economic Analysis, final report to the Applied Economics Division, Federal Preparedness Agency, General Services Administration, Washington, D.C., September 1977.",
        "Klein, Lawrence R., Disturbances to, the International Economy, in After the Phillips Curve: Persistence of High Inflation and High Unemployment, Federal Reserve Bank of Boston, Conference Series No. 19, June 1978.",
        "Lucas, Robert, Optimal Investment Policy and the Flexible Accelerator, International Economic Review, February 1967, pp. 78-85.",
        "Mitchell, Daniel. J.B., Union Wage Determination: Policy Implications and Outlook, Brookings Papers on Economic Activity, 3:1978, pp. 537-582.",
        "Mork, Knut Anton, Marjorie Flavin, and B. Dianne Pauls, A Users Guide to the Three Sector Quarterly Macro Data Base, Working Paper No. MIT-EL 78-042WP, MIT Energy Laboratory, October 1978.",
        "Nordhaus, William 0., Recent Developments in Price Dynamics, in Otto Eckstein (ed.), The Econometrics of Price Determination, Washington, D.C., 1972.",
        "Schulze (eds.), Higher Oil Prices and the World Economy, The Adjustment Problem, The Brookings Institution, Washington, D.C., 1975(b).",
        "Phelps, Charles. E. and Rodney T. Smith, Petroleum Regulation: The False Dilemma of Decontrol, Report no. R-l951-RC,. Rand Corporation, Santa Monica, Calif.,, January 1977.",
        "Solow, Robert M., What to Do (Macroeconomically) When OPEC Comes, paper prepared for the NBER conference on Rational Expectations and Economic Policy, Bald Peak, N.H., October 1978."
    ]
}