{
    "id": 3692,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Bernheim, B. Douglas. 1987. Does the Estate Tax Raise Revenue? in Lawrence H. Summers (ed.), Tax Policy and the Economy, vol. 1, (Cambridge: MIT Press).",
        "Bernheim, B. Douglas; Shleifer, Andrei; and Summers, Lawrence H. 1985. The Strategic Bequest Motive. Journal of Political Economy, vol. 93, no. 6: 1045-1076.",
        "Cooper, George. 1979. A Voluntary Tax? New Perspectives on Sophisticated Tax Avoidance. (Washington, D.C.: The Brookings Institution).",
        "Cox, Donald. 1990. Intergenerational Transfers and Liquidity Constraints. Quarterly Journal of Economics, vol. CV, February: 187-217.",
        "David, Martin and Menchik, Paul L. 1979. The Effect of Social Security on Lifetime Wealth Accumulation and Bequest. Economica, vol. 52: 421-434.",
        "Economic Planning Agency. l9xx. Annual Report on National Accounts, various issues, Printing Bureau, Ministry of Finance, Japan. Hayashi, Fumio. 1986. Why is Japans Saving Rate So Apparently High. NBER Macroeconomics Annual, vol. 1, pp. 147-210.",
        "Hayashi, Fumio; Ito, Takatoshi; and Slemrod, Joel. 1988. Housing Finance Imperfections, Taxation and Private Saving: A Comparative Simulation Analysis of the United States and Japan. Journal of the Japanese and International Economies, vol. 2: 215-238.",
        "Hayashi, Fumio; Ando, Alberto; and Ferris, Richard. 1988. Life Cycle and Bequest Savings: A Study of Japanese and U.S.",
        "Hurd, Michael D. 1987. Savings of the Elderly and Desired Bequests. American Economic Review, vol. 77 no. 3, June: 298-312.",
        "Internal Revenue Service. Statistics of Income, Estate Tax Returns, selected years. Kotlikoff, Laurence J. 1988. Intergenerational Transfers and Savings. Journal of Economic Perspectives, vol. 2, no. 2, Spring: 41-58.",
        "Kotlikoff, Laurence J. and Summers, Lawrence H. 1981. The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal of Political Economy, vol. 89, no. 4: 706-732.",
        "Menchik, Paul L. and David, Martin. 1983. Income Distribution Lifetime Savings, and Bequests. American Economic Review, vol.",
        "Ministry of Finance, Tax Bureau. l9xx. Tax Bureau Statistics Annual, (in Japanese), various issues, Ministry of Finance, Japan. Ministry of Welfare. l9xx. Population Dynamics Annual, (in Japanese) various issues, Printing Bureau, Ministry of Finance, Japan. Modigliani, Franco. 1988. The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth. Journal of Economic Perspectives, vol. 2, no. 2, Spring: 15-40.",
        "Munnell, Alicia H. with Nicole Ernsberger. 1988. Wealth Transfer Taxation: The Relative Role for Estate and Income Taxes. New England Economic Review, November/ December.",
        "Pechman, Joseph A. 1987. Federal Tax Policy. (Washington, Brookings Institution.",
        "United States Board of Governors of the Federal Reserve System, Flow of Funds Accounts. 1990. Balance Sheets for the U. S. Economy 1945-89. April 1990.",
        "United States Board of Governors of the Federal Reserve System, Flow of Funds Accounts. 1988. Financial Assets and Liabilities Year-End, 1964-87. September 1988.",
        "United States Department of Commerce, Bureau of the Census. 1986.",
        "Survey of Income and Program Participation Current Population Reports, Household Economic Studies, Series P-70, No. 7, July 1986."
    ]
}