{
    "id": 3693,
    "cites": 18,
    "cited_by": 28,
    "reference": [
        "Arrow, Kenneth. 1973. Higher Education as a Filter. Journal of Public Economics. 2: 193-216.",
        "Becker, Gary. 1975. Human Capital. Second Edition. Chicago: University of Chicago Press.",
        "Behrman, Jere, Robert Pollak and Paul Taubman. 1990. The Impact of Ability and Parental Income on Wages and Schooling. Unpublished paper, University of Pennsylvania.",
        "Bishop, John. 1989. Achievement, Test Scores, and Relative Wages. Unpublished paper, Cornell University.",
        "Blackburn, McKinley, David Bloom, and Richard Freeman. 1990a. The Declining Economic Position of Less-Skilled American Men. In A Future of Lousy Jobs? The Changing Structure of U.S. Wages. Edited by Gary Burtless. Washington, D.C.: The Brookings Institution.",
        "Farber, Henry, and Robert Gibbons. 1990. Learning and Wage Determination. Unpublished paper, Massachusetts Institute of Technology.",
        "Griliches, Zvi. 1977. Estimating the Returns of Schooling: Some Econometric Problems. Econometrics. 45: 1-22.",
        "Survey. Journal of Political Economy. 87: S37-64. Griliches, Zvi, and William Mason. 1972. Education, Income and Ability. Journal of Political Economy. 80: S74-l03.",
        "Harris, Milton and Bengt Holmstrom. 1982. A Theory of Wage Dynamics. Review of Economic Studies. 44(3): 315-333.",
        "Hausman, Jerry A. 1978. Specification Tests in Econometrics. Econometrica. 46(6): 1251-1271.",
        "Heckman, James and Bo Honord. 1990. The Empirical Content of the Roy Model. Econometrica. 58 (5): 1121-1149.",
        "Juhn, Chinhui, Kevin Murphy, and Brooks Pierce. 1990. Wage Inequality and the Rise in Returns to Skill. Unpublished paper, University of Chicago.",
        "Katz, Lawrence, and Ana Revenga. 1989. Changes in the Structure of Wages: The United States vs Japan. Journal of the Japanese and International Economies. 3: 522-553.",
        "Kinenta, Jan. 1986. Elements of Econometrics. Second Edition. New York: MacMillan.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press.",
        "Unpublished paper, Columbia University. Spence, Michael. 1973. Market Signalling: Information Transfer in Hiring and Related Processes. Cambridge, Mass.: Harvard University Press.",
        "Stapleton, David C. and Douglas J. Young. 1988. Educational Attainment and Cohort Size. Journal of Labor Economics. 6(3): 330-361.",
        "Taubnan, Paul and Terence Wales. 1972. Mental Ability and Higher Educational Attainment in the 20th Century. National Bureau of Economic Research Occasional Paper 118."
    ]
}