{
    "id": 3694,
    "cites": 32,
    "cited_by": 23,
    "reference": [
        "Ambler, Steve, `Does Money Matter in Canada? Evidence from a Vector Error Correction Model, Review of Economics and Statistics; 1989:651-58.",
        "Beveridge, Stephen and Charles Nelson, A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components With Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics, 1981: 151-74.",
        "BjÃ\u0083Â£rklund, Anders, `Unemployment and Mental Health: Some Evidence from Panel Data, Journal of Humart Resources, 1985:469-83.",
        "Brenner, M.H. `Fetal, infant and maternal mortality during periods of economic instability. rnteraational Journal of Health Services. 1973. 3:145-159.",
        "Brenner, M.H. `Relation of economic change to Swedish health and social well-being. Social Science and Medicine 1987. 25:183-196.",
        "Cooley, T.F.. and LeRoy, S.F. `Atheoretical macroeconomics: A critique. Journal of Monetary Economics 1985. 16:283-308.",
        "Corman, H., and Grossman, M. ~Deterrninants of Neonatal Mortality Rates in the U.S.: A reduced form model. Journal of Health Economics. 1985. 4:213-236.",
        "Corman, H., Joyce, T., and Grossman, M. `Birth outcome production functions in the United States. Journal of Humpn Resources. 1987. 23:339-360.",
        "Dickey, David and Wayne Fuller. `Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometriczt, 198 1:1057-72. Eckstein, Z.. Schulta, T., and Wolpin K. `Short-run Fluctuations in Fertility and Mortality in Preindustrial Sweden, European Economic Review, 1985. 26:296-3 17.",
        "Fisher, E., LoCerfo,!. and Daling, I. `Prenatal care and pregnancy outcomes during the recession: The Washington State experience. American Journal of Public Health. 1985. 75:866-869.",
        "Forbes. 5. and McGregor, A. `Unemployment and mortality in post-war Scotland. Journal of Health Economics 1984. 3:239-258.",
        "Friedman. Milton, A Thertrv of the Consumption Function, Princeton: Princeton University Press, 1957.",
        "Fuller, Wayne, Introduction to St~tisrical Time Series; New York: John Wiley. 1976.",
        "Godfrey, L.G. `Testing for higher order serial correlation in regression equations when the regressors include lagged dependent variables. Economerrica 1978. 46:1303-1310.",
        "Gordon, Robert and Stephen King, `The Output Cost of Disinflation in Traditional and Vector Autoregressive Models, Brookines Paners on Economic Activity, 1982.",
        "Granger, C.W.J. `Investigating Causal Relations by Econometric Models and Cross-Spectral Methods, Econometrica, 1969, 37:424-38.",
        "Gravelle, C., Hutchinson, G., and Stern, J. `Mortality and unemployment: A critique of Brenners timeseries analysis. The Lancet ii. 1981. 675-679.",
        "Grossman, Michael and Theodore Joyce, `Unobservables, Pregnancy Resolutions, and Birth Weight Production Functions in New York City, Journal of Political Economy, 1990. 98:5; 983-1007.",
        "Joyce, T. 1990. `A Time-Series Analysis of Unemployment and Health: The Case of Birth Outcome in New York City Journal of Health Economics 1990. 8:419-436.",
        "Kiebanoff, M., Shiono, P., and Rhoads, G. `Outcomes of pregnancy in a national sample of resident physicians. New Erieland Journal of Medicine. 1990 323:1040-5.",
        "Learner, E. `Vector autoregressions for causal inference?. in: K. Brunner and A. Meltrer, eds. `Understanding monetary regimes (supplement to Journal of Monetary Economict) 1985. 22:367-378.",
        "Masnelle, N. Laumasi, B. and Lazar, P. `Prematurity and occupational activity during pregnancy. American Journal of Epidemioloev. 1984. 119:309-322.",
        "McCormick, M.C. `The contribution of low birthweight to infant mortality and childhood morbidity. New Enaf and Journal of Medicine. 1985. 3 12:82-90.",
        "Naeye, R. and Peters. E. `Working during pregnancy: Effects on the fetus. Pediatrics 1982. 69:724-727.",
        "Nelson, C., and H. Kang, - Pitfalls in the use of Time as an Explanatory Variable in Regresion, 1984, Journal of Business and Economic Statistics, 2:73-82.",
        "Nelson, C., and C. Plosser, `Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, 1982. Journal ~f Monetary Economics, 10:139-62.",
        "Perron, Pierre, `Trends and Random Walks in Macroeconomic Time Series, Journal of Economic Dynamics and Control, 1988:297-332.",
        "Phillips. B. and Perron P,Testing for a Unit Root in Time Series Regression, Biomerrica, 1986.",
        "Rosenzweig, M. and Schultz, T.P. `The stability of household production technology: A replication. Journal of Human Resources. 1988 23:535-549.",
        "Sims, Christopher, `Macroeconomics and reality. Econometrica 1980, 48:1-48.",
        "Sims, Christopher,Money, Income and Causality, American Economic Review, 1972,540-52.",
        "Stock, J.H., and Watson, M.W. 1988. `Variable Trends in Economic Time Series. Economic Perspectives. 2:147-174."
    ]
}