{
    "id": 3695,
    "cites": 24,
    "cited_by": 16,
    "reference": [
        "Asquith, Paul, David Mullins and Eric Wolff, 1989, Original issue high yield bonds: Aging analyses of defaults, exchanges and calls, Journal of Finance 44, 923-952. Bernanke, Ben, John Campbell, and Toni Whited, 1990, U.S. corporate leverage: Developments in 1987 and 1988, Brookings Papers on Economic Activity 1, 255-286.",
        "Bulow, J. and J. Shoven, 1978, The bankruptcy decision, Bell Journal of Economics, Spring, 437-456.",
        "Diamond, D., 1991, Seniority and maturity structure of bank loans and publicly traded debt, Working paper (University of Chicago, Chicago, IL).",
        "Gertner, R. and D. Scharfstein, 1990, A theory of workouts and the effects of reorganization law, Working paper (University of Chicago, Chicago, IL).",
        "Gilson, S., K. John, and L. Lang, 1990, Troubled debt restructurings, Journal of Financial Economics 27, 315-354.",
        "Gorton, G. and G. Pennachi, 1991, Banks and Loan Sales: Marketing Nonmarketable Assets, National Bureau of Economic Research, Working Paper 3551.",
        "Harris, Milt and Artur Raviv, 1990, Capital structure and the informational role of debt, Journal of Finance 45, 321-349.",
        "Jensen, Michael, 1989, The eclipse of the public corporation, Harvard Business Review No. 5, 61-74.",
        "Jensen, Michael and William Meckling, 1976, Theory of the firm: Managerial behavior, agency costs, and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Kaplan, Steven, 1989a, Management buyouts: evidence on taxes as a source of value, Journal of Finance 44, 611-632.",
        "Kaplan, Steven, 1989b, The effects of management buyouts on operations and value, Journal of Financial Economics 24, 217-254.",
        "Kaplan, Steven, 1989c, Campeau's acquisition of Federated: Value destroyed or value added? Journal of Financial Economics 25, 191-212.",
        "Kaplan, Steven and Jeremy Stein, 1990, How risky is the debt in highly leveraged transactions?, Journal of Financial Economics 27, 215-246.",
        "Long, William and David Ravenscraft, 1991, The financial performance of whole-company LBOs, Working paper (University of North Carolina).",
        "Myers, Stewart, 1977, The determinants of corporate borrowing, Journal of Financial Economics 5, 147-175.",
        "Roe, Mark, 1987, The voting prohibition in bond workouts, The Yale Law Journal 97, 232-279.",
        "Roundtable discussion, 1990, The economic consequences of high leverage and stock market pressures on corporate management, Journal of Applied Corporate Finance 3, No. 2, 6-31.",
        "Scholes, Myron and Joseph Williams, 1977, Estimating betas from nonsynchronous data, Journal of Financial Economics 5, 309-328.",
        "Shleifer, Andrei, and Robert Vishny, 1991, Asset Sales and Debt Capacity, Working paper (University of Chicago, Chicago, IL).",
        "Smith, Abbie, 1990a, Corporate ownership structure and performance: The case of management buyouts, Journal of Financial Economics 27, 143-164.",
        "Smith, Roy, 1990b, The money wars: the rise and fall of the great buyout boom of the 1980s (Truman Talley Books, New York, New York).",
        "White, Michelle, 1980, Public policy towards bankruptcy: Me-first and other priority rules, Bell Journal of Economics 11, 550-564.",
        "White, Michelle, 1983, Bankruptcy costs and the new bankruptcy code, Journal of Finance 38, 477-487.",
        "Wigmore, Barrie, 1990, The decline in credit quality of new-issue junk bonds, Financial Analysts Journal, September-October, 53-62."
    ]
}