{
    "id": 3698,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Borensztein, Eduardo, and Manmohan S. Kumar, Privatization in Eastern Europe, unpublished manuscript, International Monetary Fund (Washington, October 1990).",
        "Galvo, Guillermo A., Financial Aspects of Socialist Economies: From Inflation to Reform, unpublished manuscript presented at the World Bank Conference on Adjustment and Growth: Lessons for Eastern Europe, (Poland, October 1990).",
        "Cuillermo A., and Csrlos Alfredo Rodriguez, A Model of Exchange Rate Determination under Currency Substitution and Rational Expectations, Journal of Political Economy, Vol. 85, No. 3 (1977).",
        "Dornbusch, Rudiger, Economic Reform in Eastern Europe and the Soviet Union: Priorities snd Strategy, unpublished manuscript presented at OECDWorld Bank Conference on The Transition to a Market Economy in Central and Eastern Europe, (Paris, November 1990).",
        "Fischer, Stanley, and Alan Celb, Issues in Socialist Economy Reform unpublished manuscript presented at OECD-World Bank Conference on The Transition to a Market Economy in Central and Eastern Europe, (Paris, November 1990).",
        "Frenkel, Jacob A., and Carlos Alfredo Rodriguez, Exchange Rate Dynamics and the Overshooting Hypothesis, Staff Paoers, International Monetary Fund (Washington) Vol. 29, (March 1982).",
        "Frydmsn, Roman, and Andrzej Rspaczynski, Markets and Institutions in Large Scale Privatizations, unpublished manuscript presented at the World Bank Conference on Adjustment and Growth: Lessons for Eastern Europe, (Poland, October 1990).",
        "Klaus, Vaclav, Keynote Address to Conference on Development Economics, World Bank (May 1990).",
        "Kornai, Janos, The Road to a Free Economy. Shifting from a Socialist System: The Example of Hungary, (New York: W.W. Norton and Company) (1990).",
        "Merer, Paul, Pitfalls in Transferring Market-Economy Experiences to the European Economies in Transition, unpublished manuscript presented at OECD-World Bank Conference on The Transition to a Market Economy in Central and Eastern Europe, (Paris, November 1990).",
        "McKinnon, Ronald I., The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, (1991) forthcoming.",
        "Portes, Richard, ed. * Economic Transformation of Hungary and Poland, European Economy, No. 43 (March 1990).",
        "Wolf, Thomas A., Macroeconomic Adjustment and Reform in Planned Economies, IMF Working Paper No. 90/27 (Washington: International Monetary Fund, April 1990)."
    ]
}