{
    "id": 3699,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Aaron, Henry J., 2conomic Effects of Social Security (Washington, DC: The Brookings Institution, 1982).",
        "Amemiya, Takeshi and Frederick Nold, A Modified Logit Model, Review of Economics and Statistics 57 (May 1975): 255-257.",
        "Anderson, Kathryn H., Richard V. Burkhauser and Joseph F. Quinn, Do Retirement Dreams Come True? The Effect of Unanticipated Events on Retirement Plans, Industrial and Labor Relations Review 39 (July 1986): 518-526.",
        "Bernheim, B. Douglas, Social Security Benefits: An Empirical Study of Expectations and Realizations, in Issues in Contemporary Retirement ed. R. Ricardo Campbell and Edward Lazear (Palo Alto, CA: Hoover Institution Press, 1988): 312-350.",
        "Blinder, Alan S., Roger H. Gordon, and Donald E, Wise, Reconsidering the Work Disincentive Effects of Social Security. National Tax Journal 33 (December 1980): 431-442.",
        "Boskin, Michael J., Social Security and Retirement Decisions, Economic Inguiry 15 (January 1977): 1-25.",
        "Boskin, Michael J., Too Many Promises: The Uncertain Future of Social Security (Homewood, IL: Dow Jones-Irwin, 1986).",
        "Hanoch, Giora and Marjorie Honig, The Labor Supply Curve Under Income Maintenance Programs, Journal of Public Economics 9 (February 1978): 1-16.",
        "Hurd, Michael, and Michael J. Boskin, The Effect of Social Security on Retirement in the Early l97Os, Quarterly Journal of Economics 99 (November 1984): 767-790.",
        "Kahn, James A., Social Security, Liquidity, and Early Retirement, Journal of Public Economics 35 (1988): 97-117.",
        "Kotlikoff, Laurence, and Daniel Smith, Pensions in the American Economy 1981.",
        "McKay, Steven F. and Bruce D. Schobel, Effects of the Various Social Security Benefit Computation Procedures, Actuarial Study No. 86, Social Security Administration, July 1981.",
        "McKay, Steven F., and John Dickstein, Users Guide for PIA Calculation Program, US Department of Health and Human Services, Social Security Administration, Office of the Actuary, January 1988.",
        "Parries, Herbert S., The Retirement Decision, in The Older Worker, eds. H. Borus, H. Parnes, S. Santell and B. Seidman, IRBA, 1988.",
        "Pellechio, Anthony, Social Security Financing and Retirement Behavior, American Economic Review 69 (May 1979): 284-287.",
        "Pellechio, Anthony, Social Security and the Decision to Retire, NBER Working Paper No. 734, August 1981.",
        "Rones, Philip, Using the CPS to Track Retirement Trends Among Older Men, Monthly Labor Review 108 (February 1985): 46-49."
    ]
}