{
    "id": 3700,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bachrach 1., (1982) Young Adult Chronic Patients: An Analytical Review of the literature, Hosoital and Comunitv Psychiatry, 33(3) 189-197.",
        "Brown p., (1985) The Transfer of Care, New York: Routledge Press.",
        "Frank R.G., and Welch W.P., (1982) `Contracting State Mental Hospital Systems, Journal of Health Politics. Policy and Law, 6(4) 676-683.",
        "Gamju V. and Bouchard C., (1990) Funding Incentives for Coivinunity Based Programs: The Impact on local Services of Texas $35.50 Program Mimeo Texas Department of Mental Health and Mental Retardation.",
        "Grob, G.M. (1981) Mental Health Policy in Post World War II America, in D. Mechanic (ed.) ImorovinQilental Health Services: What the Social Sciences Can Tell Us, San Francisco, I Jossey Bass, Inc.",
        "Gronfein W. (1985) `Incentives and Intentions in Mental Health Policy: A Comparison of the Medicaid and Community Mental Health Programs, Journal of Healtkind Social Behavior 26:192-206.",
        "Holmstrom, B. and J. Tirole (1989) *The Theory of the Firm, in R. Schmalensee and R. Willig (eds.) Handbook of Industrial Orcianization, Amsterdam: North-Holland.",
        "Inman R.P., (1981a) Federal Assistance and Local Services in the United States: The Evolution of a New Federalist Order, NBER Working Paper 2283, June.",
        "Auerbach and H. Feldstein (Eds) Handbook of Public Economics, Amsterdam: North-Mel land. locke B.Z. and 0. A. Regier (1985) `Prevalence of Selected Mental Disorders, in C.A. Taube and S.A. Barrett (eds.) National institute of Mental Health, Mental Ilealth1Alnited States 1985, Washington, D.C.: U.S. Government Printing Office.",
        "Mechanic D., (1987) Evolution of Mental Health Services and Areas for Change in 0. Mechanic (Ed.). Imorovina Mental Health Services: What Can The Social Sciences Tell Us, San Francisco: Jossey-Bass.",
        "National Institute of Mental Health, (1987) Mental Health U.S. 1987, USGPO.",
        "Niskanen, William A. (1971) Bureaucracy and Reoresentative_Government AldineAtherton, Chicago.",
        "Rochefort D, (1987) The Political Context of Mental Health Care in D. Mechanic (Ed) Imorovin~ Mental Health Services: What CanThe Social Sciences Tell Us, San Francisco: Jossey-Bass.",
        "Stein L. I., (19B9) Wisconsins System of Mental Health Fiancing in 0. Mechanic and L. Aiken (Eds) Inteciratinci Mental Health Systems Throuah Caoitation, Sam Francisco: Jossey-8ass. Stein I., and Ganser L.J. (1983) `Wisconsins System for Funding Mental Health Services, In J. Talbott (Ed.) Unified Mental Health Systems: Utooia Unrealized San Francisco, Jossey Bass.",
        "U.S. General Accounting Office (1971) Returnina the Mentally Disabled to the Co,mnunitv: GovernmentNeeds To Do More HRD-76-152 January."
    ]
}