{
    "id": 3701,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "Abrahamse, A.F., PA. Morrison, and Li. Waite. 1988. Beyond Stereotypes: Who Becomes a Single Teenage Mother? Santa Monica, CA: RAND Corporation.",
        "Bane, Mary Jo. 1986. Household Composition and Poverty. In Sheldon Danaiger and Daniel Weinberg, eds. Fighting Poverty, Cambridge: Harvard University Press, 209-31.",
        "Spells. The Journal of Human Resources Winter, 1-23. Behrman, Jere and Barbara Wolfe. 1989. toes More Schooling Make Women Better Nourished and Healthier? Adult Sibling Random and Fixed Effects Estimates from Nicaragua.~ Journal of Human Resources 24(4): 644-63.",
        "Bound, John, Zvi Griliches and Bronwyn Hall. 1986. Wages, Schooling and 10 of Brothers and Sisters: Do the Family Factors Differ? International Economic Review 21(1): 77-105.",
        "Brown, Sarah. 1985. Can Low Birth Weight be Prevented? Family Planning Perspectives 17(3): 112-18.",
        "Burton, Linda. 1990. `Teenage Childbearing as an Alternative Life-Course Strategy in Multigenerational Black Families. H u man Nature, 1(2): 12343.",
        "Card, J.J. and L.L Wise. 1978. Teenage Mothers and Teenage Fathers: The Impact of Early Childbearing on the Parents Personal and Professional Lives. Family Planning Perspectives 10(4): 199-205.",
        "Center for Human Resource Research. 1988. NLS Handbook 1988. Columbus: The Ohio State University.",
        "Chamberlain, Gary. 1980. Analysis of Covariance with Qualitative Data. Review of Economic Studies XLVII: 225-38.",
        "Duncan, Greg and Saul Hoffman. 1989. `Teenage Underclass Behavior and Subsequent Poverty: Have the Rules Changed? paper presented at the conference on The Truly Disadvantaged, September.",
        "Ellwood, David. 1988. Poor Support. New York: Basic Books.",
        "Freeman, Richard. 1985. Longitudinal Analyses of the Effects of Trade Unions, iour~al of Labor Economics 2(1):l-26.",
        "Furstenberg, Fraok. 1976. Unplanned Parenthood. New York: Free Press.",
        "University of Pennsylvania. , Richard Lincoln, and lane Menken, eds. 1981. Teenage Sexuality. Pregnan~. and Childbearing, Philadelphia: University of Pennsylvania.",
        "Cambridge: Cambridge University Press. . 1988. Adolescent Mothers and Their Children in Later Life. Family Planning Perspectives. 19(4): 142-51.",
        "Garfinkel, Irwin and Sara McLanahan. 1986. Single Mothers and Their Children: A New American Dilemma. Washington: The Urban Institute.",
        "Geronimus, Arline T. 1986. `The Effects of Race, Residence and Prenatal Care on the Relationship of Maternal Age to Neonatal Mortality. American Journal of Public Health, 76(12): 1416-21.",
        "Population and Development Review, 13(2): 245-79. . 1991. Clashes of Common Sense: On the Previous Child-Care Experience of Teenage Mothers-To-Be, Population Studies Center Research Report No. 91-202, University of Michigan, January.",
        "Prevalence Among U.S. Black and White Women of Childbearing Age. Public Health Reports, forthcoming. , and John Bound. 1990. Black/White Differences in Womens Reproductive-Related Health Status: Evidence from Vital Statistics. Demography 27(3): 457-66.",
        "Findings on the Health Disadvantages of Infants with Teenage Mothers, Population Studies Center Research Report No. 91-204, University of Michigan, March. Griliches, Zvi, 1979. Sibling Estimates, The Beginnings of a Survey. Journal of Political Economy 87(5, Part I): S37-64.",
        "Hayes, C.D. ed. 1987. Risking the Future: Molescent Sexuality. Pregnancy,~p~j ChildbeariN Vol. 1, Washington: National Academy Press.",
        "Hogan, Dennis, and Evelyn Kitagawa. 1985. The Impact of Social Status, Family Structure, and Neighborhood on the Fertility of Black Adolescents. American Journal of Sociology 90(4):825-55.",
        "Institute of Medicine (U.S.), Committee to Study the Prevention of Low Birthweight. 1985. Preventing Low Birthweight. Washington, D.C.: National Academy Press.",
        "Jencks, Christopher et al. 1979. Who Gets Ahead? New York: Basic Books.",
        "Ladner, Joyce. 1971. Tomorrows Tomonow: The Black Woman. New York: Doubleday.",
        "Lundberg, Shelly and Robert Plotnick. 1990. Earnings Losses Caused by Teenage Premarital and Marital Childbearing. Paper presented at the annual meetings of the American Economics Association, Washington D.C., December.",
        "Maddala, 0.5. 1987. Limited Dependent Variable Models Using Panel Data. Ih~ Journal of Human Resources 22(3):307-38.",
        "McCrate, Elaine. 1989. Returns to Education and Teenage Childbearing, mimeo, Bunting Institute, Harvard University, June.",
        "Mott, Frank and William Marsigllo. 1985. Early Childbearing and Completion of High School, Family PlanningPerspectives l7(5):234-37.",
        "Rosenzweig, Mark and Kenneth Wolpin. 1988. Heterogeneity, Intrafamily Distribution, and Child Health, Journal of Human Resources 23(4):437-6i.",
        "Stack, Carol. 1974. All Our Kin. New York: Harper and Row.",
        "Sullivan, Mercer. 1989. Absent Fathers in the Inner City. The Annals of The American Academy of Political and Social Science 501(January):48-58.",
        "Trussell, T. James. 1976. The Economic Consequences of Teenage Childbearing. Family Planning Perspectives 8(4):184-90.",
        "Furstenberg, Richard Lincoln and Jane Menken, eds. Teenage Sexuality. Pregnancy, and Childbearing, Philadelphia: University of Pennsylvania. . 1988. `Teen Childbearing in The United States, Family Planning PerspÃ\u0083Â§Ã\u0083Â§tives, 25th Armiversary Issue, November/December.",
        "Upchurch, Dawn, and James McCarthy. 1990. `The Timing of a First Birth and High School Completion. American Journal of Sociology 55:224-34.",
        "Wilson, William J. 1987. The Truly Disadvantaged. Chicago: University of Chicago."
    ]
}