{
    "id": 3703,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Blanchard, Olivier, Rudiger Dornbusch, Paul Krugman, Richard Layard and Lawrence Summers (1990). Reform in Eastern Europe, mimeo, MIT and WI DER.",
        "Bokros, Lajos (1990). Privatization in Hungary, mirneo, National Bank of Hungary.",
        "Borensztein, Eduardo and Manmohan S. Kumar (1990). Proposals for Privatization in Eastern Europe. mimeo, IMF.",
        "Brainard, Lawrence J. (1990). Strategies for Economic Transformation in Eastern Europe: The Role of Financial Reform, mineo, Bankers Trust Company.",
        "Donahue, John D. (1989). The Privstization Decision. New York: Basic Books.",
        "Feige, Edgar (1990). A Message to Gorbachev: Redistribute the Wealth Challenge (Nay-June), 66-53.",
        "Frydman, Roman, and Andrzej Rapaczynski (1990). Markets and Institutions in Large Scale Privatizations, mimeo. New York University.",
        "Government of Poland (1990). Program for the Privatization of the Polish Economy, mimeo, Warsaw (December).",
        "Grosfeld, Irena (1990). Prospects for Privatization in Poland, European Ecoj~p~y, March, No. 43, 139-ISO.",
        "Hinds, Manuel (1990). A Note on the Privatization of Socialized Enterprises in Poland, mimeo, World Bank.",
        "Jackson, Marvin (1990). The Privatization Score Card for Eastern Europe, mimeo, Leuven Institute for Central and East Europen Studies, Catholic University, Leuven.",
        "Jedrzejczak, Gregory T. (1990). Privatization in Poland, mimeo, Ministry of Ownership Changes, Warsaw.",
        "Kornai, Janos (1990). The Road to a Free Economy. New York: Norton.",
        "Lipton, David, and Jeffrey Sachs (1990). Privatization in Eastern Europe: The Gase of Poland, J3rookings Papers on Economic Activity, 2, 293-334.",
        "Nilanovic, Branko (1990). Privatization in Post-Communist Societies, mimeo, World Bank.",
        "Shiller, Robert J. (1989). Market Volatility. Cambridge, MA: MIT Press.",
        "Tirole, Jean (1991). Privatization in Eastern Europe: Incentives and the Economics of Transition, forthcoming, NBER Macroeconomics Annual.",
        "Triska, Dusan and Charles Jelinek-Francis (1990). A Study of Privatization in the Czech and Slovak Federal Republic, mimeo, Prague.",
        "Vickers, John and George Yarrow (1988). Privatization: An Economic Analysis. Cambridge, MA: MIT Press."
    ]
}