{
    "id": 3704,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Aiston, Lee. 1985. Costs of Contracting and the Decline of Tenancy in the South. New York: Garland Press.",
        "Bond, Horace Mann. 1934. The Education of the Negro in the American Social Order. New York: Prentice-Hall.",
        "Durand, John. 1948. The Labor Force in the United States.",
        "Federal Security Agency, U.S. Office of Education. 1947.",
        "Lebergott, Stanley. 1964. Manpower in Economic Growth: The 32 American Record Since 1800. New York: McGraw-Hill.",
        "Livengood, Charles H. 1951. The Federpl Wage and Hour Law.",
        "Osterman, Paul. 1980. Getting Started: The Youth Labor Market. Cambridge, Massachusetts: M.I.T. Press.",
        "Population Studies Center, University of Pennyslvania. 1989.",
        "Public Use Sample: 1910 Census of Population. Ann Arbor, MI: Inter-University Consortium for Political and Social Research.",
        "Smith, James. 1986. Race and Human Capital: Reply, American Economic Review 76 (December): 1225-1229.",
        "U.S. Bureau of the Census. 1918. Negro Population. 1790- J,9J~. Washington, D.C.: U.S. Government Printing Office.",
        "Population 1920. General Report and Analytical Tables.",
        "Population 1920. Occupations. Washington, D.C.: U.S. Government Printing Office.",
        "United States 1930. Population. Volume 1V4 Qccupatiofl~ By States. Washington, D.C.: U.S. Government Printing Office.",
        "States. 1920-L932. Washington, D.C.: U.S. Government Printing Office.",
        "United States: 1940. Population. Volume IV. Characteristi~ by Age. Parts 2.3. and 4. Washington, D.C.: U.S. Government Printing Office.",
        "United States Summary. Washington, D.C.: U.S. Government Printing Office. _________________________ l953c. Census of Population: 1950: Volume II. Characteristics of the Population. Parts 2.",
        "Volume I. Characteristics of the Population. Part 2. Washington, D.C.: U.S. Government Printing Office. _________________________ l973a. 1970 Census of Population.",
        "Volume 1. Characteristics of the Population. Part 1. United States Summary. Section 2. Washington, D.C.: U.S. Government Printing Office. _________________________ l973b. 1970 Census of Population.",
        "Volume 1. Characteristics of the Population. Part 2. Washington, D.C.: U.S. Government Printing Office. U.S. Department of Health, Education, and Welfare. 1954.",
        "Biennial Survey of Education in the United States. 35 1948-50. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Interior, Office of Education. 1932.",
        "Biennial Survey of Education in the United States. 1928-30. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Labor. 1948. Annual Report of the Waoe and Hour and Public Contracts Division. Washington, D.C.: U.S. Government Printing Office.",
        "Welch, Finis. 1973. Education and Racial Discrimination, in 0. Ashenfelter and A. Rees, eds. Discrimination in Labor Markets. Princeton, NJ: Princeton University Press, pp. 43-81.",
        "Wright, Gavin. 1986. Old South. New South. New York: Basic Books."
    ]
}