{
    "id": 3705,
    "cites": 24,
    "cited_by": 442,
    "reference": [
        "Altonji, Joseph G. The Effects of Family Background and School Characteristics on Education and Labor Market Outcomes. Unpublished paper, Northwestern University, December 1988.",
        "Altonji, Joseph G. and Thomas A. Dunn. Relationships Among Family Incomes and Labor Market Outcomes of Relatives. Research In Labor Economics, forthcoming 1991.",
        "Blau, Peter and Otis D. Duncan. The American Occupational Structure. New York: Wiley, 1967.",
        "Brooks-Gunn, Jeanne; Greg J. Duncan; Pam Kato; and Naomi Sealand. Do Neighborhoods Influence Child and Adolescent Behavior? Unpublished Paper, University of Michigan, April 1991.",
        "Borjas, George J. Ethnic Capital and Intergenerational Mobility. Unpublished paper, UCSD, March 1991.",
        "Chamberlain, Gary, `}Ieterogeneity, Omitted Variable Bias, and Duration Dependence. In J.J. Heckman and B. Singer (eds.), Longitudinal Analysis of Labor Market Data. Cambridge: Cambridge University Press, 1985, 3-39.",
        "Corcoran, Mary, Roger Gordon, Deborah Laren, and Gary Solon. Effects of Family and Community Background on Mens Economic Status. NBER Working Paper No. 2896, March 1989.",
        "Crane, Jonathan. The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing. American Journal of Sociology, 1991.",
        "Freeman, Richard B. Who Escapes? The Relation of Churchgoing and Other Background Factors to the Socioeconomic Performance of Black Male Youths from Inner-City Tracts. In Freeman and Holzer (1986), 353-376.",
        "Freeman, Richard B. Help Wanted: Disadvantaged Youths in a Labor Shortage Economy. Unpublished paper, Harvard University, October 1989.",
        "Freeman, Richard B. Crime and the Economic Status of Disadvantaged Young Men. Unpublished paper, Russell Sage Foundation, March 1991b.",
        "Freeman, Richard B. and Harry J. Hoizer, eds. The Black Youth Employment Crisis. Chicago: University of Chicago and NBER, 1986.",
        "Heckman, James J., Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica 46(6), 931-959, 1978.",
        "Heckman, James J. The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process. In Charles F. Manski and Daniel McFadden (eds.), Structural Analysis of Discrete Data with Econometric Applications. Cambridge, Ma: MIT Press, 1981a, 179-197.",
        "Hecknian, James 3. Statistical Models for Discrete Panel Data. In Charles F. Manski and Daniel McFadden (eds.), Structural Analysis of Discrete Data with Econometric Applications. Cambridge, Ma.: MIT Press, 1981b, 114-178.",
        "Hindelang, M.J., T. Hirschi, and 3. Weis. Measuring Delinquency. vol. 123, Sage Library of Social Research. Beverly Hills, Ca.: Sage, 1981.",
        "Jargowsky, Paul A. and Mary J0 Bane. Neighborhood Poverty: Basic Questions. In L. Lynn and M. McGeary (eds.), Inner-City Poverty in the United States. Washington, D.C.: National Academy Press, 1990, 16-67.",
        "Jencks, Christopher and Susan E. Mayer. The Social Consequences of Growing Up in a Poor Neighborhood: A Review. In U Lynn and M. McGeary (eds.), Inner-City Poverty in the United States. Washington, D.C.: National Academy Press, 1990, 111-187.",
        "Jones, Stephen R. G. Worker Interdependence and Output: The Hawthorne Studies Reevaluated. American Sociological Review 55 (April 1990): 176-190.",
        "Juhn, Chinhui. The Decline of Male Labor Force Participation: The Role of Declining Market Opportunities. Unpublished paper, University of Chicago, April 1991.",
        "Kasarda, John. Urban Industrial Transition and The Underclass. The Annals of the American Academy of Political and Social Science 501 (January 1989): 26-47.",
        "Mauer, Marc. Young Black Men and the Criminal Justice System: A Growing National Problem. Working Paper, The Sentencing Project, Washington, D.C., February 1990.",
        "Mayer, Susan E. How Much Does a High Schools Racial and Socioeconomic Mix Affect Graduation and Teenage Fertility Rates?. In C. Jencks and P. Peterson (eds.), The Urban Underclass. Washington, D.C.: The Brookings Institution, 1991a, 321-341.",
        "Mayer, Susan E. The Effect of Schools Racial and Socioeconomic Mix on High School Students Chances of Dropping Out. Unpublished paper, University of Chicago, February 199 lb. Montgomery, James D. Is Underclass Behavior Contagious? A Rational-Choice Analysis. Unpublished paper, Northwestern University, March 1990."
    ]
}