{
    "id": 3706,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Barro, Robert J., Economic Growth in a Cross-Section of Countries, National Bureau of Economic Re.search, Working Paper No. 3120, 1989.",
        "Baumol, William J., Productivity Growth, Convergence, and Welfare: What the LongRun Data Show, American Economic Review, December 1986, 76, 1072-85.",
        "Reply, American Economic Review, December 1988, 78, 1155-59.",
        "Ben-David, Dan, From Liberalization to Equalization: Some Evidence on the Impact of Freer Trade on Income Differentials, Unpublished University of Chicago Ph.D. Dissertation, 1990.",
        "Bernard, Andrew B. and Steven N. Durlauf~ Convergence of International Output Movements, Unpublished Working Paper, October 1990.",
        "Caves, Richard E., Vent for Surplus Models of Trade and Growth, in R. E. Baldwin et al., Trade Growth and the Balance of Payments, Chicago: Rand McNally, 1965.",
        "Cass, David, Optimum Growth in an Aggregative MOde! of Capital Accumulation, Review of Economic Studies, July 1965, 52, 233-40.",
        "Collins, C. D. E., History and Institutions of the EC, in A. M. El-Agraa, ed., The Economics of the European Community, 2nd ed., Oxford: Philip Allan Publishers Ltd., 1985, 11-39.",
        "De Long, J. Bradford, Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, December 1988, 78, 1138-54.",
        "Dollar, David, Edward N. Wolff, and William J. Baumol, The Factor-Price Equalization Model and Industry Labor Productivity: An Empirical Test across Countries, in Robert C. Feenstra, ed., Empirical Methods for International Trade, Cambridge: MIT Press, 1988, 23-47.",
        "Easterlin, Richard A., Long Term Regional Income Changes: Some Suggested Factors, Papers and Proceedings of the Regional Science Association, 1958, 4, 313-25.",
        "El-Agraa, A. M., Measuring the Impact of Economic Integration, in A. M. El-Agraa, ed., The Economics of the European Community, 2nd ed., Oxford: Philip Allan Publishers Ltd., 1985, 112-23.",
        "Haberler, C., International Trade and Economic Development, Cairo: National Bank of Egypt, 1959.",
        "Jensen, Finn B. and Ingo Walter, The Common MarkeL~ Economic Integration in Europe, Philadelphia: J. B. Lippincott Co., 1965, chp. 3.",
        "Jova.novic, Boyan, and Saul Lach, The Diffusion of Technology and Inequality Among Nations, Paper presented at the NBER Workshop on Economic Growth, November 1990.",
        "Koopmans, Tjalling C., On the Concept of Optimal Economic Growth, The Econometric Approach to Development Planning, Pontificia Academia Scientiarum, Amsterdam: North-Holland Publishing Co., 1965.",
        "Lucas, Robert E. Jr., On the Mechanics of Economic Development, Journal of Monetary Economics, 1988, 22, 3-42.",
        "Maddison, Angus, Phases of Capitalist Development, Oxford: Oxford University Press, 1982.",
        "Mayes, D. G., Factor Mobility, in A. M. El-Agraa, ed., The Economies of the European Community, 2nd ed., Oxford: Philip Allan Publishers Ltd., 1985, chp. 7.",
        "Michaely, Michael, Exports and Growth: An Empirical Investigation, Journal of Development Ecoijomics, December 1977, 4, 49-53.",
        "Quah, Danny, Galtons Fallacy and Tests of the Convergence Hypothesis, Unpublished Working Paper, 1990.",
        "Rivera-Batiz, Luis A. and Paul M. Romer, International Trade with Endogenous Technological Trade, Unpublished Working Paper, 1989.",
        "Romer, Paul M., Increasing Returns and Long Run Growth, Journal of Political Economy, October 1986, 94, 1002-38.",
        "Sasnuelson, Paul A., Trade Pattern Reversals in Time-Phased Ricardian Systems and Intertemporal Efficiency, Journal of International Economics, November 1975, 5, 309-63.",
        "Singer, H., The Distribution of Gains between Investing and Borrowing Countries, American Economic Review, May 1950, .40, 473-85.",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70, Reprinted in Joseph E. Stiglitz and Hirofumi Uzawa, eds., Readings in the Modern Theory of Economic Growth, Cambridge: MIT Press, 1956, 58-87."
    ]
}