{
    "id": 3707,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Allen, Franklin and Gary Gorton (1988), Rational Finite Bubbles, University of Penn- syfvania, Rodney L. White Working Paper 41-88.",
        "Blanchard, Olivier (1979), Speculative Bubbles, Crashes and Rational Expectations, Eco- nomic Letters 3, 387-89.",
        "Blanchard, Olivier, and Mark Watson (1982), Bubbles, Rational Expectations, and Finan- cial Markets, in P. Wachtel (ed.), Crises in i/ic Economic and Financial Structure, (Lexington Books; Lexington, Mass.).",
        "Camerer, Cohn (1989), Bubbles and Fads in Asset Prices: A Review of Theory and Evi- dence, Journal of Economic Surveys 3(1), p. 3-41.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann (1990), Noise Trader Risk in Financial Markets, Journal of Political Economy.",
        "Diba, Behzad, and Herschel Grossman (1988), Rational Inflationary Bubbles, Journal of Monetary Economics 21(1), 35-46.",
        "Faust, Jon (1989), Supernovas in Monetary Theory: Does the Ultimate Sunspot Rule Out Money, American Economic Review 79(4), 872-881.",
        "Flavin, Marjorie (1983), Excess Volatility in Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy 91, 929-56.",
        "Flood, Robert, and Peter Garber (1980), Market Fundamentals Versus Price-Level Bub- bles: The First Tests, Journal of Political Economy 88, 745-70.",
        "Garber, Peter (1989), Tulipmania, Journal of Political Economy 97, 535-560.",
        "Glosten, Lawrence and Paul Milgroni (1985), Bid, Ask and Transaction Prices in a Special- ist Market With Heterogeneous Informed Traders, Journal of Financial Economics 14, 71-100.",
        "Grinold, Richard, and Andrew Rudd (1987), Incentive Fees: Who Wins? Vho Loses? Financial Analysts Journal (January-February), 27-38.",
        "Grossman, Sanford, and Robert Shiller (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review 71, 222-27.",
        "Grossman, Sanford, and Joseph Stiglitz (1980), On the Impossibility of Informationally Efficient Markets, American Economic Review 70, 393-408.",
        "Hellwig, Martin, (1986), Recent Developments in the Theory of Insurance, unpublished seminar notes.",
        "Jensen, Michael, and William Meckling (1976), Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3, 305-60.",
        "Kicidon, Alan (1986a), Bias in Small Sample Tests of Stock Price Rationality, Journal of Business 59, 237- 61.",
        "Kleidon, Alan (1986b), Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Economy 94, 953-1001.",
        "Kritzman, Mark (1987), Incentive Fees: Some Problems and Some Solutions, Financial Analysts Journal 43, 21-26.",
        "Leroy, Stephen, and Richard Porter (1981), The Present Value Relation: Tests Based on Implied Variance Bounds, Econornetrica 49, 555- 574.",
        "Marsh, Terry, and Robert Merton (1986), Dividend Variability and Variance Bounds Tests for Rationality of Stock Prices, American Economic Review 76, 483-98.",
        "Samuelson, Paul (1958), An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money, Journal of political Economy 66, 467-482.",
        "Shiller, Robert (1981), Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review 71, 421-36.",
        "Shiller, Robert (1984), Stock Prices and Social Dynamics, Brookings Papers on Economic Activity 2, 457-98.",
        "Smith, Vernon, Gerry Suchanek and Arlington Williams (1988), Bubbles, Crashes, and Endogenous Expectations in Experimental Spot Asset Markets, Econornetrica 56, 1119-1151.",
        "Tirole, Jean (1982), On the Possibility of Speculation Under Rational Expectations, Econometrica 50, 1163-81.",
        "Tirohe, Jean (1985), Asset Bubbles and Overlapping Generations, Econometrica 53, 1499- 1528.",
        "Wallace, Neil (1980), The Overlapping Generations Model of Fiat Money, in J. Karaken and N. Wallace (Eds.), Models of Monetary Economies, (Federal Reserve Bank of Minneapolis; Minneapolis).",
        "West, Kenneth (1988), Bubbles, Fads and Stock Price Volatility Tests: A Partial Evalua- tion, Journal of Finance 43, 639-56."
    ]
}