{
    "id": 3709,
    "cites": 32,
    "cited_by": 26,
    "reference": [
        "Allinghanl, Michael G., 1972, Rlsk-Taklng and Taxation, Zeitschrift fur NationalÃ\u0083Â¶konomie 32, 203-224. Ahsan, Syed M. , 1976, Taxation In a Two-Period Temporal Model of Consumption and Portfolio Allocation, Journal of Public Economics 5, 337-352.",
        "Atkinson, Anthony B. and Joseph E. Stlglltz, 1980, Lectures on Public Economics (McGraw-Hill: New York).",
        "Auerbach, Alan J., 1981, Evaluating the Taxation of Risky Assets, NBER Working Paper No. 806.",
        "Bailey, Martin J. and Michael C. Jensen, 1972, Risk and the Discount Rate for Public Investment, in Michael C. Jensen, ed., Studies in the Theory of Capital Markets (Praeger: New York), 269-293.",
        "Barro, Robert J., 1979, On the Determination of Public Debt, Journal of Political Economy 87, 940-971.",
        "Berkovec, James and Don Fullerton, 1990, A General Equilibrium Model of Housing, Taxes, and Portfolio Choice, NBER Working Paper No. 3505.",
        "Bohn, Henning, 1990, Tax Smoothing with Financial Instruments, American Economic Review 80, 1217-1230.",
        "Bradford, David F., 1986, Untangling the Income Tax (Harvard University Press: Cambridge).",
        "Brown, E. Cary, 1957, Mr. Kaldor on Taxation and Risk Bearing, Review of Economic Studies 25, 49-52.",
        "Bulow, Jeremy I. and Lawrence H. Summers, 1984, The Taxation of Risky Assets, Journal of Political Economy 92, 20-39.",
        "Dahlby, Beverly G., 1981, Adverse Selection and Pareto Improvements through Compulsory Insurance, Public Choice 37, 547-558.",
        "Domar, Evsey D. and Richard A. Musgrave, 1944, Proportional Income Taxation and Risk-Taking, Quarterly Journal of Economics 58, 388-422.",
        "Feldstein, Martin S., 1969, The Effects of Taxation on Risk Taking, Journal of Political Economy 77, 755-764.",
        "Gordon, Roger H., 1985, Taxation of Corporate Capital Income: Tax Revenues Versus Tax Distortions, Quarterly Journal of Economics 100, 1-27.",
        "Gordon, Roger H. and John Douglas Wilson, 1989, Measuring the Efficiency Cost of Taxing Risky Capital Income, American Economic Review 79, 429-439.",
        "Graetz, Michael J., 1980, Expenditure Tax Design, In Joseph A. Pechman, ed., What Should Be Taxed: Income or Expenditure? (Brookings Institution: Washington), 161-276. - 27 -Graham, Daniel A., 1981, Cost-Benefit Analysis under Uncertainty, American Economic Review 71, 715-725.",
        "Grinds, Earl L. , 1985, Public Investment and Social Risk-Sharing, European Economic Review 29, 303-321.",
        "Hines, James R., 1991, Uncertain Tax Revenue and the Taxation of Risky Assets, mimeo.",
        "Kaldor, Nicholas, 1955, An Expenditure Tax (George Allen & Unwin: London).",
        "Kaplow, L., 1991, Incentives and Government Relief for Risk, Journal of Risk and Uncertainty 4, 167-75.",
        "Lind, Robert C., 1982, A Primer on the Major Issues Relating to the Discount Rate for Evaluating National Energy Options, in Robert C. Lind, ed., Discounting for Time and Risk in Energy Policy (Resources for the Future: Washington), 21-94.",
        "Mintz, Jack M. , 1981, Some Additional Results on Investment, Risk Taking, and Full Loss Offset Corporate Taxation with Interest Deductibility, Quarterly Journal of Economics 96, 631-642.",
        "Mintz, Jack M., 1982, \"Neutral\" Profit Taxation, Risk Taking and Optimal Profit Taxation, Recherches Economiques de Louvain 48, 107-132.",
        "Mossin, Jan,, 1968, Taxation and Risk-Taking: An Expected Utility Approach, Econoraica 35, 74-82.",
        "Musgrave, Richard A., 1959, The Theory of Public Finance (McGraw-Hill: New York).",
        "Rosen, Harvey S., Kenneth T. Rosen, and Douglas Holtz-Eakin, 1984, Housing Tenure, Uncertainty, and Taxation, Review of Economics and Statistics 6o, 405-416.",
        "Sandmo, Agnar, 1977, Portfolio Theory, Asset Demand and Taxation: Comparative Statics with Many Assets, Review of Economic Studies 44, 369-379.",
        "Sandmo, Agnar, 1985, The Effects of Taxation on Savings and Risk Taking, in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics (North-Holland: Amsterdam), vol 1, 265-309.",
        "Stiglitz, Joseph E., 1969, The Effects of Income, Wealth, and Capital Gains Taxation on Risk-Taking, Quarterly Journal of Economics 83, 263-83.",
        "Stiglitz, Joseph E., 1972, Taxation, Risk Taking, and the Allocation of Investment in a Competitive Economy, in Michael C. Jensen, ed., Studies in the Theory of Capital Markets (Praeger: New York), 294-374.",
        "Tobin, James, 1958, Liquidity Preference as Behavior Towards Risk, Review of Economic Studies 25, 65-86.",
        "Warren, Alvin C., 1980b, Comments, in Joseph A. Pechman, ed. , What Should Be Taxed: Income or Expenditure? (Brookings Institution: Washington), 120-125."
    ]
}