{
    "id": 3714,
    "cites": 15,
    "cited_by": 9,
    "reference": [
        "Becker, Gary S., Human Capital; A Theoretical and Emnirical Analysis, NBER: New York (1975).",
        "Berger, Mark C., Predicted Future Earnings and Choice of College Major, Industrial and Labor Relations REview, v41 No. 3, April 1988, 418-429.",
        "Berryman, Sue, Who Wifl. Do Science? Ford Foundation, 1983.",
        "Card, David, and Alan Krueger. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Working Paper No. 265, Industrial Relations Section, Princeton University, (April 1990).",
        "Comay, Y., A. Melnik, and M.A. Pollachek, The Option Value of Education and the Optimal Path for Investment in Human Capital, International Economic Review 14 No. 2 (JUne 1973) : 421-435.",
        "England, Paula, The Failure of Human Capital Theory to Explain Occupational Sex Segregation, Journal of Human Resources 17 pp. 358-370. Criliches, Z. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica, January 1977, pp. 1-22.",
        "Hungerford, Thomas and Gary Solon, Sheepskin Effects in the Return to Education, Review of Economics and Statistics, 69 No 1, (1987): 175-177.",
        "Lang, Kevin and David Kropp, Human Capital Versus Sorting: The Effects of Compulsory Attendance Laws,Ouarterly Journal of Economics, 101 No. 3 (August 1986): 609-624.",
        "Mincer, Jacob, Schooltna~ Experience, and Earnings, NBER: New York (1974).",
        "Miller, Robert, Job Matching and Occupational Choice, Journal of Political Economy, 92 (December 1984): 1086-1120.",
        "Murphy. Kevin and Finis Welch, The Structure of Wages, unpublished paper, Unicon Corporation, (September 1988).",
        "Paglin, Morton and Anthony H. Rufolo, Hererogenous Human Capital, Occupational Choice, and Hale-Female Earnings Differences, Journal of Labor Economics 8 No 1, Part 1, (January 1990): 123-144.",
        "Polachek, Solomon, Occupational Self Selection: A human capital approach to Sex Differences in Occupational Structure, Review of Economics and Statistics 58 pp. 60-69. Rosen, Sherwin (1977), Human Capital: A Survey of Empirical Research. In R. Ehrenberg ed., Research in Labor Economics, Greenwich, CT: JAI Press.",
        "Shaw, Kathryn L., Occupational Change, Employer Change, and the Transferability of Skills Southern Economic Journal (1987): 702-719.",
        "Sicherman, Nachum and Oded Calor: A Theory of Career Mobility, Journal of Political Economy, 98 No. 1 (February 1990): 169-192."
    ]
}