{
    "id": 3719,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Arrow, K. J. [1962]. The Economic Implications of Learning By Doing. Review of Economic Studies, 29, 155-73.",
        "Azariadis, C. and A. Drazen. [1990). Threshold Externalities and Economic Development. Quarterly Journal of Economics, CV, 501-526.",
        "Bernard, Andrew B. and S. N. Durlauf. [1990]. Convergence in International Output. Working Paper, Stanford University.",
        "Brock, W. A. and L. J. Mirman. [1972]. Optimal Growth Under Uncertainty: The Discounted Case. Journal of Economic Theory, 4, 479-513.",
        "Cooper, R. [1987]. Dynamic Behavior of Imperfectly Competitive Economies with Multiple Equilibria. NBER. Working Paper no. 2388.",
        "Models. Quarterly Journal of Economics, CIII, 44 1-465. David, P. (1986]. Understanding the Economics of QWERTY: The Necessity of History. in Economic History and the Modern Economist, ed. William Parker. Oxford: Basil Blackwell.",
        "Working Paper, Stanford University. DeLong, .1. Bradford. [1988]. Productivity Growth, Convergence, and Welfare: Comment? American Economic Review, 78, 1138-1154.",
        "Diamond, P. [1982). Aggregate Demand In Search Equilibrium. Journal of Political Economy, 90, 881-894.",
        "Equilibrium. Journal of Political Economy, 97, 606-619. Dobrushin, It. L. [1968]. Description of a Random Field by Means of Conditional Probabilities and Conditions for Its Regularity. Theory of Probability and Its Applications, 13, 197-224.",
        "Durlauf, S. N. (1989]. Output Persistence, Economic Structure and the Choice of Stabilization Policy? Brookings Papers on Economic Activity, 2, 69-116.",
        "Working Paper in progress, Stanford University. Greenwald, B. and .1. E. Stiglitz. [1988]. Financial Market Imperfections and Busiaess Cycles. N BEE. Working Paper no. 2494.",
        "Griffeath, D. [1976]. Introduction to Random Fields. in Kemeny, 3. G., 3. L. Snell, and A. W. Knapp. Denumerable Markov Chains. New York: Springer-Verlag.",
        "Grimmett, G. [1989]. Percolation. New York: Springer-Verlag.",
        "Heller, W. P. [1986]. Coordination Failure Under Complete Markets with Applications to Effective Demand. in Essays in Honor of Kenneth J. Arrow, Volume H, W. P. BelIer, It. M. Starr and D. A. Starrett, eds.",
        "Working Paper, UC San Diego. Hirschman, A. N. [1958]. The Strategy of Economic Development. New Haven: Yale University Press.",
        "Jones. L. and R. Manuelli. j1990]. A Convex Model of Equilibrium Growth. Journal of Political Economy, forthcoming.",
        "Kelly, M. [1990]. On the Sudden Takeoff into Economic Growth? Working Paper, Cornell University.",
        "Kindermann, R. and 3. L. Snell. [1980]. Markov Random Fields and their Applications. Providence: American Mathematical Society.",
        "Lucas, R. E. [1988]. On the Mechanics of Economic Development. Journal of Monetary Economics, 22, 3-42.",
        "Milgrom, P. and D. 3. Roberts. [1990]. The Economics of Modern Manufacturing: Technology, Strategy, and Organization. American Economic Review, 80, 501-518.",
        "Murphy, K., A. Shleifer, and R. Vishny. [1989). Industrialization and the Big Push. Journal of Political Economy, 97, 1003-1026.",
        "North, D. C. [1966]. The Economic Growth of the United States 1790-1860. New York: W.W. Norton.",
        "Pickard, D. K. [1976]. Asymptotic Inference for an Ising Lattice. Journal of Applied Probability, 13, 486-497.",
        "Probability, 9, 476-501. Quah, Danny. [1990]. International Patterns of Growth: I. Persistence in Cross-Country Disparities I. Working Paper, MIT.",
        "Romer, P. [1986]. Increasing Returns and Long Run Growth. Journal of Political Economy, 94, 1002-1037.",
        "Rosenberg, N. [1982]. Inside the Black Box: Technology and Economics. New York: Cambridge University Press.",
        "Rosenblatt, M. [1971]. Markov Processes: Structure and Asymptotic Behavior. New York: Springer-Verlag.",
        "Rosenstein-Rodan, P. N. [1943]. Problems of Industrialization of Eastern and Southern Europe. Economic Journal, 53, 202-211.",
        "Scitovsky, T. [1954]. Two Concepts of External Economies. Journal of Political Economy, 62, 143-151.",
        "Shnirrnan, M. C. [1968]. On the Ergodicity of a Markov Chain. Problems in Information Theory, 20, 96-103. Stavskaya, 0. N. and 1. 1. Pyatetskii-Shapiro. [1968]. Homogeneous Networks of Spontaneous Active Elements. Problems in Information Theory, 20, 91-106.",
        "Spitzer, F. [1971]. Random Fields and Interacting Particle Systems. Washington: Mathematical Association of America.",
        "Vasilyev, N. B. [1970). Correlation Equations for the Stationary Measure of a Markov Chain. Theory of Probability and Applications, 15, 521-525."
    ]
}