{
    "id": 3722,
    "cites": 37,
    "cited_by": 90,
    "reference": [
        "Abowd, John and Ricimard B. Freeman (1990) Internationalization of time U.S. Labor Market, NBER worki:mg paper no. 3321.",
        "Bailey, Thomas (1989) Clmanges in time Nature and Structure of Work: Implications for Skills and Skill Formation, mimeo, November.",
        "Bailey, Thomas (1990) Economic Change, Organizatiommal Imumovation, and Escalating Skill Requirements, Paper presented at the Conference on Changing Occupational Skill Requirements, Brown University.",
        "Blackburn, McKinley L., David E. Bloom, and Richard B. Freeman Wlmy Has time Eco- nomic Position of Less-Skilled Workers Deteriorated in time Usmited States? Brookings Papers in Economics, March 1989.",
        "Bluestone, Barry (1989) TIme Changing Nature of Employment and Earnings in time U.S.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz (1990) On time Labor Market Effects of Immigration and Trade, mimeo, NBER.",
        "Bound, John, Charles Brown, Greg Duncan, and Willard Rodlgers (1989) Measurement Errors in Cross-Seetiommal aimd Longitudinal Labor Market Surveys: Results from Two Validation Studies, NBER working paper number 2884.",
        "Bound, John, and Alan Krmmeger (1989) TIme Extent of Measurement, Error in Longitudinal Earnings Data: Do Two Wrongs Make a Riglmt? NBER working paper nmmmher 2885.",
        "Brown, Charles and James Medoff (1989) The Employer Size Wage Effect, Journal of Political Economy, 97, no. 5, 1027-1059.",
        "Davis, Steve J. (1990) Size Distribution Statistics from County Bumsincss Patterns Data, mimeo, University of Clmicago.",
        "Duncan, Greg and Daniel Hill (1985) An Investigation of the Extent and Consequences of Measurement Error in Labor-Economic Survey Data, Journal of Labor Economics, 3, 508-532.",
        "Dunne, Timothy and Mark J. Roberts (1989) Wages and the Risk of Plant Closing, mimeo, Pennsylvania State University.",
        "Freeman, Richard (1980) Unionism and the Dispersion of Wages, Industrial and Labor Relations Review, 34, 3-23.",
        "Freeman, Richard (1982) Union Wage Practices and Wage Dispersion Witlon Establishments, Indu.itrtal and Labor Relations Review, 36, 3-21.",
        "Freeman, Richard (1988) Contraction and Expansion: The Divergence of Private Sector and Public Sector Unionism in the United States, Journal of Economic Perspectives, 2, no. 2, 63-88.",
        "Freeman, Richard and James Medoff (1979) New Estimates of Private Sector Unionism in the United States, Industrial and Labor Relations Review, 32, no. 2, 143-174.",
        "Freeman, Richard and James Medoff (1984) What Do Unions Do? New York: Basic Books.",
        "Gollop, Frank M. and James L. Monohan (1989) From Homogeneity to Heterogeneity: An Index of Diversification, Technical Paper No. 60, Bureau of the Census.",
        "Groshen, Erica (1990a) Sources of Wage Dispersion: The Contribution of Interemployer Differentials within Industry, forthcoming in the Quarterly Journal of Economics.",
        "Harnermesh, Daniel S. (1980) Commentary, in The Economics of Firm Size, Market Structure, and Social Performance, edited by John J. Siegfried, Washington: Federal Trade Commission.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce (1990) Wage Inequality and the Rise in Returns to Skill, mimeo, University of Chicago.",
        "Katz, Lawrence F. and Ana L. Revenga (1989) Changes in the Structure of Wages: The U.S. versus Japan, NBER w.p. no. 3021.",
        "Katz, Lawrence F. and Lawrence H. Summers (1989) Industry Rents: Evidence and Implications, Broakings Papers on Economic Activity, Microeconomics, 209-275.",
        "Lambson, Val E. (1990) Industry Evolution with Sunk Costs and Uueertalu Market Con- ditions, forthcoming in International Journal of Industrial Organization.",
        "Levy, Frank (1989) Recent Trends in U.S. Earnings and Family Incomes, NBER Macroe- conomics Annual, vol. 4, edited by Ohvier Blanchard and Stanley Fischer.",
        "Levy, Frank and Richard Murnane (1991) Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, mimeo, January.",
        "Lewis, H. Gregg (1986) Union Relative Wage Effects: A Survey, Clmicago: The University of Chicago Press.",
        "Lillard, Lee, James P. Smith, and Finis Welch (1986) What Do We Really Know About Wages? The Imnportance of Nonreporting and Census Imputation, Journal of Polit- ical Economy, 94, 489-506.",
        "Lucas, Robert E. (1977) On the Size Distribution of Business Firms, Bell Journal of Economics, 9, 508-523.",
        "Mellow, Wesley and Hal Sider (1983) Accuracy of Response in Labor Market Smmrveys: Evidence and Implications, Journal of Labor Economics, 1, no. 4, 331-344.",
        "Miller, Frederick H., Jr., (1982) Wages and Establishment Size, Pim.D. dissertation, University of Chicago.",
        "Oi, Walter (1983) The Fixed Costs of Specialized Labor, in Jack Triplett, ed., The Meo..,urement of Labor Cost, Chicago: University of Chicago Press.",
        "Pudgursky, Michael (1986) Unions, Establishment Size, and Intra-ludustry Threat Ef- fects, Industrial and Labor Rdlation, Review, 89, no. 2, 277-284.",
        "Revenga, Ana L. (1989) Exporting Jobs? The Impact of International Competition on Employment and Wages, mmmimeu, Harvard University.",
        "Reynolds, Lloyd C. and Cyutlmia H. Taft (1956) The Evolution of Wage Structure, New Haven, Connecticut: Yale University Press.",
        "Rosen, Sherwin (1982) Authority, Control and the Distribution uf Earnings., Bell Journal of Economics, 13, 311-323.",
        "Rosen, Sherwin (1986) The Theory of Equalizing Differences, in 0. Asimenfelter and It."
    ]
}