{
    "id": 3726,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "Walters, A. A Note on Economies of Scale, Review of Economies and Statistics, (November 1963): 425-27.",
        "Todd, R. Vectot Autoregression Evidence on Monetarism: Another Look at the Robustness Debate, Federal Reserve Bank of Minneapolis Quarterly Review, (Spring 1990): 19-37.",
        "Sims, G. Gomparison of Interwar and Postwar Business Gycles: Monetarism Reconsidered, American Economic Review, 70 (May 1980): 250-57.",
        "Shleifer, A. Implementation Gycles, Journal of Political Economy, 94, no. 6 (December 1986).",
        "Romer, P. Grazy Explanations for the Productivity Slowdown, NBER Macroeconomic Annual, 1987.",
        "Quandt, R.E. A New Approach to Estimating Switching Regressions, Journal of the American Statistical Association, 67, no 338 (June 1972): 306-10.",
        "Prescott, E.G. Theory Ahead of Business-Gycle Measurement, Rochester Series on Public Policy, 25 (1986): 11-44.",
        "Manning, A. Multiple Equilibria in the British Labour Market, unpublished paper, London School of Economics, September 1989. Manski, C. Identification of Binary Response Models, University of Wisconsin, August 19B7.",
        "Murphy, K. , A. Shleifer, and R. Vishny, Industrialization and the Big Push, Journal of Political Economy, 97, no. 5 (October 1989): 1003-26.",
        "Lucas, R.E. Jr. On the Mechanics of Economic Development, Journal of Monetary Economics, 22 (1988): 3-42.",
        "Lucas. R.E. Jr. Expectations and the Neutrality of Money, Journal of Economic Theory, (1972).",
        "Lee, L-F, and R.H. Porter, Switching Regression Models with Imperfect Sample Separation Information - With an Application to Cartel Stability, Economerrica, 52, no. 2 (March 1984): 391-418.",
        "Kydland, F. and E.C. Prescott, Business Cycles: Real Facts and a Monetary Myth, Federal Reserve Bank of Minneapolis Quarterly Review, (Spring 1990): 3-lB.",
        "Kydland, F. and E.C. Prescott, Hours and Employment Variations in Business Cycle Theory, Discussion Paper no. 17, Federal Reserve Bank of Minneapolis, August 1989.",
        "Klenow, P. Externalities and Economic Fluctuations, unpublished paper, Stanford University, July 1990.",
        "Kiefer, N. Discrete Parameter Variation: Efficient Estimation of a Switching Regression Model, Econometrica 46, no. 2 (March 1978): 427-34.",
        "Kiefer, J. and J. Wolfowitz, Consistency of the Maximum Likelihood Estimator in the Presence of Infinitely Many Incidental Parameters, Annals of Mathematical Statistics, 27 (1956): 887-906.",
        "Judge C., WE. Criffiths, R. Hill, H. Lutkepol and T-C Lee. The Theory and Practice of Econometrics, New York: John Wiley, 1985.",
        "Jovanovic, B. Micro Shocks and Aggregate Risk, Quarterly Journal of Economics, (May 1987): 395-409.",
        "Jovanovic, B. Observable Implications of Models with Multiple Equilibria, Econometrics, 57, no. 6 (November 1989): 1431-38.",
        "Howirt, P. Determinate Outcomes with Multiple Equilibria, unpublished paper, University of Western Ontario, June 1990.",
        "Hamilton, JO. &apos;A New Approach to the Economic Analysia of Nonatationary Time Seriea and the Businesa Cycle, Econometrica, 57, no. 2 (March 1989): 357-84.",
        "Hamilton, J.D. and C.H. Whiteman, The Observable Implications of SelfFulfilling Expectations, Journal of Monetary Economics, 16, no. 3 (November 1985): 353-74.",
        "Hall. R. Temporal Agglomeration, NBER working paper no. 3143, October 1989.",
        "Creenwald, B. and J. Stiglitz Examining Alternative Macroeconomic Theories, Brookings Papers on Economic Activity 1 (1988): 207-60.",
        "Fukunaga, R. Introduction to Statistical Pattern Recognition, New York: Academic Press, 1972.",
        "Gallant, R.A. Three-Stage Least-Squares Estimation for a System of Simultaneous, Nonlinear, Implicit Equations, Journal of Econometrics, 5 (1977): 71-88 Coldfeld, S. and R. Quandt Nonlinear Methods in Econometrics, North Holland: Amsterdam 1972.",
        "Fisher, F. The Identification Problem in Econometrics, McGraw-Hill: New York 1966.",
        "Cosslott, S., and L-F. Lee, Serial Correlation in Discrete Variable Models, Journal of Econometrics, 27(1985): 79-97.",
        "Diamond, P Aggregate Demand Management in Search Equilibrium, Journal of Political Economy 90, no. 5 (October 1982): 881-94.",
        "Cogan, J.F. Fixed Costs and Labor Supply, Econometrica 49, no. 4 (July 1981): 945-63.",
        "Cooper, R. Dynamic Behavior of Imperfectly Competitive Economies with Multiple Equilibria, working paper 2388, September 1987.",
        "Caballero, R. and R. Lyons, Externalities and the Solow Residual, unpublished paper, Columbia University, August 1990.",
        "Butler, J.S. , and J.M. Mitchell, A Simultaneous Equation Model of Cardiovascular Disease and Earnings, unpublished paper, Vanderbilt University, 1989.",
        "Bornanke, 8.5. Nonmonetary Effects of rho Financial Crisis in the Propagation of the Great Depression American Economic Review 73, no. 3 (June 1983): 257-76.",
        "Aisemiya, T. Regression Analysis When the Dependent Variable is Truncated Normal, Econometrica 41, no. 6 (November 1973): 997-1016."
    ]
}