{
    "id": 3729,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "AKERLOF, C. AND J. YELLEN: Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria?, American Economic Review 75 (1985), 708-721.",
        "BALL, L. AND D. ROMER: The Equilibrium and Optimal Timing of Price Changes, NBER Working Paper 2412 (1987).",
        "BARRO, R.J.: A Theory of Monopolistic Price Adjustment, Review of Economic Studies 39 (1972), 17-26.",
        "BENABOU, R.: Optimal Price Dynamics and Speculation with a Storable Good, Econo- metrica 57-1 (1989), 41-81.",
        "BILLINGSLEY, P.: Probability and Measure, 2~ Ed. John Wiley, New York, 1986.",
        "BLANCHARD, O.J. AND N. KIYOTAKI: Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77-4 (1987), 647-666.",
        "BUTZER, P.L., AND R.J.NEssEL: Fourier Analysis and Approximation Vol. 1 One- Dimensional Theory, Academic Press, New York, 1971.",
        "CABALLERO, R.J. AND E.M.R.A. ENGEL: The S-s Economy: Aggregation, Speed of Convergence and Monetary Policy Effectiveness, Columbia Univ. Working Paper 420, (1989a).",
        "CABALLERO, R.J. AND E.M.R.A. ENGEL: Heterogeneity and Output Fluctuations in a Dynamic Menu Cost Economy, Columbia Univ. Working Paper 453, (1989b).",
        "CABALLERO, R.J. AND E.M.R.A. ENGEL: Dynamic (S,s) Economies, Econometrica, (1991) (forthcoming).",
        "CAPLIN, A.S., AND D. SPULBER: Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 102-4 (1987), 703-726.",
        "COOPER, R. AND A. JOHN: Coordinating Failures in Keynesian Models, Quarterly Journal of Economics 103 (1988), 441-464.",
        "ENGEL, E.M.R.A.: A Road to Randomness in Physical Systems, Lecture Notes in Statis- tics, Springer Verlag, New York, 1991.",
        "HAMMOUR, M. Indeterminacy and Instability in Macro Models with External Effects, (1989), Chapter II, MIT Ph.D. thesis.",
        "MANKIW, N.G.: Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics 100- 2 (1985), 529-539.",
        "ROTEMBERG, J.: The New Keynesian Microeconomic Foundations, NBER Macroeco- nomics Annual (1987), 69-104.",
        "SHESIIINSKI, E., AND Y.Weiss: Inflation and Costs of Price Adjustment, Review of Economic Studies, 44 (1977), 287-303.",
        "SRESHINSK!, E., AND Y.WEISS: Optimum Pricing Policy under Stochastic Inflation, Review of Economic Studies, 50 (1983), 513-529."
    ]
}