{
    "id": 373,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "1. F. Black, Capital Market Equilibrium with Restricted Borrowing, Journal of Business, Volume 45, (July 1972), pp. 444-454.",
        "2. Z. Bodie, Common Stocks as a Hedge Against Inflation, Journal of Finance, Volume 31, Number 2 (May 1976), pp. 459-470.",
        "3. Z. Bodie and V. Rosansky, Risk and Return in Commodity Futures, Boston University School of Management Working Paper, 1978.",
        "4. P.. Bookstaber, The Use of Authority Induced Uncertainty as a Tool of Monetary Policy, unpublished manuscript, September 1977.",
        "7. I. Friend, Y. Landskroner and E. Losq, The Demand for Risky Assets Under Uncertain Inflation, Journal of Finance, Volume 31, Number 5(December 1976), pp. 1287-1297.",
        "8. M. Gordon and P. Halpern, Bond Share Yield Spreads Under Uncertain Inflation, American Economic Review, Volume 66, Number 4, pp. 559-565.",
        "9. R. Ibbotson and Sinquefield, Stocks, Bonds, Bills and Inflation, Financial Analysts Research Foundation; 1977.",
        "10. J. Lintner, The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Economics and Statistics, Volume 47(February 1965), pp. 13-47.",
        "11. _________, Security Prices, Risk and Maximal Gains from Diversification, Journal of Finance, Volume 20(December 1965), pp. 587-615.",
        "12. S. Manaster, Real and Nominal Efficient Sets, Journal of Finance, Volume 34, Number 1, (March 1979), pp. 93-102.",
        "13. H. Markowitz, Portfolio Selection, Journal of Finance, Volume 7, Number l(March 1952), pp. 77-91.",
        "16. ___________, A Reexamination of the Capital Asset Pricing Model, Risk and Return in Finance, Volume I, Friend and Bicksler, ed., Ballinger: Cambridge, MA, 1977.",
        "17. - , On the Microeconomic Theory of Investment Under Uncertainty, Sloan School of Management Working Paper No. 938-77, October 1977.",
        "18. J. Mossin, Equilibrium in a Capital Asset Market, Econometrica, Volume 34, Number 4(October 1966), pp. 768-783.",
        "19. D. Patinkin, Money, Interest and Prices, 2nd ed., Harper and Row: New York, 1965.",
        "20. R. Roll, A Critique of the Asset Pricing Theorys Tests, Journal of Financial Economics, Volume 4, Number 2(March 1977), pp. 129-176.",
        "21. W.F. Sharpe, Capital Asset Prices: A Theory of Market Equilibrium uncer Conditions of Risk, Journal of Finance, Volume 19, Number 3 (September 1964), pp. 425-442.",
        "22. B. Solnik, Inflation and Optimal Portfolio Choices, Journal of FinancIal and Quantitative Ananlysis, Volume 13, Number 5, (December 1978), pp. 903-925."
    ]
}