{
    "id": 3736,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Blinder, Alan S. ,Wage Discrimination: Reduced Form and Structural Estimates, Journal of Human Resources 8 (Fall 1973): 436-55.",
        "Butler, Richard, and James J. Heckmsn, The Governments Impact on the Labor Market Status of Black Americans: A Critical Review, in Leonard J. Hausmsn ~ , eds. , Ecual Rights and Industrial Relations (Madison, WI: Industrial Relations Research Association, 1977), pp. 235-81.",
        "Cotton, Jeremiah, Opening the Gap, Social Science Quarterly (1989): 803-19.",
        "Darity, William A., Jr., Illusions of Black Economic Progress, The Review of Black Political Economy, 11 (Winter 1980): 153-168.",
        "Neckman, James J., Sample Selection Bias as a Specification Error, in James P. Smith, ed. , Female Labor Supply: Theory and Estimation, Princeton, N.J.: Princeton University Press, 1980, pp. 206-48.",
        "Hill, Martha S. * The Wage Effects of Marital Status and Children, Journal of Human Resource 14 (Fall 1979): 579-94.",
        "Juhn, Chinhui, Kevin M. Murphy snd Brooks Pierce, Accounting for the Slowdown in Black-White Wage Convergence, (October 18, 1989).",
        "Lillard, Lee A., James P. Smith, and Finis Welch, What Do We Really Know About Wages? The Importance of Hnnreporting and Census Imputation, Journal of Political Economy 94 (June 1986): 489-506.",
        "Malveaux, Julienne and Phyllis Wallace, Minority Women in the Workplace, in Karen Shallcross Koziera g.4.,gj~. , eds. , Working Women: Past. Present, Future, Washington, D.C.: Bureau of National Affairs, 1987, pp. 265-298.",
        "Msnski, Charles F. , Anatomy of the Selection Problem, Journal of Human Resources 24 (Summer 1989): 343-60.",
        "Montgomery, Edward end William Wmscher, Cross-Industry Differences in Race end Gender Wage Differentials, Industrial Relations 26 (Fall 1987): 284-90.",
        "Moore, Geoffrey N. and Victor Zernowitz, The Development and Role of the National Bureau of Economic Researchs Business Cycle Chronologiea, in Robert J. Gordon, ed., The American Business Cycle (Chicago: University of Chicago Press, 1986), pp. 735-79.",
        "ONeill, June, The Role of Human Capital in Earnings Differences Between Black and White Men, The Journal of Economic Perspectives 4 (Fell 1990): 25-46.",
        "Reimers, Cordelie W. , Labor Market Discrimination Against Black and Hispanic Men, Review of Economics and Statistics 65 (November 1983): 570-79.",
        "Smith, James P., The Convergence to Racial Equality in Womens Wages, in Cynthia Lloyd et el., eds. , Women in the Labor Market (New York: Columbia University Press, 1979) pp. 173-215.",
        "Progress for Blacks, The Rend Corporetion,Santa Monica, R-3330-DOL (February 1986)."
    ]
}