{
    "id": 3741,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Adams, Charles, et al. 1983. A Pooled Time Series Analysis of the Job Creation Impact of Public Service Employment Crants to Large Cities, Journal of Human Resources 18 (Spring): 283-294.",
        "Atkinson, Richard C. 1990. Supply and Demand for Scientists and Engineers: A National Crisis in the Making. Presidential Address delivered to the American Association for the Advancement of Science. New Orleans, LA.",
        "Borus, Michael and Daniel Hamermesh. 1978. Estimating Fiscal Substitution by Public Service Employment Programs, Journal of Human Resources 12 (Fell): 561-565.",
        "Bowen, William C., Craham Lord, and Julie Ann Sosa. 1991. Measuring Time to the Doctorate, Proceedings of the National Academy of Sciences 88 (February): 713-717.",
        "Bowen, William C. and Julie Ann Sosa. 1989. Prospects for Faculty in the bits and Sciences. Princeton, NJ: Princeton University Press.",
        "Ehrenberg, Ronald C. 1991. Academic Labor Supply, Part II of Charles Clntfelter, Ronald Ehrenberg, Malcolm Cetz, and John Siegfried, Ecpnomic Challenges in Higher Education. Chicago, IL: University of Chicago Press.",
        "Ehrenberg, Ronald C. and Richard P. Chaykowski. 1988. On Estimating the Effects of Increased Aid to Education in Richard B. Freeman and Casey Ichniowski, eds., When Public Sector Workers Unionize. Chicago, IL: University of Chicago Press.",
        "Cervin, David. 1980. The Economics of University Behavior. New York, NY: Academic Press.",
        "Gramlich, Edward N. and Harvey Calper. 1973. State and Local Fiscal Behavior and Federal Grant Policy, Brookinms Paper on Economic Activity 4 (No. 1): 15-58.",
        "James, Estelle. 1900. Decision Processes and Priorities in Higher Education in Stephen Hoenack and Eileen collins, The Economics of American Universities. Albany, NY: SUNY Press.",
        "Johnson, George and James Tomola. 1977. The Fiscal Substitution Effects of Alternative Approaches to Public Service Employment, Journal of Human Resources 12 (Winter): 3-26.",
        "National Science Foundation. 1989. Future Scarcities of Scientists and Engineers: Problems and Solutions. Washington, DC: National Science Foundation, Division of Policy Research and Analysis, Directorate for Scientific, Technological and International Affairs. mimeo."
    ]
}