{
    "id": 3742,
    "cites": 28,
    "cited_by": 31,
    "reference": [
        "Akgiray, Vedat, 1989, Conditional Heteroscedasticity in Time Series of Stock Returns: Evidence and Forecasts. Journal of Business 62, 55-SO.",
        "Attanasio, Orazio and Sushil Wadhwani, 1989, Risk and the Predictability of Stock Market Returns. Unpublished paper, Stanford University and London School of Economics and Political Science.",
        "Black, Fischer, 1976, Studies of Stock Price Volatility Changes. Proceedings of the 1076 Meetings of the Business and Economics Statistics Section, American Statistical Association, 177-181.",
        "Bollerslev, Tim, 1986, Generalized Autoregressive Conditional Heteroskedasticity. Jooz- nal of Econometrics 31, 307-328.",
        "Campbell, John Y., 1990a, Measuring the Persistence of Excess Returns. .4merican Economic Review Papers and Proceedings 80, 43-47.",
        "Campbell, John Y. and Robert J. Shiller, l9SSa, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors. Review of Financial Studies 1, 195-228. Campbell, John Y. and Robert 3. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends. Journal of Finance 43, 661-676.",
        "Chou, Ray, 1988, Volatility Persistence and Stock Valuations: Some Empirical Evidence Using GARCH. Journal of Applied Econometrics 3, 279-294.",
        "Christie, Andrew A., 1982, The Stochastic Behavior of Common Stock Variances: Value, Leverage, and Interest Rate Effects. Journal of Financial Economics 10, 407-432.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, 1985, A Theory of the Term Structure of Interest Rates. Econometrica 53, 385-408.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers, 1980, What Moves Stock Prices? Journal of Portfolio Management 15, 4-12.",
        "Engle, Robert F., 1982, Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of United Kingdom Inflation. Econometrica 50, 087-1007.",
        "Engle, Robert F., 1990, Discussion: Stock Market Volatility and the Crash of ~S7. Review of Financial Studies 3, 103-106.",
        "Engle, Robert F. and Gloria Gonzalez-Rivera, 1989, Semiparametric ARCH Models. Unpublished paper, University of California San Diego.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, `Expected Stock Returns and Volatility. Journal of Financial Economics 19, 3-29.",
        "Friedman, Benjamin M. and David I. Laibson, 1989, Economic Implications of Extraordinary Movements in Stock Prices. Brookings Papers on Economic Activity 2. 137-189.",
        "Hansen, Lars Peter and Thomas J. Sargent, 1981, A Note on Wiener-Kolmogorov Prediction Formulas for Rational Expectations Models. Economics Letters 8, 255-260.",
        "Haugen, Robert A., Eli Talmor, and Walter N. Torous, 1990, The Effect of Volatility Changes on the Level of Stock Prices and Expected Future Returns. Unpublished paper, University of California, Irvine.",
        "Hentschel, Ludger, 1991, Alternative Models of Asymmetric Volatility in Stock Returns. Unpublished paper, Princeton University.",
        "Lumsdaine, Robin L., 1990, Asymptotic Properties of the Quasi-Maximum Likelihood Estimator in CARCH(1, 1) and IGARCH(1, 1) Models. Unpublished paper, Harvard University.",
        "Monetary Economics 15, 145-161. Merton, Robert C., 1980, On Estimating the Expected Return on the Market: An Exploratory Analysis. Journal of Financial Economics 8, 323-361.",
        "Nelson, Daniel, 1991, Conditional Heteroskedasticity in Asset Returns: A New Approach. Econometrica 59, 347-370.",
        "Pagan, Adrian R. and G. William Schwert, 1990, Alternative Models for Conditional Stock Volatility. Journal of Econometrics 45, 267-290.",
        "Pindyck, Robert 5., 1984, Risk, Inflation, and the Stock Market. American Economic Review 74, 335-351.",
        "Poterba, James M. and Lawrence H. Summers, 1986, The Persistence nf Volatility and Stock Market Fluctuations. American Economic Review 76, 1142-1151.",
        "Schwert, G. William, 1989, Why Does Stock Market Volatility Change Over Time? Journal of Finance 44, 1115-1153.",
        "Schwert, G. William, 1990b, Stock Volatility and the Crash of `87. Review of Financial Studies 3, 77-102.",
        "Sentana, Enrique, 1990, Quadratic ARCH Models: A Potential Reinterpretation of ARCH Models as Second-Order Taylor Approximations. Unpublished paper, LSE.",
        "Turner, Christopher M., Richard Startz and Charles R. Nelson, 1989, A Markov Model of Heteroskedasticity, Risk, and Learning in the Stock Market. Journal of Financial Economics 25, 3-22."
    ]
}