{
    "id": 3749,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Berndt, Ernst R. and N. Eugene Savin [1975], Estimation and Hypothesis Testing in Singular Equation Systems with Autoregressive Disturbances, Econometrica. A3:5/6, September/November, 937-958.",
        "Caves, Douglas W., Laurits R. Christensen, Michael W. Tretheway, and Robert J. Windle [1985], Network Effects and the Measurement of Returns to Scale and Density for U.S. Railroads, in Andrew F. Daugherty, ed., Analytical Studies in Transport Economics. Cambridge: Cambridge University Press, 97-120.",
        "Friedlaender, Ann F. [1990], Efficient Rail Rates and Deregulation, Cambridge, MA: MIT Center for Energy Policy Research, Working Paper No. MIT-EL89-009WP, August, 1989. Revised in June 1990.",
        "Friedlaender, Ann F., Emst R. Berndt, Judy Shaw-Er Wang Chiang, and Christopher A. Vellturo [1990], Rail Costs and Capital Adjustments in a Quasi-Regulated Environment, Cambridge, MA: MIT Alfred P. Sloan School of Management, Working Paper No. WP03177-9O-EFA, July.",
        "Friedlaender, Ann F. and Richard H. Spady [1981], Freight Transport Regulation: Eouitv. Efficiency, and Competition in the Rail and Trucking Industry. Cambridge, MA: The MIT Press.",
        "Harris, Robert G. and Clifford Winston [1983], Potential Benefits of Rail Mergers: An Econometric Analysis of Network Effects on Service Quality, Review of Economics and Statistics. 65:1, February, 32-40.",
        "Hausman, Jerry A. [1978], Specification Tests in Econometrics, Econometrica. 46:6, November, 1251-1271.",
        "Hausman, Jerry A., Whitney K. Newey and James L. Powell [1988], Nonlinear Errors in Variables: Estimation of Some Engel Curves, Jacob Marschak Lecture of the Econometric Society, Australian Economics Congress, Canberra, August.",
        "Levin, Richard C. and Daniel H. Weinberg [1979], Alternatives for Restructuring the Railroads: End-to-End or Parallel Mergers?, Economic Inquiry. 17:3, July, 371-388.",
        "Saunders, Richard [1978], The Railroad Mergers and the Coming of Conrail. Westport, Connecticut: Greenwood Press.",
        "Vellturo, Christopher A. [1989], The Deregulation of the U.S. Rail Industry: Efficiency and Equity in Attaining Rail Viability, Cambridge, MA: MIT Department of Economics, unpublished Ph. D. dissertation, September.",
        "White, Haibert J. [1980], A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica. 48:4, May, 817-838."
    ]
}