{
    "id": 3750,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Ando, Albert and Franco Modigliani (1963). The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review 53 (March), 55-84.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff (1987). Dynamic Fiscal Policy, New York: Cambridge University Press.",
        "Ballard, Charles, Don Fullerton, John Shoven, and John Whalley (1985). A General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press.",
        "Davies, James, France St-Hilaire, and John Whalley (1984).",
        "Economic Review 74 (September), 633-49. Devarajan, Shantayanan, Don Fullerton, and Richard Musgrave (1980). Estimating the Distribution of Tax Burdens: A Comparison of Alternative Approaches,~~ Journal of Public Economics 13 (April), 155-82.",
        "Fullerton, Don and Diane Lim Rogers (1991). Who Bears the Lifetime Tax Burden?, manuscript prepared for the Brookings Institution, Washington, D.C.",
        "Harberger, Arnold C. (1962). The Incidence of the Corporation Income Tax, Journal of Political Economy 70, 215-40.",
        "Harberger, Arnold C. (1966). Efficiency Effects of Taxes on Income from Capital, in M. Krzyzaniak, ed., Effects of CorDoration Income Tax, Detroit: Wayne State University Press.",
        "Judd, Kenneth (1987). The Welfare Cost of Factor Taxation in a Perfect-Foresight Model, Journal of Political Economy 95 (August), 675-709.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers (1981). The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy 89 (August), 706-32.",
        "Lyon, Andrew B. and Robert Schwab (1990). Consumption Taxes in a Life-Cycle Framework: Are Sin Taxes Regressive?, paper presented at the American Economic Association meetings, Washington, D.C., December.",
        "Menchik, Paul L. and Martin David (1982). The Incidence of a Lifetime Consumption Tax, National Tax Journal 35 (June), 189-203.",
        "Modigliani, Franco, and Richard Brumberg (1954). Utility Analysis and the Consumption Function: An - Interpretation of Cross-Section Data, in K. Kurihara, ed., Post-Keynesian Economics, New Brunswick, N.J.: Rutgers University Press.",
        "Pechman, Joseph A. and Benjamin A. Okner (1974). ~ Bears the Tax Burden?, Washington, D.C. Brookings Institution.",
        "Poterba, James M. (1989). Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review 79 (May), 325-30.",
        "Tresch, Richard W. (1981). Public Finance: A Normative Theory, Plano, TX: Business Publications, Inc."
    ]
}