{
    "id": 3755,
    "cites": 35,
    "cited_by": 59,
    "reference": [
        "Abel, Andrew B., Optimal Investment Under Uncertainty, American Economic Review, 73 (1983): 228-233.",
        "Argote, Linda and Epple, Dennis, Learning Curves in Manufacturing, Science 1990.",
        "Backus, David, Kehoe, Patrick, and Kehoe, Timothy, In Search of Scale Effects in Trade and Growth, June 1990 manuscript.",
        "Ball, Laurence and Cecchetti, Stephen, Inflation and Uncertainty at Long and Short Horizons, Brookings Papers on Economic Activity, 1990:1, 2 15-245.",
        "Barro, Robert 3., ed., Modern Business Cycle Theory, Cambridge, Mass.: Harvard University Press, 1989.",
        "Bernanke, Ben S., Irreversibility, Uncertainty,, and Cyclical Investment, Quarterly Journal of Economics, February 1983, 98, 85-106.",
        "Black, Fischer, Business Cycles and Equilibrium, Cambridge, Mass.: Basil Blackwell, Inc., 1987.",
        "Caballero, Ricardo, On the Sign of the Investment-Uncertainty Relationship, American Economic Review 81 (March 1991): 279-288.",
        "Chandler, Alfred D., Jr., The Visible Hand, Cambridge, Mass.: Harvard University Press, 1977. Chapter 8.",
        "Delong, Bradford and Summers, Lawrence, How Does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity 19 88:2, 433-494. Engle, Robert F., Hendry, David F., and Richard, J.F., Exogeneity, Econometrica 51 (1983): 277-304.",
        "Engle, Robert F. and Granger, Clive W. J., Co-Integration and Error Correction: Representation, Estimation and Testing, Econonietrica 55 (March 1987): 25 1-276.",
        "Engle, Robert F., Lilien, David M. and Robins, Russell P., Estimating Time Varying Risk Premia in the Term Structure: The Arch-M Model, Economerrica 55 (March 1987): 391-408.",
        "Falk, Barry, Further Evidence on the Asymmetric Behavior of Economic Times Series over the Business Cycle, Journal of Political Economy 94 (October 1986): 1096-1109.",
        "Greenwood, Jeremy and Huffman, Gregory, Tax Analysis in a Real Business Cycle Model: On Measuring Harberger Triangles and Okun Gaps, July 1989 manuscript.",
        "Hall, Robert E., Temporal Agglomeration, mimeo, September 1988.",
        "Holt, Charles C., Modigliania, Franco, Muth, John F. and Simon, Herbert A., Planning Production, Inventories, and Workforce, Englewood Cliffs: Prentice-Hall, 1960.",
        "Imrohoroglu, lyse, The Cost of Business Cycles with Indivisibilities and Liquidity Constraints, Journal of Political Economy 97 (December 1989): 1364-1383.",
        "Jalan, Jyotsna, On Cointegration Between the First Two Moments, UCSD manuscript, May 1991.",
        "Johansen, Soren, Statistical Analysis of Cointegration Vectors, Journal of Economic Dynamics and Control 12 (1988): 23 1-234.",
        "Johansen, Soren and Juselius, Katarina, Hypothesis Testing for Cointegration Vectors - with an Application to the Demand for Money in Denmark and Finland, Preprint, IMS, University of Copenhagen. Jovanovic, Boyan, and Rob, Rafael, Long Waves and Short Waves: Growth through Intensive and Extensive Search, Econo,netrica 58 (November 1990): 1391-1409.",
        "Keane, Michael and Runkle, David, Testing the Rationality of Price Forecasts: New Evidence from Panel Data, American Economic Review 80 (September 1990): 714-735.",
        "Kormendi, Roger and Meguire, Philip, Macroeconomic Determinants of Growth: Cross Country Evidence, Journal of Monetary Economics 16 (1985): 141-163.",
        "Kydland, Finn and Prescott, Edward, Time To Build and Aggregate Fluctuations, Econometrica, November 1982, 50, 1345-1370.",
        "Lucas, Robert, Expectations and the Neutrality of Money, Journal of Economic Theory, 1972, 4, 103-24.",
        "MacKinnon, James, Critical Values for Cointegration Tests, January 1990 manuscript.",
        "Mayer, Thomas, Plant and Equipment Lead Times, Journal of Business, 1960, 33, 127-132.",
        "Murphy, Kevin M., Shleifer, Andrei, and Vishny. Robert W., Building Blocks of Market Clearing Business Cycle Models, NBER Macroeconomics Annual 1989, 247-287.",
        "Pindyck, Robert S., Irreversible Investment, Capacity Choice, and the Value of the Firm, - 46 - American Economic Review 78 (December 1988): 969-985.",
        "Ramey, Valerie, Nonconvex Costs and the Behavior of Inventories, Journal of Political Economy 99 (April 1991): 306-334.",
        "Rothenberg, Thomas and Smith, Kenneth, The Effect of Uncertainty on Resource Allocation in a General Equilibrium Model, Quarterly Journal of Econo,nics 85 (August 1971): 440-459.",
        "Sichel, Daniel E., Business Cycle Asymmetry: A Deeper Look, October 1990 manuscript.",
        "Slichter, Sumner, The Current Labor Policies of American Industries, Quarterly Journal of Economics, 1929, 43, 393-435.",
        "Stock, James, Asymptotic Properties of Least Squares Estimators of Cointegrating Vectors, Econometrica 55 (1987): 1035-1056.",
        "Zarnowitz, Victor and Lambros, Louis, Consensus and Uncertainty in Economic Prediction, Journal of Political Economy 95 (June 1987): 591-621.",
        "Zarnowitz, Victor and Moore, Geoffrey, Major Changes in Cyclical Behavior, in Robert J. Gordon, ed. The Amen can Business Cycle: Continuity and Change, Chicago: University of Chicago Press, 1986."
    ]
}