{
    "id": 3758,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Banerjee, Biswajit. The Role of the Informal Sector in the Migration Process: A Test of Probabilistic Migration Models and Labour Market Segmentation for India. Oxford Economic Papers 35 (1983): 399-422.",
        "Becker, Gary S. and Nigel Tomes. An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility. Journal of Political Economy 87 (December 1979): 1153-1189.",
        "Braulke, Michael. A Note on Kuznets U. Review of Economics and Statistics 65 (February 1983): 135-139.",
        "Diamond, Peter A. National Debt in a Neoclassical Growth Model. American Economic Review 55 (December 1965): 1126-1150.",
        "Eaton, Jonathan. A Dynamic Specific Factors Model of International Trade. Review of Economic Studies 54 (April 1987): 325-338.",
        "Fields, Gary S. A Welfare Economic Approach to Growth and Distribution in the Dual Economy. Quarterly Journal of Economics 93 (August 1979): 325-353.",
        "Greenwood, Jeremy, and Boyan Jovanovic. Financial Development, Growth, and the Distribution of Income. Journal of Political Economy 98 (October 1990): 1076-1107.",
        "Harris, John R. and Michael P. Todaro. Migration, Unemployment, and Development: A Two-Sector Analysis. American Economic Review 60 (March 1970): 126-142.",
        "Knight, John B. Explaining Income Distribution in Less Developed Countries: A Framework and an Agenda. Oxford Bulletin of Economics and Statistics 38 (August 1976): 161-177.",
        "Ku.znets, Simon. Economic Growth and Income Inequality. American Economic Review 45 (March 1955): 1-28.",
        "Moore, Robert E. Measuring Inequality Change in an Economy with Income Growth: Reassessment. Journal of Development Economics 32 (January 1990): 205-210.",
        "Papanek, Gustav F. and Oldrich Kyn. The Effect on Income Distribution of Development, the Growth Rate and Economic Strategy. Journal of Development Economics 23 (September 1986): 55-65.",
        "Portes, Alejandro, Manuel Castells, and Lauren A. Benton, eds. The Informal Economy: Studies in Advanced and Less Developed Countries. Baltimore: Johns Hopkins University Press, 1989.",
        "Rnuch, James E. Modelling the Informal Sector Formally. Journal of Development Economics, forthcoming 1991.",
        "Robinson, Sherman. A Note on the U Hypothesis Relating Income Inequality and Economic Development. American Economic Review 66 (June 1976): 437-440.",
        "Sethuraman, S. V., ed. The Urban Informal Sector in Developing Countries. Geneva: International Labour Office, 1981.",
        "Tidrick, Gene M. Wage Spillover and Unemployment in a Wage-Gap Economy: The Jamaican Case. Economic Development and Cultural Change 23 (January 1975): 306-324.",
        "Todaro, Michael P. A Model of Labor Migration and Urban Unemployment in Less Developed Countries. American Economic Review 59 (March 1969): 138-148.",
        "Tokman, Victor E. The Informal Sector in Latin America: Fifteen Years Later. In David Turuham, Bernard Salomd, and Antoine Schwarz, eds., The Informal Sector Revisited. Paris: OECD, 1990, 94-110.",
        "World Bank. World Development Report. New York: Oxford University Press, 1986."
    ]
}