{
    "id": 3765,
    "cites": 10,
    "cited_by": 8,
    "reference": [
        "American Council of Life Insurance, 1988 Life Insurance Fact Book. Washington, D.C., 1988. Auerbach, Alan J. and Laurence J. Kotlikoff, \"Life Insurance of the Elderly: Its Adequacy and Determinants,\" in Gary Burtless, ed. , Work. Health. and Income Among the Elderly. Washington, D.C.: The Brookings Institution, 1987.",
        "- and -, \"How Rational is the Purchase of Life Insurance?\" NBER Working Paper #3063, August 1989.",
        "Burkhauser, Richard V. , Karen C. Holden, and Daniel A. Myers, \"Marital Disruption and Poverty: The Role of Survey Procedures in Artificially Creating Poverty,\" Vanderbilt University working paper no. 86-W11, 1986.",
        "Faber, Joseph F. and Alice H. Wade, \"Life Table for the U.S., 1900-2050\" . Acturial Study No. 89 of December 1983, Social Security Administration Office of the Actuary, publication number of SSA 11/11536, December 1983.",
        "Friedman, Benjamin M. and Mark Warshawsky, \"Annuity Prices and Saving Behavior in the United States,\" in Pensions in the U.S. Economy. Z. Bodie, J. Shoven, and D. Wise, eds., Chicago: The University of Chicago Press, 1988.",
        "Holden, Karen C., Richard V. Burkhauser, and Daniel A. Myers, \"Pensioners&apos; Annuity Choice: Is the Weil-Being of their Widows considered?, University of Wisconsin, Institute for Research on Poverty discussion paper no.802-86, April 1986.",
        "Kotlikoff, Laurence J. and Avia Spivak, \"The Family as An Incomplete Annuities Market,\" Journal of Political Economy, vol. 89, April 1981, pp. 372-91.",
        "Lewis, Frank D., \"Dependents and the Demand for Life Insurance,\" The America^ Economic Review, vol. 79, no. 3, June 1989.",
        "Myers, Daniel A., Richard V. Burkhauser, and Karen C. Holden, \"The Transition from Wife to Widow: The Importance of Survivor Benefits to the Weil-Being of Widows,\" University of Wisconsin, Institute for Research on Poverty discussion paper no.806-86, April 1986.",
        "Yaari, Menahem E.. \"Uncertain Lifetime, Life Insurance, and the Theory of the Consumer,\" Review of Economic Studies- vol. 32. April 1965, pp. 137-50. &lt;/ref section>"
    ]
}