{
    "id": 3767,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Aizenman, Joshua, Monopolistic Competition, Relative Prices, and Output Adjustment in the Open Economy, Journal of International Money and Finance 8, 1989, pp. 5-28.",
        "Monetary Policy, American Economic Review, June 1985, pp. 403-423.",
        "Baldwin, Richard and Paul Krugman, Persistent Trade Effects of Large Exchange Rate Shocks, Ouarteriy Journal Of Economics, November 1989, pp. 635-654.",
        "Canzoneri, B. Matthew and Carol Ann Rogers. Is the European Community an Optimal Currency Area? American Economic Review 1990, pp. 419-433.",
        "Casella, Alessandra Participation in a Currency Union NBER Working Paper, February, 1990.",
        "DeGrauwe Paul, Exchange Rate Variability and the Slowdown of International Trade, International Monetary Fund Staff Papers, 1988, 35, March, pp. 63-84.",
        "Dombusch, Rudi, Exchange Rate and Prices, American Economic Review, 1987, pp. 93 - 106.",
        "Dixit, Avinash, Hysteresis, Import Penetration, and Exchange-Rate Pass-Through, Ouarterlv Journal of Economics, May 1989, pp. 205-228 Edwards, Sebastian. Capital Flows, Foreign Direct Investment, and Debt- Equity Swaps in Developing Countries, NBER Working paper no. 3497, October 1989.",
        "Fischer, Stanley. Wage Indexation and Macroeconomic Stability, Vol. 5, Carnegie-Rochester Conferences on PublicPolicy, Journal of Monetary Economics, Suppl. 1977. pp 107-47.",
        "Flood, Robert P. and Marion Nancy P., The Transmission of Disturbances under Alternative Exchange Rate Regimes with Optimal Indexation, Ouarterlv Journal Of Economies, February 1982, pp. 43-66.",
        "Froot, Kenneth A. and Jeremy C. Stein, Exchange Rates and Foreign Direct Investment, NBER Working Paper 2914, March 1989.",
        "Giavazzi, Francesco and Alberta Giovannini , Limited Exchange Rate Flexibility , MIT press, 1989.",
        "Gray, JÃ\u0083Â¸ Anna. Wage Indexation: A Macro-Economic Approach, Journal of Monetary -38 - Economics, April 1976, pp. 221-35.",
        "International Monetary Fund, Exchange Rate Volatility and World Trade, occasional papers No.28 1984.",
        "Helpman Elhanan and Paul Krugman, Trade Policy and Market Structure, the MIT Press, 1989.",
        "Klein, Michael and Eric Rosengren, Foreign Direct Investment Outflow From The U. S., manuscript, 1990.",
        "Krugman, Paul, 1989, Exchanee-Rate Instability, the MIT Press, Cambridge.",
        "Marston Richard C. and Turnovsky, Stephen J. , Imported Material Prices, Wage Policy and Macroeconomic Stabilization, Canadian Journal of Economic, 1985, pp. 273-84.",
        "Svensson Lars E. 0, and Sweder van Wijnbergen, Excess Capacity, Monopolistic Competition and International Transmission of Monetary Disturbances, The Economic Journal, 1989, pp. 785-805.",
        "Turnovsky, Stephen J., Wage Indexation and Exchange Market Intervention in a Small Open Economy, Canadian Journal of Economic, 1983, pp. 574-92."
    ]
}