{
    "id": 377,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Armington, P., A Multilateral Dynamic Model of Exchange Rates and Short-Term Interest Rates, Paper presented to the Sixth International Conference of Applied Econometrics on Monetary and Financial Models, Rome, February 7-10, 1979.",
        "Artus, J.R. and R.R. Rhomberg, A Multilateral Exchange Rate Model, IMF Staff Papers 20 (November 1973), 591-611.",
        "Basevi, G., Balance of Payments and Exchange Markets: A Lost Correspondence, European Economic Review 4 (December 1973), 309-328.",
        "Basevi, G. and P. De Grauwe, Vicious and Virtuous Circles: A Theoretical Analysis and a Policy Proposal for Managing Exchange Rates, European Economic Review 10 (December 1977), 277-302.",
        "Boyer, R.S., Net Foreign Assets and the Exchange Rate Regime, Paper presented to the Conference on Macroeconomic Policy and Adjustment in Open Economies, Ware, England, April 28 - May 1, 1976.",
        "Branson, W.H., H. Halttunen and P. Masson, Exchange Rates in the Short Run: The Dollar-Deutschemark Rate, European Economic Review 10 (December 1977), 303-324. -Branson, W.H. and H. Halttunen, Asset-Market Determination of Exchange Rates: Initial Empirical and Policy Results, in J.P. Martin and A. Smith (eds.), Trade and Payments Adjustment Under Flexible Exchange Rates. London: Macmillan, 1979.",
        "Dhrymes, P.J., Econometrics: Statistical Foundations and Applications. New York: Harper and Row, 1970.",
        "Dornbusch, R., Expectations and Exchange Rate Dynamics, Journal of Political Economy 84 (December 1976), 1161-1176.",
        "Flood, R., Asset Trading, Exchange Rate Determination and Exchange Rate Dynamics, Paper presented to the Conference on Macroeconomic Policy and Adjustment in Open Economies, Ware, England, April 28 - May 1, 1976. Girton, L. and D.W. Henderson, Central Bank Operation in Foreign and Domestic Assets Under Fixed and Flexible Exchange Rates, in P.B. Clark, D.E. Logue and R.J. Sweeney (eds.), The Effects of Exchange Rate Adjustments.",
        "Department of the Treasury, Washington: U.S. Government Printing Office, 1977.",
        "Gamo1fo G, J4athe tic Is and Models in Hconomic Dynamics, Amsterdam: North-Holland, 3.971 - 39 -Henderson, D.W., Modelling The Interdependence of National Money and Capital Markets, American Economic Review, 67 (February 1977), 190-199.",
        "Isard, P., Exchange Rate Determination: A Survey of Popular Views and Recent Models. Studies in International Finance No. 42, Princeton, N.J., International Finance Section, Princeton University, May 1978.",
        "Tobin, J., A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking 1 (February 1969), 15-29."
    ]
}