{
    "id": 3771,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Arinknecht, P. and 0. Ginsburg. 1990. Improvements in measuring price changes in consumer services: Past, present and future.",
        "NBER/CRIW Conference on the Output Measurement in the Services Sector. Bradford, D. F., R. A. Malt and W. E. Oates. 1969. The rising cost of local public services: Some evidence and reflections.",
        "GAO. 1990. Early childhood education: What are the costs of high quality programs. Washington, D.C.: United States General Accounting Office.",
        "Gilbert, N. 1961. Quality changes and index numbers. Economic Development and Cultural Change 9.",
        "Hall, A. 1978. Estimating cost equations for child care. In Child care and public policy ad, P. K. Robins and S. Weiner.",
        "Lexington, M.A.: Lexington Books. Hayes, C.D., J.Palmer, N. Zaslow, ed. 1990, Who Cares For Americas Children? Child Care Policy for the 199Os.",
        "Hofferth, S. 1987. American families in tomorrows economy.",
        "Children, Youth and Families, House of RepresentatiVes, 100th Congress, 1st Session. Inman, R. ad. 1985. Managing the service economy: Prospects and problems. Cambridge: Cambridge University Press.",
        "Hendrick, J. W. 1985. Measurement of output and productivity in the service sector. In managing the service economv~ Prospects and problems ad R. Inman. Cambridge: Cambridge University Press.",
        "Klerman, J. and A. LeibowitZ. 1989. Child care costs and return to work. Prepared (revised version) for Western Economic Association Meetings.",
        "Cost functions for symphony orchestras. Journal of Economic Literature 9(2) :71-85. Manser, M. 1990. Preliminary comments... NBER/CRIW Conference on Output Measurement in the Services Sector.",
        "Marshall, N.L. and A.D. Witte, et.al. 1987. Report of the Child Care Affordability Study. Center For Research on Women, Wellesley College.",
        "Mukerjee, S., at al. 1990. provision of child care: Cost functions for profit-making and not-for-profit day care centers. NBER Working Paper.",
        "Nicholson, J. L. 1967. The measurement of quality changes.",
        "Economic Journal 77:512-530. Pauly, M. and M. Redisch. 1973. The not-for-profit hospital as a physicians cooperative. American Economic Review 63:87-100.",
        "Ross, J.P. and J. Burkhead. 1974. Productivity in the Local Government Sector. Lexington, M.A.: D.C. Heath.",
        "Ruopp, R. and J. Travers et al. 1979. Children at the center.",
        "Cambridge, M.A.: Abt Associates. Schofield, J. A. 1988. Production functions in the sports industry: An empirical analysis of professional cricket.",
        "Applied Economics 20:177-193. Searle A. D. and C. A. Waite. 1980. Current efforts to measure productivity in the public sector: How adequate for the national accounts? In New developments in productivity measurement and analysis ad. J. Kendrick and B. Vaccara. NBER Studies in Income and Wealth, Vol. 44. Chicago: University of Chicago Press.",
        "Stallings J. and M. Wilcox. 1978. Quality of day care: Can it be 45 measured? In Child care and public policy ed. P. K. Robins and S. Weiner. Lexington, M.A.: Lexington Books.",
        "Government Printing Office, Current Population Reports, Series P-20, 298. US Department of Labor. Various years. Employment and Wsge: Annual Averages. Washington, D.C.: Bureau of Labor Statistics. US Department of Labor. 1988. Child care, a workforce issue."
    ]
}