{
    "id": 3773,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Cheh, J. H. (1974), `US Concessions in the Kennedy Round and Short-run Labour Adjustment Costs, Journal of International Economics, v.4, p.323.40.",
        "Diamond, Peter (1982), `Protection, Trade Adjustment Assistance, and Income Distribution, in Jagdish Bhagwati (ad.), Import Competition and Response, University of Chicago Press, p.123-49.",
        "Eaton, Jonathan (1979), `The Allocation of Resources in an Open Economy with Uncertain Terms of Trade, International Economic Review, v.20, p.391-402.",
        "Eaton, Jonathan and Harvey Rosen (1980), `Taxation, Human Capital, and Uncertainty, The American Economic Review, v.70, n.4, September, p.705-15.",
        "Fieleke, Norman (1976), `The Tariff Structure for Manufacturing Industries in the US: a Test of Some Traditional Explanations, Columbia Journal of World Business, vll, n.4, Winter, p.98-104.",
        "Fleming, John, Stephen Turnovsky, and Murray Kemp (1977), `On the Choice of Nuiseraire and Certainty Price in General Equilibrium Models of Price Uncertainty, Review of Economic Studies, v.44, October, p.573-84.",
        "Grossman, Gene and Carl Shapiro (1982), A Theory of Factor Mobility, Journal of Political Economy, v.90, n.S, p.1055-69.",
        "Jaynes, Gerald D. (1978), `Equilibria in Monopolistically Competitive Insurance Markers. Journal of Economic Theory, v.19, p.394-422.",
        "Judd, Kenneth (1987), `Efficiency, Adverse Selection, and Production, February, mimeo.",
        "Katz, Lawrence and Lawrence Summers (1988), `Can Interindustry Wage Differentials Justify Strategic Trade Policy? in Robert Feenstra (ed), Trade Policies for International Competitiveness, p.85-113.",
        "Miyazaki, Hajime (1977), `The Rat Race and Internal Labour Markets, hell Journal of Economics, v.8, n.2, Autumn, p.394-418.",
        "Newbery, David and Joseph Stiglitz (1984), `Pareto Inferior Trade, Review of Economic Studies, v.51, n,l, January, p.1-12.",
        "Pincus, J. J. (1975), `Pressure Groups and the Pattern of Tariffs, Journal of Political Economy, v.83, no.4, August, p.757-78.",
        "Rothschild, Michael and Joseph Stiglitz (1976), Equilibrium in Coapetitive Insurance Markets: The Economics of Markets with Imperfect Information, quarterly Journal of Economics, v.9~3, n.3, August, p.629-Sq.",
        "Stiglitz, Joseph (1981), Pareto Optimality and Competition, Journal of Finance, v.36, n.2, May, p.235-251.",
        "Turnovaky, Stephen (1974), Technological and Price Uncertainty in a Ricardian Model of International Trade, Review of Economic Studies. v.41, April, p.201-217."
    ]
}