{
    "id": 3774,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "BARTEL. A. and Thomas, L. Direct and Indirect Effects of 051-IA Regulation. Journal of Law and Economics, Vol. 28 (1985), pp. 1-26.",
        "Handbook of Econometricfl, Amsterdam; North Holland, 1984, pp. 1237-1318.",
        "COOKE, W.N. and Cautschi, F.1t. OSHA, Plant Safety Programs and Injury Reduction. Industrial Relations, Vol. 20 (1981), pp. 245-257.",
        "FEINSTEIN, J.S. The Safety Regulation of U.S. Nuclear Power Plants: Violations, Inspections and Abnormal Occurrences. Journal of Political Economy, Vol. 97 (1989), pp. 115-154.",
        "FELLECI, I. and Sunter, A. A Theory of Record Linkage. Journal of the American Statistical Association, Vol. 64 (1969), pp. 1183-1210.",
        "CRAY, W.B. OSHA MIS Matching Techniques. mimeo, June 198?. ___________ OSHA Inspection Targeting. Report prepared for the U.S. General Accounting Office. June 1988.",
        "Health and Safety Regulations in the Manufacturing Sector. NBER Working Paper No. 3213, 1989 (forthcoming, Journal of Hunan_Resources).",
        "MCCAFFREY, D. An Assessment of 051-IAs Recent Effects on Injury Rates. Journal of Human Resources, Vol. lB (1983), pp. 131-146.",
        "MENDELOFF, J. Regulatins Safety: An Economic and Political Analysis of Occupational Safety and Health Policy. Cambridge, NA.: MIT Press, 1979.",
        "ROBERTSON, L.S. and Keeve, J.P. Worker Injuries: The Effects of Workers Compensation and 051-IA Inspections. Journal of Health Politics. Policy and Law, Vol. 8 (1983), pp. 581-597.",
        "RUSER, J.W. and Smith, R.S. Re-estimating OSHAs Effects: Have the Data Changed? Journal of Human Resources (forthcoming, Winter 1991).",
        "SCHOLZ, J.T. Cooperation, Deterrence, and the Ecology of Regulatory Enforcement. Law and Society Review, Vol. 18 (1984) ,` pp. 179-224.",
        "Administrative Effectiveness. American Political Science Review, (forthcoming, Spring 1991).",
        "A Behavioral Approach to Risk Assessment. Journal of Risk and Uncertainty Vol. 3 (1990). pp. 283-305.",
        "SMITH, R.S. The Occupational Safety and Health Act: Its Goals and its Achievements. Washington, D.C.: American Enterprise Institute for Public Policy Research, 1976."
    ]
}