{
    "id": 3776,
    "cites": 11,
    "cited_by": 4,
    "reference": [
        "Borensztein, Eduerdo, and Manmohen S. Kumer, Privetization in Eastern Europe, unpublished manuscript, Internationel Monetary Fund Washington, October 1990.",
        "Brainard, Lawrence J., Reform in Eastern Europe: Creating a Capital Market, Economic Review, Federal Reserve Bank of Kansas City, January/February 1991, 49-58.",
        "Calvo, Guillermo A., Incredible Reforms, in C. Calvo, R. Findlay, P. Kouri and B.de Macedo (eds.) Debt. Stabilization and Development; Cambridge, Mass.: Besil Blackwell, 1989, 217-34.",
        "Calvo, Cuillermo A., end Jacob A. Frenkel, From Centrally-Plenned to Market Economies: The Road CPE to POPE, Staff Papers, IMF, Vol. 38, No. 2, June 1991, 26g-299.",
        "Celvo, Guillermo A., and Jacob A. Frenkel, Transformation of Centrally- Planned Economies: Credit Markets and Sustainable Growth, in Central snd Eastern Europe: Roads to Growth, International Monetary Fund, 199lb, forthcoming. Dornbusch, Rudiger, Economic Reform in Eastern Europe and the Soviet Union: Priorities and Strategy, unpublished manuscript presented at OECD- World Bank Conference on The Transition to a Market Economy in Central and Eastern Europe, Paris, November 1990.",
        "Edwerds, Sebastian, The Order of Liberalization of the External Sector in Developing Countries, Essays in International Finance, International Finance Section, Princeton University, 161, 1985.",
        "Fischer, Stanley, and Alan Gelb, Issues in Socialist Economy Reform, presented at O.E.C.D. -World Bank Conference on The Transition to a Market Economy in Central and Eastern Europe, Paris, November 1990.",
        "Frenkel, Jacob A., Panel Discussion on Southern Cone, Staff Papers, International Monetary Fund, March 1983, 30, 164-73.",
        "Frydmen, Roman, and Andrzej Rapeczynski, Markets and Institutions in Large Scale Privatizetions, unpublished manuscript presented at the World Bank Conference on Adjustment and Growth: Lessons for Eastern Europe, Poland, October 1990.",
        "Kornai, Janos, The Road to a Free Economy. Shifting from a Socialist System: The Example of Hungary; New York: W.W. Norton and Company, 1990.",
        "McKinnon, Ronald I. , The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, 1991, forthcoming."
    ]
}