{
    "id": 3781,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Altshuler, R. and A. 3. Auerbacii (1990) The Significance of Tax Law Asymmetries: Ar, Empirical Investigation, Quarterly Journal of Economics, CV, 61-86.",
        "Auerbach, A. 3. (1983) Corporate Taxation in the United States, Brookiag Papers on Economic Activiiy, 2, 451-514.",
        "Feldstein, M. S., L. Dicks-Mireaux, and 3. Poterba (1983) The Effective Tax Rate and the Pretax Rate of Return, Jottrnal of Public Economics, 21, 129-58.",
        "Fellingham, .1. and M. A. Wolfson (1985) Taxes and Risk Sharing, Accounting Review, LX, 10-17.",
        "Gentry, W. (1991) Taxes, Financial Decisions and Organizational Form: Evidence from Publicly Traded Partnerships, Working Paper, Department of Economics, Duke Uni~ versity.",
        "Gravelle, 3. G. and L. 3. Kotlikoff (1989) The Incidence and Efficiency Costs of Corporate Taxation When Corporate and Noncorporate Firms Produce the Same Good, Journal of Political Economy, 97, 749-81.",
        "Gravelle, .1. G. and L. 3. Kotlikoff (1990) Corporate Tax Incidence and Inefficiency When Corporate and Noncorporate Goods are Close Substitutes, Working Paper, Depart~ mont of Economics, Boston University.",
        "Kocisin, L. A. and R. W. Parks (1988) Was the Tax-Exempt Bond Market Inefficient or Were Future Expected Tax Rates Negative?, Journal of Finance, 43, 913-932.",
        "MacKie-Mason, 3. (1987) Long-Term Contracts and Sequential Economic Decisions, Univ. of Michigan Working Paper.",
        "Miller, M. (1977) Debt and Taxes, Journal of Finance, 32, 261-75.",
        "Murphy, K. 3. (1986) Incentives, Learning and Compensation: A Theoretical and Em- pirical Investigation of Managerial Labor Contracts, Rand Journal of Economics, 17, 59-76.",
        "Poterba, 3. M. (1989) Tax Reform and the Market for Tax-Exempt Debt, NBER Work- ing Paper No. 2900.",
        "Scholes, M. S. and M. A. Wolfson (1987) Taxes and Organization Theory, Working Paper, Stanford Graduate School of Business.",
        "Scholes, M. S. and M. A. Wolfson (1988) The Effects of Changes in Tax Laws on Corporate Reorganization Activity, Working Paper, Stanford Graduate School of Business.",
        "Scholca, M. and M. Wolfson (1991) Taxes and Business Sirategy: A Global Planning Ap- proach. Englewood Cliffs, NJ: Prentice-Hall.",
        "Wolfson, M. A. (1985a) Empirical Evidence of Incentive Problems and Their Mitigation in Oil and Gas Tax Shelter Programs, in Principals and Agents: The Structure of Business, ed. 3. Pratt and R. Zcckhauscr, Cambridge, MA: Harvard Business School.",
        "Wolfson, M. A, (1985b) Tax, Incentive and Risk-Sharing Issues ire the Allocation of Prop- erty Rights: The General Lease-or-Buy Problem, Journal of Business, 58, 159-172."
    ]
}