{
    "id": 3783,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Arrow, Kenneth, Economic Welfare and the Allocation of Resources to Inven- tion in R. Nelson (ed), The Rate and Direction of Inventive Activity, Princeton: Princeton University Press, 1962.",
        "Australian Pharmaceutical Manufacturers Association, Submission to the Pharmaceutical Manufacturing Industry Inquiry, Sydney, November 1978.",
        "Breckenridge, Alasdair, Angiotensin Converting Enzyme Inhibitors, British Medical Journal, 27 February 1988, 296, pp 618-620.",
        "Eastman, Harry C., Report of The Commission of Incuiry on the Pharmaceutical Industry, Ottawa: Canadian Government Publishing Centre, 1985.",
        "Ilirshleifer, J., ~The Private and Social Value of Information and the Reward to Inventive Activity, American Economic Review, September 1971, 61, pp 561-574.",
        "Industries Assistance Commission, Pharmaceutical Products, Industries As- sistance Commission Report No 382, Canberra: Australian Government Pub- lishing Service, 1986.",
        "Johnston, Mark A., Australias Pharmaceutical Prlcinz Strategy, doctoral dis- sertation, harvard University, 1990.",
        "Loury, Glenn C., Market Structure and Innovation Quarterly Journal of Eco nomics, August 1979, 93, pp 395-410.",
        "Mac Carthy, E. Paul, New Drug Treatment of Hypertension, Comprehensive Therapy, March 1987,13, pp 11-18.",
        "Mansfield, Edwin, R.apoport, J., Romeo, A., Wagner, S. and Beardaley, C., So- cial and Private Rates of Return from Industrial Innovation, guarterly Journal of Economics, May 1977, 91, pp 221-240.",
        "Mishan, E.J., Cost-Benefit Analysis: An Informal Introduction, London: George Allen and Unwin, 1982.",
        "Mortensen, Dale, Property Rights and Efficiency in Mating, Racing and Re- lated Games, American Economic Review, 1982, 72, pp 968-979.",
        "Olson, Mancur Jr., The Logic of Collective Action; Public Goods and Theory of Groups, Cambridge, Massachusetts: Harvard University Press, 1968.",
        "Peltzman, Sam, The Diffusion of Pharmaceutical Information in Robert B. Helms (ed), Drug Development and Marketing, Washington DC: American En- terprise institute, 1975, pp 15-26.",
        "Parry, Thomas C., and Thwaites, Robert MA., The Pharmaceutical Industry in Australia; A Benchmark Study, North Sydney: Australian Pharmaceutical Manufacturers Association, 1988.",
        "Putnam, Robert D., Diplomacy and Domestic Politics: The Logic of Two-Level Games, International Organization, 42, 1988, pp 427-460.",
        "Ralph, J.T., Conron, C.W. and Luchin, A.H., Pharmaceutical Manufacturing In dustry Inquiry Report, Canberra: Australian Government Publishing Ser. vice, 1979.",
        "Reckie, W. Duncan, Price and Quality Competition in the United States Drug Industry, Journal of Industrial Economics, 1978, 26, pp 223-237.",
        "Reekie, W. Duncan, Price and Quality Competition in Drug Markets: Evidence from the United States and the Netherlands, in Robert B. Helms (ed), Drugs and Health: Economic Issues and Policy Objectives, Washington DC: American Enterprise Institute, 1981, pp 123-139.",
        "Romano, Richard E., A monopolist should always be subsidized no matter how high the excess burden, Canadian Journal of Economics, 1988, 21, pp871- 873.",
        "Schelling, Thomas C., The Strategy of Conflict, Cambridge Massachusetts: Har- vard University Press, 1960.",
        "Schusipeter, Joseph A., Capitalism. Socialism and Democracy, New York: Harper, 1975.",
        "Smith, Anthony J., Angiotensin Converting Enzyme inhibitors in Hypertension - Finding the Balance, Australian Prescriber, 1988, 11, pp 62-64."
    ]
}