{
    "id": 3784,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Sarnett, Arnold, \"Air Safety: End of the Golden Age,\" Chance: New Directions for Statistics and Computing. 1990, 3, 812.",
        "Barnett, Arnold, and Mary Higgins, \"Airline Safety: The Last Decade,\" Management Science. January 1989, 35, 1-21.",
        "Barnett, Arnold, and Anthony J. Lofaso, \"After the Crash: The Passenger Response to the DC-10 Disaster,\" Management Science. November 1983, 29, 1225-1236.",
        "Barnett, Arnold, John Menighetti, and Matthew Prete, \"The Public Response to the Sioux City DC-10 Crash,\" mimeo, 1990.",
        "Borenstein, Severin, \"The Evolution of U.S.Airline Competition,\" mimeo, 1991 Borenstein, Severin, and Martin Zinmerman, \"Market Incentives for Safe Cormercial Airline Operation,\" American Economic Review. December 1988, 78, 913-935.",
        "Chalk, Andrew, \"Market Forces and Aircraft Safety: The Case of the DC-10,\" Economic Inquiry. January 1986, 24, 43-60.",
        "Chalk, Andrew, \"Market forces and Conmercial Aircraft Safety,\" Journal of Industrial Economics. September 1987, 36, 6181.",
        "Chance, Don M., and Stephen P. Ferris, \"The Effect of Aviation Disasters on the Air Transport Industry: A Financial Market Perspective,\" Journal of Transport Economics and Policy. May 1987, 21, 151-165.",
        "Evans, William N., \"Deregulation and Airline Safety: Evidence from Count Data Models,\" mimeo, June, 1989.",
        "Golbe, Devra L., \"Safety and Profits in the Airline Industry,\" Journal of Industrial Economics. March 1986, 34, 305-318.",
        "Kanafani, A. and Theodore E. Keeler, \"New Entrants and Safety: Some Statistical Evidence on the Effects of Airline Deregulation.\" In Leon Moses and Ian Savage, eds., Transportation Safety In an Age of Deregulation. Oxford: Oxford University Press, 1989.",
        "Karels, Gordon V., \"Market Forces and Aircraft Safety: An Extension,\" Economic Inquiry. April 1989, 27, 345-354.",
        "Kennet, D. Mark, \"Airline Deregulation and Aircraft Engine Maintenance: An Empirical Policy Analysis,\" mimeo. Fall 1990.",
        "MdCeniie, Richard fl., and John T. Warner, \"The Impact of Airline Deregulation on Highway Safety,11 mimeo, April 1988.",
        "Meyer, John R., and Clinton V. Oster, Jr., Deregulation and the Future of Intercity Passenger Travel. Cambridge: MIT Press, 1987.",
        "Mitchell, Mark L., and Michael T. Maloney, \"Crisis in the Cockpit? The Role of Market Forces in Promoting Air Travel Safety,\" Journal of Law and Economics. October 1989, 32, 329-356.",
        "Morrison, Steven A., and Clifford Winston, \"Air Safety, Deregulation, and Public Policy,\" The Brookings Review. Winter 1988, 6, 10-15.",
        "Oster, Clinton V. Jr. and C. K. Zorn, \"Airline Deregulation: Is It Still Safe to Fly?.11 In Leon Moses and Ian Savage, eds., Transportation Safety In an Age of Deregulation. Oxford: Oxford University Press, 1989.",
        "Rose, Nancy L. \"Profitability and Product Ouality: Economic Determinants of Airline Safety Performance,\" Journal of Political Economy. October 1990, 98, 944-964.",
        "Rose, Nancy L. \"Financial Influences on Airline Safety.\" In Leon Moses and Ian Savage, eds., Transportation Safety In an Age of Deregulation. Oxford: Oxford University Press, 1989. 1,000 Risk Source deaths"
    ]
}