{
    "id": 3789,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Aigner, Dennis, and Glen Cain, Statiatical Theories of Discrimination in Labor Markets, Industrial and Lsbor Relations Review, 30 (1977): 175-187.",
        "Ambrosius, Margery, and Susan Welch, Women in Politics at the Grass Roots: Women Candidates for State Office in Three States, paper presented at the ennual. meeting of the Western Social Science Association, San Diego, 1981.",
        "Becker, Gary, The Economics of Discrimination. Chicago: University of Chicago Press, 1957.",
        "Blank, Rebecca, Blind Refereeing or Blind Referees: Evidence from the American Economic Review Experiment, Unpublished paper, Northwestern University, 1990.",
        "Borjas, George, Friends or Strangers. New York: Basic Books, 1990.",
        "Cain, Glen, The Economic Analysis of Labor Market Discrimination: A Survey, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland Press, 1986.",
        "Davis, Paul, end Gustav Papanek, Faculty Ratings of Major Economics Departments by Citations, American Economic Review, 74 (1984): 225-250.",
        "Deaux, Kay, and Janet Tsynor, Evaluation of Male and Female Ability: Bias Works Both Ways, Psychological Review, 32 (1973): 261-262.",
        "Ferber, Marianne, Citations and Networking, Gender and Society, 2 (1988): 82-89.",
        "Disadvantage in Publishing Journal Articles? Eastern Economic Journal, 6 (1980): 189-194.",
        "Fidell, Linda, Empirical Verification of Sex Discrimination in Hiring Practices in Psychology, American Psychologist, 251 (1970): 1094-1098.",
        "Groeneman, Sid, Candidate Sex and Delegate Voting in a Pre-Primary Party Endoresement Election, Women end Politics, 3 (1983): 39-56.",
        "Kahn, Lawrence, Discrimination in Professional Sports: A Survey, Industrial and Labor Relations Review, 44 (1991): 395-418.",
        "Kanter, Rosabeth, Men and Women of the Corporation. New York: Basic Books, 1977.",
        "Karpilow, Kathleen, The Effects of Candidate Sex and Credentials on Voter Choice, Unpublished Ph.D. Dissertation, Harvard University, 1984.",
        "Kryger, Barbara, and Richard Shukiar, Sexual Discrimination in the Use of Letters of Recossnendation: A Case of Reverse Discrimination, Journal of Applied Psychology, 63 (1978): 309314.",
        "Lang, Kevin, A Language Theory of Discrimination, Quarterly Journal of Economics, 101 (1986): 363382.",
        "Nardinelli, Clark, and Curtis Simon, Customer Racial Discrimination in the Market for Memorabilia: The Case of Baseball, Quarterly Journal of Economics, 105 (1990): 575597.",
        "Perkins, Jerry, and Diane Fowikes, Opinion Representation Versus Social Representation, or, Why Women Cant Run as Women and Win, American Political Science Review, 74 (1980): 92-103.",
        "Riach, P. A., and J. Rich, Testing for Sexual Discrimination in the Labour Market, Australian Economic Papers, 26 (1987): l65178.",
        "Rosen, Sherwin, The Theory of Equalizing Wage Differentials, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland Press, 1986.",
        "Schoen, Robert, Gender and Voting in a Professional Association, Unpublished paper, University of Illinois--Champaign, 1988."
    ]
}