{
    "id": 3790,
    "cites": 33,
    "cited_by": 173,
    "reference": [
        "Bekaert, Gcert, 1991, Exchange rate volatility and deviations from unbiasedness in cash-in-advance models, Working paper, Northwestern University.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157-179.",
        "Pacific Studies. University of California, San Diego. - Campbell, John Y. and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, The Review of Financial Studies 1, 195-228.",
        "Cochrane, John H.. 1988, How big is the random walk component of GNP? Journal of Political Economy 96, 893-920.",
        "Cumby, Robert E., 1988, Is it risk? Explaining deviations from uncovered interest parity, Journal of Monetary Economics 22, 279-300.",
        "Cutler, David M., James M. Poterba and Lawrence H. Summers, 1989, International evidence on the 30 predictability of stock returns, Working paper, M.I.T.",
        "Fama, Eugene F. and G. William Sehwert, 1977, Asset returns and inflation, Journal of Financial Economies 5, 115-146.",
        "Farna, Eugene F. and Kenneth R. French, l988a, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273. _________ l988b, Dividend yields and expected stock returns. Journal of Financial Economics 22, 3-26. Ferson. Wayne E., 1989. Changes in expected security returns, risk, and the level of interest rates. Journal of Finance 44, December 1191-1217.",
        "Froot, Kenneth A., 1990, Short rates and expected asset returns, manuscript, M.I.T.",
        "Gallant, A. Ronald, Lam Peter Hansen and George Tauchen, 1990, Using conditional moments of asset payoffs to infer the volatility of intertemporal marginal rates of substitution, Journal of Econometrics 45, 141-179.",
        "Gibbons, Michael R. and Wayne E. Ferson, 1985, Testing asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 217-236.",
        "Giovannini, Alberto and Philippe Jorion, 1987, Interest rates and risk premia in the stock market and in the foreign exchange market, Journal of International Money and Finance 6, 107-123.",
        "Gultekin, N. Bulent, 1983, Stock market returns and inflation: Evidence from other countries, Journal of Finance 38, 49-66.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized nretirod of moments estimators, Econometrics 50, 1029-1054.",
        "Hardy, Daniel, 1990, Market timing and international diversification, Journal of Portfolio Management 16, 23-27. - Harvey. Campbell R., 1990, The world price of covariance risk, Journal of Finance 46, 111-158.",
        "Hodrick, Robert J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets (Harwood Academic Publishers, Chur, Switzerland).",
        "Huizinga, John, 1987. An empirical investigation of the long-run behavior of real exchange rates, in Karl Brunner and Allan H. Mcltzer, ens,: Empirical Studies of Velocity, Real Exchange Rates, Unemployment and Productivity, vol. 27, Carnegie-Rochester Conference Series on Public Policy (North-Holland, Amsterdam, The Netherlands).",
        "Jorion, Philippe, 1989. Asset allocation with hedged arid unhedged foreign stocks and bonds, Journal of Portfolio Management 15, 49-54.",
        "Kandel, Shroud and Robert F. Stambaugh, 1988, Modeling expected stock returns for long and short horizons, manuscript. University of Chicago.",
        "Keirn, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economies 17. 357-390.",
        "King, Robert G., Charles I. Plosser, James H. Stock, and Mark W. Watson, 1991, Stochastic trends and economic fluctuations, American Economic Review forthcoming.",
        "Korajezyk, Robert A. and Claude Viallct, 1990. Equity risk premia and the pricing of foreign exchange risk, Finance Department Working Paper No. 758 Northwestern University.",
        "Lo, Andrew W. and A. Craig MacKinlay, 1988, Stock market prices do not follow random walks: Evidence from a simple specification test, The Review of Financial Studies 1, 41-66.",
        "Lucas, Robert E. Jr., 1982, Interest rates and currency prices in a two-country world, Journal of Monetary Economics 10, 335-360.",
        "Mark, Nelson C., 1988, Time-varying betas and risk premia in the pricing of forward foreign exchange contracts, Journal of Financial Economics 22, 335-354.",
        "Newey, Whimey K. and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrics 55, 703-708.",
        "Poterba, James M. and Lawrence H. Surmners, 1988, Mean reversion in stock prices: Evidence and implications, Journal of Financial Economics 22, 27-59.",
        "Rozeff, Michael, 1984. Dividend yields are equity risk premiums, Journal of Portfolio Management, 68-75.",
        "Shifler, Robert J., 1984. Stock prices and social dynamics, Brookings Papers on Economic Activity 2,457- 498.",
        "Sehwarz, 0., 1978. Estimating the dimension of a model, The Annals of Statistics 6, 461-464.",
        "Solnik, Bruno, 1983, The relation between stock prices and inflationary expectations: The international evidence, Journal of Finance 38, 35-48.",
        "Tryon, Ralph, 1979, Testing for rational expectations in the foreign exchange market, Board of Governors of the Federal Reserve System. International Finance Discussion Paper No. 139.",
        "Wheatiey, Simon M., 1989, A critique of latent variable tests of asset pricing models, Journal of Financial Economies 23, 325-338."
    ]
}