{
    "id": 3792,
    "cites": 14,
    "cited_by": 221,
    "reference": [
        "Aron, D. (1987), Worker Reputation and Productivity Incentives, Journal of Labor Economics, 5: S87-S 106.",
        "Baron, D., and D. Besanko (1987), Commitment and Fairness in a Dynamic Regulatory Relationship, Review of Economic Studies, 54: 413-436.",
        "Coughlan, A. and R. Schmidt (1985), Executive Compensation, Management Turnover, and Firm Performance: An Empirical Investigation, Journal of Accounting and Economics, 7: 43-66.",
        "DeGroot, M. (1970), Opri ma! Statistical Decision.s, New York: McGraw-Hill.",
        "Laffont, J.-J., and 3. Tirole (1988), The Dynamics of Incentive Contracts, Economerica, 56: 1153-1175.",
        "Lambert, R. (1983), Long Term Contracts and Moral Hazard, Bell Journal of Economics, 14: 441-52.",
        "Lazear, E. (1986), Salaries and Piece Rates, Journal of Business, 59: 405-43 1.",
        "Journal of Political Economy, 89: 84 1-864. MacDonald, G. (1982), A Market Equilibrium Theory of Job Assignment and Sequential Accumulation of Information, American Economic Review, 72: 1038-55.",
        "MacLeod, B. and J. Malcomson (1988), Reputation and Hierarchy in Dynamic Models of Employment, Journal of Political Economy, 96: 832-854.",
        "Mirrlees, J. (1974), Notes on Welfare Economics, Information, and Uncertainty, in Essays on Economic Behavior Under Uncertainty, M. Balch, D. McFadden, and S. Wu (eds.), Amsterdam: North-Holland Publishing Co.",
        "Rosen, S. (1986), Prizes and Incentives in Elimination Tournaments, American Economic Review, 76: 701-15.",
        "Smith, C., and J. Warner (1979), On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, 7: 117-161.",
        "Vancil, R. (1987), Passing the Baton: Managing the Process of CEO Succession, Boston: Harvard Business School Press.",
        "Waidman, M. (1984), Job Assignment, Signaling, and Efficiency, Rand Journal of Economics, 15: 255-287."
    ]
}