{
    "id": 3795,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Bartolini, Leonardo, and Cordon M. Bodnar, Target Zones and Forward Rates in a Model with Repeated Realignments, Working Paper (unpublished, International Monetary Fund and University of Rochester, 1991).",
        "Bertola, Giuseppe, and Ricardo J. Caballero, Target Zones and Realignments, Discussion Paper No. 398 (unpublished, Centre for Economic Policy Research, 1990).",
        "Target-Zone Models, Seminar Paper No. 481 (unpublished, Institute for International Economic Studies, 1990).",
        "Bodnar, Gordon M., Target Zones and Euro-Rates: A Model of Eurocurrency Interest Rate Differentials in the European Monetary System, Working Paper (unpublished, University of Rochester, 1991).",
        "Collins, Susan M., The Expected Timing of Devaluation: A Model of Realignment in the European Monetary System, Working Paper (unpublished, Harvard University, 1986).",
        "Edin, Per-Anders, and Anders Vredin, Devaluation Risk: Evidence from the Nordic Countries, Working Paper (unpublished, Trade Unioo Institute for Economic Research, Stockholm, and Uppsala University, 1991).",
        "Flood, Robert P., Andrew K. Rose and Donald J. Mathiesoo An Empirical Exploration of Exchange Rate Target-Zones, Working Paper No. 3543 (unpublished, National Bureau of Economic Research, 1990). Carnegie-Rochester Series on Public Policy, forthcoming.",
        "Fratianni, Michele, and Juergen von Ilagen, Asymmetries and Realignments in the EMS, in Paul de Grauwe and Lucas Papademos, eds., The EMS in the 1990s, (London: Longwood, 1990).",
        "Froot, Kenneth A., and Richard H. Thaler, Anomalies: Foreign Exchange, Journal pf Economic Perspectives 4-3, 179-192. Fuller, Wayne A., Introduction to Statistical Time Series, (New York: Wiley, 1976).",
        "Ciovannini, Alberto, European Monetary Reform: Progress and Prospects, Brookings Papers on Economic Activity. (2: 1990), pp. 217-291.",
        "Perron, Pierre, The Creat Crash, the Oil Price Shock, and the Unit Root Hypothesis, Econometrica, Vol. 57 (1989), pp. 1361-1401.",
        "Phillips, P. C. B., Time Series Regression with a Unit Root, Econometrica, Vol. 55 (1987), pp. 277-301.",
        "Rose, Andrew K., and Lars E. 0. Svensson, Expected and Predicted Realignments: The FF/DM Exchange Rate during the EMS, Seminar Paper No. 485 (unpublished, Institute for International Economic Studies, 1991).",
        "Svensson, Lars E. 0., The Foreign Exchange Risk Premium in a Target zone with Devaluation Risk, Seminar Paper No. 475 (unpublished, Institute for International Economic Studies, 1990).",
        "Ungerer, Horst, Jouko J. Hauvonen, Augusto Lopez-Claros, and Thomas Mayer, The European Monetary System: Developments and Perspectives, Occasional Paper No. 73 (International Monetary Fund, 1990)."
    ]
}