{
    "id": 3806,
    "cites": 12,
    "cited_by": 9,
    "reference": [
        "Chinn, Menzie and Jeffrey Frankel. 1991. Are Exchange Rate Expectations Biased? Tests for a Cross Section of 25 Currencies, Institute for International Economics, Washington, D.C., July 31.",
        "Dominguez, Kathryn. 1986. Are Foreign Exchange Forecasts Rational? New Evidence from Survey Data? Economics Letters 21: 277-82.",
        "Englander, A. Steven and Gary Stone. 1989. Inflation Expectations Surveys as Predictors of Inflation and Behavior in Financial and Labor Markets. Federal Reserve Bank of ~tew York Quarterly Review. 14(3): 20-32.",
        "Fama, Eugene. 1984. Forward and Spot Exchange Rates. Journal of Monetary Economics. 14: 319-38.",
        "Frankel, Jeffrey and Kenneth Froot. 1990. Exchange Rate Forecasting Techniques, Survey Data, and Implications for the Foreign Exchange Market. IMF WP/90/43. May. (International Monetary Fund: Washington, D.C.). Forthcoming in Dilip Das (ed.) Current Issues in International Trade and Finance. (Oxford Univ. Press: Oxford, UK).",
        "Frankel, Jeffrey and Kenneth Froot. 1987. Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations. American Economic Review. 77(1) (March): 133-153.",
        "Froot, Kenneth and Jeffrey Frankel. 1989. Forward Discount Bias: Is It an Exchange Risk Premium? Quarterly Journal of Economics. 104(1) (February): 139-161.",
        "Hansen, ,Lars, and Robert Hodrick. 1983.Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models. in Jacob Frenkel, ed., Exchange Rates and International Macroeconomics. (U.Chicago Press, Chicago): 113142. Hansen, Lars and Robert Hodrick. l980.Forward Exchange Rates As Optimal Predictors of Future Spot Rates: An Econometric Analysis. Journal of Political Economy 88 (5): 829-853.",
        "Hodrick, Robert 3. 1987. The Empirical Evidence on the Efficiency of Forward end Futures Foreign Exchange Markets. (Chur: Harwood Academic Publishers).",
        "Hodrick, Robert 3. and Sanjay Srivastava. 1986. An Investigation of Risk and Return in Forward Foreign Exchange. Journal of International Money and Finance. 3: 5-30.",
        "Ito, Takatoshi. 1990. Foreign Exchange Rate Expectations: Micro Survey Data. American Economic Review 80 (June): 434-49.",
        "Lewis, Karen. 1989. Changing Beliefs and Systematic Rational Forecast Errors with Evidence from Foreign Exchange. American Economic Review. 79 (4) (Sept.): 621-636."
    ]
}