{
    "id": 381,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Blanchard, Olivier (1979), \"Backward and Forward Solutions for Economies with Rational Expectations,\" American Economic Review, Papers and Proceedings (May), 114-18.",
        "Blinder, Alan S. (1978a), \"Inventories in the Keynesian Macro Model,\" mimeo, Princeton University.",
        "_ (1978b), \"Inventories and the Demand for Labor,\" mimeo, Princeton University.",
        "Fischer, Stanley (1977 ), \"Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule,\" Journal of Political Economy (February), 191-206.",
        "___ (1979), \"Anticipations and the Neutrality of Money,\" Journal of Political Economy (April), 225-52.",
        "Foley, Duncan K. and Martin F. Hellwig (1975) , \"Asset Management with Trading Uncertainty,\" Review of Economic Studies 42 (July), pp. 327-46.",
        "Friedman, Milton (1968), \"The Role of Monetary Policy,\" American Economic Review (March), 1-17.",
        "Lucas, Robert E., Jr. (1972), \"Expectations and the Neutrality of Money,\" Journal of Economic Theory (April), 103-24.",
        "_ (1973), \"Some International Evidence on Output-Inflation Tradeoffs,\" American Economic Review (June), 326-34.",
        "_ (1975), \"An Equilibrium Model of the Business Cycle,\" Journal of Political Economy (December), 1113-29.",
        "_ (1977), \"Understanding Business Cycles,\" in Stabilization of the Domestic and International Economy, Carnegie-Rochester Series on Public Policy, Volume 5, 7-29.",
        "McCallum, Bennett T. (1977) , \"Price-Level Stickiness and the Feasibility of Monetary Stabilization Policy with Rational Expectations,\" Journal of Political Economy (June), 627-34.",
        "Mundell, Robert A. (1963), \"Inflation, Saving, and the Real Rate of Interest,\" Journal of Political Economy (June), 280-83.",
        "Phelps, Edmund S. et al. (1970), Microeconomic Foundations of Employment and Inflation Theory, Norton.",
        "_ and John Taylor (1977) , \"Stabilizing Powers of Monetary Policy under Rational Expectations,\" Journal of Political Economy (February), 163-90.",
        "Sargent, Thomas (1979), Macroeconomic Theory (New York: Academic Press).",
        "_and Neil Wallace (1975), \"&apos;Rational1 Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule,\" Journal of Political Economy (April), 241-54.",
        "Taylor, John B., \"Aggregate Dynamics and Staggered Contracts,\" Journal of Political Economy, forthcoming. Tobin, James (1965), \"Money and Economic Growth,\" Econometrica (October), 671-84. -"
    ]
}