{
    "id": 3811,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Clarida, R. , Aggregate Stochastic Implications of the Lif eto reject at the 15 percent level the restriction that the elasticities of real Cycle Hypothesis, Quarterly Journal of Economics,forthcoming, 1991.",
        "Clarida, ft., Co-incegration, Aggregate Consumption, and the to reject at the 1 percent level the restriction that the elasticities of real Demand for Imports: A Structural Econometric Investigation, Federal profits with respect to the real exchange rate, real unit costs, and the relative Reserve Bank of New York Working Paper. June 1991.",
        "Feenstra, R., Symmetric Pass-Through of Tariffs and Exchange it would not be unlustified to conclude that this framework is of some value in Rates Under lispertect Competition, NBER Working Paper No. 2453, directing attention towards a heretofore neglected channel through which real 1987.",
        "Giovannini, A.,  Exchange Rates and Traded Coeds Prices, Journal of Internatio~ Economics, (24) 1985.",
        "Demand for Imports: A Structural Econometric Investigation, Federal Hickok, S., J. Hung, and K. Wulfekuhier, An Expanded, Co-Integrated Reserve Bank of New York Working Paper, June 1991.",
        "Model of US Trade, mimeo, Federal Reserve Bank of New York, June 1991.",
        "Autoregressive Time Series with a Unit Root, Econometrica, (49), Marston, R., Pricing to Market in Japanese Manufacturing, Journal 1981.",
        "Engle, R. and C. Granger, Co-integration and Error Correction, Marquez, J., The Econometrics of Elasticities or the Econometrica, (55) 1987.",
        "Elasticities of Econometrics: An Empirical Analysis of the Behavior Feenstra, R., Symmetric Pass-Through of Tariffs and Exchange of US Imports, Discussion Paper, 396, Federal Reserve Board, 1991.",
        "Rates Under Imperfect Competition, NBER Working Paper No. 2453, Phillips. P. and K. Loretan, Estimating Long-Run Economic 1987.",
        "Equilibria, Review of Economic Studies, forthcoming, 1991.",
        "Fuller, W., Introduction to Statistical Time Series, New Shiells, C., R. Stern, A. Deardorff, Estimates of the York: John Wiley, 1976.",
        "Elasticity of Substitution Between Imports and Home Goods for the Goldstein, H. and H. Kahn, Income and Price Effect in Foreign United States, Weltwirtschaftliches Archly, (122) 1986.",
        "Trade, Chapter 20 in the Handbook of International Economics, Amsterdam Stock J. and K. Watson, Testing for Common Trends, Journal North holland, 1985.",
        "Giovannini, A.,  Exchange Rates and Traded Goods Prices, Journal Stock, 3. and K. Watson, A Simple tILE of Cointegrating of Internatign Economics, (24) 1985."
    ]
}