{
    "id": 3812,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Campbell, J. and P. Perron, What Macroeconomiste Should Know About Unit Roots, NBER Macroeconomics Annual, forthcoming, 1991.",
        "Clarida, R., Aggregate Stochastic Implications of the Life-Cycle Hypothesis, Ouarterly Journal of Economics, forthcoming, 1991.",
        "Cline, W. US External Adjustment and the World Economy. Washington: Institute for Internal Economics, 1989.",
        "Dickey, D. and W. Fuller, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrics, (49), 1981.",
        "Engle, K. and C. Cranger, co-integration and Error Correction, Econometrics, (55) 1987.",
        "Engle, R. and B. Yoo, Forecasting and Testing in co-integrated Systems Journal of Econometrics, (35) 1987.",
        "Fuller, W. , Introduction to Statistical Time Series, New York: John Wiley, 1976.",
        "Goldstein, M. and M. Kahn, Income and Price Effect in Foreign Trade, chapter 20 in the Handbook of International Economics, Amsterdam: North Holland, 1985.",
        "Hall, R. , Stochastic Implications of the Life-cycle, Permanent Income Hypothesis, Journal of Political Economy, (86) 1978.",
        "Helkie, W. and P. Hooper, An Emprical Analysis of the US External Deficit, in R. Bryant, C. Holtham, and P. Hooper, External Deficits end the Dollar, Washington: Brookings, 1986.",
        "Hickok, S., J. Hung, and K. Wulfekuhler, An Expanded, co-Integrated Model of US Trade, mimeo, Federal Reserve Bank of New York, June 1991.",
        "Hodrick, R,, Risk, Uncertainty, and Exchange Rates, Journal of Monetary Economics, (23) 1989.",
        "Marquez, J. , The Econometrics of Elasticities or the Elasticities of Econometrics: An Empirical Analysis of the Behavior of US Imports, Discussion Paper, 396, Federal Reserve Board, May 1991.",
        "Phillips. P. and M. Loretan, Estimating Long-Run Economic Equilibria, Review of Economic Studies, forthcoming, 1991.",
        "Shiells, C., R. Stern, A. Deardorff, Estimates of the Elasticity of Substitution Between Imports and Home Goods for the United States, Weltwirtschaftliches Arphiv, (122) 1986.",
        "Stock, 3. and M. Watson, Testing for Common Trends, Journal of the American Statistical Association, (83) 1988.",
        "Stock, 3. and M. Watson, A Simple NLE of Cointegrating Vectors in Higher Order Integrated Systems, NBER Tech. Working Paper, no. 83, 1990."
    ]
}