{
    "id": 3815,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "BAILEY, ELIZABETH.E., GRAHAM,, DAVID R., AND KAPLAN, D1n1NIEL P. 1985. Deregulating the airlines. Cambridge, MA.: The M.I.T. Press.",
        "BAILY, MARTIN NEIL AND GORDON, ROBERT J. 1988. The productivity slowdown, measurement issues, and the explosion of computer power. Brookings papers on economic activity, 19 (2): 347-420.",
        "BAUMGARNER, JAMES D. 1979. Piedmont is finding new markets and shifting fortunes following deregulation. Air transport world (April): 47-50.",
        "BERNDT, ERNST R. AND FUSS, MELVYN A. 1986. Productivity measurement with adjustments for variations in capacity utilization and other forms of temporary equilibrium. Journal of econometrics, 33 (1): 7-29.",
        "BORENSTEIN, SEVERIN. 1989. Hubs and high fares: airport dominance and market power in the U. S. airline industry. Rand journal of economics, 20 (Autumn): 344-65.",
        "Davis working paper, April 4. CARD, DAvID. 1989. Deregulation and labor earnings in the airline industry. Princeton university working paper, October.",
        "CAVES, DOUGLAS W., CHRISTENSEN, LA.URITS R., AND DIEWERT, W. ERwIN. 1982. Multilateral comparisons of output, inptut, and productivity using superlative index numbers. Economic journal, 92 (March): 73-86.",
        "CAVES, DOUGLAS W., CHRISTENSEN, L~.URITS R., AND TRETHEWAY, MICHAEL W. 1981.",
        "CAVES, RICHARD E. 1962. 14fr transport and its regulators. Cambridge, MA.: Harvard University Press.",
        "CHIANG, S. JUDY WANG, AND FRIEDLAENDER, ANN F. 1984. Output aggregation, network effects, and the measurement of trucking technology. Review of economics and statistics, 66 (May): 267-76.",
        "CowING, ThoMAs G., AND STEVENSON, RODNEY E., EDS. 1981. Productivity measurement in regulated industries. New York: Academic Press.",
        "DAUGHETY, ANDREW F., NELSON, FORREST D., AND VIGDOR, WILLIAM R. 1985. An econometric analysis of the cost and production structure of the trucking industry. In A. F. Daughety, ed., ~4na!ytica! studies in transportation economics. New York: Cambridge University Press, pp. 65-95.",
        "DEAN, EDwIN R., AI~m~ KUNZE, KENT. 1990. Productivity measurement in service industries. This volume.",
        "DEMPSEY, PAUL 5. 1990. Flying blin~L Washington, D. C.: Economic Policy Institute.",
        "DENNY, MICHAEL, FUss, MELVYN, AND WAVERMAN, LEONARD. 1981. The measurement Productivity In Transportation, Page 58 and interpretation of total factor productivity in regulated industries, with an application to canadian telecommunications. In Cowing and Stevenson (1981), pp. 179-218.",
        "DIEWERT, ERWIN E. 1976. Exact and superlative index numbers. Journal of econometrics, 4 (May): 115-45.",
        "DOUGLAS, GEORGE W., AND MILLER, JAMES C. 1974. Economic regulation of domestic air transport: theory and policy. Washington, D. C.: Brookings.",
        "FLINT, JERRY. 1986. Here come the truckbusters. Forbes, June 30: 87-90.",
        "GELLMAN, AARON. 1968. The effect of regulation on aircraft choice. Ph.D. dissertation, Department of economics, M.I.T.",
        "GOOD, DAVID H., NADIRI, M. ISHAQ, AND SICKLES, RoBIN C. 1989. The structure of production, technical change and efficiency in a multiproduct industry: An application to U. S. airlines. New York University, C. V. Starr Center for Applied Economics, research report 89-14, June.",
        "Productivity In Transportation, Page 59 JORGENSON, DALE W., GOLLOP, FRANK M., ~D FRAUMENI, BARBARA M. 1987.",
        "KENDRICK, JOHN W. 1961. Productivity trends in the United States. Princeton, N.J.: Princeton University Press for NBER.",
        "KUPFER, ANDREW. 1989. An outsider tires up a railroad. Fortune, December 18: 133-46.",
        "KURALT, CHARLES. Up in the air against his will. New York Times, October 14, 1990, travel section, p. 37.",
        "MACHALkBA, DANIEL. 1988. New train control systems may reduce emissions, cut fuel bills, boost capacity. Wall street journal, October 26: B4.",
        "MANSFIELD, EDwIN. 1965. Innovation and technical change in the railroad industry. In Transponation economics. A Conference of the Universities-National Bureau Committee for Economic Research, pp. 169-97. New York: Columbia University Press for NBER.",
        "MARK, JEROME A. 1988. Measuring productivity in services industries. In Bruce R. Guile and James Brian Quinn, eds.: Technology in services: policies for growth, trade, and employment, pp. 139-59. Washington, D.C.: National Academy Press.",
        "MCGOWAN, FRANCIs, AND SEABRIGUT, PAUL 1989. Deregulating European airlines. Economic policy, no. 9 (October): 284-344.",
        "MOHR, MICHAEL F. 1990. The measurement and deflation of services outputs and inputs in BEAs gross product originating estimates: past practice and planned improvements. Conference draft of paper in this volume.",
        "MORRISON, STEVEN A. AND WiNSTON, CLIFFORD. 1986. The economic effects of airline deregulation. Washington: Brookings.",
        "PHILLIPS, DON. 1991. Are major air crashes getting more survivable? Washington Post story as transmitted by Compuserve Executive News Service, February 13, 1991.",
        "SALGUPIS, AGIS. 1991. A whole lot of shaking going on. New York Times, May 5: F5.",
        "SCHWARI?, JAMES. 1989. Whats new in freight trains: a drive to compete with trucks. New York Times, August 13: F13.",
        "SICKLES, ROBIN C. 1985. A nonlinear multivariate error components analysis of technology and specific factor productivity growth with an application to the U. S. airlines. Journal of econometrics. 27(1): 6 1-78.",
        "TRIPLETr, JACK E. 1983. Concepts of quality in input and output price measures: a resolution of the user-value resource-cost debate. In Murray F. Foss, ed.: The U. S. National Income and Product Accounts: Selected Topics. Studies in income and wealth, vol. 47. Chicago: University of Chicago Press for NBER, pp. 269-311.",
        "TULLY, SHAWN. 1991. Comeback ahead for railroads. Fortune, June 17: 107-113.",
        "U. S. BUREAU OF LABOR STATISTICS. 1990. Productivity measures for selected industries and government services. Bulletin 2349, Washington, February.",
        "UsHER, DAN. 1964. The welfare economics of invention. Economica (August): 279-87.",
        "WHITE, LAWRENCE J. 1979. Economies of scale and the question of `natural monopoly in the airline industry, Journal of air law and commerce, 44: 545-73.",
        "WINSTON, CLIFFORD. 1985. Conceptual developments in the economics of transportation: An interpretive survey. Journal of economic Literature 23 (March): 57-94.",
        "Institution. YING, JoHN S. 1990. The inefficiency of regulating a competitive industry: productivity gains in trucking following reform. Review of economics and statLstics, forthcoming."
    ]
}