{
    "id": 3816,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Banco Central de Chile, Boletin Mensual, 1984.",
        "Bard6n, A., Situacion Monetaria e Inflaci~n, Universidad de Chile, 1973.",
        "Beristain, 3., and I. Trigueros, Mexicos Stabilization Program. in 3. Williamson (ed.), Latin American Economic Adlustment, 1990.",
        "Bitar. S., La Politica Econonica de la linidad Popular. Siglo XXl, 1979.",
        "Calvo, C., and C. Vegh, Credibility and the Dynamics of Stabilization Policy: A Basic Framework, IMF, 1990.",
        "Corbo, V., and R. Sanchez, How Fins Adjusted to the Reforms in Chile, World Bank, 1985.",
        "Revisited, World Bank, 1990.",
        "Cortazar, R., and 3. Marshall, lndice de Precios al Consumidor en Chile, ms., CPEPL.AN, Santiago, Chile, 1980.",
        "Covicelli, F., and R. Rocha, Stabilization Programs in Eastern Europe: Poland and Yugoslavia. World Bank, 1990.",
        "Dornbusch, R., and S. Edwards, Macroeconomic Populism in Latin America, NBER Working Paper 2986, 1989.",
        "Fischer, S., Issues in Medium-Term Macroeconomic Adjustment, World Bank Research Obseryst, 1986.",
        "Ciavazzi, F., and A. Ciovanini, Limiting Exchange Rate Flexibility: The ~~pean Monetary Systen, Cambridge, MA: MIT Press, 1989.",
        "Hinds, N., Issues in the Introduction of Market Forces in Eastern European Socialist Economies, World Bank, 1990.",
        "Kiguel, M. and M. Liviatan, The Business Cycle Associated With Exchange Rate Sased Stabilizations, World Bank, 1990.",
        "Luders, R., The Privatization of the Chilean Economy, mimeo, UclA, 1990, 45 McKinnon, R., Stabilizing the Ruble: The Problem of Internal Currency Convertibility, mimeo, Stanford University, 1990.",
        "Mendez, J.C. , Chilean Economic Policy, Santiago, 1980.",
        "Nordhaus, W.D., Soviet Economic Reform: The Longest Road, Brookings Paver, 1990.",
        "Ramos, 3., La Economia de ls Hiperestaflaci6n en Chile, Cuadernos de conomia, 1977.",
        "Rocha, R., Stabilization Programs in Yugoslavia, World Bank, 1990.",
        "Williamson, 3., Indexation and Inflation, lIE, 1989."
    ]
}