{
    "id": 3819,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Bertola, Guiseppe and Lars E.O. Svensson (1990) \"Stochastic Devaluation Risk and the Empirical Fit of Target Zone Models,\" mimeo. Bertola, Guiseppe and Caballero, Ricardo (1990) \"Target Zones and Realignments\" CEPR Discussion Paper #398.",
        "Curaby and Obstfeld (1984) \"International Interest Rate and Price Level Linkages Under Flexible Exchange Rates: A Review of Recent Evidence\" in J. Bilson and R. Marston, eds.. Exchange Rate Theory and Practice.",
        "Fama, Eugene (1984) \"Forward and Spot Exchange Rates\" Journal ot Monetary Economics.",
        "Flood, Robert P., Andrew K. Rose and Donald J. Mathieson (1990) \"An Empirical Exploration of Exchange Rate Target Zones,\" Carnegie-Rochester Series on Public Policy, forthcoming.",
        "Frankel, Jeffrey (1982) \"In Search of the Exchange Risk Premium: A Six-Currency Test Assuming Mean-Variance Optimization\" Journal of International Honey and Finance.",
        "Froot, Kenneth and Jeffrey Frankel (1989) \"Forward Discount Bias: Is It An Exchange Risk Premium?\" Quarterly Journal of Economics.",
        "Giavazzi, Francesco and Alberto Giovannini (1989) Limiting Exchange Rate Flexibility (Cambridge, MIT).",
        "Giavazzi, Francesco, and Luigi Spaventa (1990) \"The &apos;New&apos; EMS\" Centre for Economic Policy Research, Working Paper #369.",
        "Giovannini, Alberto (1990) \"European Monetary Reform: Progress and Prospects\" Brookings Papers on Economic Activity.",
        "Giovannini, Alberto and Philippe Jorion (1988) \"The Time Variation of Risk and Return in the Exchange and Stock Markets\" NBER Working Paper #2753.",
        "Haberler, Gottfried (1990) \"The International Monetary System, The European Monetary System, and a Single European Currency in a Single European Market,\" in William S. Haraf and Thomas D. Willett eds. Honetary Policy for a Volatile Global Economy.",
        "Hodrick and Srivastava (1986) \"An Investigation of Risk and Return in Forward Foreign Exchange\" Journal of International Honey and Finance.",
        "Krugman, Paul (1991) \"Target Zones and Exchange Rate Dynamics\" Quarterly Journal of Economics, forthcoming.",
        "Phillips, Steven (1990) \"The Mini-Snake of the 1970s: Non-Linear Exchange Rate Determination under Credible Target Zones?\" mimeo.",
        "Rose, Andrew and Lars Svensson (1991) \"Expected and Predicted Realignments: The FF/DM Exchange Rate During the EMS\" International Finance Discussion Paper #395, Board of Governors of the Federal Reserve System.",
        "Svensson, Lars (1990a) \"The Foreign Exchange Risk Premium in a Target Zone with Devaluation Risk,\" mimeo.",
        "Svensson, Lars (1990b) \"The Simplest Test of Target Zone Credibility,\" mimeo. Svensson, Lars (19 90c) \"Target Zones and Interest Rate Variability,\" mimeo.",
        "Svensson, Lars (1990d) \"The Term Structure of Interest Rate Differentials in a Target Zone,\" mimeo.",
        "Svensson, Lars (1991) \"Incredible Exchange Rates: Mean Reversion and Devaluation Expectations in the EMS,\" mimeo.",
        "Weber, Axel A. (1991) \"Reputation and Credibility in the European Monetary System,\" Economic Policy.",
        "Single European Act sets Dec. 31, 1992 as date for completion of internal market with free movement of goods, services, labor and capital within the EC. 1987 Jan. 12 Jan. Sept. EMS Realignment (the eleventh, and possibly final) France and Italy announce changes in their exchange rate management.",
        "European Council decides to begin Stage 1 of the Delors plan on July 1, 1990. (According to the Delors Report, \"a decision to enter upon the first stage should be a decision to embark on the entire process.\") Berlin Wall falls.",
        "Dec. Strasbourg Summit. Agreement that by December 1990 an intergovernmental conference would convene to prepare changes in Treaty of Rome needed for EMU. Having favored a slower pace, West Germany agrees to this schedule as its EC partners give their stamp of approval to German monetary unification. Jan. 8 Lira bands narrowed from Ã\u0082Â±6% to the standard +2.25%. Lower limit unchanged. Feb. 6 Apparently sudden decision of Germany&apos;s Kohl in favor of rapid movement toward a German currency union. March France: minister announces French franc will never again be devalued in the EMS. March European Commission releases its plan for EMU; similar to Delors&apos; report, but drops centrally-set rules for members&apos; budget deficits. Plan to be discussed by EC finance ministers on March 31. March 31 Ashford Castle meeting of EC finance ministers. Eleven of 12 ministers agree on main features of a new European Central Bank.",
        "April German governments agree on terms of monetary conversion and union, to be enacted July 2, 1990.",
        "April 28 Dublin summit. Declaration that changes in Treaty of Rome relating to EMU must be ratified by end of 1992 (thus possible for Stage 2 to begin in January 1993). Dec. 14, 1990 chosen as date for conference on EMU.",
        "May 18 Treaty to unify the two Germanies signed. FRG agrees to set up DM 115 billion fund to support GDR through end of 1994. June Belgian central bank declares DM exchange rate as its main policy target. July 1 Stage 1 of EMU begins.",
        "July 1 Complete removal of capital controls, as previously scheduled. Exceptions: Ireland, Spain, Portugal, and Greece (deadline 1992). July 1 German monetary unification.",
        "August European Commission finalizes its contribution to the upcoming Rome conference on EMU. (See March 1990.) Recommends the ecu replace existing currencies (rather than fixing permanent exchange rates among them). Proposes that Stage 2 should start in January 1993, leading after \"a short duration\" to full monetary union. Sept. Meeting of finance ministers in Rome reveals large differences over timing of EMU.",
        "Belgium, France and Italy call for Stage 2 to start January 1993 and Stage 3 soon afterwards. Germany and the Netherlands are against setting any deadlines, argue economic convergence must come first. Oct. 8 Britain joins the ERM, using bands of Ã\u0082Â±6%. Oct. 22 Norway unilaterally links its currency to EMS. Oct. 27 Rome Summit. Breakthrough in favor of EMU deadlines.",
        "Eleven of 12 agree that Stage 2 of EMU should begin January 1994 (subject only to mild conditions). European central bank to be set up at start of Stage 2, to begin conducting monetary policy in Stage 3. Timing of Stage 3 is vague, but apparently before 2000. Countries will be permitted to stay outside Stages 2 and 3 if they choose. Nov. 13 EC central bankers unveil their draft statutes for a future European central bank: first objective is to be maintenance of price stability. Nov. 2 2 Dec. 14 April April May 13 May 19 May 13 May 17 June 7 June 9 June 30 Aug. 1 U.K. Prime Minister Thatcher resigns.",
        "Rome Summit. Intergovernmental conference on EMU begins work on a treaty to be signed by October 1991. Draft treaty published by European Commission to be used as its working base. Spain removes virtually all capital controls. Speculation that Britain and Spain will narrow their exchange rate bands to Ã\u0082Â±2.25%. Financial Times reports that many EMU negotiators have now accepted that a \"two-speed\" transition to EMU is inevitable. The Economist reports that EMU negotiators, after five months of little progress, now appear likely to accept compromises embodied in draft EMU treaty proposed by Luxembourg. Reports that Bundesbank&apos;s president will resign; resignation officially announced May 16. Sweden unilaterally links its currency to EMS, using bands of Ã\u0082Â±1.5%. Finland unilaterally links its currency to EMS. U.K. and German leaders agree they will try to slow the pace of EMU negotiations at upcoming summit.",
        "Luxembourg Summit takes no significant new steps toward EMU; key remaining decisions are apparently postponed until Maastricht Summit in December 1991. Financial Times reports that Germany proposed a two-tier approach to EMU at the June 30 Luxembourg Summit.",
        "Sources: The Economist. The Financial Times of London, Giovannini [1990], Haberler [1990], Weber [1991]. #"
    ]
}