{
    "id": 3821,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Anderson, John C. The Impact of Arbitration: A Methodological Assessment, Industrial Relations, 20 2, Spring 1981, 129-48.",
        "Ashenfelrer, Orley. `Arbitrator Behavior, American Economic Review, 77, May 1987, 342-346.",
        "Ashenfelter, Orley and David Bloom. Models of Arbitrator Behavior, American Economic Review, March 1984, 74 2, 111-125.",
        "Ashenfelter, Orley and Janet Currie. Negotiator Behavior and the Ocrurence of Disputes, American Economic Review, 80 2, May 1990, 416-420.",
        "Ashenfelter, Orley, James Dow and Daniel Callagher. Arbitrator and Negotiator Behavior Under an Appellate System, mimeo, Industrial Relations Section, Princeton University. 1986.",
        "Bazerman, Max and Henry Farber. The Ceneral Basis of Arbitrator Behavior: An Empirical Analysis of Conventional and Final-Offer Arbitration, Econometrics, 54, Nov. 1986, 1503-152g.",
        "Bloom, David. Empirical Models of Arbitrator Behavior Under Conventional Arbitration, Review of Economics and Statistics, Dec. 1986, 68, 578-585.",
        "Bloom, David, and Christopher Cavanagh. An Analysis of the Selection of Arbitrators, American Economic Review, June 1986, 76. 408-423.",
        "Crawford, Vincent. Arbitration and Conflict Resolution in Labor-Management Bargaining, American Economic Review, 71 2, May 1981, 205-210.",
        "Farber, Henry and Harry Katz. Inrerest Arbitration, Outcomes, and Incentives to Bargain, Industrial and Labor Relations Review, 33, Oct. 1979, 55-63.",
        "Gunderson, Morley. Economic Aspects of Interest ArbitratIon, Ontario Economic Council Discussion Paper Series, Covernment of Ontario, Toronto, 1983.",
        "Labour Canada, contract data base available on magnetic tape. 15 Marcorre, William. An Examination of Collective Bargainine Between Canadian Public School Teachers and their Employers, Doctoral Thesis, University of Toronto, 1980.",
        "McCall, Brian. Interest Arbitration and the Incenrive to Bargain: A PrincipalAgent Approach, Journal of Conflict Resolution, March 1990, 34, 151-167.",
        "Olson, Craig. Negotiated Settlements and Learning From the Arbitration Experience, mimeo, Princeton University Industrial Relations Section, May 1991.",
        "Statistics Canada, CANSIM, data base on magnetic rape, 1984 release."
    ]
}