{
    "id": 3824,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Barnett, William A., 1980, Economic Monetary Aggregates; An Application of Index Number and Aggregation Theory, Journal of Econometrics, 14, 11-48.",
        "Bamett, William A., Edward K. Offenbacher, and Paul A. Spindt, 1984, The New Divisia Monetary Aggregates, Journal of Political Economy 92, 1049-1086.",
        "Bernanke, Ben 5., 1990, On the Predictive Power of Interest Rates and Interest Rate Spreads, NBER Working Paper 3486, /~Bernanke, Ben S. and Alan Blinder, 1990, The Federal Funds Rate and the Channels of Monetary Transmission, NBER Working Paper 3487.",
        "Blanchard, Olivier J., 1990, Why Does Money Affect Output? A Survey, in B. Friedman and F. Hahn, eds., Handbook of Monetary Economics (Amsterdam: Elsevier Science Publishers), 779-835.",
        "Chetty, V. Karuppan, 1969, On Measuring the Nearness of Near-Monies, American Economic Review,59, 270-281.",
        "Diewert, E., 1976, Exact and Superlative Index NumbersJournal of Econometrics,4, 115-45.",
        "Fuerst, Timothy S, 1990. Liquidity, Loanable Funds, and Real Activity, mimeo, J.L. Kellogg Graduate School of Management, Northwestern University.",
        "Gertler, Mark, R. Glenn Hubbard and Anil Kashyap, 1990, Interest Rate Spreads, Credit Constraints and Investment Fluctuations: An Empirical Investigation NBER Wprkin~ paper 3495.",
        "Grossman, Sanford and Lawrence Weiss, 1983, A Transactions Based Model of the Monetary Transmission Mechanism, American Economic Review, 73, 99-122.",
        "Kashyap, Anil, Jeremy Stein and David Wilcox, 1990, The Monetary Policy Transmission Mechanism: Evidence from the Composition of External Finance NBER Working Paper.",
        "King, Robert and Charles Plosser, 1984, Money, Credit and Prices in a Real Business Cycle, American Economic Review, 74, 363-80.",
        "Kormendi, Roger and Phillip Meguire, 1984, Cross-Regime Evidence of Macroeconomic Rationality, ~rnal of Political Economy, 92, 875-908.",
        "Lucas, Robert E. Jr., 1980, Two Illustrations of the Quantity Theory of Money, American Economic Review, 70, 1005-14.",
        "MeCallum, Bennett T., 1984, On Low Frequency Estimates of Long-Run Relationships in Macroeconomics, Journal of Monetary Economics 14, 3-14.",
        "Poterba, James M. and Julio J. Rotemberg, 1987, Money in the Utility Function: An Empirical Implementation, in W. Barnett and K. Singleton, eds., New Approaches to Monetary Economics,(Cambridge: Cambridge University Press), 219-240.",
        "Poterba, James M., Julio J. Rotemberg and Lawrence H. Summers, A Tax-Based Test 39 for Nominal Rigidities. American Economic Review, 76, 659-675. Romer, Christina D. and David H. Romer, 1990, New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity, 149-98.",
        "Rotemberg, Julio J., 1984, A Monetary Equilibrium Model with Transactions Costs, Journal of Political Economy, 92, 40-58.",
        "Samuelson, Paul A., and S. Swamy, 1964, Invariant Index Numbers and Canonical Duality: Survey and Synthesis. American Economic Review, 64, 566-593.",
        "Serletis, Apostolos, 1988, The Empirical Relationship Between Money, Prices and Income Revisited, Journal of Business and Economic Statistics, 6, 35 1-358.",
        "Spindt, Paul, 1985, Money is What Money Does: Monetary Aggregation and the Equations of Exchange, Journal of Political Economy, 93, 175-204.",
        "Stock, James H. and Mark W. Watson, 1989, Interpreting the Evidence of Money-Income causality, Journal of Econometrics, 40, 16 1-82."
    ]
}