{
    "id": 383,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Aaron, Henry J. Shelter and Subsidies: Who Benefits from Federal Housing Policies? Washington, D.C.: Brookings Institution, 1974.",
        "Patric H. Hendershott and Sheng Cheng Hu Dougherty, Ann and Robert Van Order. Inflation and Housing Costs. American Economic Review (forthcoming 1981).",
        "Fama, Eugene F. Short-Term Interest Rates as Predictors of Inflation. American Economic Review 65 (June 1975): 260-82.",
        "Frenkel, Jacob A. ~`Inflation and the Formation of Expectations. Journal of Monetary Economics 1 (October 1975): 403-22.",
        "Friedman, Milton. The Role of Monetary Policy. American Economic Review 58 (March 1968): 1-17.",
        "Hendershott, Patric H. The Decline in Share Values: Inflation, Taxation, Profitability and Risk. American Economic Review (forthcoming 1981).",
        "Allocation of the Stock of Fixed Capital in the United States. In Capital Efficiency and Growth. G.M. von Furstenberg, ed. Cambridge: Ballinger Publishing Co., 1980.",
        "How Taxes Affect Economic Behavior. Henry Aaron and Joseph Pechman, eds. Washington, D.C.: Brookings Institution, 1981.",
        "Finance System. Washington, D.C.: American Enterprise Institute for Public Policy Research, 1977.",
        "Laidler, David. Income Tax Incentives for Owner-Occupied lionsing. In The Taxation of Income from Capital. A.C. Harberger and M.J. Bailey, eds. Washington, D.C.: Brookings Institution, 1969.",
        "Levi, Maurice D. and John H. Makin. Anticipated Inflation and Interest Rates: Further Interpretation of Findings on the Fisher Equation. American Economic Review 68 (December 1978): 801-12.",
        "Modigliani, Franco and Richard Sutch. Innovations in Interest Rate Policy. American Economic Review 56 (May 1966): 178-97.",
        "Housing in an Inflationary Environment. Federal Reserve Bank of Boston Conference Series, No. 14, 1975.",
        "Mussa, Michael. Adaptive and Regressive Expectations in a Rational Model of the Inflationary Process. Journal of Monetary Economics 1 (October 1975): 423-42.",
        "Rosen, Harvey S. Housing Decisions and the U.S. Income Tax. Journal of Public Economics 11 (February 1979): 1-24.",
        "Sargent, Thomas J. Rational Expectations, the Real Rate of Interest, 202 Returns on Owner-Occupied Housing and the Natural Rate of Unemployment. Brookings Papers on Economic Activity 2 (1973): 429-72.",
        "Titman, Sheridan D. The Effect of Anticipated Inflation on Housing Market Equilibrium. Carnegie-Mellon University, Working Paper (March 1979).",
        "Villani, Kevin. The Impact of Anticipated and Unanticipated Inflation on House Prices and the Return on Home Ownership. Paper presented at AREUEA Sixth Annual Midyear Meeting, May, 1978.",
        "Implications for After-Tax Housing Costs. Research in Real Estate. CF. Sirmans, ed. Greenwich, Connecticut: JAI Press, 1981.",
        "White, Michelle and Larry White. The Tax Subsidy to OwnerOccupied Housing: Who Benefits? Journal of Public Economics 7 (February 1977): 111-26."
    ]
}