{
    "id": 3830,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Alesina, Alberto. 1989. Politics and Business Cycles in Industrial Democracies, Economic Policy 8: 55-98.",
        "MA: M.I.T. Press. 13-52. ___________ 1987. Macroeconomic Policy in a Two-Party System as a Repeated Game. Quarterly Journal of Economics 102: 651-678.",
        "Working Paper no. 3478. __________ and Summers, Lawrence. 1990. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, unpublished.",
        "Debt in a Democracy. The Review of Economic Studies 57: 403-414. Alt, James. 1985. Political Parties, World Demand, and Unemployment: Domestic and International Sources of Economic Activity. American Political Science Review 79: 1016-1040.",
        "Model. Journal of Political Economy 31: 589-610. Bizer, David S., and Durlauf, Steven N. 1990. Testing the Positive Theory of Government Finance. Journal of Monetary Economics 26: 123-141.",
        "Blanchard, Olivier and Summers, Lawrence. 1986. Hysteresis and the European Unemployment Problem. NBER Macroeconomic Annual. Cambridge, MA: M.I.T. Press. 15-78.",
        "Grier, Kevin 8. 1987. Presidential Elections and Federal Reserve Policy: An Empirical Test. Southern Economic Journal 54: 475-486.",
        "Political Science 33: 376-389. Grilli, Vittorio, Masciandaro, Donato, and Tabellini, Guido. 1991. Political and Monetary Institutions and Public Finance Policies in the Industrial Democracies. Economic Policy. forthcoming.",
        "Hibbs, Douglas. 1977. Political Parties and Macroeconomic Policy. The American Political Science Review 71: 1467-1487.",
        "Press. Ito, Takatoshi. l990a. The Timing of Elections and Political Business Cycles in Japan. Journal of Asian Economics 1: 135-146. __________ 1990b. International Impacts on Domestic Political Economy: A Case of Japanese General Elections. unpublished.",
        "Kydland, Finn and Prescott, Edward. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85: 473-490.",
        "Lindbeck, Assar. 1976. Stabilization Policies in Open Economies with Endogenous Politicians. American Economic Review Papers and Proceedings: 1-19.",
        "Lucas, Robert E. 1973. Some International Evidence on Output-Inflation Tradeoffs. American Economic Review 63: 326-334.",
        "McCallum, Bennett. 1978. The Political Business Cycle: An Empirical Test. Southern Economic Journal 44: 504-515.",
        "McDonald, Matthew. 1991. Political Budget Cycles: Evidence from the States. Harvard University Senior Thesis.",
        "Paldam, Marlin. 1989a. Politics Matter After All: Testing Alesinas Theory of RE Partisan Cycles. Aarhus University Working Paper.",
        "Rogoff, Kenneth. 1990. EquiLibrium Political Budget Cycles. American Economic Review 80: 2 1-36.",
        "Studies 55: 1-16. Roubini, Nouriel and Sachs, Jeffrey. 1989. Political and Economic Determinants of Budget Deficits in the Industrial Democracies. European Economic Review 33: 903-933.",
        "Tabellini, Guido and Alesina, Alberlo. 1990. Voting on the Budget Deficit. American Economic Review 80: 37-52.",
        "Tufte, Edward. 1978. Political Control of the Economy. Princeton, N.J.: Princeton University Press."
    ]
}