{
    "id": 3831,
    "cites": 15,
    "cited_by": 24,
    "reference": [
        "Ehrlich, I., `Participation in Illegitimate Activities; A Theoretical and Empirical Investigation, Journal of Political Economy, 1973.",
        "Evans, W.N. er al Gcncral Deterrence of Dn.ink Drivers: Evaluation of Recent American Policies, University of Maryland Working Paper Series, No. 89-90, 1989.",
        "Groonman, M., Saffer, H., and Chaloupka, F.J. `Alcohol, Regulation, and Motor Vehicle Mortality. Final Report, Grant NumberS ROl A.0.07593. National Institute on Alcohol Abuse and Alcoholism, 199). Johnson, D.W., Picard, P.R. and Quinn, B. Churches and Church Membership in the United Staten, 1971.",
        "Washington, D.C.; Glenmary Research Center, 1974.",
        "Kenkel, D.S. `The Impact of State Laws on Drinking and Drunk Driving, manuscript, 1990.",
        "Love, CA `Speeding, Coordinarion, and the 55 MPH Limit? American Economic Review, 75, 1985.",
        "Maddala, G.S. Limited Denendent and Qualitative Variobles in Econometrics. Cambridge, England; Cambridge University Press, 1983.",
        "Moskowita, `The Primary Prevention of Alcohol Problems; A Critical Review of the Research Literature, ,tournal of Studies on Alcohol, vol. 50, no. 1, 1989.",
        "Pelaman, S. `The Effects of Automobile Safety Regulariont. Joumal of Political Economy, 83, 1975.",
        "Quinn, B. et al. Churches and Church Memhernhip in the United Srares, 3980. Atlanta, Georgia; Glenmary Research Center, 1982.",
        "Ross, H.L. Drinking and Driving; Beyond the Criminal Approach, Alcohol, Health and Research World, 14, 1990.",
        "Searle, S.R.. Linear Modelt, New York;Wiley, 1971.",
        "U.S. Brewers Aamociation. Brewers Almanac. Washington D.C.; U.S. Brewers Associction, 1990.",
        "U.S. Department of Transportation, National Highway Traffic Safety Administration, the Fatal Accident Reporting System, unpublished data. U.S. Department of Transportation, National Highway Traffic Safety Administration, Alcohol and Highway Safecv Laws: A National Overview. Washington D.C.; U.S. Government Printing Office, 1982.",
        "Ziador P.L. Fatal Crash Involvement and Laws Against Alcohpljmmipaired Driving. Washington, DC; Insurance Institute For Highway Safety, 1988."
    ]
}