{
    "id": 3833,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Barro, R. (1976), Rational Expectation and the Role of Monetary Policy, Journal of Monetary Economics, 2, 1-32.",
        "BÃ\u0083Â©nabou, R. (1988), Search, Price Setting and Inflation, Review ~f Economic Studies, 55, 353-376.",
        "BÃ\u0083Â©nabou, R. (1991), Inflation and Efficiency in Search Markets, Review Ã\u0083Â§~f Economic Studies, forthcoming.",
        "Cukierman, A. (1979), `The Relationship Between Relative Prices and the General Price Level: A Suggessed Interpretation, American Economic Reyjew, 69, 444-447.",
        "Cukierman, A. (1983), Relative Price Variability and Inflation: A Survey and Further Results, Carnegie-Rochester ~~es gj~ ~~jc EQIIcY, Autumn.",
        "Dana, J. (1989), A Search-Theoretic Model of Price Stickiness, mimeo, Dartmouth College.",
        "DeGroot, M. (1970), Opijrn.~iI Statistical Decisions. New York: McGraw Hill.",
        "Fischer, S. (1981), Relative Shocks, Relative Price Variability, and Inflation, Brookingl Papers on Economic Activity, 2, 381-441.",
        "Fishman, A. (1990) Search, Asymmetric Information, Sticky Prices and the Diamond Paradox; mimeo, Tel Aviv University, December.",
        "Fudenherg, D. and Tirole, J. (1991) Perfect Bayesian Equilibrium and Sequential Equilibrium, Journal of Economic Theory, 53, 236-260.",
        "Hercowitz, Z. (1981), Money and the Dispersion of Relative Prices, Journal of ~g~jjtic~~j Economy, 89, 328-356.",
        "Lucas, R. (1973), Some lnternalional Evidence on Output-Inflation Tradeoffs, American Economic Review, 63, 326-334.",
        "Milgrom, P. and Weber, R. (1982) A Theory of Auctions and Competitive Bidding, Econometrica, vol. 50, No. 5, 1089-1122.",
        "Pagan, A., A. Hall, and P. Trivedi (1983), Assessing the Variability of Inflation, Review Economic Studies, 50, 585=596.",
        "Parks, R. (1978), Inflation and Relative Price Variability, Journal Qf Political Economy, 86, 79-85.",
        "Reingtsnum, J. (1979), A Simple Model of Equilibrium Price Dispersion, Journal of Political Economy, 87, 851-858.",
        "Rosenfield, D. and R. Shapiro, (1981), Optimal Adaptive Search, Journal ~f Economic Theory, 25, 1-20.",
        "Rothschild, M. (1973), Searching for the Lowest price When the Distribution of Prices is Unknown, Journal Political Economy, 81,689-711."
    ]
}