{
    "id": 3836,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "BEA (Bureau of Economic Analysis, U.S. Department of Commerce), 1987, Fixed Reproducible Tangible Wealth in the United States, 1925-85, Washington, DC: U.S. Government Printing Office. Dean, Edwin, Masako Darrough, and Arthur Neef, 1990, \"Alternative Measures of Capital Inputs in Japanese Manufacturing\", in C. Hullen ed.. Productivity Growth in Japan and the United States, University of Chicago Press for the National Bureau of Economic Research, Chicago, pp. 229-265.",
        "Deklc, Robert, and Lawrence Summers, 1991, \"Japan's High Saving Rale Reaffirmed\", National Bureau of Working Paper No. 3690.",
        "EPA (Economic Planning Agency of the Japanese Government), 1975, 1970 National Wealth Sun&gt;ey of Japan (in Japanese).",
        "--------, 1978, Guide to the New National Economic Accounts (in Japanese), Government Printing Office, Ministry of Finance.",
        "......... 1988, Report on National Accounts from 1955 to 1969 (in Japanese).",
        "........, 1990, Report on Revised National Accounts on the Basis of 1985 (in Japanese).",
        "Hayashi, Fumio, 1986, \"Why is Japan's Saving Rate So Apparently High?\", NBER Macroeconomics Annual 1986, Vol. 1, MIT Press, Cambridge, Mass., pp. 247-210.",
        "........, 1989a, \"Is Japan's Saving Rale High?\", Federal Reserve Bank of Minneapolis Quarterly Review, Spring 1989, pp. 3-9.",
        "--------, 1989b, \"Japan's Saving Rate: New Data and Reflections\", NBER Working Paper No. 3205, December 1989.",
        "Hulten, Charles, and Frank Wykoff, 1981, \"The Measurement of Economic Depreciation\", in C. Hullen ed., Depreciation, Inflation and the Taxation of Income from Capital. Urban Institute, Washington, D.C., pp. 81-125.",
        "Jorgenson, Dale, Masahiro Kuroda, and Micko Nishimizu, 1987, \"Japan-U.S. Industry-Level Productivity Comparisons, 1960-1979\", Journal of the Japanese and International Economies, Vol 1, No. 1, pp. 1-30.",
        "Kuroda, Masahiro, 1990, \"Comment\", in C. Hulten ed.. Productivity Growth in Japan and the United States.",
        "Ohkawa, Kazushi, and Miyohei Shinohara, eds., 1979, Patterns of Japanese Economic Development: -13-A Quantitative Appraisal, Yale University. -14-"
    ]
}