{
    "id": 3838,
    "cites": 23,
    "cited_by": 63,
    "reference": [
        "Ashenfelter, 0., and J. Ham. Education, Unemployment and Earnings. Journal of Political Economy, Part 2, October 1979.",
        "Bartel. A. and F. Lichtenberg. The Comparative Advantage of Educated Workers in Implementing New Technologies. Review of Economics and Statistics 69, 1987.",
        "Barron, J., D. Black, and M. Loewenstein. Job Matching and On the Job Training. Working Paper E-97-86, University of Kentucky, September 1986.",
        "Barron, J., and W. Mellow. Search Effort in the Labor Market. Journal of Human Resources, Summer 1979.",
        "Blaug, M., P.R.G. Layard, and M. Woodhall. The Causes of Graduate Unemploymetu in India. London, The Penguin Press, 1969.",
        "Borsch-Supan, A. The Role of Education in Geographic Mobility. NBER Working Paper No. 2329, July 1987.",
        "DaVanzo, J., Repeat Migration in the U.S. Review of Economics and Statistics. November 1983.",
        "Duncan. G., and F. Stafford. The Use of Time and Technology by Households in the United States. Research in Labor Economics, Vol. 3, 1980.",
        "Ehrenberg, R., and 0. Jakubson. Advance Notice Provisions: Do They Matter? Cornell University. draft, July 1987.",
        "Flinn, C., and J. Heckman. Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States? Journal of Labor Economics, January 1983.",
        "Hoizer, H. Search Methods Used by Unemployed Youth. Journal of Labor Economics. January 1988.",
        "Idson, T. Establishment Size D~fferentials. Ph.D. Thesis, Columbia University, May 1986.",
        "Lillard, L. and H.W. Tan. Private Sector Training. RAND Publication for DOL, March 1986.",
        "Mincer, J. Schooling, Experience and Earnings. Columbia University Press, 1974.",
        "Mincer, J. Wage Changes in Job Changes. Research in Labor Economics, Vol. 8A, 1986.",
        "Mincer, J. Job Training, Wage Growth, and Labor Turnover. Columbia University. draft, 1987.",
        "Mincer. J., and Y. Higuchi. Wage Structures and Labor Turnover in the U.S. and in Japan. Journal of the Japanese and international Economy, June 1988.",
        "Mortensen, D, `~Job Search and Labor Market Analysis. Handbook of Labor Economics, Vol. II, 1987.",
        "Oi, W. `Labor as a Quasi-Fixed Factor of Production. Journal of Political Economy, December 1962.",
        "Sicherman, N. Human Capital and Occupational Mobility. Ph.D. Thesis, Columbia University, May 1987.",
        "Stigler, J. Information in the Labor Market. Journal of Political Economy, Supplement, October 1962.",
        "Yoon, B.J. Unemployment Duration with Variable Search Intensity. Review of Economics and Statistics. November 1981.",
        "Zuckerman, S. Job Search with Varying Search Effort. Ph.D. Thesis, Columbia University, May 1982."
    ]
}