{
    "id": 3839,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Arnott, R. and R. Grieson, \"Optimal Fiscal Policy for a State or Local Government,\" Journal of Urban Economics 9(1981): 23-48. Courant, P. and E. GrÃ\u0083Â¤mlich, \"The Impact of the TRA on State and Local Fiscal Behavior,\" Office of Tax Policy Research Working Paper No. 90-8, University of Michigan, Nov. 1989.",
        "Courant, P. and D. Rubinfeld, \"Tax Reform: Implications for the State-Local Public Sector,\" Journal of Economic Perspectives. 1(1987); 87-100.",
        "Due, J. and J. Mikesell, Sales Taxation Baltimore: Johns Hopkins University Press, 1983.",
        "Ebel, R. (comments appearing in this issue of JPAM) Feenberg, D. and H. Rosen, \"State Personal Income and Sales Taxes, 1977-1983,\" in H. Rosen, ed. Studies in State and Local Public Finance. Chicago: University of Chicago Press, 1986.",
        "Feldstein, M. and G. Metcalf, \"The Effect of Federal Tax Deductibility on State and Local Taxes and Spending,\" Journal of Political Economy 95(1987): 710-736.",
        "Gade, M. and L. Adkins, \"Tax Exporting and State Revenue Structure,\" National Tax Journal 43(1990): 39-52.",
        "Hogan T. and R. Shelton, \"Interstate Tax Exportation and States&apos; Fiscal Structure,\" National Tax Journal 26(1973): 553-564.",
        "Holtz-Eakin, D. and H. Rosen, \"Tax Deductibility and Municipal Budget Structure,\" in H. Rosen, ed. Fiscal Federalism: Quantitative Studies. Chicago: University of Chicago Press, 1988.",
        "Inman, R. \"The Local Decision to Tax: Evidence from Large U.S. Cities,\" Regional Science and Urban Economics 19(1989): 455-492.",
        "Lindsey, L. \"Federal Deductibility of State and Local Taxes: A Test of Public Choice by Representative Government,\" in H. Rosen, ed. Fiscal Federalism: Quantitative Studies. Chicago: University of Chicago Press, 1988.",
        "Metcalf, G. \"The Sales Tax After Tax Reform: Why Hasn&apos;t It Disappeared?\" mimeo, Department of Economics, Princeton University, (1990).",
        "Metcalf, G. \"The Role of Federal Taxation in the Supply of Municipal Bonds: Evidence from Municipal Governments,\" paper prepared for the NBER Conference on the Economics of the Tax-Exempt Bond Market, Annapolis MD, 1991.",
        "Pollock, S. \"Mechanisms for Exporting the State Sales Tax Burden in the Absence of Federal Deductibility,\" mimeo, KPMG Peat Marwick, Policy Economics Groups, Washington DC, 1991.",
        "Reschovsky, A. and H. Chernick \"Federal Tax Reform and the Taxation of Urban Residents,\" Public Finance Quarterly. 17 (1989): 123-157.",
        "U.S. Advisory Commission on Intergovernmental Relations (ACIR), Significant Features of Fiscal Federalism Washington DC, ACIR, 1990."
    ]
}