{
    "id": 3850,
    "cites": 35,
    "cited_by": 9,
    "reference": [
        "Andersen. Ronald M., et al. (1987). Black-White Differences in Health Status: Methods or Substance? The Milbank Ouarterlv. Vol. 65, Suppl. 1, pp. 72-99.",
        "Becker, Gary S. (1974). A Theory of Marriage: Part II. Journal of Political Economy, Vol. 82, No. 2, pp. S11-S26.",
        "Becker, Gary S. (1981). A Treatise on the Family. Cambridge, Mass: Harvard University Press.",
        "Becker, Gary S., Elizabeth M. Landis and Robert T. Michael (1977). An Economic Analysis of Marital Liability, Journal offoiitical Economy, vol. 85, No. 6, pp. 1141-1187.",
        "Bubolz, Margaret and Whiren, Alice, (1984). ` The Family of the Handicapped: An Ecological Model for Policy and Practice, E~~Ii~ Relations, Vol. 33. No. 1.",
        "Chaikind, Stephen and Corman, Hope (1991). The Impact of Low Birthweight on Special Education Costs, Journal of Health Economics (forthcoming).",
        "Cherlin, Andrew et al. (1991). Longitudinal Studies of Effects of Divorce on Children in Great Britain and the United States. Science, Vol. 252, June 7, pp. 1345-1460.",
        "Chiswick, Carmel U. and Evelyn L. Lthrer (1990). On Marriage Specific Human Capital: Its Role as a Determinant of Remarriage. Forthcoming in Journal of Population Economics.",
        "Cornsan, Hope, Theodore Joyce and Michael Grossman (1987). Birth Outcome Production Functions in the United States. The Journal of Human Resources, Vol. 22 No. 3. pp.339-360.",
        "Danziger, Sheldon, George Jackson, Saul Schwartz and Eugene Smolensky (1982). Work and Welfare as Determinants of Female Poverty and Household Hardship (1982). Th~ Ouarterly Journal of Economics, August 1982, pp. 5 19-34.",
        "Darling, Rosalyn Benjamin (1987). The Economic and Psychosocial Consequences of Disability: Family-Society Relationships. Childhood Disability and Family Systems. Marriage and Family Review, Vol. 11, Nos. 1/2, pp. 45-61.",
        "Featherstone, Helen (1980). A Difference in the Family, New York: Penguin Books.",
        "Fitzgerald, Inez, (1987). Childhood Disability: Prevalence and Incidence, Marripee and Family Review, Vol. 11, Nos. 1/2. pp. 7-24.",
        "Francis-Williams, Jessie, and Pamela Davies, (1974). Very Low Birthweight and Later Intelligence, Developmental Medicine and Child Neuroloey, Vol. 16, pp. 709-728.",
        "Gronau, Reuben (1977). Leisure. Home Production and Work-The Theory of the Allocation of 24 Time Revisited, Journal of Political Economy Vol. 85 pp 1099-1124.",
        "Grossman, Michael and Theodore Joyce (1990). Unobservables. Pregnancy Resolutions, arid Birthweight Production Functions in New York City, Journal of Political Economy, Vol. 98, No, 15, pp. 983-1007.",
        "Hoffman, Saul D. and Greg J. Duncan (1988). Multinomial and Conditional Logit Discrete Choice Models in Demography. Demography, Vol. 25, No. 3, August 1988. pp. 415-27.",
        "Hutchens, Robert, George Jakubson and Saul Schwartz (1989). AFDC and The Formation of Subfamilies. The Journal of Human Resources, Vol. 24, No, 4, Fall 1989, pp. 599-526.",
        "Keeley, Micheal C. (1977). The Economics of Family Formation. Economic lnauirv, Vol. XV, April 1977, pp. 238-50.",
        "Krein, Sheila Fitzgerald (1986). `Growing Up in a Single Parent Family:The Effect on Education and Earnings on Young Men. Family Relations, Vol. 35, January 1986, pp. 161-8.",
        "Krein, Sheila Fitzgerald and Andrea M. BelIer (1988). Educational Attainment of Children from Single-Parent Families: Differences by Exposure, Gender, and Race. Demography, Vol. 25, No, 4, May 1988, pp. 221-34.",
        "Lam, David. (1988). Marriage Markets and Assortative Mating with Household Public Goods. The Journal of Human Resources, Vol. 23, No. 4, pp. 4.62-487.",
        "Mauldon, Jane (1990). `The Effect of Marital Disruption on Childrens Health: Demography, Vol. 27, No. 3, August 1990, pp. 431-4.6.",
        "McFadden, Daniel L. (1984). Econometric Analysis of Qualitative Response Models. in Z. Griliches and MD lntriligator (eds.) Handbook of Econometrics, Vol. II, (Elsevier Science Publishers BV, 1984), pp. 1395-1457.",
        "McLanahan, Sara (1985). Family Structure and the Reproduction of Poverty. `American Journal of Sociology, Vol. 90, No. 4, pp. 873-901.",
        "McLanahan, Sara (1988). Family Structure and Dependency: Early Transitions to Female Household Headship. Demography, Vol. 25, No. 1, February 1988. pp. 1-16.",
        "McLanahan, Sara and Larry Bumpass (1988). Intergenerational Consequences of Family Disruption. American Journal of Sociology, Vol. 94, No. 1, pp. 130-52.",
        "Noble-Jamieson, CM. et al., (1982). Low Birth Weight Children at School Age: Neurological. Psychological, and Pulmonary Function, Seminars in Perinatology, Vol. 6, No. 4. pp. 266-273.",
        "Sherman, Barry and Joseph Cocozza (1984). Stress in Families of the Developmentally Disabled: A Literature Review of Factors Affecting the Decision to See Out-of-Home Placements, Family Relations, Vol. 33, pp. 95-103.",
        "Sweet, James A. and Bumpass, Larry, (1987) American Families and Households, Russell Sage Foundation: New York.",
        "U.S. Bureau of the Census, (1990). Statistical Abstract of the United States. 1990, Government Printing Office: Washington D.C..",
        "U.S. Office of Technology Assessment, (1987). Neonatal Intensive Care for Low Birthweight Infants: Costs and Effectiveness, Health Technology Case Study 38, Washington DC: US Government Printing Office.",
        "Van de Yen, P.M.M. and Van Praag, Bernard M. S. (1981). The Demand for Deductibles in Private Health Insurance, Journal of Econometrics, vol. 17, pp. 229-252.",
        "Yura, Micheal T. (1987). Family Subsystem Functions and Disabled Children:Some Conceptual Issues. Childhood Disability and Family Systems Marriage of Family Review, Vol. 11. Nos. 1/2, pp. 135-5 1.",
        "Zill, Nicholas and Charlotte A. Schoenborn (1990). Developmental,Learning, and Emotional Problems. Advance Data from Vital and Health Statistics of The National Cenme~j~~ Health Statistics, No, 190. November 16, 1990, pp. 1-20."
    ]
}