{
    "id": 3853,
    "cites": 42,
    "cited_by": 4,
    "reference": [
        "Becker, William B. 1990. The Demand for Higher Education, in The economics of american universities, ed. Stephen A. Hoenack and Eileen L. Collin, 155-88. Albany: State University of New York Press.",
        "Bok, Derek. 1990. Universities and the future of america. Durham: Duke University Press.",
        "Bowen, Howard R. 1980. The costs of higher education. San Francisco: Jossey-Bass.",
        "Corman, Hope. 1983. Postsecondary Education Enrollment Responses by Recent High School Graduates and Older Adults. Journal of Human Resources 17: 247-267.",
        "Cotter, William R. 1989. Colleges Efforts to Rationalize the Financial-Aid System Should Not Be Treated as Violations of Antitrust Laws. Chronicle of Higher Education, October 4.",
        "Faulhaber, Gerald R. 1975. Cross-Subsidization: Pricing in Public Enterprise. American Eco nomic Review 65: 966-77.",
        "Fuller, Winship C., Charles F. Manski, and David A. Wise. 1982. New Evidence on the Economic Determinants of Postsecondary Schooling Choices. Journal of Human Resources 17: 477-498.",
        "Gale, David and Lloyd S. Shapley. 1962. College Admissions and the Stability of Marriage. American Mathematical Monthly. 69:9-15.",
        "Garvin, David A. 1980. The economics of university behavior. New York: Academic Press.",
        "Harris, Seymour E. 1972. A statistical portrait of higher education. New York: McGraw-Hill.",
        "Hartigan, John A. and Alexandra K. Wigdor, eds. 1989. Fairness in employment testing : validity generalization, minority issues, and the general aptitude test battery. Washington, D.C. National Academy Press, 1989.",
        "Hearn, James C. and David Longanecker. 1985. Enrollment Effects of Alternative Postsecondary Pricing Policies. Journal of Higher Education 56; 485-508.",
        "Hoenack, Stephen A., and Eileen L Collins, eds. 1990. The economics of american universities. Albany: State University of New York Press.",
        "Hoenack, Stephen A. and William C. Weiler. 1976. Cost Related Tuition Policies and University Enrollments. Journal of Human Resources 10: 332-360.",
        "James, Estelle. 1978. Product Mix and Cost Disaggregation: A Reinterpretation of the Economics of Higher Education. Journal of Human Resources 13: 157-86.",
        "James, Estelle. 1986. Cross-Subsidization in Higher Education: Does it Prevent Private Choice and Public Policy? in Private education: studies in choice and public policy, ed. Daniel Levy, 237-57. New York: Oxford University Press.",
        "James, Estelle. 1990. Decision Processes and Priorities in Higher Education in The economics of american universities, ed. Stephen A. Hoenack and Eileen L. Collins, 77-106. Albany: State University of New York Press.",
        "James, Estelle and Egon Neuberger. 1981. The University Department as a Nonprofit Labor Cooperative. Public Choice 36: 585-612.",
        "Jaschik, Scott. 1989. Investigation into Tuition Fixing Spreads. Chronicle of Higher Education, October 4.",
        "Jorgenson, Dale W. and Barbara M. Fraumeni. 1991. The Output of the Education Sector. Harvard Institute of Economic Research, Discussion Paper No. 1542.",
        "Kerr, Clark. 1964. The uses of the university. Cambridge, Mass.: Harvard University Press.",
        "Kramer, John R. 1989. Who Will Pay the Piper or Leave the Check on the Table for the Other Page 42 Guy. Journal of Legal Education 39: 655-695.",
        "Leslie, Larry L. and Paul T. Brinkman. 1987. Student Price Response in Higher Education. Journal of Higher Education 58: 181-203.",
        "McClain, David, Bradley Vance, and Elizabeth Wood. 1984. Understanding and Predicting the Yield in the MBA Admissions Process. Research in Higher Education 20: 55-76.",
        "McPherson, Michael S. and Gordon C. Winston. 1991. The Economics of Cost, Price and Quality in U.S. Higher Education. Williams College Working Paper DP-13, April.",
        "Miller, Leonard S. and Roy Radner. 1975. Demand and Supply in United States Higher Education: a Technical Supplement. Berkeley, Calif.: Carnegie Commission on Higher Education.",
        "Nelson, Richard R., Sidney Winter, and H.L. Schuette. 1976. Technical Changes in an Evolutionary Economy. Quarterly Journal of Economics 90: 90-118.",
        "Oi, Walter Y. 1971. A Disneyland Dilemma: Two-Part Tariffs for a Mickey Mouse Monopoly. Quarterly Journal of Economics 85: 77-96.",
        "Posner, Richard A. 1976. Antitrust law: an economic perspective. Chicago: University of Chicago Press.",
        "Putka, Gary. 1989. Do Colleges Collude on Financial Aid? Wall Street Journal, May 2.",
        "Radner, Roy and Leonard S. Miller. 1975. Demand and Supply in U.S. Higher Education. New York: McGraw-Hill.",
        "Rosovsky, Henry. 1990. The university: an owners manual. New York: Norton.",
        "Roth, Alvin E. 1984 The evolution of the labor market for medican interns and residents: a case study in game theory. Journal of Political Economy 92: 991-1016.",
        "Roth, Alvin E. and Marilda A. Oliveira Sotomayor. 1990. Two-sided matching: A study in game theoretic modeling and analysis. Cambridge: Cambridge University Press.",
        "Rothschild, Michael and Joseph E. Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: Page 43 An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics.",
        "Salop, Steven C., and Lawrence J. White. 1991. Antitrust Goes to College. Journal ut Eco nomic Perspectives, forthcoming.",
        "Spence, A. Michael. 1974. Market signaling: information transfer in hiring and related screen ing processes. Cambridge, Mass: Harvard University Press.",
        "Spencer, Leslie. 1991a. College Education without the Frills. ~ May 27.",
        "Spencer, Leslie. 1991b. The Perils of Socialized Higher Education. Forbes, May 27.",
        "Spencer, Leslie. 1991c. Good School Story. ~ May 27.",
        "Spies, Richard R. 1990 The effect of rising Costs on college choice: the third in a series of studies on this subject. Princeton University.",
        "Wilson, Charles. 1977. A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory. 16: 167-207."
    ]
}