{
    "id": 3854,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Blanchard, Olivier I., and Summers, Lawrence H., Hysteresis and the European Unemployment Problem, in Stanley Fischer (ed.), NBER Macroeconomics Annual 1986, Cambridge: MIT Press, 1986.",
        "Carter, Susan B., and Sutch, Richard, The Labour Market in the 1890s: Evidence from Connecticut Manufacturing, in Erik Aerts and Barry Eichengreen (eds.), Unemployment and Underemployment in Historical Perspective, Leuven, Belgium: Leuven University Press, 1990.",
        "Clark, Kim B. and Summers, Lawrence H., Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity, 1979, (1), 13-72.",
        "Conference Board, Economic Almanac for 1946-47, New York: National Industrial Conference Board, 1946.",
        "DeLong, I. Bradford, and Summers, Lawrence H., The Changing Cyclical Variability of Economic Activity in the United States, in Robert J. Gordon (ed.), The American Business Cycle, Chicago: University of Chicago, 1986.",
        "Gordon, Robert J., A Century of Evidence on Wage and Price Stickiness in the United States, the United Kingdom, and Japan, in James Tobin (ad.) Macroeconomics, Prices, and Quantities, Washington: Brookings Institution, 1983.",
        "Keyssar, Alexander, Out of Work: The First Century of Unemployment in Massachusetts, Cambridge: Cambridge University Press, 1986.",
        "Mitchell, Daniel J.B., Wage Flexibility: Then and Now, Industrial Relations, Spring 1985, , 266-279.",
        "Nutter, G. Warren, The Growth of Industrial Production in the Soviet Union, Princeton: Princeton University for National Bureau of Economic Research, 1962.",
        "OBrien, Anthony, The Cyclical Sensitivity of Wages, American Economic Review, December 1985, 75, 1124-1132.",
        "Oi, Walter Y., On Measuring the Impact of Wage-Price Controls: A Critical Appraisal, in Karl Brunner and Allan H. Meltzer (ads.), I~ Economics of Price and Ware Controls, Carnegie-Rochester Conference Series on Public Policy, Vol. 2, Amsterdam: NorthHolland, 1976.",
        "Rees, Albert, Patterns of Wages, Prices and Productivity, in Wages, Prices, Profits, and Productivity, New York: The American Assembly, 1959.",
        "Manufacturing, NBER Occasional Paper 75, New York: NBER, 1960.",
        "Romer, Christina D., (1986a) Spurious Volatility in Historical Unemployment Data, Journal of Political Economy, February 1986, ~4, 1-37.",
        "Santomero, Anthony M., and Seater, John I., The Inflation-Unemployment Trade-Off: A Critique of the Literature, Journal of Economic Literature, June 1978, 16, 499-544.",
        "Schultze, Charles L., Some Macro Foundations for Micro Theory, Brookings Papers on Economic Activity, 1981, (2), 521-592.",
        "Taylor, John B., Improvements in Macroeconomic Stability: The Role of Wages and Prices, in Robert J. Gordon (ad.), The American Business Cycle, Chicago: University of Chicago, 1986."
    ]
}