{
    "id": 3859,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Adie, D.K. 1973. `Teen-Age Unemployment and Real Federal Minimum Wages. Journal of Political Economy 81(2): 435-41.",
        "Bctsey. CL. and B.Il. Dunson. 1981. Federal Minimum Wage Laws and tIre Employment of Minority Youth. .4,,erican Economic Review 7l(2):379-84.",
        "Brown, C. 1988. Minimum Wage Laws: Are They Overrated? The Journal of Econoic Perspectives 2(3): 133-46.",
        "Brown, C., C. Gilroy, and A. Kohen. 1983. `Time-Series Evidence of the Effect of the Minimum Wage on Youth Enrployment and Unemployment. The Journal of Human Resources 18(1): 3-31.",
        "Cotterili, PG. and W.J. Wadycki. 1976. `Teenagers and the Minimum Wage in Retail Trade. Journal of Human Resources 11: 69-85.",
        "Cox, iC. and Oaxaca, R.L. 1981. `The Determinants of Minimum Wage Levels and Coverage in State Minimum Wage Laws. In S. Rottenberg, Ed. The Economics of Legal ~IninsnrniY~ (Washington, D.C.: American Enterprise Institute), 403-28.",
        "Freeman, RB. 1982. Economic Determinants of Geographic and Individual Variation in the Labor Market Position of Young Persons. In RB. Freeman and D.A. Wise, Eds., Ih~..YQu1h_Labor Market Problent: Its Nature. Causes, and Consequences (Chicago: The University of Chicago Press), 115-54.",
        "Labor Economics 2(1): 1-26. Freeman, R., W. Gray, and C. lchniowski. 1981. Low Cost Student Labor: The Use and Effects of the Suhminimum Wage Provisions for Full-Time Students. In Minimum Wage Study Commission (Washington, D.C.: U.S. Government Printing Office), v. 5, 305-35.",
        "Gramlich, E. 1976. Impact of Minimum Wages on Other Wages, Employment and I-arnily Incomes. Bi-ookiirgs Ropers on Economic Activity 2: 41)9-5 1.",
        "Katz, A. 1973. `Teenage Enrploymemrt Effects of State Minimtm Wages. Journal of human Resources 8(2): 2511-56.",
        "Katz, L. and A.B. Krueger. 1991. `The Effect of tIre New Minimum Wage l.asv ri a Low-Wage Labor Market. NBER Working Iaper No. 3655.",
        "Leighton, L. and i. Mincer. 1981. The Effects of tire Minimum Wage on Ilurran Capital Formation. In S. Rottenherg, Ed., 155-73.",
        "Lester, R. A. 1946. Shortcomings of Marginal Analysis for Wage-Employment Problems. American Econo,nic Review 36(1): 63-82.",
        "Madden, J. 1991. Chranges in the Distribution of Income within the Philadelphia Metropolitan Area. Mimeograph, University of Pennsylvania.",
        "Mattila, J.P. 1978. Youth Labor Markets, Enrollments, and Minimum Wages. Proceedings of tie 31st Anmuial Meetings of time lndustria/ Relations Research A,ssociaiio,m, 134-40.",
        "Mincer, J. 1976. Unemployment Effects of Minimum Wttges. Journal of Poli~cal Economy 84(4, Pt. 2): S87-S 105.",
        "Minimum Wage Study Commission. 1981. Report of the Minimum Wag ~i Commission (Washington, D.C.: U.S. Governnrent Printing Office).",
        "Nadiri, M. I. and Rosen, S. 1969. Interrelated Factor Demand Functions. .4omcrican Economic Review 59: 457-71.",
        "Schiller, B. R. 1990. Minimum-Wage Youth: Training aid Wage Growth. Mimeograph.",
        "Mimeograph. Swidhinsky, R. 19811. Minimum Wages and Teenage Unemployment. Canadian Journal of Econonmics 13(1): 158-71.",
        "Vroman, W. 1991. Minimum Wages and General Wage lnflahon. Mireograph.",
        "Wachter, M.L. and C. Kim. 1982. lime Series Changes in Youth iohlcssmicss. It, RB. Freeman and D.A. Wise, Eds., 155-85.",
        "Welch, F. and J. Cunningham. 1978. Effects of Minimum Wages oil the Level ahl(h Age Composition of Youth Employment. Review of Economics and Statistic.c 6(1: 40-45."
    ]
}