{
    "id": 3860,
    "cites": 18,
    "cited_by": 33,
    "reference": [
        "Alesina, Alberto (1989): Politics and Business Cycles in Industrial Democracies, Economic Policy, No. 8.",
        "Alesina, Alberto and Nouriel Roubini (1990): Political Cycles in OECD Economiesu NBER Working Paper No. 3478.",
        "Alesina, Alberto and Larry Summers (1990): Central Bank independence and economic performance: Some comparative evidence, H unpublished.",
        "Alt, James (1985): Political Parties, World Demand, and Unemployment: Domestic and International Sources of Economic Activity, American Political Science Review 79, December, 1016-1040.",
        "Austen-Smith David (1987): `Parties, Districts and the Spatial Theory of Elections, Social Choice and Welfare, 4, 9-23.",
        "Canzoneri, Matthew (1985): Monetary Policy Games and the Role of Private Information,u American Economic Review, 75, 1056-1070.",
        "Casella, Alessandra (1991): ~`The Impact of Monetary Unification on the Composition of Markets, unpublished.",
        "Giavazzi, Francesco and Alberto Giovannini (1989): LimÃ\u0083Â¼ing Ezehange Rate Flezibiliiy: The European Monetar~i S~isiem, M.I.T. Press.",
        "Grandmont, Jean Michel (1978): Intermediate Preferences and the Majority Rulcu Econometrica, L, 6, 317-30, March.",
        "Grili~ Vittorlo, Donato Masciandaro, and Guido Tabellini (1991): Political and Monetary Institutions and Public Finance Policies in the Industrial Democracies Economic Policy, forthcoming.",
        "International Monetary Fund: 1International Financial Statistics, various issues. Krugman, Paul (1989): Policy Problems of a Monetary Union~ unpublished.",
        "Kydland, Finn and Edward Prescott (1977): Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85 (June), 473-490.",
        "Lohmann, Suzanne (1991): Optimal Commitment in Monetary Policy: Credibility vs. Flexibility, American Economic Review forthcoming.",
        "Paldam, Martin (1989a): Politics Matter after all: Testing Alesinas Theory of RE Partisan Cycles,11 Aarhus University Working Paper.",
        "Paldam, Martin (1989b): Politics Matter after all: Testing Hibbs Theory of Partisan Cycles,~ Aarhus University Working Paper.",
        "Persson, Torsten and Guido Tabellini (1990a): Macroeconomic Policy~ Credibility and Politics, Harwood Academic Publishers.",
        "Persson, Torsten and Guido Tabellini (1990b): Capital Taxation and Representative Democracy, manuscript.",
        "Rogoff, Kenneth (1985): The Optimal Degree of Commitment to an Intermediate Monetary Target The Quarterly Journal of Economics~ 100, 1169-90, November."
    ]
}