{
    "id": 3861,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Baillie, R. and T. Bollerslev, A Multivariate Generalized ARCH Approach to Modeling Risk Premia in Forward Foreign Exchange Markets. Journal of International Money and Finance, September 1990, 9: 309.324.",
        "Bekaert. 0., Exchange-Rate Volatility and Deviations from Unbiasedness in Cash-in-Advance Models. manuscript, Northwestern University, 1991.",
        "Bilson. J. F. 0., The Speculative Efficiency Hypothesis, Journal of Business, 1981, 54: 433-451.",
        "Bollerslev, T., Modeling the Coherence in Short Run Nominal Exchange Rates: A Multivariate Generalized ARCH Model, Review of Economics and Statistics, 1990, 72: 498-505.",
        "Bossaerts, P. and P. Hillion, Market Microstructure Effects of Government Intervention in the Foreign Exchange Market, Review of Financial Studies, forthcoming, 1991.",
        "Canova, F. and J. Marrinan, Nominal Profits, Risk and Uncertainty in Foreign Exchange Markets, manuscript, Brown University, 1990.",
        "Cornell, B., `The Impact of Data Errors on Measurement of the Foreign Exchange Risk Premium, Journal of International Money and Finance, March 1989, 8, 147-157.",
        "Domowitz, I. and C. S. Hakkio, Conditional Variance and the Risk Premium in the Foreign Exchange Market, Journal of International Economics, August 1985, 19: 47-66.",
        "Engel, C. M., On the Foreign Exchange Risk Premium in a General Equilibrium Model. manuscript, University of Virginia, April 1990.",
        "Engle, R. F., Autoregressive Conditional Heteroscedaslicity with Estimates of the Variance of United Kingdom Inflation, Econometrica, July 1982, 50, 987-1007.",
        "Fama, E. F., Forward and Spot Exchange Rates, Journal of Monetary Economics, November 1984, 14: 319-338.",
        "Frenkel, J. A. and A. Razin. Stochastic Prices and Tests of Efficiency of Foreign Exchange Markets, Economic Letters, 1980, 6, 165-170.",
        "Froot, K. A. and R. H. Thaler, Anomalies: Foreign Exchange, The Journal of Economic Perspectives, Summer 1990, 4: 179-192.",
        "Ghysels, E. and A. Hall, Are Consumption-Based Inlertemporal Capital Asset Pricing Models Smictural? Journal of Econometrics, July/August 1990. 45: 121-139.",
        "Gregory, A. W. and T. H. McCurdy, Testing the Unbiasedness Hypothesis in the Forward Foreign Exchange Market: A Specification Analysis, Journal of International Money and Finance, December 1984, 3: 357-368.",
        "Hamilton, J. D., Analysis of Time Series Subject to Changes in Regime, Journal of Econometrics, July/August 1990, 45: 39-70.",
        "Hansen, L. P., Large Sample Properties of Generalircd Method of Moments Estimators. Econometrics, July 1982, 50: 1029-1054.",
        "Hansen, L. P. and R. J. Hodrick, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics, Chicago, IL: University of Chicago Press, 1983.",
        "Hodrick. R. J. and S. Srivastava, An Investigation of Risk and Return in Forward Foreign Exchange, Journal of International Money and Finance, April 1984, 3: 5-29.",
        "Hodrick, R. J Risk, Uncertainty, and Exchange Rates, Journal of Monetary Economics, May 1989, 23: 433-459.",
        "Kaminsky, 0. and R. Peruga, Credibility Crises: The Dollar in the Early Eighties. Discussion Paper 88. 15. University of California, San Diego, 1988.",
        "Korajczyk, R. A. and C. Viallet, Equity Risk Premia and the Pricing of Foreign Exchange Risk, Finance Department Working Paper No. 75, Northwestern University, 1990.",
        "Lewis, K. K., Can Learning Affect Exchange-Rate Behavior, Journal of Monetary Economics, January 1989, 23:79-100.",
        "Ljung, 0. M. and 0. E. P. Box, On a Measure of Lack of Fit in Time Series Models, Biometrika, March 1978, 65: 297-303.",
        "Lucas,- R. E. Jr., Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, November 1982, 10: 335-360.",
        "Pagan, A. R. and H. C. L. Sabau, Consistency Tests for Heteroskedastic and Risk Models, Australian National University, working paper, 1987.",
        "Ruud, P. A., Extensions of Estimation Methods Using the EM Algorithm, Journal of Econometrics, September 1991, 49: 305-342.",
        "Sibert, A., The Risk Premium in the Foreign Exchange Market, Journal of Money, Credit and Banking, February 1989, 21: 49.65.",
        "White, H., A Heteroscedasticity Consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econometrica, 1980, 48: 817-838."
    ]
}