{
    "id": 3867,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "Adams, F.C. 1986. The Business Forecastina Revolution: Nation-Industry-Firm. New York: Oxford University Press.",
        "Batchelor, R.A. and P. Dua. 1990. Forecaster Ideology, Forecasting Technique and the Accuracy of Economic Forecasts, International Journal of Forecasting, 6, no. 1, 3-10.",
        "Blinder, A. 1986. Can the Production Smoothing Model of inventory Behavior be Saved? Ouarterlv Journal of Economics, August, 101, 431-453.",
        "Council of Economic Advisers. 1954. Annual Report. Washington, D.C.; Government Printing Office.",
        "Evans, M.K., `1. Haitovsky, and C.I. Treyz, assisted by V. Su. 1972. Analysis of the Forecasting Properties of U.S. Econometric Models. In Hickman, B.C., ed., Econometric Models of Cyclical Behavior. New York: Columbia University Press for the National Bureau of Economic Research (NBER), vol. 2, 949-1158.",
        "Fair, R.C. and R.J. Shiller, 1990. Comparing Information in Forecasts from Econometric Models, American Economic Review, 80, no. 3, 375-389 (June).",
        "Holden, K. and A. Broomhead. 1990. An Examination of Vector Autoregressive Forecasts for the U.K. Economy. international Journal of Forecastina, 6, no. 1, 11-23.",
        "Holden, K. and D.A. Peel. 1985. An Evaluation of Quarterly National Institute Forecasts, Journal of Forecascini, 4, 227-234.",
        "Klein, L.R. 1984. The Importance of the Forecast, Journal of Forecastina, 3, no. 1, 1-9 (January-March).",
        "Litterman, R.3. 1986. Forecasting with Bayesian Vector Autoregressions - Five Years of Experience, Journal of Businns and Economic Statistics, 4, no. 1, 25-38 (January).",
        "Lupoletti, W.M. and R.H. Webb. 1986. Defining and Improving the Accuracy of Macroeconomic Forecasts: Contributions from a VAR Model, Journal of Business, 59, no. 2(1), 263-285 (April).",
        "McNees, S.K. 1981. The Recent Record of Thirteen Forecasters, New Eneland Economic Revitw, 5-21 (September/October).",
        "McNees, S.K. 1988. How Accurate Are Macroeconomic Forecasts?, ~ England Economic Review, 15-36 (July/August).",
        "McNees, S.K. 1990. Man vs. Model? The Role of Judgment in Forecasting, ~f~M England Economic Review, 41-52 (July/August).",
        "Meltrer, A.H. 1991. The Fed at Seventy-Five. In M.T. Belongia, ed., M~nn~~y Policy on the 75th Anniversary of the Federal Reserve System, Proceedings of the 14th Annual Economic Policy Conference of the Federal Reserve Bank of St. Louis. Boston: Kluver, 3-83.",
        "Mincer J. and V. Zarnowita. 1969. The Evaluation of Economic Forecasts. Chapter 1 in J. Mincer, ed,, Economic Forecasts and Expectations. New York: NBER.",
        "Moore, C.H. 1983. The Presidents Economic Report: A Forecasting Record, Chapter 26 inG.H. Moore, Business Cycles, Inflation, and Forecastint, Cambridge, MA: Ballinger Publ. Co. for the NBER.",
        "Sims, C.A. 1980. Macroeconomics and Reality. Econometrica. 48, 1-48.",
        "Su, V. and J. Su. 1975. An Evaluation of the ASA/NBER Business Outlook Survey Forecasts, Exolorations in Economic Research 2, 588-618.",
        "Wallis, K.F. 1989. Macroeconomic Forecasting: A Survey, Economic Journal, 99, 28-61 (March).",
        "Wallis, K.F., Fisher, P.C., Longbottom, J.A., Turner, D.S., and J.D. Whitley. 1987. Models of the U.K. Economy: A Fourth Review by the ESRC Macroeconomic Modeline Bureau. Oxford: Oxford University Press.",
        "Zarnowitz, V. 1967. An Avvraisal of Short-Term Economic Forecasts. New York: NBER.",
        "Zarnowitz, V. 1971. New Plans and Results of Research in Economic Forecasting. Fifty-fifth Annual Reyort. New York: NBER.",
        "Zarnowitz V. 1972. Forecasting Economic Conditions: The Record and the Prospect. In V. Zarnowitz. ed., The Business Cycle Tod~y, New York: NBER, 183-239.",
        "Zarnowitz, V. 1974. How Accurate Have the Forecasts Been?, In W.F. Butler, R.A. Kavesh, and R.B. Platt, eds., Methods and Techniques of Business Forecasting, Englewood Cliffs, N.J.: Prentice-Hall, pp. 565-596.",
        "Zarnowita, V. 1979. An Analysis of Annual and Multiperiod Quarterly Forecasts of Aggregate Income, Output, and the Price Level, Journal of Business, 52, no. 1, 1-33 (January).",
        "Zarnowitz, V. 1986. The Accuracy of Individual and Group Forecasts from Business Outlook Surveys, Journal of Forecasting, 3, no. 1, 11-26 (January-March).",
        "Zsrnowitz, V. 1985. Rational Expectations and Macroeconomic Forecasts, Journal of Business and Economic Statistics, 3, no. 4, 293-311 (October).",
        "Zarnowitz, V. 1986. The Record and Improvability of Economic Forecasting, Economic Forecasts: A Worldwide Survey, 3, no. 12, 22-30 (Dember).",
        "Zarnowitz, V. 1990/91. Reports in Economic Forecasts: A Monthly Worldwide Survey, 7, nos. 6-12 (June-December) and 8, no. 1. (January).",
        "Zarnowitz, V. and C.H. Moore. 1982. Sequential Signals of Recession and Recovery, Journal of Business, 55, no. 1, 57-85 (January). Reprinted as chapter 4 in G.M. Moore, Business Cycles. Inflation, and Forecastlna, 2nd ed., Ballinger Publ. Co. for NBER."
    ]
}