{
    "id": 387,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "In Pechman and Timpane, eds., Work Incentives and Income Guarantees~ Washington D.C.: The Brookings Institution, 1975, pp. 115-147.",
        "Hanoch, Giora. . A Multivariate Model of Labor Supply: Methodology for Estimation? The Rand Corporation, R-1869-HEW, September 1976.",
        "Hanoch, Giora and Marjorie Honig. ~The Effect of Social Security Benefits on Labor Supply. The Hebrew University of Jerusalem, Research Report No. 88, May 1976.",
        "Hausman, Jerry A. The Effect of Wages, Taxes, and Fixed Costs on Womens Labor Force Participation. Massachusetts Institute of Technology, draft, March 1979. - 38 Heckman, James. Shadow Prices, Market Wages, and Labor Supply. Econonetrica, vol. 42, no. 4, July l974a, pp. 679-694. - __________ ~Effects of Child-Care Programs on Womanw Work Effort. Journal. of Political Economy, vol. 82, no. 2, part 2, March/April 1974b, pp. S136-S163. - . - _________ Sample Selection Bias as a Specification Error. Econometrica, vol. 47, no. 1, January 1979, pp. 153-161.",
        "Heckman, James and Solomon Polachek. ~Empirical Evidence-on the Functional-Form of the Earnings - Schooling Relationship. Journal of the American - Statistical Association, -vol. 69, no. 346, June1974, pp. 350-354.",
        "Keel>, Michael C.; Philip K. Robins; Robert G. Spiegelman; and Richard W. West. The Estimation of Labor Supply Models Using Experimental Data. American Economic Review, vol. .68, no. 5, December 1978, pp. 87-3-895.",
        "Liliard, Lee A~ Estimation of Permanent and Transitory Response Functions in Panel Data: A Dynarntc Labor Supply ModeL Annales de lINSEE, The Econometrics of Panel Data.1 no. 30-31, Apr-il-September 1978, pp. 367-394.",
        "Maddala, 11.5. Identification and Estimation Problems in Limited Dependent Variable Models. University of Florida Working Paper No. 76-77-12.,. November 1976.",
        "Moffitt, Robert A. ~A Note on the Effect of Taxes and Transfers on Labor Supply. Southern Economic Journal, vol. 45, no. 4, April .1979, pp. 1266-1273.",
        "Pellechio, A.J. ttme Effect of the Social Security Earnings Test on Labo-r Supply. National Bureau of Economic Research, draft, August 1979.",
        "Rosett, Richard N. and Forrest D. Nelson. `tstimation- of the Two-Limit Probit Regression Model.t Econometrica, vol. 43, no. 1, January 1975, pp. 141-146.",
        "Zabalza, A.; C. Pissarides; D. Piac]iaud; and M. Barton. ~`Socia1 Security and the Choice Between Full-time Work, Part-time Work and Retirement.1 London School of Economics, draft, 1979."
    ]
}