{
    "id": 3872,
    "cites": 14,
    "cited_by": 15,
    "reference": [
        "Anderson, Gerard F. and Judith Lave (1986) Financing Graduate Medical Education: Using Multiple Regression to Set Payment Rates, Inquiry, 23:191-199.",
        "Belsley, David A., Kuh, Edwin, and Robert E. Welsch (1980) Regression Diagnostics, New York: John Wiley end Sons.",
        "Breusch, Trevor S. and Adrian R. Pagan (1979) A simple Teat for Heteroscedasticity and Random coefficient Variation, Econometrics, 47:1287-1294.",
        "Freeland, Mark S., Gerard F. Anderson, and carol Schendler (1979) National Input Price Index, Health Care Financing Review, 1:37-61.",
        "Friedman, Sernsrd and Mark V. Pauly (l9al) Comt Functions for a Service Firm with Variable Quality and Stochastic Demand: The Case of Hospitals, Review of Economics and Statistics, 63:610-624, November. Friedman, Bernard and Mark V. Psuly (1983) A New Approach to Hospital Cost Functions and Some Issues in Revenue Regulation, Health Care Financing Review, 4,3:105-114, March.",
        "Institute of Medicine, National Academy of sciences (1976) Controlling the Supply of Hospital Beds, Washington, D.C.",
        "Koenker, Roger (1981) A Note on Studentizing a Test for Heteroskedasticity, Journal of Econometrics, 17:1107-112.",
        "MacKinnon, James G., white, Halbert, and Russell Davidson (1983) Tests for Model Specification in the Presence of Alternative Hypotheses: some Further Resu1~s,~I Journal of Econometrics, 21:53-70.",
        "Psuly, Mark V. and Peter Wilson (1986) Hospital Output Forecasts and the Cost of Empty Hospital Beds, Health Services Research, 21,3:403-428, August.",
        "Pettengill, Julian and James Vertrees (1982) Reliability and Validity in Hospital Case-Mix Measurement. Health Care Ein~ncing Review 4:101-128.",
        "Rothschild, Michael and Gregory J. Werden (1979) Returns to Scale from Random Factor Services: Existence and Scope,~~ Bell Journal of Economics, 10,1:329-335, spring.",
        "Scherer, Frederic M. and David Ross (1990) Industrial Market Structure and Economic Performance, Boston: Houghton Miff lin company.",
        "Schwartz, William and Paul Joskow (1980) Duplicated Hospital Facilities: How Much Can We Save By Consolidating Them? ~ England Journal of Medicine,303:l449-l457, November 25.",
        "State of Michigan (1979) Final Report of the Governors Task Force on Hosmital cspacitv Reductirni. Volume 1, Lansing, December."
    ]
}