{
    "id": 3874,
    "cites": 31,
    "cited_by": 17,
    "reference": [
        "Ai, Chunrong, Feinstein, Jonathan, McFadden, Daniel, and Henry Pollakowski. 1990. The Dynamics of Housing Demand by the Elderly: User Cost Effects. in D. Wise led.) Issues in the Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Artle, R., and R. Varaiya. 1978. Life Cycle Consumption and Homeownership, Journal of Economic Theory 18 (June): 38-58.",
        "Bhatia, Kul B. 1987. Real Estate Assets and Consumer Spending, Quarterly Journal of Economics 102 (May): 437-443.",
        "Berkovec, James, and Don Fullerton. 1989. The General Equilibrium Effects of Inflation on Housing Consumption and Investment, American Economic Review 79 (May): 277-282.",
        "Berkovec, James, and Don Fullerton. 1990. A General Equilibrium Mode) of Housing, Taxes, and Portfolio Choice, NBER Working Paper No. 3505.",
        "Bossons, John. 1978. Housing Demand and Household Wealth: Evidence for Home Owners, in Larry S. Bourne and John R. Hitchcock (eds) Urban Housing Markets: Recent Directions in Research and Policy. Toronto: University of Toronto Press.",
        "Bosworth, Barry, Gary Burtless, and John Sabelhaus. 1991. The Decline in Saving: Evidence from Household Surveys, mimeo, The Brookings Institution (April).",
        "Central Council. 1990. Public Opinion Survey on Saving, Central Council for Saving Information (Japan).",
        "Chicago Title and Trust Company. 1991. Whos Buying Houses in America?. Chicago, IL (February).",
        "Darby, Michael. 1975. The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry 13 (June): 266-276.",
        "Hayashi, Fumio, Ito, T., and Joel Slemrod. 1988. Housing Finance Imperfections and Private Saving, Journal of Japanese and International Economics 2(3) (September): 215-238.",
        "Henderson, J.V., and Y.M. loannides. 1983. A Model of Housing Tenure Choice, American Economic Review 73 (March): 98-113.",
        "Hendershott, Patric H. 1987. Household Formation and Home Ownership: The Impacts of Demographics and Taxes, Housing Finance Review.",
        "Hendershott, Patric H. 1990. Are Real Prices Likely to Decline by 47 Percent? mimeo, Ohio State University.",
        "Hendershott, Patric H., and Yunhi Won. 1989. Introducing Risky Housing and Endogenous Tenure Choice into Portfolio-Based General Equilibrium Models, NBER Working Paper No. 3114 (September).",
        "Portfolios, Regional Science and Urban Economics 19 (May): 259-280. loannides, Yannis M. 1989b. Comment, in D. Wise led.) The Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Krumm, Ronald, and Austin Kelly. 1989. Effects of Homeownership on Household Savings, Journal of Urban Economics 26 (November): 281-294.",
        "Manchester, Joyce M., and James M. Poterba. 1989. Second Mortgages and Household Saving, Regional Science and Urban Economics 19 (May): 325346. Mankiw, N. Gregory, and David N. Weil. 1989. The Baby Boom, The Baby Bust, and the Housing Market, Regional Science and Urban Economics 19 (May): 235-258.",
        "Mankiw, N. Gregory, and Stephen P. Zeldes. 1991. The Consumption of Stockholders and Nonstockholders, Journal of Financial Economics 29 (1991): 97- 112.",
        "McFadden, Daniel. 1990. Demographics, the Housing Market, and the Welfare of the Elderly, mimeo (July).",
        "Melvin, Michael. 1982. Expected Inflation, Taxation, and Interest Rates: The Delusion of Fiscal Illusion, American Economic Review 72 (September): pp. 841-845.",
        "Merrill, Sally R. 1984. Home Equity and the Elderly, in Henry J. Aaron and Gary Burtless (eds.) Retirement and Economic Behavior. Washington DC: The Brookings Institution.",
        "Sheiner, Louise M. 1989. Housing Prices and the Savings of Renters, mimeo, Joint Committee on Taxation, Washington DC (November).",
        "Sheiner, Louise M., and David Well. 1990. The Housing Wealth of the Aged, mimeo, Brown University (August).",
        "Skinner, Jonathan. 1989. Housing Wealth and Aggregate Saving, Regional Science and Urban Economics 19 (May): 305-324.",
        "Skinner, Jonathan. 1990. Are Housing Windfalls Consumed?, mimeo, University of Virginia (November).",
        "Tanzi, Vito. 1980. Inflationary Expectations, Economic Activity, Taxes, and Interest Rates, American Economic Review 70 lMarchl: 12-21.",
        "Thaler, Richard H. 1990. Anomalies: Saving, Fungibility, and Mental Accounts, Journal of Economic Perspectives 4 (Winter): 193-206.",
        "Venti, Steven F., and David A. Wise. 1989. Aging, Moving, and Housing Wealth, in D. Wise (ed.) The Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Venti, Steven F., and David A. Wise. 1990. But They Dont Want to Reduce Housing Equity, in D. Wise led.) Issues in the Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Venti, Steven F., and David A. Wise. 1991. Aging and the Income Value of Housing Wealth, Journal of Public Economics 44: 371-397."
    ]
}