{
    "id": 3876,
    "cites": 49,
    "cited_by": 7,
    "reference": [
        "Agarwala, R. (1983), Price Distortions and Growth in Developing Countries, Washington, DC: World Bank.",
        "Halassa, H. (1971), The Structure of Protection in Develooing Countries, Baltimore: John Hopkins University Press.",
        "Developing Countries After the 1973 Oil Shock, Journal of Develooment Economics, 18: 23-35.",
        "Barro, R. and X. Sala-i-Martin, (1990), Public Finance Models of Economic Growth, NHER VP No. 3362.",
        "Harro, R. (1990a), Economic Growth in a Cross Section of Countries, Cambridge, MA: unpublished NBER working paper.",
        "Bencivenga, V. R., and B. D. Smith, (1988) Financial Intermediation and Endogenous Growth, Rochester Center for Economic Research VP, 159, March.",
        "Bernard, A. and S. Durlauf (1990) Convergence in International Output Movements, mimeo, Stanford Vniversity.",
        "Bhagvati, J. (1978), Anatomy and Conseuuences of Exchange Control Regimes, Cambridge, MA: Ballinger Publishing Co. for NHER.",
        "Boldrin, M. and J.A. Scbeinkman (1988), Learning-By-Doing, International Trade and Growth: A Note, The Economy as an Evolving Complex System, SF1 Studies in the Sciences of Complexity, Addison-Wesley.",
        "Brock, P.L. (1989), Reserve Requirements and the Inflation Tax, Journal of Money, Credit and Banking, February, pp.106-121.",
        "De Gregorio, 3. (1991), Inflation, Taxation, and Long Run Growth, mimeo IMF, July.",
        "Edwards, S. (1989), Openness, Outward Orientation, Trade Liberalization and Economic Performance in Developing Countries, NBER VP No. 2908, March.",
        "Feder, G. (1983), On Exports and Economic Growth, Journal of Development Economics, 12: 59-74.",
        "Feenstra, R.C. (1986?, Functional Equivalence Between Liquidity Costs and the Utility of Money, ` Journal of Monetarv Economics, pp.271-291.",
        "Fischer, S. (1991), Growth, Macroeconomics, and Development, in 0. J.",
        "Blanchard and S. Fischer eds., NHER Macroeconomics Annual, 1991, MIT press.",
        "Fry, M.J. (1982), Models of Financially Repressed Developing Economies, World Development, Vol.10, September.",
        "Fry, M.J. (1988) Money, Interest and Banking in Economic Development, The Johns Bopkins University Press.",
        "Gelb, A. (1988), Financial Policies, Efficiency, and Growth: An Analysis of Broad Cross-Section Relationships, World Bank.",
        "Goldsmith, R. W., (1969), Financial Structure and Development, Yale University Press, New Haven.",
        "Greenwood and Jovanovic (1990), Financial Development, Growth, and the Distribution of Income, Journal of Political Economy, 98, October, pp.1076-1107.",
        "Grossman, G. and E. Eelpman (1991), Innovation and Growth in the Global Economy, M.I.T. press, Cambridge, MA.",
        "International Monetary Fund (1968), Nineteenth Annual Report on Exchange Restrictions, Washington, DC.",
        "International Monetary Fund (1978), Twenth Ninth Annual Reoort on Exchange Restrictions, Washington, DC.",
        "Jones, C.I. (1990) Economic Growth and the Relative Price of Capital, Unpublished, M.I.T., October.",
        "Jones, L. and R. Manuelli (1988), A Model of Optimal Equilibrium Growth, unpublished mimeo, Northwestern University, April.",
        "Jung, W. and P.Marshall (1985), Exports, Growth and Causality in Developing Countries, Journal of Development Economics, 18: 1-12.",
        "Kelly, M., N.Kirmani, M.Xafa, C.Bonnekamp and P.Winglee, ed. (1988), Issues and Development in International Trade Policy, International Monetary Fund, Washington, DC., March.",
        "Kavoussi, R. Ã\u0083Â§1984), Export Expansion and Economic Growth: Further Empirical Evidence, Journal of Development Economics, 14: 241-50.",
        "Krueger, A.O. (1974), The Political Economy of the Rent Seeking Society, merican Economic Review, 64, pp. 292-303.",
        "Krueger, A. (1978), Foreign Trade Regimes and Economic Development: Liberalization Attempts and Conseuuences, Cambridge, MA: Ballinger Publishing Co. for NHER.",
        "Bank, February. Levine, R. and 0. Renelt (1990), A Sensitivity Analysis of Cross-Country Growth Regressions, unpublished mimeo, December.",
        "Brookings Institution, Washington, DC. McKinnon, R. (1982), The Order of Economic Liberalization: Lessons from Chile and Argentina, in K. Brunner and A.B. Meltzer (ed.), Economic Policy in a World of Change.",
        "McKianon, R.I. and 0. Mathieson (1981), How to Manage a Repressed Economy, Princeton Essays in International Finance, No.145.",
        "Michaely, M. (1977), Exports and Growth: An Empirical Investigation, Journal of Development Economics, 1: 49-53.",
        "Preliminary Statement of Issues, unpublished paper. Murphy, K., A. Schleifer and R.W.Vishny (1990), The Allocation of Talent: Implications for Growth, unpublished mimeo, University of Chicago, March.",
        "Persson, T. and G. Tabellini (1990) Macroeconomic Policy: Credibility and Politics, North Holland.",
        "Quah, D. and J.E. Rauch (1990), Openness and the Rate of Economic Growth, unpublished mimeo, MIT, October.",
        "Rebelo (1990), Long-Run Policy Analysis and Long Run Growth, NBER WP, April.",
        "Rivera-Batiz, L.A. and P.A.Romer (1990), Economic Integration and Endogenous Growth, NBER WP No.3528, December.",
        "Endogenous Technological Change, NBER WP No. 3594, January. Romer, P.A. (1986a), Increasing Returns and Long Run Growth, Journal of Political Economy, 94: 1002-37.",
        "Political Economy, XCXXVIII, October, 571-5102. Saint-Paul, C., (1990), Technological Choice, Financial markets and Economic Development, DELTA working paper 90-30, Paris.",
        "Sbaw, E.S. (1973), Financial Deepening in Economic Development, Oxford University Press, New York.",
        "Sidrauski,M. (1967), Rational Choice and Patterns of Growth in a Monetary Economy, American Economic Review, 57, pp.534-S44.",
        "Solow, R. (1957), Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39: 312-20.",
        "Stokey, N.L., (1990), Human Capital, Product Quality and Growth, NBER WP No. 3413, August.",
        "Summers, R. and A. Heston, A New Set of International Comparisons of Real Product and Prices: Estimates for 130 Countries, Review of Income and Wealth, 34: 1-25. Tyler, W. (1981), Growth and Export Expansion in Developing Countries, Journal of Development Economics, 9: 121-30.",
        "Warner, A. (1990), Debt, Trade, and Investment, Unpublished PhD dissertation, Harvard University.",
        "World Bank, (1987), World Development Report 1987, New York: Oxford University Press."
    ]
}