{
    "id": 3877,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Akerlof, George A., and L. Katz. Workers Trust Funds and the Logic of Wage Profiles Quarterly Joornal of Economics, CIV (1989), 525-36.",
        "Brown, Charles, Cilroy, Curtis and Kohen, Andrew. The Effect of the Minimum Wage on Employment and Unemployment, Journal of Economic Literature (June 1982), vol. 20, 487-528.",
        "Bulow, Jeremy, and Lawrence Summers. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment, Journal of Labor Economics, IV (1986), 376-414.",
        "Calvo, Guillermo A. and Wellisz, Stanislaw. Supervision, Loss of Control and the Optimum Size of the Firm, Journal of Political Economy, 1978, 86:5, 943-952.",
        "Carmichael, H. Lorne. Self-Enforcing Contracts, Shirking, and Life Cycle Incentives, Journal of Economic Perspectives, Fall 1989, 3:4, 65-83.",
        "Coase, Ronald H. The Nature of the Firm, Economica, November 1937, 52:5, 386-405.",
        "Dickens, William T., Lawrence F. Katz, Kevin Lang, and Lawrence H. Summers. Employee Crime and the Monitoring Puzzle, Journal of Labor Economics. VII (1989), 33 1-47.",
        "Gibbons, Robert. Piece-Rate Incentive Schemes, Jonrnal of Labor Economics, (October, 1987) 5:4, Partl 413-429.",
        "Freeman, Alida Costillo and Freeman, Richard B. Minimum Wages in Puerto Rico: A Textbook Case of a Wage Floor? NBER Working Paper No. 3759, June 1991.",
        "Holtzer, Harry, Lawrence Katz, and Alan Krueger. Job Queues and Wages: New Evidence on the Minimum Wage and Inter-Industry Wage Structure, NBER Working Paper No. 2561, 1988.",
        "Jones, Stephen R. G. Minimum Wage Legislation in a Dual Labor Market, European Economic Review (1987) 31:6, 1229-1246.",
        "Low-Wage Labor Market, NBER Working Paper No. 3655, 1991.",
        "Lang, Kevin. Job Signalling and Welfare Improving Minimum Wage Laws, Economic Inquiry, (1987) 25:1, 145-158.",
        "Levine, David I. Piece Rates, Output Restriction and Conformism, Hass School of Business Working Paper OBIR-54-1991, July 1991.",
        "MacLeod, W. Bentley, and Malcomson, James. Wage Premiums and Profit Maximiztion in Efficiency Wage Models, Center for Labor Economics (LSE) Working Paper No. 337, March 1989.",
        "Oi, Walter Y. Heterogeneous Firms and the Organization of Production, Economic Inquire, April 1983, 21:2, 147-171.",
        "Rebitzer, James B., and Taylor, Lowell J. The Demand for Contingent Workers in a Dual Labor Market Model, Quarterly Journal of Economics (November 1991) Rebitzer, James B. and Robinson,Michael. Employer Size and Dual Labor Markets When Product Demand is Uncertain, Review of Economics and Statistics, (forthcoming) .",
        "Saint-Paul, Gilles. Essays on Labor Markets and Macro-Economic Activity, Ph.D. thesis, MIT (1990).",
        "Shapiro, Carl, and Stiglitz, Joseph E. Equilibrium Unemployment as a Worker Discipline Device, Anierican Econoznic Review, LXXIV (1984), 433-44.",
        "Williamson, Oliver H. Hierarchical Control and Optimum Firm Size, The Journal of Political Economy, April 1967, 75:2, 123-138."
    ]
}