{
    "id": 388,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Arrow, K. J., Essays in the Theory of Risk Bearing, Amsterdam: North Holland, 1970.",
        "Block,.M. K. and J. 1l. Heineke, The Allocation of Effort under Uncertainty: The Case of Risk-averse Behavior, Journal of Political Economy, vol. 81, no. 2, March/April, 1973, pp. 376-385.",
        "Bradford, D., The Case for a Personal Consumption Tax, mimeo, Princeton University, 1978.",
        "Bradford, D. and H. Rosen, The Optimal Taxation of Commodities and Income, American Economic Review, Papers and Proceedings, vol. 66, no. 2, May, 1976, pp. 94-101.",
        "Cain, E. and H. Watts (eds.), Income Maintenance and Labor Supply, Chicago: Rand McNally, 1973.",
        "Diamond, P., J. Helms and J. Mirrlees, Optimal Taxation in a Stochastic Economy: A Cobb-Douglas Example, mimeo, MIT, 1978.",
        "Eaton, J., Fiscal Policy, Inflation and the Accumulation of Risky Capital, Econometric Research Program Memorandum No. 226, Princeton University, May, 1978.",
        "Feldstein, M. S., On the Optimal Progressivity of the Income Tax, Journal of Public Economics, vol. 2, November, 1973, pp. 357-376.",
        "Friend, I. and M. B. Blume, The Demand for Risky Assets, American Economic Review, vol. 65, no. 5, December 1975, pp. 900-922.",
        "Goldfeld, S. M. and R. E. Quandt, Nonlinear Methods in Econometrics, New York: North-Holland Publishing Company, 1971.",
        "Kosters, N. H., Effects of an Income Tax on Labor Supply, in The Taxation of Income from Capital, ed. by A. Harberger and N. Bailey, Washington, D.C.: The Brookings Institution, 1969.",
        "Leland, H. E., Savings and Uncertainty: The Precautionary Demand for Savings, Quarterly Journal of Economics, vol. 82, no. 3, August, 1968, pp. 465-473.",
        "Levhari, D. and Y. Weiss, The Effect of Risk on the Investment in Human Capital, American Economic Review, vol. 64, no. 6, December, 1974, pp. 950-963.",
        "Mayshar, J., Should Government Subsidize Risky Private Projects? American Economic Review,, 67, March, 1977, pp. 20-28.",
        "Mirrlees, 3., Notes on Welfare Economics, Information and Uncertainty, in N. S. Balch, D. I,. McFadden, and S. Y. Wu, Essays on Economic Behavior under Uncertainty, Amsterdam: North-Holland, 1974.",
        "Rothschild, N. and 3. E. Stiglitz, Increasing Risk: I. A Definition, Journal of Economic Theory, vol. 2, no. 3, September, 1970, pp. 225-243.",
        "Sandmo, A., Optimal Taxation--An Introduction to the Literature, Journal of Public Economics, vol. 6, no. 1, 2, July/August, 1976, pp. 37-54.",
        "Stern, N. H., On the Specification of Models of Optimum Income Taxation, Journal of Public Economics, 5, July/August, 1976, pp. 123-162."
    ]
}