{
    "id": 3882,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Blasi, Joseph R. 1986. Employee Ownership: Revolution or Rip-oil? New York: Harper and Row.",
        "Emergence of Employee Ownership and What It Means to American Business. New York: Rarpercollins. Chen, Andrew N., and cheng F. Lee, eds. 1988. Journal of Economics and Business, vol. 40.",
        "Chen, Andrew H., and Nyosuk Kang. 1988. Financial Implications ci ERIaA: Theory and Evidence, Journal of Economice and Business, vol. 4D, pp. 193-208.",
        "Chernoff, Joel. 1989. Cruehed by the Weight: 15 Years Later, Is ERISA Too Much of a Good Thing? Pensions and Investment Age, Sept. 4, p. 1.",
        "Clark, Robert L., and Ann A. Hcpermed. 199D. The choice of Pension Plans in a chanoino Regulatory Environment. Washington, D.C.: The AEI Press. Gustman, Alan L., and Thomas L. Steinmeier. 1989. The Stampede Toward Defined Contribution Pension Plans: Fact or Fiction? NBER Working Paper Number 3086, August.",
        "Gustman, Alan L., and Olivia S. Mitchell. 1990. Pensions and Labor Market Activity: Behavior and Data Requirements. Paper presented at Pension Research Council conference, Pensions and the U.S. Economy, March 22-23.",
        "Hamdaliah, Ahmed, and William Ruland. 1986. The Decision to Terminate Overfunded Pension Plans, Journal of Accounting snd Public Policy, pp. 77-91.",
        "Hay/Nuggins Company. 1990. Pension Plan Expense Study, Final report submitted to the Pension Benefit Guaranty Corporation, September.",
        "Ippolito, Richard A. 1985. The Labor Contract and True Economic Pension Liabilities, American Economic Review, December, PP. 1031-1043.",
        "Kruae, Dooglee L.~ 1991. Profit Sharing in the 198Oe: Disguised Wages or a Fundamentally Different Form of Compensation? tn Randall Eberta end Etica Groahen, ede., Structoral Chanpes in U.S. Labor Markets: Causes and Conse Armonk, NY: N.E. Sharpe.",
        "Maddala, 1983. Limited Dependent and poalitative Variables in Ecoonmetrics. New York: Caabridge nniversity Press.",
        "Peterson, Mitchell A. 1989. Pension Terminations and Worker-Stockholder Wealth Transfers, draft, Dept. of Economics, M.I.T., Way.",
        "Power, Mark L. 3987. An Analysis of the Growth in Defined Renefit and Defined Contribution Pension Plans, Renefitn poarterly, Third Quarter, pp. 49-5%. Szabo, Joan. 1989. ESOPs Fables end Other Pension Choices, Personnel Administrator, November, pp. 38-42.",
        "Stone, Mary. 1987. A Financing Explanation for overfunded Pension Plan Terminations, Journal of Accounting Research, 25, Autumn, pp. 317-326.",
        "Turner, John, end Daniel Seller. 1989. Trends in Pensions. Washington, D.C.: U.S. Dept. of Labor.",
        "Zoghiin, Gilbert 0. 1988. Defined Renefit Plans: Old Fashioned ot New Wave? Cashflow, March, pp. 35-37."
    ]
}