{
    "id": 3888,
    "cites": 49,
    "cited_by": 6,
    "reference": [
        "Admati, A. and P. Pfleiderer, 1988, A Theory of Intraday Patterns: Volume and Price Variability, Review of Financial Studies 1, 3-40.",
        "Admati, A. and P. Pfleiderer, 1989, Divide and Conquer: A Theory of Intraday and Day-of-the-Week Mean Effects, Review of Financial Studies 2, 189-224.",
        "Amihud, Y. and H. Mendelson, 1980, Dealership Markets: Market Making with Uncertainty, Journal of Financial Economics 8, 31-54.",
        "Amihud, Y. and H. Mendelson, 1987, `Trading Mechanisms and Stock Returns: An Empirical Investigation, Journal of Finance 42, 533-553.",
        "Ball, C., 1988, `Estimation Bias Induced by Discrete Security Prices, Journal of Finance 43, 841-865.",
        "Barclay, M. and H. Litzenberger, 1988, Announcement Effects of New Equity Issues and the Use of Intraday Price Data, Journal of Financial Economics 21, 71-100.",
        "Berndt, E., Hall, B., Hall, H. and J. Hausman, 1974, `Estimation and Inference in Nonlinear Structural Models, Annals of Economic and Social Measurement 3, 653-665.",
        "Box, C. and D. Cox, 1964, `An Analysis of Transformations, Journal of the Royal Statistical Society, Series B, 26, 211-243.",
        "Bronfman, C., 1991, `From Trades to Orders on the NYSE: Pitfalls in Inference Using Transactions Data, Working Paper, Department of Finance and Real Estate, College of Business and Public Administration, University of Arizona.",
        "Cho, D. and E. Frees, 1988, `Estimating the Volatility of Discrete Stock Prices, Journal of Finance 43, 451-466.",
        "Cohen, K., Maier, S., Schwartz, H. and D. Whitcomb, 1986, The Microstructure of Securities Markets. Englewoo d Cliffs: Prentice-Hall.",
        "Easley, D. and M. OHara, 1987, Price, Trade Size, and Information in Securities Markets, Journal of Financial Economics 19, 69-90.",
        "Easley, D. and M. OHara, 1990, The Process of Price Adjustment in Securities Markets, Working Paper, Johnson Graduate School of Management, Cornell University.",
        "Elkeboom, A., 1991, The Dynamics of the Bid-Ask Spread, Working Paper, Sloan School of Management, MIT.",
        "Engle, H., 1982, Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation, Economctrica 50, 987-1007.",
        "Carman, M., 1976, Market Microstructure, Journal of Financial Economics 3, 257-275.",
        "Glosten, L., 1987, Components of the Bid-Ask Spread and the Statistical Properties of 4 9.4 - 39 - 10.91 Transaction Prices, Journal of Finance 42, 1293-1307.",
        "Glosten, L. and L. Harris, 1988, Estimating the Components of the Bid/Ask Spread, Journal of Financial Economics 21, 123-142.",
        "Glosten, L. and P. Milgrom, 1985, Bid, Ask and Transaction Prices in a Market-Maker Market with Heterogeneously Informed Traders, Journal of Financial Economics 14, 71-100.",
        "Gottlieb, G. and A. Kalay, 1985, Implications of the Discreteness of Observed Stock Prices, Journal of Finance 40, 135-154.",
        "Gourieroux, C., Monfort, A. and A. Trognon, 1985, `A General Approach to Serial Correlation, Econometric Theory 1, 315-340.",
        "Gourieroux, C., Monfort, A., Renault, E. and A. Trognon, 1987a, `Generalised Residuals, Journal of Econometrics 34, 5-32.",
        "Harris, L., 1989a, Stock Price Clustering, Discreteness Regulation, and Bid/Ask Spreads, New York Stock Exchange Working Paper 89-01.",
        "Harris, L., 1989b, Estimation of Stock Variances and Serial Covariances from Discrete Observations, Working Paper, University of Southern California.",
        "Harris, L., 1991, `Stock Price Clustering and Discreteness, to appear in Review of Financial Studies.",
        "Harris, L., Sofianos, G. and 3. Shapiro, 1990, `Program Trading and Intraday Volatility, New York Stock Exchange Working Paper 90-03.",
        "Hasbrouck, J., 1988, Trades, Quotes, Inventories, and Information, Journal of Financial Economics 22, 229-252.",
        "Hasbrouck, 3., 1991a, `Measuring the Information Content of Stock Trades, Journal of Finance 46, 179-208.",
        "Hausman, 3., 1978, Specification Tests in Econometrics, Econometrica 46, 1251-1271.",
        "Ho, T. and H. Stoll, 1980, On Dealership Markets Under Competition, Journal of Finance 35, 259-267.",
        "Kyle, A., 1985, Continuous Auctions and Insider Trading, Econometrica 53, 1315-1335.",
        "Leamer, E., 1978, Specification Searches. New York: John Wiley and Sons.",
        "Lee, C. and M. Ready, 1991, `Inferring Trade Direction from Intraday Data, Journal of Finance 46, 733-746.",
        "Levine, D., 1983, `A Remark on Serial Correlation in Maximum Likelihood, Journal of Econometrics 23, 337-342.",
        "Lo, A. and C. MacKinlay, 1990a, `When Are Contrarian Profits Due To Stock Market Overreaction? Review of Financial Studies 3, 175-205.",
        "Lo, A. and C. MacKinlay, 1990b, Data-Snooping Biases in Tests of Financial Asset Pricing Models, Review of Financial Studies 3, 431-468.",
        "Maddala, G. 1983, Limited-Dependent and Qualitative Variables in Econometrics. Cambridge: Cambridge University Press.",
        "Madhavan, A. and S. Smidt, 1991, `A Bayesian Model of Intraday Specialist Pricing, to appear in Journal of Financial Economics.",
        "Newey, W., 1985, Semipararnetric Estimation of Limited Dependent Variable Models With Endogenous Explanatory Variables, Annales de LIrtsee 59/60, 219-237.",
        "Petersen, M., 1986, Testing the Efficient Market Hypothesis: Information Lags, the Spread, and the Role of the Market Makers, Undergraduate Thesis, Princeton University.",
        "Petersen, M. and S. Umlauf, 1990, `An Empirical Examination of the Intraday Behavior of the NYSE Specialist, Working Paper, M.I.T.",
        "Poirier, D. and P. Ruud, 1988, `Probit with Dependent Observations, Review of Economic Studies 55, 593-614.",
        "Randles, H. and D. Wolfe, 1979, Introduction to the Theory of Nonparametric Statistics. New York: John Wiley and Sons.",
        "Robinson, M., 1988, Block Trades on the Major Canadian and U.S. Stock Exchanges: A Study of Pricing Behavior and Market Efficiency. Doctoral Dissertation, School of Business Administration, University of Western Ontario.",
        "Roll, R., 1984, A Simple Implicit Measure of the Effective Bid-Ask Spread in an Efficient Market, Journal of Finance 39, 1127-1139.",
        "Stoll, H., 1989, `Inferring the Components of the Bid-Ask Spread: Theory and Empirical Tests, Journal of Finance 44, 115-134.",
        "Stoll, H. and H. Whaley, 1990, Stock Market Structure and Volatility, Review of Financial Studies 3, 37-71.",
        "Wang, 3., 1991, A Model of Competitive Stock Trading Volume, Working Paper, Sloan School of Management, MIT.",
        "Wood, R., Mclnish, T. and K. Ord, 1985, An Investigation of Transactions Data for NYSE Stocks, Journal of Finance 40, 723-738."
    ]
}