{
    "id": 3890,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Rathatine Ahraham and Susan Houseman, Job Security and Work Focoe Adjustment: How Different Are U.S. and Japanese Practices? Journal of the Japanese and International Economies, 3 (1989): 500-521.",
        "Orley Ashenfelter and Richard Layacd, eda. , Handbook of Labor Economics. Amsterdam: North-Holland Press, 1986.",
        "Mark Bergec arid John Caron, Heterogeneous Producers in an Extractive Industry, Resources and Energy, 12 (1990): 295-310.",
        "Ernst Becndt and David Wood, Technology, Prices, and the Derived Demand for Energy, Review of Economics and Statistics, 57 (1975): 259-268.",
        "Charles Brown, Curtis Cilroy and Andrew Rohen, The Effect of the Minimum Wage on Employment and Unemployment, Journal of Economic Literature, 20 (1982): 487-528.",
        "Simon Burgess and Juan Polado, Tntertemporal Rules with Variable Speed of Adjustment: An Application to UK Manufacturing Employment, Economic Journal, 99 (1989) : 147-365.",
        "David Card, The Impact of the Mariel Baatlift on the Miami Labor Market, Industrial and Labor Relations Review, 41 (1990): 245-257.",
        "Dennis Carlton, Why Hew Firma Locate Where They Do: An Econometric Model, in William Wheaton, ed. Interregional Movements and Regional Crowth. Washington, DC, The Urban Institute, 1979.",
        "Alida Caatillo-Freeman and Richard Freeman, Minimum Wages and Employment in Puerto Rico: Textbook Case of a Wage Floor, Industrial Relations Research Association, Proceedings, 43 (1990): James Dertoucos and Lynn Raroly, Labor Market Responses to Employer Liability, Unpublished paper, The RAND Corporation, 1990.",
        "Theresa Devine and Nicholas Kiefer, Empirical Labor Economics: The Search Approach. Hew york: Oxford, 1991.",
        "Elizabeth Field, Free and Slave Labor in the Antebellum South: Perfect Substitutes or Different Inputs? Review of Economics and Statistics, 70 (1988): 654-659.",
        "Daniel Hamermesh, Labor Demand and Job Security Policies, in Robert Hart, ed. Employment, Unemployment end Labor Utilization. Boston: Unwin Hyman, 1988.",
        "Susan Houseman, Industrial Restructuring with Job Security: The Case of Kunppqan t~~j. Camirridge, MA: Harvard University Press, 1991.",
        "Stephen Nickell, Unemployment and the Structure of Labour Costs, Carnegie-Rochester Conference Series on Public Policy, 11 (1979): 187-222.",
        "Employment in the United Kingdom, Review of Economic Studies, 51 (1984): 529-557.",
        "Leslie Papke, Interstate Business Tax Differentials sod Hew Firm Location: Evidence from Panel Data, Journal of Public Economics, 45 (1991): 47-68.",
        "Carlns Santiago, The Dynamics of Minimum Wage Policy in Economic Development: A Multiple Time-Series Approach, Economic Development and Cultural Change, lB (1989): 1-30.",
        "Matthew Shapiro, The Dynamic Demand for Capital and Labor, Quarterly Journal of Economics, 101 (1986): 513-542.",
        "Prank Stafford, Forestalling the Demise of Empirical Economics: The Role of Microdata in Labor Economics Research, in Orley Ashonfelter and Richard Laymrd, eds., Handbook of Labor Economics. Amsterdam: North-Holland Press, 1986.",
        "Alison Wellington, Effects of the Minimum Wage on the Employment Status of Youths: An Update, Journal of Human Resources, 26 (1991): 27-46.",
        "FOOTNOTES Jeff Biddle and Harry Hoizer made helpful comments on an earlier draft. This material was presented as a Keynote Lecture, European Association of Labor Economists, Madrid, September 27, 1991."
    ]
}