{
    "id": 3892,
    "cites": 25,
    "cited_by": 21,
    "reference": [
        "Bernarike, Ben, 1990, `On the Predictive Power of Interest Rates and Interest Rate Spreads, NBER Working ~g~j No. 3486.",
        "Bernanke, Ben and Alan S. Blinder, 1988, Is It Money or Credit, or Both, or Neither?, American Economic Review, May 1988, 435-439.",
        "Bernanke, Ben and Alan S. Blinder, 1990, `The Federal Funds Rate and the Transmission of Monetary Policy, NBER Working ~ No. 3487.",
        "Bernanke, Ben and Mark Gertler, 1987, `Banking and Macroeconomic Activity in New Approaches to Monetary Economics, edited by William Barnett and Kenneth Singleton, (New York, Cambridge University Press).",
        "Bernanke, Ben and Mark Gertler, 1989, `Agency Costs, Net Worth and Business Fluctuations, American Economic Review, March, 14-31.",
        "Blinder, Alan S., and Joseph Stiglitz, 1983, Money, Credit Constraints and Economic Activity, American Economic Review, 297-302.",
        "Calomiris, Charles, and R. Glenn Hubbard, 1990, Firm Heterogenity, Internal Finance and Credit Rationing, Economic Journal 100, March. 90-104.",
        "Diamond, Douglas, 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, July, 393-414.",
        "Evans, David, and Boyan Jovanovic, 1989, An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy 94, August. 808-827.",
        "Farmer. Roger, 1985, Implicit Contracts with Asymmetric Information and Bankruptcy, Review of Economic Studies, July, 427-442.",
        "Fazzari, Stephen, R. Glenn Hubbard, and Bruce Peterson, Financing, Constraints and Corporate Investment, 1988, Brookings Papers on Economic Activity, no.1, 141-195.",
        "Fuerst, Timothy, 1990, Liquidity, Loanable Funds, and Real Activity, mimeo.",
        "Gale, Douglas and Martin Hellwig, 1985, Incentive-Compatible Debt Contracts I: The One-Period Problem, Review of Economic Studies, October, 647-64.",
        "Gertler, Mark, forthcoming, `Financial Capacity and Output Fluctuations in An Economy with Multiperiod Financial Relationships, Review ~ Economic Studies. Gertler, Mark and R. Glenn Hubbard, 1989, Financial Factors in Business Fluctuations, In Financial Market Volatility; Causes, Consequences, and ~ Recommendations, Federal Reserve Bank of Kansas City.",
        "Gilchrist, Simon, 1990, An Empirical Analysis of Corporate Investment and Financing Hierarchies using Firm Level Panel Data, mimeo.",
        "Gilchrist, Simon, 1990, Two Essays on Investment and Credit Market Imperfections, University of Wisconsin Phd. thesis.",
        "Greenwald, Bruce, and Joseph Stiglitz, 1988, Information, Finance Constraints and Economic Activity, in Finance Constraints, Expectations and Economic Activity, edited by Meir Kohn and S.C. Tsiang, (Oxford, Oxford University Press), 141-165.",
        "Kashyap, Anil, David Wilcox, and Jeremy Stein, 1991, The Monetary Transmission Mechanism: Evidence From the Composition of External FInance, FEDS Working ~gpgj No. 151.",
        "Mills, David, and Laurence Schumann, 1985, Industry Structure with Fluctuating Demand, American Economic Review, September. 758-767.",
        "Ramey, Valerie, 1991, `The Source of Fluctuations in Money: Evidence in From Trade Credit. NOER Working ~gg~p No. 3756.",
        "Romer, Christina D., and David H. Rorner, 1989, Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual 4, 121-170.",
        "Romer, Christina D., and David H. Romer, 1990, New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity 1.",
        "Sims, Christopher, 1980, Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered, American Economic Review 70, May, 250-57.",
        "Townsend, Robert, 1979, Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory 21, October, 265-293.",
        "Williamson, Stephen, D., 1987a, Financial Intermediation, Business Failures, arid Real Business Cycles, Journal of Political Economy 95, December, 1196-1216."
    ]
}