{
    "id": 3896,
    "cites": 56,
    "cited_by": 56,
    "reference": [
        "Aghevli, B. and J. Marquez-Ruarte (1985). A Case of Successful Adj us tment: Korea&apos;s Experience during 1980-84. IMF Occasional Paper No. 39. Andersen,T. (1989) Credibility of Policy Announcements. European Economic Review, vol. 33, 1, 13-20.",
        "Arndt, H.W. (1974). Survey of Recent Developments, Bulletin of Indonesian Economic Studies. X, 2 (July), 1-34.",
        "Bailey, M. (1956) The Welfare Cost of Inflationary Finance. Journal of Political Economy.64 (2) April, 93-110.",
        "Ball,L. (1990) Credible Disinflation with Staggered Price Setting. NBER Working Paper No. 3555 ...... (1991) The Genesis of Inflation and the Costs of Disinflation. NBER Working Paper No.3621, February.",
        "Barro.R. (1983) Inflationary Finance under Discretion and Rules. Canadian Journal of Economics. 16,(1), 1-16.",
        "....... and D.Gordon (1983) A Positive Theory of Inflation in a Natural Rate Model. Journal of Political Economy 91,4, (August) pp.589-610.",
        "Blackburn,K. and Christensen,M. (1989) Monetary Theory and Policy Credibility: Theories and Evidence. Journal of Economic Literature Vol. 27, March, pp. 1-45.",
        "Blanchard,0. and S. Bentolila (1990) Spanish Unemployment. Economic Policy 10, April, 234-281.",
        "Booth, Anne and Peter McCawley, (1981). The Indonesian Economy During the Soeharto Era. New York: Oxford University Press.",
        "Bruno, M. (1991) High Inflation and the Nominal Anchors of an Open Economy. Princeton Essays in International Finance, No. 183.",
        "Bruno, M. et al (eds.) (1988) Inflation and Stabilization. Cambridge.Mass: MIT Press Bruno, M. et al (eds.) (1991) Lessons of Economic Stabilization and Its Aftermathlnflation and Stabilization. Cambridge,Mass: MIT Press Cagan.P. (1956) The Monetary Dynamics of Hyperinflation, in M.Friedman (ed), Studies in the Quantity Theory of Money. Chicago: University of Chicago Press. - 67 Calvo.G. (1983a) Staggered Contracts and Exchange Rate Policy. in J.Frenkel (ed.) Exchange Rates and International Macroeconomics. Chicago: University of Chicago Press.",
        "........--(1983b) Staggered Contracts in a Utility-Maximizing Framework Journal of Monetary Economics 12,3, September 383-398.",
        "Cardoso, E. and A. Fishlow (1990) The Macroeconomics of the Brazilian External Debt in J.Sachs (ed.) Developing Country Debt and Economic Performance Vol. 2. Chicago: University of Chicago Press.",
        "Clavijo, S. (1990). Stabilization Policies in Latin America 1984-88: Some Lessons for the New Decade, Central Bank of Colombia, mimeo.",
        "Cole, D.C. and Y.C. Park (1983). Financial Development in Korea. 1945-1978. Cambridge, MA: Harvard University Press.",
        "Corbo,V.(1985) International Prices, Wages and Inflation in the Open Economy. Review of Economics and Statistics. Vol. 67,(November) 564-573.",
        "....... and Sang-Woo Nam (1991). Controlling Inflation: The Recent Experience of the Republic of Korea, Chapter V in V. Corbo and Sang-mok Suh (eds), Structural Adjustment in a Newly Inudstrialized Country: The Korean Experience. manuscript, World Bank.",
        "....... and A.Solimano (1991) Chile&apos;s Experience with Stabilization Revisited. World Bank, WPS 579.",
        "Coricelli,F. (1990) Industrial Relations and Macroeconomic Performance. An Application to Spain. WP/90/93, International Monetary Fund.",
        "Dornbusch, R. (1989). Credibility, Debt and Unemployment. Ireland&apos;s Failed Stabilization. Economic Policy April, 174-209.",
        "______... and S.Fischer (1986) Stopping Hyperinflation: Past and Present Weltwirtschaftliches Archiv. April.",
        "........ (1990). Macroeconomics (fifth edition). New York: McGraw Hill.",
        "Dornbusch,R. F.Sturzenegger and H.Wolf (1990) Extreme Inflation: Dynamics and Stabilization. Brookings Papers on Economic Activity. 2, 2-84.",
        "Driffill.J. (1989) Macroeconomic Policy Games With Incomplete Information. European Economic Review Vol. 32, 533-541.",
        "Edwards, A. and S. Edwards (1987) Monetarism and Liberalization Cambridge: Ballinger Fellner,W. (1982) Shock Therapy or Gradualism. in W.Fellner et al. Shock Therapy&apos; or Gradualism? A Comparative Approach to Ant i. - Inf la tion Policies. New York: Group of Thirty.",
        "Fender,J, (1990) Inflation. Ann Arbor: University of Michigan Press.",
        "Fischer,S. (1977) Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy. 85, 1, 191-205.",
        "......... (1982) Seigniorage and Fixed Exchange Rates: An Optimal Inflation Tax Analysis, in R.Dornbusch and M.Obstfeld (eds), Developing Countries in the World Flnancal Markets. Chicago, IL: University of Chicago Press.",
        "......... (1986) Contracts, Credibility, and Disinflation, Chapter 7 in Indexing. Inflation and Economic Pol icy Cambridge,Ma : MIT Press.",
        "--------- (1988) Real Balances, the Exchange Rate, and Indexation: Real Variables in Disinflation, Quarterly Journal of Economics. 103, 1, 27-50.",
        "Fishlow,A. (1974) Indexing Brazilian Style: Inflatrion Without Tears. Brookings Papers on Economic Activity 1,pp.261-280.",
        "Foxley,A. (1983) Latin American Experiments in Neo-Conservative Economics Berkeley: university of California Press.",
        "Friedman,M. (1971) Government Revenue from Inflation. Journal of Political Economy Vol. 79, No.4 (July/August), 846-856.",
        "Fuhrer,J. and G.Moore (1990) Monetary Policy Rules and the Indicator Properties of Asset Prices in R.Porter (ed.) Asset Prices and the Conduct of Monetary Policy. Washington DC: Board of Governors of the Federal Reserve.",
        "Gelb, Alan and Bruce Glassburner (1988). Indonesia: Windfalls in a Poor Rural Economy, in A. Gelb (ed), Oil Windfalls Blessing or Curse?. New York: Oxford University Press, for the World Bank.",
        "Gillis, Malcolm (1984). Episodes in Indonesian Economic Growth, in A. Harberger (ed), World Economic Growth. San Francisco: Institute of Contemporary Studies.",
        "Glassburner, Bruce (1971) (ed). The Economy of Indonesia. Ithaca: Cornell University Press.",
        "Hommes, R. (1990) Colombia, in J. Williamson (ed), Latin American Adjustment. Washington, DC: Institute for International Economics.",
        "Kiguel,M. and N.Liviatan (1990) Some Implications of Policy Games for High Inflation Economies. mimeo, World Bank, Country Economics Department, WPS 379. - 69 -Kremers, H. (1990) Gaining policy Credibility for a Disinflation: Ireland Experience in the EMS. IMF Staff Papers Vol. 37, No.1 (March) 116-145.",
        "Lipsey, R. (1990) (ed.) Zero Inflation. The Goal of Price Stability. Toronto: C.D. Howe Institute, Lopez - Claros,A. (1988) The Search for Efficiency In the Adjustment Process. Spain in the 1980s. Occasional Paper No.57. Washington DC: International Monetarey Fund.",
        "McCawley, Peter (1973). Survey of Recent Developments, Bulletin of Indonesian Economic Studies. IX, 3 (Nov), 1-27.",
        "Modigliani, F. and T. Padoa-Schioppa (1978) The Management of an Open Economy with &apos;100% Plus&apos; Indexing, Princeton Studies In International Finance Nam, Sang-woo (1984). Korea&apos;s Stabilization Efforts since the Late 1970s, Korea Development Institute, Working Paper 8405 (March).",
        "Papanek, Gustav F. (1980), (ed). The Indonesian Economy. New York: Praeger.",
        "........- and G.Tabellini (1989) Macroeconomic Policy. Credibility and Politics Unpublished manuscript, UCLA.",
        "Phelps,E. (1973) Inflation in a Theory of Public Finance Swedish Journal of Economics Vol. 75, 1, pp.67-82.",
        "Ramos,J. (1986) Neo-conservatlve Economics in the Southern Cone of Latin America. 1973-83. Baltimore: Johns Hopkins Universirty Press.",
        "Reserve Bank of New Zealand Monetary Policy Statement, various issues Sargent,T. (1982) The Ends of Four Big Inflations in R.Hall (ed.) Inflation. NBER and University of Chicago Press.",
        "Sargent,T. (1986) Rational Expectations and Inflation New York: Harper 6c Row.",
        "Selody, J. (1990) The Goal of Price Stability: A Review of the Issues. Technical Report No. 54, May Ottawa: Bank of Canada.",
        "Simonsen.M. (1974) A Nova EconomÃ\u0083Â­a Brasilelra Rio de Janeiro: Jose Olympio -....... (1986) Indexation. Current Theory and the Brazilian Experience. In R.Dornbusch and H. Simonsen (eds.) Inflation. Debt and Indexation. Cambridge: MIT Press.",
        "Taylor,J. (1980) Aggregate Dynamics and Staggered Contracts. Journal of Political Economy 88, 1 (February) 1-23.",
        "........... (1982) The Role of Expectations In the Choice of Monetary Policy. in Federal Reserve Bank of Kansas Monetary Policy Issues in the 1980s Kansas City.",
        "........... (1983) Union Wage Settlements During a Disinflation, American Economic Review. 73, 5 (Dec), 981-993.",
        "Tobin.J. (1980) Stabilization Policy Ten Years Afterwards. Brookings Papers on Economic Activity 1, 18-71.",
        "Urrutia, M. (1989) The Politics of Fiscal Policy in Colombia, in M. Urrutia et al (eds), The Political Economy of Fiscal Policy. Tokyo: United Nations University.",
        "World Bank (1984) Colombia: Economic Development and Policy under Changing Conditions. Washington, DC."
    ]
}