{
    "id": 3902,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Berle, Adolph and Gardiner Means. The Modern Corporation and Private Property. New York: Macmillan, 1932.",
        "Bernanke, Ben, and John Y. Campbell. Is There a Corporate Debt Crisis?, Brookings Papers on Economic Activity 1 (1988): 83 - 125.",
        "Bhattacharya, Sudipto. Imperfect Information, Dividend Policy, and The Bird in the Hand Fallacy. Bell Journal of Economics 10 (Spring 1979) : 259 - 270.",
        "Bulow, Jeremy I., Lawrence H. Summers, and Victoria Summers. Distinguishing Debt from Equity in the Junk Bond Market Era. In John B. Shoven and Joel Waldfogel, eds., Debt, Taxes, and Corporate Restructuring. Washington, D.C.: Brookings Institution, 1990.",
        "Cantor, Richard. A Panel Study of the Effects of Leverage on Investment and Employment. Federal Reserve Bank of New York Quarterly Review (Summer 1990): 31-41.",
        "Easterbrook, Frank. Two Agency-Cost Explanations of Dividends. American Economic Review 74 (September 1984): 650-659.",
        "Friedman, Benjamin. Increasing Indebtedness and Financial Instability in the United States, in Debt, Financial Stability and Public Policy. Federal Reserve Bank of Kansas City. 1986.",
        "Friedman, Benjamin. Views on the Likelihood of Financial Crisis. Working Paper No. 3407, National Bureau of Economic Research, August 1990.",
        "Gertler, Mark and R. Glenn Hubbard. Taxation, Corporate Capital Structure, and Financial Distress. In Lawrence H. Summers ed. , Tax Policy and The 29 Economy, Vol. 4. Cambridge: MIT Press, 1990.",
        "Gordon, Roger and Burton Malkiel. Corporate Finance. In Henry Aaron and Joseph Pechman, eds., How Taxes Affect Economic Behavior. Washington, D.C.: Brookings Institution, 1981.",
        "Harris, Milton and Artur Raviv. The Theory of Capital Structure. Journal of Finance 46 (March 1991).",
        "Jensen, Michael. Active Investors, LBOs, and the Privatization of Bankruptcy. Journal of Applied Corporate Finance 2 (Spring 1989): 35-44.",
        "Jensen, Michael. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review 76 (May 1986): 323-329.",
        "Lintner, John V. The Distribution of Incomes of Corporations Among Dividends, Retained Earnings and Taxes. American Economic Review 46 (May 1956): 97-113.",
        "Marsh, Terry and Robert Merton. Dividend Behavior for the Aggregate Stock Market. Journal of Business 60 (January 1987): 1-44.",
        "Miller, Merton and Kevin Rock. Dividend Policy Under Asymmetric Information. Journal of Finance 40 (September 1985): 103-151.",
        "Poterba, James. Tax Policy and Corporate Saving. Brookings Papers on Economic Activity 2 (1987): 455-503.",
        "Sharpe, Stephen, Debt and Employment Volatility over the Business Cycle, mimeo, Federal Reserve Board, 1990.",
        "Shleifer, Andrei and Robert W. Vishny. Asset Sales and Debt Capacity. Working Paper No. 3618, National Bureau of Economic Research, February 1991.",
        "Warshawsky, Mark. Is There A Corporate Debt Crisis?: Another Look. In R. Glenn Hubbard, ed. , Financial Markets and Financial Crises. Chicago: University of Chicago Press, 1991."
    ]
}