{
    "id": 3908,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "1986 Post Retirement Adjustments of Pensions. Journal of Human Resources 21(1) :118-137. Bodie, Zvi",
        "1990 Pensions As Retirement Income Insurance. Journal of Economic Literature 28(l):28-49. Bulow, Jeremy I",
        "1982 What are Corporate Pension Liabilitiea. Quarterly Journal of Economics 97(3) :435-452. Feldstein, Martin,",
        "1983 Should Private Pensions Be Indexed? In Pinancial Aspects of the United Stares Pension System, ed. lvi Bodie and John B. Shoven. Chicago: The University of Chicago Press: 211-230. Custman, Alan L. and Olivia S. Mitchell.",
        "1987 Pensions, Efficiency Wages and Job Mobility. National Bureau of Economic Research, Working Paper No. 2426.",
        "1989a An Analysis of Pension Benefit Formulas, Pension Wealth and Incentives From Pensions. In Research In Labor Economics, ed. Ronald Ehrenberg; 10:33-106.",
        "1989b Evaluating Pension Policies in a Model with Endogenous Contributions, NBER Working Paper 3085, August.",
        "1990 Pension Portability And Labor Mobility: Evidence From The Survey of Income And Program Participation, Working Paper No. 3525, December.",
        "1992 The Stampede Toward Defined Contribution Pension Plans: Fact Or Fiction?, Industrial Relations 31(2). Ippolito, Richard A.",
        "1986 Pensions, Economics and Public Policy. Homewood, Illinois: Dow Jones - Irvin. Kotlikoff, Laurence J. and Ps. id A. Wise.",
        "1985 Labor Compensation and The Structure of Private Pension Plans: Evidence For Contractual vs. Spot Labor Markers. In Pensions, Labor, and Individual Choice, ed. David A. Wise. Chicago:",
        "1979 Why Is There Mandatory Retirement? Journal Of Political Economy",
        "1988 Worker Knowledge of Pension Provisions - Journal Of Labor Economics 6(i):2l-39.",
        "1991 Trends In Pension Benefit Formulas And Retirement Provisions, National Bureau of Economic Research, Working Paper No, 3744, June. U.S. Department Of Labor, Bureau Of Labor Statistics Employee Benefits Medium ~ 4!~ Firms. Washington, D.C.: U.S. Goverument Printing Office, various years. Wyatt Company, A Survey Of Retirement, Thrift And Profit Sharing Plans Covering Salaried Employees Of 50 )~g~gg U.S. Industrial Companies. Annual Survey, various years."
    ]
}