{
    "id": 391,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "1. Aoki, 11., 1977, A Note on the Stability of the Interaction of Monetary Policies, Journal of International Economics, February, 8 1-94.",
        "2. Bank of England, 1976, Report and Accounts for the Year Ended 29 February 1976.",
        "3. Boyer, R.S., 1978, Optimal Foreign Exchange Market Intervention, Journal of Political Economy, December, 1045-55.",
        "4. Branson, W.H., 1976, Asset Markets and Relative Prices in Exchange Rate Determination, Seminar Paper No. 66, Stockholm, Institute for International Economic Studies, December.",
        "5. De Grauwe, P., l975a, The Interaction of Monetary Policies in a Group of European Countries, Journal of International Economics, August, 207-228.",
        "6. De Grauwe, P., 1975b, International Capital Flows and Portfolio Equilibrium: Comment, Journal of Political Economy, October, 1077-80.",
        "7. Deutsche Bundesbank, 1975, Report of the Deutsche Bundesbank for the Year 1975.",
        "8. Dornbusch, R., 1976a, Expectations and Exchange Rate Dynamics, Journal of Political Economy, December, pp. 1161-1176.",
        "9. Dornbusch, R., 1976b, The Theory of Flexible Exchange Rate Regimes and Macroeconomic Policy, Scandinavian Journal of Economics, No. 2, pp. 255-75.",
        "10. Girton, L. and D.W. Henderson, 1976, Central Bank Operations in Foreign and Domestic Assets under Fixed and Flexible Exchange Rates, International Finance Discussion Paper No. 83, Washington, Federal Reserve Board, May.",
        "11. Herring, R.J. and R.C. Marston, 1977, National Monetary Policies and International Financial Markets, Contributions to Economic Analysis No. 104. Amsterdam: North-Holland Publishing Co.",
        "12. Herring, R.J. and R.C. Marston, 1978, Sterilization Policy: The Trade-off between Monetary Autonomy and Control over Foreign Exchange Reserves, European Economic Review, February, 325-43.",
        "13. Isard, P., 1978, Exchange Rate Determination: A Survey of Popular Views and Recent Models, Princeton Studies in International Finance, No. 42, May. 24",
        "14. McKinnon, R.I.,, 1974, A New Tripartite Monetary Agreement or a Limping Dollar Standard? Essays in Tn~ernational Finance No. 106, Princeton, October.",
        "15. Poole, W., 1970, Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, May, pp. 197-2l~.",
        "16. Santomero, A.M. and J.J. Siegel, 1978, Bank Regulation and Macroeconomic Stability, unpub. ms.",
        "17. Siegel, ~ 1978, Optimal Stabilization in a General Equilibrium"
    ]
}