{
    "id": 3910,
    "cites": 36,
    "cited_by": 3,
    "reference": [
        "Adams, Paul D. and Steve B. Wyatt (1989) On the pricing of European and American foreign currency options: a clarification.",
        "Journal of International Money and Finance, 8, 305-311. Ball, Cliff and Antonio Roma (1990) The European monetary system, jump-diffusion processes, and the pricing of options.",
        "Unpublished manuscript. Vanderbilt University, August. Bates, David, 1990 The crash premium: Option pricing under asymmetric processes, with applications to options on Deutschemark Futures, Wharton School, University of Pennsylvania, July.",
        "Bilson, John (1981) The speculative efficiency hypothesis.",
        "Journal of Business,54, 433-451. Bodurtha, James, and Georges Courtadon (1987), Tests of an American Option Pricing Model on the Foreign Currency Options Market, Journal of Financial and Quantitative Analysis 22, 153-67.",
        "Bollerslev, Tim (1986) Generalized autoregressive conditional heteroskedasticity. Journal of Econometrics, 31, 307-327.",
        "Boothe, Paul and Debra Glassman (1987) The statistical distribution of exchange rates: Empirical evidence and economic implications. Journal of International Economics, 22, 297-319.",
        "Borensztein, Eduardo and Michael Dooley (1987) Options on foreign exchange and the exchange rate expectations. IMF staff IDapers, 643-680. December.",
        "Ruttier, Hans-Jurg (1989) An expository note on the valuation of foreign exchange options. Journal of International Money and Finance, 8, 295-304.",
        "Frankel, Jeffrey and Kenneth Froot (1987) Using survey data to test standard propositions on exchange rate expectations. American Economic Review 77, March, 133-153.",
        "Frankel, Jeffrey and James Stock (1987) Regression vs. volatility tests of foreign exchange markets, journal of International Nones and Finance, 6:49-56.",
        "Froot, Kenneth and Jeffrey Frankel (1989). `Forward Discount Bias: Is it an exchange risk premium? Q~~p~Ã\u0083Â§terly Journal of Economics, 104, no. 1. February.",
        "Froot, Kenneth, (1990) On the Efficiency of the Foreign Exchange Market Journal of Economic Perspectives . January.",
        "Garman, Mark and M. Xlass (1980) On the estimation of Security Price Volatility from historic data. Journal of Busines~ vol 53 no. 1 67-78.",
        "Garman, Mark, and Steven Kohlhagen (1983), Foreign Currency Option Values, Journal of International Money and Finance 2, 231-238.",
        "Hansen, Lars and Robert Hodrick (1980) Forward exchange rates as optimal predictors of future spot rates: An econometric analysis. Journal of Political Economy. October, 882829-853.",
        "Havenner, Arthur and Bagher and Modjtahedi (1988) Foreign exchange rates: A multiple currency and maturity analysis. Journal of Econometrics 37, 251-264.",
        "Henriksson, Roy and Robert Merton (1981) On market timing and investment performance. II. Statistical procedures for evaluating forecasting skills. Journal of Business 54, no.4.",
        "Hsieh, David (1984) Tests of rational expectations and no risk premium in forward exchange markets. Journal of International Economics, 17, 173-184.",
        "Hsieh, David, and Manas-Anton, 1988, Empirical regularities in the Deutsche Mark futures options, Advances in Futures and Options Research 3, 183-208.",
        "Jorion P. (1988) On jump processes in the foreign exchange and stock markets, The Review of Financial Studies Vol.l,,No.4,427-44S.",
        "Lai, Eon S (1990) An evaluation of survey exchange rate forecasts.",
        "Economics Letters 32, 61-65. Longworth, David (1981) Testing the efficiency of the Canadian-U.S.",
        "Journal of Finance, 36, 43-49. Lyons, Richard (l988):Tests of the foreign exchange risk premium using the expected second moments implied by option pricing. Journal of International Money and Finance. Vol.7, No.1, March. Meese, Richard and Kenneth Rogoff (1983) Empirical exchange rate models of the seventies: Do they fit out of sample? Journal of International Economics, 14, February. 3-24.",
        "Meese, Richard and Kenneth Rogoff (1983) The out-of-sample failure of empirical exchange rate models: Sampling errors or misspecification? Exchange Rates and International Macroeconomics, Jacob Frenkel, ed. Chicago: University of Chicago Press. 67-105.",
        "Melino, Angelo, and Stuart Turnbull (1990), Pricing Foreign Currency Options with Stochastic Volatility, Journal of Econometrics 45, 239-265.",
        "Melino, Angelo, and Stuart Turnbull (1991), The Pricing of Foreign Currency Options, Canadian Journal of Economics 24, no. 2, May, 251-281.",
        "Merton, Robert (1973): Theory of rational option pricing. Bell Journal of Economics and Management Science 4, 141-183.",
        "Merton, Robert (1977): On the pricing of contingent claims and the Modigliani-Miller theorem. Journal of Financial Economics 5, 177-188.",
        "Ng~, Victor, 1991, Stochastic Volatility Option Pricing in Discrete Time, School of Business Admin., Univ. of Michigan, June.",
        "Shiller, Robert J. (1981) Do stock prices move too much to be justified by subsequent changes in dividends? American Economic Review, 71, 421-436.",
        "Stein, Jeremy (1989): Overreactions in the options market. Journal of Finance~ Vol XLIV, No.4, September.",
        "Tryon, Ralph (1979) Testing for rational expectaions in foreign exchange markets. Federal Reserve Board International Finance 31 Discussion Paper, No.139.",
        "Ware, Roger and Ralph Winter (1988): Forward markets, currency options and hedging of foreign exchange risk. Journal of International Economics 25, 291-302.",
        "Wei, Shang-Jin (1991): Anticipations of foreign exchange volatility and bid-ask spreads. International Finance Discussion Papers, Number 409, Board of Governors of the Federal Reserve System.",
        "August. Wiggins, James (1987): `~Option values under stochastic volatility."
    ]
}