{
    "id": 3911,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Adler, Michael and Bernard Dumas, International Portfolio Choice end Corporation Finance: A Synthesis, Journal of Finance (June 1983), 925-84.",
        "Investigation, Journal of Finance 42 (1987), 533-555.",
        "Barclay, Michael, Robert Litzenberger, end Jerold Warner, Private Information, Trading Volume and Stock Return variances, Review of Financial Studies 3 (1990), 233-253.",
        "Becker, Kent 0. , Joseph 5. Finoerty, end Menoj Gupta, The Interteepotal Relation Between the U.S. and the Japanese Stock Markets, The Journal of Finance 45 (1990), 1297-1306.",
        "Bollerslev, Tim, Generalized Autoregressive Conditional Heteroskedesticity. Journal of Econometrics 31 (1986), 307-327.",
        "Bollerslev, Tie, Ray Y. thou, and Kenneth F. Kroner, ARCH Modeling in Finance: Theory and Empirical Evidence, Northwestern University (August 1990).",
        "Bollerslev, Tie, and J. Wooldridge, Quasi Maximum Likelihood Estimation of Dynamic Models with Ties Varying Covariances, Department of Economics, Massachusetts Institute of Technology, working paper 505 (1988) Brook, William, Josef Lakooishok, and Blake LeBsron, Simple Technical Trading Rules end the Stochastic Properties of Stock Returns, University of Wisconsin - Madison, SSRI working paper no. 9022.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldaano, Positive Feedback Investment Strategies and Destabilization Rational Speculation, Journal of Finance 45 (1990), 379-39S 25 Dieold, Frsnc~s X. end Mark Nerlove, The Dynamics of Exchange Rate Voletility: A Multiveriate Latent Factor ARCN Model, Journal of Applied Econometrics 4 (1990), 1-21.",
        "Engle, Robert F., Autoregressive Conditional Heteroskedasticity with Estiestes of the Variance of United Kingdom Inflation, Econoaetrfaa 50 (July 1982)987-1007.",
        "Engle, Robert F. * and Chovdhury Nustafe, Implied ARCH Models from Options Prices, University of California, Sen Diego, Discussion Paper 99-19 (l989~ Eun, Cheol S., end Sengdal Shim, International Transmission of Stock Market Movements, Journal of Financial end Quantitative Analysis 24 (June 1989), 241-56.",
        "Fame, Eugene F., end Kenneth R. French, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96 (1988), 246-273.",
        "Gibbons, M. , and P. Hess, Day of the Week Effect end Atset Returns, Jn,,tnal of Business 54 (1991), 579-596.",
        "Gultekin, Mustafa N., N. Bulent Gultekin, and Alessendro Penst~, Capital Controls and International Capital Market Segmentation: The Evidente from the Japanese end American Stock Markets, Journal of Finance (September 1989), 849-869.",
        "Hamao, Yesushi, RonaldW. Masulis, and Victor Hg, Correlations in Price Changes and Volatility Across International Stock Markets, Review of Financial Studies 3 (1990), `281-308.",
        "Harvey, Andrew C., and S. Ruiz, Unobserved Component Tine Series Models with ARCH Disturbances, mmcm, London School of Economics (1990).",
        "Hilliard, Jimmy B., The Relationship betveen Equity Indices on World Exthsnges, Journal of Finante 35 (March 1979), 103-13.",
        "King, Mervyo, Enrique Sentana, end Sushil Wadhwsni, A Heteroskedastit Factor Model of Asset Returns and Risk Prenia With Tine-Varying Volatility: An Application to Sixteen World Stock Market, London School of Economits (April 1990) Working Paper.",
        "La, Andrew W. and A. Craig MscKiolay, An Econometric Analysis of Honsynchronous, HBER Working Paper Ho. 2960 (May 1989).",
        "Mecey, Jonathan and Hideki Rends, The Stock Exchange as a Firm: The Ceergence 26 of Cloae Substitutes for the Hew York and Tokyo Stock Exchanges. Cornell Law Review 75 (1990): 1007-1052.",
        "Neumsrk, David, Peter A. Tinsley, and Suzanne Tosini, `After-Hours Stock Prices and Post-Crash Hangovers, Hournsl of Finance 46 (1991), 159-178.",
        "Oldfield, George S. Jr., and Richard J. Rogaiski, `A Theory of Common Stock Returns Over Trading and Non-Trading Periods, Journal of Finance 35 (1980), 729-751, Pagan. Adrian, Some Identification and Estieatioo Results for Regression Models with Stochastically Varying Coefficients, Journal of Econometrics, 13 (1980), 341-383.",
        "Poterba, James and Lawrence Summers, Mean Reversion in Sock Prices, Evidence and Implications, Journal of Financial Kconomics 22 (october 1988), 27-S9.",
        "Schwert, 0. William, Stock Volatility end the Crash, Review of Financial Studies 3 (1990), 77-102.",
        "Solnik, Brnno, The International Pricing of Risk: An Empirical Investigation of che World Capital Market Structure, Journal of Finance 29 (1974a), 48-54.",
        "Stoll, Hans R., end Robert B. Whaley, Stock Market Structure and Volatility, Review of Financial Studies 3 (1990), 37-71.",
        "Su.seel, Raul, and Robert Engle, Hourly Volatility Spillovers Between International Equity Markets, University of California, Sen Diego, mimeo (1990)."
    ]
}