{
    "id": 3914,
    "cites": 23,
    "cited_by": 782,
    "reference": [
        "Abowd, John N. 1990. The NBER Immigration, Trade, and Labor Markets Data Files. National Bureau of Economic Research, Working Paper No. 3351, May.",
        "Bennett, Burton C. , Kretzschmar, Jan C., Akland, Gerald C. , and de Koning, Henk t~2. 1985. Urban Air Pollution Worldwide. Environmental Science and Technology 19: 298-304.",
        "Brown, Drusilla K., Deardorff, Alan V., and Stern, Robert K. 1991, A North American Free Trade Agreement: Analytical Issues and a Computational Assessment. Mimeo. lnstitute of Public Policy Studies, University of Michigan.",
        "Gregory, Michael. 1991. Sustainable Development vs. Economic Growth: Environmental. Protection as an Investment in the Future. Statement on Behalf of Arizona Toxics Information before the International Trade Commission, Rearing on Probably Economic Effect on U.S. Industries and Consumers of a Free Trade Agreement Between the United States and Mexico.",
        "Harkness, Jon. 1978. Factor Abundance and Comparative Advantage. American Economic Review 68: 784-800.",
        "Kelly, Mary E. and Kamp, Dick. 1991. Mexico-U.S. Free Trade Negotiations and the Environment: Exploring the Issues. Mimeo. Texas Center for Policy Studies, Austin TX, and Border Ecology Project, Naco AZ.",
        "Kormondy, Edward J., ed. 1989. International Handb2olcof Pollution Control. New York and Westport, CT: Greenwood Press.",
        "Krueger, Alan B. and Burton, John F-, Jr. 1990. The Employers Costs of Workers Gompensation Insurance: Magnitudes, Determinants, and Public Policy. Review of EconomicsancLStatistics 72: 228-260.",
        "I.,ave, Lester B. and Seskin, E. P. 1970. Air Pollution and Human Health. Science 169: 723-733.",
        "Leonard, H. Jeffrey. 1988. Pollution and the Stnizzle for World Product. Cambridge: Cambridge University Press.",
        "Leonard, Rodney E. and Christensen, Eric. 1991. Economic Effects of a Free Trade Agreement between Mexico and the United States. Testimony on Behalf of Community Nutrition Institute before the International Trade Commission, Hearing on Docket No. 332-307.",
        "Low, Patrick and Safedi, Raeth 1991. *Trade Policy and Pollution. Mimeo, International Trade Division, World Bank.",
        "Kccuire, Martin C. 1982. Regulation, Factor Rewards, and International Trade. Journal of Public Economics 17: 335-354.",
        "National Wildlife Federation. 1990. `Environmental Concerns Related to a United States-Mexico-Canada Free Trade Agreement. Mimeo, National Wildlife Federation, Washington DC.",
        "New York Times. 1991, `Facing Environmental. Issues. Sept. 22, Sec. 3: 5.",
        "Ortman, David E. 1991. `On a Comprehensive North American Trade Agreement. Testimony on Behalf of Friends of the Earth, National Wildlife Federation, and the Texas Center for Policy Studies before the Subcommittee on Trade, Committee on Ways and Means, U.S. House of Representatives.",
        "Schoepfle, Gregory K. 1991. `Implications for U.S. Employment of the Recent Growth in Mexican Maquiladoras. Frontera Norte 3: 25-54.",
        "Siebert, Horst, 1977. `Environmental Quality and the Gains from Trade. Kyklos 30: 657-673.",
        "The Economist. 1991. Smog City. May 18: 51.",
        "Tobey, James A. 1990, `The Effects of Domestic Environmental Policies on Patterns of World Trade: An Empirical Test. Kvklos 43: 191-209.",
        "United States Department of Commerce. 1988. Manufacturers! Pollution Abatement Catital Enenditures and Onerating Costs. Washington DC: Bureau of the Census.",
        "United States Environmental Protection Agency. 1982. Air Quality Criteria for Particulate Matter and Sulfur Oxides. Research Triangle Park, NC: U.S. EPA.",
        "Yohe, Gary W. 1979. `The Backward Incidence of Pollution Control - Some Comparative Statics in General Equilibrium. Jcurnal of Environmental and Economic Management 6: 187-198."
    ]
}