{
    "id": 3916,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Anderson. J. and J. Riley, International Trade with Fluctuating Prices, International Economic Review 17, 1976, 79-97.",
        "Bean, CR., The Terms of Trade. Labour Supply, and the Current Account, Economic Journal Supplement 96, 1986, 38-46.",
        "Hanoch, C., Risk Aversion and Consumer Preferences, .Econometrica 45, 1977, 413-426.",
        "Harberger, A.C., Currency Depreciation, Income and the Balance of Trade, Journal of Political Economy 58, 1950, 47-60.",
        "Laursen, S. and L.A. Metzler, Flexible Exchange Rates and the Theory of Employment, Review of Economic.s and Statistics 32, 1950, 281-299.",
        "Levhari, D. and T.N. Srinivasan, Optimal Savings Under Uncertainty, Review of Eco- nomic Studies 36, 1969, 153-163.",
        "Malliaris, A.G. and W.A. Brock, Siocha,tic Method, in Economic, end Finance, North- Holland, Amsterdam, 1982.",
        "Matsuyama, K., Terms of Trade, Factor Intensities, and the Current Account in a Life- Cycle Model, Review of Economic Studies 55, 1988, 247-262.",
        "Obstfeld, M., 1Aggregate Spending and the Terms of Trade: Is There a Laursen-Metzler Effect? Quarterly Journal of Economic, 97, 1982, 251-270.",
        "Persson, T. and LEO. Svensson, Current Account Dynamics and the Terms of Trade: Harberger-Laursen-Metzler Two Generations Later, Journal of Political Economy 93, 1985, 43-65.",
        "Sandmo, A., The Effect of Uncertainty on Savings Decisions, Review of Economic Studies 37, 1970, 353-360.",
        "Sen, P. and S.J. Turnovsky, Deterioration of the Terms of Trade and Capital Accumu- lation: A Re-examination of the Laursen-Metzler Effect, Journal of International Economics 26, 1989, 227-250.",
        "Stulz. R.. Capital Mobility and the Current Account, Journal of International Money and Finance 7, 1988, 167-186.",
        "Svensson, L.E.O., Oil Prices, Welfare, nod the Trade Balance, Quarterly Journal of Economics 99, 1984, 649-672.",
        "Svensson, L.E.O. and A. Resin. The Terms of Trade and the Current Account: The Harberger-Lauraen-Metzler Effect, Journal of Political Economy 91, 1983, 97-125.",
        "Tumovsky, 5.3., Technological and Price Uncertainty in a Ricardian Model of Interna- tional Trade, Review of Economic Studies 47, 1974, 201-217.",
        "Turnovsky, SI., H. Shalit, and A. Schmitz, Consumers Surplus, Price Instability, and Consumer Welfare, Econometrica 48, 1980, 135-152.",
        "Waugh, F.V., Does the Consumer Benefit from Price Instability? Quarterly Journal of Economics 58, 1944, 602-614."
    ]
}