{
    "id": 3917,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Baumol, W.J. (1953): The Transactions Demand for Cash: An Inventory Theoretic Approach, Quarterly Journal of Economics, 66, pp. 545-556.",
        "Dornbusch, R. (1973): Devaluation, Money, and Nontraded Goods, American Economic Review, 63, No. 5, December, pp. 871-880.",
        "Dornbusch, R. (1991): Problems of European Monetary Integration, in A. Giovannini and C. Mayer, European Financial Integration, Cambridge: Cambridge University Press.",
        "Feenstra, R. C. (1986): Functional Equivalence Between Liquidity Costs and the Utility of Money, Journal of Monetary Economics, 17, pp. 271-291.",
        "Froot, K.A. and K. Rogoff, (1991): The EMS, the EMU, and the Transition to a Common Currency,, NBER Macroeconomics Annual.",
        "Giovannini, A. (1990a): The Transition to European Monetary Union,, Essays in International Finance 178, Princeton, NJ: International Finance Section, Princeton University, November.",
        "Giovannini, A. (1990b): European Monetary Reform: Progress and Prospects, Brookings Papers on Economic Activity 2.",
        "Greenwood, J. and S.D. Williamson (1989): International Finan- 16 cial Intermediation and Aggregate Fluctuations Under Alternative Exchange Rate Regimes, Journal of Monetary Economics, 23, pp. 401-431.",
        "Heymann, D. (1990): Tres Ensayos Sobre InfiaciÃ\u0083Â³n y Politicas de EstabilizaciÃ\u0083Â³n, Documento de Trabajo 18, Buenos Aires: CEPAL.",
        "HM Treasury (1989): An Evolutionary Approach to Economic and Monetary Union, London: HM Treasury, November.",
        "HM Treasury, (1990): Economic and Monetary Union: Beyond Stage 1, Chancellors Speech to German Industry Forum, June 20, London.",
        "Jefferson, P.N. (1990): Money in the Theory of Financial Intermediation, mimeo Department of Economics, Columbia University, October.",
        "Mankiw, N.G. and Romer, D., eds., (1991): New Keynesian Economics I: Imperfect Competition and Sticky Prices, Cambridge, MA: MIT Press.",
        "Mussa, M. (1986): Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates, in Real Business Cycles, Real Exchange Rates, and Actual Policies, Carnegie-Rochester Conference Series on Public Policy, 25, (eds.) K. Brunner and A.H. Meltzer. Amsterdam: North Holland.",
        "Tobin, J. (1956):The Interest Elasticity of Transactions Demand for Cash, Review of Economics and Statistics, 38, pp. 241-247."
    ]
}