{
    "id": 3919,
    "cites": 61,
    "cited_by": 40,
    "reference": [
        "Ag^nor, Pierre-Richard, \"Exchange Restrictions and Devaluation Crises,\" Working Paper No 90/94, International Monetary Fund (September 1990). Aginor, Pierre-Richard, and Jagdeep S. Bhandari, \"Credibility, Expectations, and the Collapse of Stabilization Programs,\" unpublished, International Monetary Fund (January 1991).",
        "AgÃ\u0082Â£nor, Pierre-Richard, and Bernard Delbecque, \"Balance-of-Payments Crises in a Dual Exchange Rate Regime with Leakages,\" unpublished, International Monetary Fund (March 1991).",
        "Andersen, Torben M., and Ole Risager, \"The Role of Credibility for the Effects of a Change in the Exchange-Rate Policy,\" Oxford Economic Papers, Vol. 41 (January 1991), pp. 85-98.",
        "Auemheimer, Leonardo, \"On the Outcome of Inconsistent Programs under Exchange Rate and Monetary Rules,\" Journal of Monetary Economics. Vol. 19 (March 1987), pp. 279-305.",
        "Bacchetta, Philippe, \"Temporary Capital Controls in a Balance-of-Payments Crisis,\" Journal of International Money and Finance, Vol 9 (March 1990), pp. 246-57.",
        "Blackburn, Keith, \"Collapsing Exchange Rate Regimes and Exchange Rate Dynamics: Some Further Examples,\" Journal of International Money and Finance, Vol 7 (September 1988), pp. 373-85.",
        "Blackburn, Keith, and Michael Christensen, \"Monetary Policy and Policy Credibility: Theories and Evidence,\" Journal of Economic Literature, - 55 Vol. 27 (March 1989), pp. 1-45.",
        "Blanco, Herminio, \"Term Structure of Future Exchange Rates for a Fixed Exchange Rate System: The Mexican Case,\" Working Paper No 86-1, Centro de Estudios EconÃ\u0083Â³micos, El Colegio de Mexico (April 1986).",
        "-, and Peter M. Garber, \"Recurrent Devaluation and Speculative Attacks on the Mexican Peso,\" Journal of Political Economy Vol. 94 (February 1986), pp. 148-66.",
        "Buiter, Willem H. , \"Borrowing to Defend the Exchange Rate and the Timing of and Magnitude of Speculative Attacks,\" Journal of International Economics, Vol. 23 (November 1987), pp. 221-39.",
        "Buiter, Willem H., and Vittorio Grilli, \"The Gold Standard Paradox and its Resolution,\" Yale University (mimeo, 1991).",
        "Calvo, Guillermo A., \"Staggered Contracts and Exchange Rate Policy,\" in Exchange Rates and International Macroeconomics, ed. by Jacob A. Frenke1, University of Chicago Press (Chicago, 111.: 1983).",
        "-, \"Balance of Payments Crises in a Cash-in-Advance Economy,\" Journal of Money, Credit and Banking, Vol. 19 (February 1987), pp. 19-32.",
        "Claessens, Stijn, \"Balance-of-Payments Crises in a Perfect Foresight Optimizing Model,\" Journal of International Money and Finance, Vol. 7 (September 1988), pp. 363-72.",
        "-, \"Balance of Payments Crises in an Optimal Portfolio Model,\" European Economic Review, Vol. 35 (January 1991), pp. 81-101.",
        "Connolly, Michael B., \"The Speculative Attack on the Peso and the Real - 56 -Exchange Rate: Argentina, 1979-81,\" Journal of International Money and Finance, Vol. 5 (March 1986), pp. 117-30.",
        "Connolly, Michael B. , and Dean Taylor, \"The Exact Timing of the Collapse of an Exchange Rate Regime and its Impact on the Relative Price of Traded Goods,\" Journal of Money, Credit and Banking, Vol. 16 (May 1984), pp. 194-207.",
        "Connolly, Michael B. , and Arturo FernandÃ\u0083Â©z, \"Speculation Against the Pre-Announced Exchange Rate in Mexico: January 1983 to June 1985,\" in Economic Reform and Stabilization in Latin America, ed. by Michael Connolly and Claudio GonzalÃ\u0083Â©z-Vega, Praeger Publishers (Nueva York: 1987), pp. 161-74.",
        "Cumby, Robert E. , and Sweder van Wijnbergen, \"Financial Policy and Speculative Runs with A Crawling Peg: Argentina 1979-1981,\" Journal of International Economics, Vol. 27 (August 1989), pp. 111-27.",
        "Delias, Harris, and Alan Stockman, \"Self-Fulfilling Expectations, Speculative Attacks, and Capital Controls,\" University of Rochester, Working Paper No 138 (June 1988).",
        "Djajic, Slobodan, \"Dynamics of the Exchange Rate in Anticipation of Pegging,\" Journal of International Money and Finance, Vol. 8 (December 1989), pp. 559-71.",
        "Dornbusch, Rudiger, \"Collapsing Exchange Rate Regimes,\" Journal of Development Economics, Vol. 27 (October 1987), pp. 71-83.",
        "Drazen, Allan, and Elhanan Helpman, \"Stabilization with Exchange Rate Management under Uncertainty,\" in Economic Effects of the Government Budget, ed. by Elhanan Helpman, Assaf Razin, and Efraira Sadka (Cambridge, Massachusetts: MIT Press, 1988). 57 -Edwards, Sebastian, Real Exchange Rates, Devaluation and Adjustment (Cambridge, Massachusetts: MIT Press, 1989).",
        "Edwards, Sebastian, and Peter J. Montiel, \"Devaluation Crises and the Macroeconomic Consequences of Postponed Adjustment in Developing Countries,\" Staff Papers, Vol. 36 (December 1989), pp. 875-904.",
        "Feller, William, An Introduction to Probability Theory and its Applications , John Wiley and Sons, Vol. 2 (New York: 1966).",
        "Flood, Robert P. , and Peter M. Garber, \"Gold Monetization and Gold Discipline,\" Journal of Political Economy, Vol. 92 (February 1984a), pp. 90-107.",
        "-, \"Collapsing Exchange Rate Regimes: Some Linear Examples,\" Journal of International Economics, Vol. 17 (August 1984Ã\u0082Â£>), pp. 1-13.",
        "-, \"Linakges between Speculative Attack and Target Zone Models of Exchange Rates,\" NBER Working Paper No 2918 (April 1989).",
        "Flood, Robert P., and Robert J. Hodrick, \"Real Aspects of Exchange Rate Regime Choice with Collapsing Fixed Rates,\" Journal of International Economics, Vol. 21 (November 1986), pp. 215-32.",
        "Frenkel, Michael, and Martin Klein, \"Balance of Payments Crises and the Structure of Adjustment Policies,\" (unpublished, International Monetary Fund, April 1989).",
        "Froot, Kenneth, and Maurice Obstfeld, \"Stochastic Process Switching: Some Simple Solutions,\" Econometrica, vol. 59 (January 1991), pp.241-50. - 58 -Garber, Peter, and Vittorio Grilli, \"The Belmont-Morgan Syndicate as an Optimal Investment Banking Contract,\" European Economic Review, Vol. 30 (June 1986), pp. 649-77.",
        "Goldberg, Linda S., \"Collapsing Exchange Rate Regimes: Shocks and Biases,\" NBER Working Paper 2702 (Cambridge, Massachusetts: National Bureau of Economic Research, 1988).",
        "-, \"Predicting Exchange Rate Crises: Mexico Revisited,\" National Bureau of Economic Research, Working Paper 3320 (April 1990).",
        "Grilli, Vittorio, \"Buying and Selling Attacks on Fixed Exchange Rate Systems,\" Journal of International Economics, Vol. 20 (February 1986), pp. 143-56.",
        "-, \"Managing Exchange Rate Crises: Evidence from the 1890's,\" Journal of International Money and Finance, Vol. 9 (September 1990), pp. 135-82.",
        "Harris, Milton, and Artur Raviv, \"Allocation Mechanisms and the Design of Auctions,\" Econometrica, Vol. 49 (November 1989), pp. 1477-99.",
        "Ize, Alain, and Guillermo Ortiz, \"Fiscal Rigidities, Public Debt, and Capital Flight,\" Staff Papers (International Monetary Fund), Vol. 34 (June 1987), pp. 311-32.",
        "Kindleberger, Charles P., Manias, Panics and Crashes: A History of Financial Crises, Basic Books (New York: 1978).",
        "Krasker, William, \"The 'Peso' Problem in Testing Efficiency of Forward Exchange Markets,\" Journal of Monetary Economics, Vol. 6 (March 1980), pp. 269-76. - 59 -Krugraan, Paul, \"A Model of Balance of Payments Crises,\" Journal of Money, Credit and Banking, Vol. 11 (August 1979), pp. 311-25.",
        "-, \"Target Zones and Exchange Rate Dynamics,\" Quarterly Journal of Economics, Vol. 106 (August 1991), pp. 669-82.",
        "Krugman, Paul, and Julio Rotemberg, \"Target Zones with Limited Reserves,\" National Bureau of Economic Research, Working Paper No 3418 (August 1990).",
        "Obstfeld, Maurice, \"Balance of Payments Crises and Devaluation,\" Journal of Money, Credit and Banking, Vol. 16 (May 1984), pp. 208-17.",
        "-, \"The Capital Inflows Problem Revisited: A Stylized Model of Southern Cone Disinflation,\" Review of Economic Studies, Vol. 52 (October 1985), pp. 605-25.",
        "-, \"Speculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments,\" Canadian Journal of Economics, Vol. 19 (March 1986a), pp. 1-22.",
        "-, \"Rational and Self-Fulfilling Balance of Payments Crises,\" American Economic Review, Vol. 76, (March 1986b), pp. 72-81.",
        "Obstfeld, Maurice, and Kenneth Rogoff, \"Exchange Rate Dynamics with Sluggish Prices under Alternative Price-Adjustment Rules,\" International Economic Review, Vol. 25 (February 1984), pp. 159-74.",
        "Otani, Kiyoshi, \"The Collapse of a Fixed Rate Regime with a Discrete Realignment of the Exchange Rate,\" Journal of the Japanese and International Economies, Vol. 3 (September 1989), pp. 250-69.",
        "Penati, Alessandro, and George Pennacchi, \"Optimal Portfolio Choice - 60 -and the Collapse of a Fixed-Exchange Rate Regime,\" Journal of International Economics, Vol. 27 (August 1989), pp. 1-24.",
        "Rodriguez, Carlos, \"A Stylized Model of the Devaluation-Inflation Spiral,\" Staff Papers (International Monetary Fund), Vol. 25 (March 1978), pp. 76-89.",
        "Rogoff, Kenneth, \"The Optimal Degree of Commitment to an Intermediate Monetary Target,\" Quarterly Journal of Economics, vol. 100 (November 1985), pp. 1169-89.",
        "Salant, Stephen W., \"The Vulnerability of Price Stabilization Schemes to Speculative Attack,\" Journal of Political Economy, Vol. 91 (February 1983), pp. 1-38.",
        "Salant, Stephen W. , and Dale W. Henderson, \"Market Anticipation of Government Policy and the Price of Gold,\" Journal of Political Economy Vol. 86 (August 1978), pp. 627-48.",
        "Turnovsky, Stephen J., \"Short-Term and Long-Term Interest Rates in a Monetary Model of a Small Open Economy,\" Journal of International Economics, Vol. 20 (May 1986), pp. 291-311.",
        "Velasco, AndrÃ\u0083Â©s, \"Financial Crises and Balance of Payments Crises,\" Journal of Development Economics, Vol. 27 (October 1987), pp. 263-83.",
        "van Wijnbergen, Sweder, \"Inflation, Balance of Payments Crises, and Public Sector Deficits,\" in Economic Effects of the Government Budget, ed. by Elhanan Helpman, Assaf Razin, and Efraim Sadka ((Cambridge, Massachusetts: MIT Press, 1988).",
        "-, \"Fiscal Deficits, Exchange Rate Crises, and Inflation,\" Review of Economic Studies, Vol. 58 (January 1991), pp. 81-92.",
        "Wood, Paul R., \"Balance-of-Payments Crises with an Optimizing Central Bank,\" mimeo, Board of Governors of the Federal Reserve System, (Washington, DC: April 1991).",
        "Willman, Alpo, \"Speculative Attacks on the Currency with Uncertain Monetary Policy Reactions,\" Bank of Finland (Helsinki: May 1987).",
        "-, \"The Collapse of the Fixed Exchange Rate Regime with Sticky Wages and Imperfect Substitutability between Domestic and Foreign Bonds,\" European Economic Review, Vol. 32 (November 1988), pp. 1817-38.",
        "-, \"Devaluation Expectations and Speculative Attacks on the Currency,\" Scandinavian Journal of Economics, Vol. 91 (March 1989), pp. 97-116.",
        "Wyplosz, Charles, \"Capital Controls and Balance of Payments Crises,\" Journal of International Money and Finance, Vol. 5 (June 1986), pp. 167-79."
    ]
}