{
    "id": 3923,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Breusch T. and A. Pagan (1980) The Lagrange Multiplier Test and its Applications to Model Specification in Econometrics, Review of Economic Studies, 47:239-253.",
        "Brown P. (1985) The Transfer of Care, New York: Routledge Press.",
        "Cornwell C., Schmidt P., and Sickles R.C. (1990) Production Frontiers with Cross-Sectional and Time-Series Variation in Efficiency Levels Journal of Econometrics 46:185-200.",
        "Courant P. and 0. Rubinfeld (1981) On the Welfare Effects of Tax Limitation, Journal of Public Economics, 14:242-261.",
        "Ellis R. and T. McGuire (1986) Provider Behavior Under Prospective Reimbursement: Cost Sharing and Supply, Journal of Health Economics, 5:129-152.",
        "Frank R.G. and N. Gaynor (1991) Incentives, Optimality and Publicly Provided Goods: The Case of Mental Health Services, unpublished paper, Baltimore: Johns Hopkins University.",
        "Frank R.G. and W.P. Welch (1982) Contracting State Mental Hospital Systems, Journal of Health Politics. Policy and Law, 6(4):676-683.",
        "Hausman J. (1978) Specification Tests in Econometrics, Econonietrica, 46:1251-1277.",
        "Heckman J. (1979) Sample Selection Bias as a Specification Error Econometrica 47:153-162.",
        "Heckman ,J. and V. Hotz (1989) Choosing Among Alternative Nonexperimental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training, Journal of the American Statistical Association, 84:862-874.",
        "Holmstrom B. and J. Tirole (1989) The Theory of the Firm, in R. Schmalensee and R. Willig (eds.) Handbook of Industrial Organization, Amsterdam: North-Holland.",
        "Inman R.P. (1987a) Federal Assistance and Local Services in the United States: The Evolution of a New Federalist Order, Working Paper 2283, Cambridge: National Bureau of Economic Research.",
        "Inman R.P. (1987b) Markets, Government and the New Political Economy in A. Auerbach and N. Feldstein (Eds.) Handbook of Public Economics, Amsterdam: North-Holland.",
        "Inman, R.P. (1982) The Economic Case for Limits to Government, American Economic RevIew, 72:176-183.",
        "Locke B.Z. and D. A. Regier (1985) Prevalence of Selected Mental Disorders, in C.A. Taube and S.A. Barrett (eds.) National Institute of Mental Health, Mental Health, United States 1985, WashIngton, D.C.: U.S. Government Printing Office.",
        "Mechanic D. (1987) Evolution of Mental Health Services and Areas for Change in D. Mechanic (Ed.). Improving Mental Health Services: What Can The Social Sciences Tell Us, San Francisco: Jossey-Bass.",
        "National Association of State Mental Health Program Directors (1990) State Report, October 15, Alexandria, VA.",
        "National Institute of Mental Health (1991) Caring for People with Severe Mental Disorders: A National Plan of Research to Improve Services, DHHS Publication No. (ADM)91-1762, Washington, D.C.: Superintendent of Documents, U.S. Government Printing Office.",
        "Niskanen W. (1975) Bureaucrats and Politicians, Journal of Law and Economics, 18:617-644.",
        "Shleifer A. (1985) A Theory of Yardstick Competition, Rand Journal of Economics, 16:319-327.",
        "Stein L. I. (1989) `Wisconsins System of Mental Health Fiancing in D. Mechanic and L. Aiken (eds.) Integrating Mental Health Systems Through Capitatlon, San Francisco: Jossey-Bass.",
        "Stein L. and L.J. Ganser (1983) Wisconsins System for Funding Mental Health Services, In J. Talbott (ed,) Unified Mental Health Systems: Utopia Unrealized San Francisco: Jossey Bass.",
        "Stiglitz 3. (1977) The Theory of Local Public Goods, in M. Feldstein and R. Inman (ads.) The Economics of Public Services, London: Macmillan.",
        "U.S. Bureau of the Census (1986) Statistical Abstract of the United States: i.9~, (107th Edition), Washington, D.C.: U.S. Government Printing Office.",
        "U.S. General Accounting Office (1977) Returning the Mentally Disabled to the Community: Government Needs To Do More, HRD-76-152, January, Washington, D.C.",
        "White H. (1980) A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrlca, 48:817-838."
    ]
}