{
    "id": 3925,
    "cites": 14,
    "cited_by": 27,
    "reference": [
        "Boskin, Michael, and William Gale (1987), New Results on the Effects of Tax Policy on the International Location of Investment, in M. Feldstein, ed., The Effects of Taxation on Capital Accumulation, (Chicago: University of Chicago Press).",
        "Goodspeed, Timothy and Daniel J. Frisch (1989), U.S. Tax Policy and the Overseas Activities of U.S. Multinational Corporations: A Quantitative Assessment, manuscript, U.S. Treasury Office of Tax Analysis.",
        "Mailman, David (1981), Domestic Tax Policy and Foreign Investment: Some Evidence, NBER Working Paper 784, (Cambridge, Mass: NBER).",
        "Journal of Public Economics, 26. Hines, James R. (1989), Credit and Deferral as International Investment Incentives, manuscript, Princeton University, August.",
        "Influences, NBER Working Paper 3730. _____________ and R. Glenn Hubbard (1990), Coming Home to America: Dividend Repatriations by U.S. Multinationals, in A. Razin and J. Slemrod, eds., Taxation in the Global Economy, (Chicago: University of Chicago Press).",
        "Jun, Joosung (1990), U.S. Tax Policy and Direct Investment Abroad, in A. Razin and I. Slemrod, eds., Taxation in the Global Economy, (Chicago: University of Chicago Press).",
        "Kopits, George F. (1972), Dividend Remittance Behavior within the International Firm: A Cross-country Analysis, Review of Economics and Statistics, 54.",
        "Transfer-price Behavior, Economic Journal, 86. Leechor, Chad and Jack Mintz (1990), On the Taxation of Multinational Corporate Investment when the Deferral Method is used by the Capital Exporting Country, Working Paper Series 9013, Department of Economics and Institute for Policy Analysis, University of Toronto.",
        "Mutti, John (1981), Tax Incentives and Repatriation Decisions of U.S. Multinational Corporations, National Tax Journal, 34.",
        "Newlon, Timothy Scott (1987), Tax Policy and the Multinational Firms Financial Policy and Investment Decisions, Ph.D. Dissertation, Princeton University.",
        "Price Waterhouse (1986), Corporate Taxes: A Worldwide Summary, New York.",
        "Sinn, Hans-Werner (1990), Taxation and the Birth of Foreign Subsidiaries, NBER Working Paper 3519, (Cambridge, MA: NBER).",
        "Tillinghast, David R. (1990), International Tax Simplification, American Journal of Tax Policy, Volume 8, No. 2.",
        "U.S. Treasury Department (1984), Tax Reform for Fairness, Simplicity, and Economic Growth, (Washington, D.C.: U.S. Government Printing Office)."
    ]
}