{
    "id": 3930,
    "cites": 45,
    "cited_by": 1,
    "reference": [
        "Altshuler, Rosanne (1988), A Dynamic Analysis of the Research and Experimentation Credit, National Tax Journal 41:453-466. Auerbach, Alan J. (1983), Corporate Taxation in the United States, Brookings Papers on Economic Activity 2:451-505.",
        "Bernstein, Jeffrey I. (1985), Research and Development, Patents, and Grant and Tax Policies in Canada, in D.G. McFetridge ed. Technological Change in Canadian Industry (Toronto: University of Toronto Press).",
        "Bernstein, Jeffrey I. and M. Ishaq Nadiri (1989), Rates of Return on Physical and R&D Capital and Structure of Production Process: Cross Section and Time Series Evidence, in Baldev Raj ed. Advances in Econometrics and Modeling (Dordrecht, the Netherlands: Kluwer).",
        "Brown, James K. (1984), The Impact of Technological Change on Corporate and R&D Management. Research Bulletin 170 (New York: The Conference Board).",
        "Cohen, Wesley M. and Richard C. Levin (1989), Empirical Studies of Innovation and Market Structure, in Richard Schmalensee and Robert D. Willig eds. Handbook of Industrial Organization. Volume 2 (Amsterdam: North-Holland).",
        "Cohen, Wesley M., Richard C. Levin and David C. Mowery (1987), Firm Size and R & D Intensity: A Re-Examination, Journal of Industrial Economics 35:543-565.",
        "Dixit, Avinash (1988), International R&D Competition and Policy, in A. Michael Spence and Heather A. Hazard eds. International Competitiveness (Cambridge: Ballinger).",
        "Eisner, Robert, Steven H. Albert and Martin A. Sullivan (1984), The New Incremental Tax Credit for R & D: Incentive or Disincentive?, National Tax Journal 37:171-183.",
        "Flaherty, M. Therese (1984), Market Share Determination in International Semiconductor Markets, Working Paper 1-782-004, Harvard Business School.",
        "Fullerton, Don and Andrew B. Lyon (1988), Tax Neutrality and Intangible Capital, in Lawrence H. Summers ed. Tax Policy and the Economy. Volume 2 (Cambridge: MIT Press).",
        "Griliches, Zvi (1986), Productivity, R&D, and Basic Research at the Firm Level in the 1970s, American Economic Review 76:141-154.",
        "Griliches, Zvi (1991), The Search for R & D Spillovers, NBER Working Paper No. 3768.",
        "Griliches, Zvi and Jacques Mairesse (1984), Productivity and R & D at the Firm Level, in Zvi Griliches ed. R&D. Patents, and Productivity (Chicago: University of Chicago Press).",
        "Hall, Bronwyn H. (1988), The Effect of Takeover Activity on Corporate Research and Development, in Alan J. Auerbach ed. Corporate Takeovers: Causes and Consequences (Chicago: University of Chicago Press).",
        "Hall, Bronwyn H. and Fumio Hayashi (1989), Research and Development As an Investment, NBER Working Paper No. 2973.",
        "Hartman, David G. (1985), Tax Policy and Foreign Direct Investment, Journal of Public Economics 26:107-121.",
        "HiÃ\u0083Â±es, James R., Jr. (1990), The Flight Paths of Migratory Corporations, Olin Discussion Paper No. 65, Princeton University.",
        "Hines, James R., Jr. and R. Glenn Hubbard (1990), Coming Home to America: Dividend Repatriations by US Multinationals, in Assaf Razin and Joel Slemrod eds. Taxation in the Global Economy (Chicago: University of Chicago Press).",
        "Hines, James R., Jr. and Eric M. Rice (1990), Fiscal Paradise: Foreign Tax Havens and American Business, NBER Working Paper No. 3477.",
        "Jaffe, Adam B. (1986), Technological Opportunity and Spillovers of R & D: Evidence from Firms' Patents, Profits and Market Value, American Economic Review 76:984-1001.",
        "Kopits, George F. (1976), Intra-Firm Royalties Crossing Frontiers and Transfer-Pricing Behaviour, Economic Journal 86:791-805.",
        "Lach, Saul and Mark Schankerman (1989), Dynamics of R & D and Investment in the Scientific Sector, Journal of Political Economy 97:880-904.",
        "Levy, David M. and Nestor E. Terleckyj (1983), Effects of Government R & D on Private R&D Investment and Productivity: A Macroeconomic Analysis, Bell Journal of Economics 14:551-561.",
        "Lichtenberg, Frank R. (1987), The Effect of Government Funding on Private Industrial Research and Development: A Re-Assessment, Journal of Industrial Economics 36:97-104.",
        "Mansfield, Edwin and Anthony Romeo (1980), Technology Transfer to Overseas Subsidiaries by U.S.-Based Firms, Quarterly Journal of Economics 94:737-750.",
        "Mansfield, Edwin, Anthony Romeo, and Samuel Wagner (1979), Foreign Trade and US Research and Development, Review of Economics and Statistics 61:49-57.",
        "Mansfield, Edwin, David Teece, and Anthony Romeo (1979), Overseas Research and Development hy U.S.-Based Firms, Economica 46:187-196.",
        "Meron, Amos and Richard E. Caves (1990), Rivalry among Firms in Research and Development Outlays, mimeograph, Harvard University.",
        "Mose, Vergie (1989/1990), Corporate Foreign Tax Credit, By Industry, 1984, S.O.I. Bulletin 9: 57-90.",
        "Nadiri, M. Ishaq and Ingmar R. Prucha (1989), Dynamic Factor Demand Models, Productivity Measurement, and Rates of Return: Theory and an Empirical Application to the U.S. Bell System, NBER Working Paper No. 3041.",
        "National Science Board (1989), Science and Engineering Indicators - 1989 (Washington, D.C.: US Government Printing Office).",
        "National Science Foundation (1991), Selected Data on Research and Development in Industry: 1989 Washington, D.C.: National Science Foundation).",
        "Pakes, Ariel and Mark Schankerman (1984a), The Rate of Obsolescence of Patents, Research Gestation Lags, and the Private Rate of Return to Research Resources, in Zvi Griliches ed. R&D. Patents, and Productivity (Chicago: University of Chicago Press).",
        "Pakes, Ariel and Mark Schankerman (1984b), An Exploration into the Determinants of Research Intensity, in Zvi Griliches ed. R&D. Patents, and Productivity (Chicago: University of Chicago Press).",
        "Price Waterhouse (1991), Corporate Taxes: A Worldwide Summary, and various Individual Country Guides, (New York: Price Waterhouse).",
        "Ravenscrafl, D. and F.M. Scherer (1982), The Lag Structure of Returns to Research and Development, Applied Economics 14:603-620.",
        "Reinganum, Jennifer F. (1989), The Timing of Innovation: Research, Development, and Diffusion, in Richard Schmalensee and Robert D. Willig eds. Handbook of Industrial Organization. Volume 1 (Amsterdam: North-Holland).",
        "Schankerman, Mark (1981), The Effects of Double-Counting and Expensing on the Measured Returns to R&D, Review of Economics and Statistics 63:454-458.",
        "Scholas, Myron S. and Mark A. Wolfson (1991), Taxes and Business Strategy: A Planning Approach (Englewood Cliffs, NJ: Pretice Hall).",
        "Scott, John T. (1984), Firm versus Industry Variability in R & D Intensity, in Zvi Griliches ed. R & D. Patents, and Productivity (Chicago: University of Chicago Press).",
        "United States Congress, Joint Committee on Taxation (1981), General Explanation of the Economic Recovery Tax Act of 1981 (Washington, D.C.: Government Printing Office).",
        "Uniled Stales Department of Commerce, Bureau of Economic Analysis, Survey of Current Business, various issues. United Stales Department of the Treasury (1983), The Impact of the Section 861-8 Regulation on U.S. Research and Development (Washington, D.C.: US Government Printing Office).",
        "United States General Accounting Office (1989), The Research Tax Credit Has Stimulated Some Additional Research Spending. Report GAO/GGD-89-114.",
        "Wozny, James A. (1989), The Research Tax Credit: New Evidence on Its Effect, Proceedings of the National Tax Association 82:223-228.",
        "Foreign Affiliate R&D Share Based on Nominal Exchange Rate 12%--11% -10% -5% -4% -3% -2% -1% -1974 1976 1978 1980 1982 1984 1986 1988 FIGURE 1 12% Foreign Affiliate R&D Share Based on Real Exchange Rate 1980 1982 FIGURE 2"
    ]
}