{
    "id": 3932,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Atkinson, A. B., J. Gomulka and N. H. Stern (1990). Spending on alcohol: Evidence from the Family Expenditure Survey, Economic Journal 100, 808-827.",
        "Becketti, Sean, William Gould, Lee Lilliard, and Finis Welch (1988). The Panel Study of Income Dynamics after fourteen years: An evaluation, Journal of Labor Economics 6, 472-492.",
        "Congressional Budget Office (1990). Federal taxation of tobacco, alcoholic beverages, and motor fuels. Washington, D.C.: U.S. Government Printing Office.",
        "Cook, Philip J. (1990). The social costs of drinking, mimeo. Fuqua School of Business, Duke University.",
        "Davies, David 6. (1960). Progressiveness of a sales tax in relation to various income bases, American Economic Review 50, 987-995.",
        "Davies, James, France St-Hilaire, and John Whalley (1984). Some calculations of lifetime tax incidence, American Economic Review 74, 633-649.",
        "Friedman, Milton (1957). A theory of the consumption function. Princeton: Princeton University Press.",
        "Fullerton, Don and Diane Lim Rogers (1991). Lifetime versus annual perspectives on tax incidence, National Tax Journal 44, 277-287.",
        "Hall, Robert E. and Frederic S. Mishkin (1982). The sensitivity of consumption to transitory income: Estimates from panel data on households, Econometrica 50, 461-481.",
        "Heckman, James (1976). The coiTinon structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models, Annals of Economic and Social Measurement 5, 475-492.",
        "Hsiao, Cheng (1986). Analysis of Panel Data. Cambridge: Cambridge University Press.",
        "Lee, Lung-Fei and Robert P. Trost (1978). Estimation of some limited dependent variable models with application to housing demand, Journal of Econometrics 8, 357-382.",
        "Lilliard, Lee A. (1977). Inequality: Earnings vs. human wealth, A!ii~Lican Economic Review 67, 42-53.",
        "Modigliani, Franco and Richard Brumberg (1954). Utility analysis and the consumption function: An interpretation of cross-section data, in Kenneth Kurihara, ed., Post-Keynesian economics. Brunswick, N.J.: Rutgers University Press.",
        "Pechman, Joseph A. (1985). Who paid the taxes, 1966-1985. Washington: The Brookings Institution.",
        "Poterba, James N. (1989). Lifetime incidence and the distributional burden of excise taxes, American Economic Review 79, 325-330.",
        "Poterba, James N. (1991). Is the gasoline tax regressive? in David Bradford, ed., Tax Policy and the Economy, vol. 5, pp. 145-164.",
        "Sacher, Seth (1990). Housing demand and property tax incidence in a lifecycle framework, mimeo. Washington, D.C.: U.S. Federal Trade Coninission.",
        "Suits, Daniel B. (1977). Measurement of Tax Progressivity, American Economic Review 67, 747-752."
    ]
}