{
    "id": 3933,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "J. Abraham and W. Schauman. New Evidence on House Prices from Freddie Mac Repeat Sales. aflUEA Journal. 19 (3), 1991.",
        "American Chamber of Commerce Researchers Association, Cost of Living Index Manual. Louisville Chamber of Commerce, Louisville KY, 1988.",
        "D. J. Bartholomew, D. J. Latent Variable Models and Factor Analysis. Oxford University Press, New York: 1987.",
        "Bureau of the Census, County and City Data Book, 1988.",
        "K. E. Case and R. 3. Shiller. The Efficiency of the Market for Single Family Homes. American Economic Review. 79 (1): 125-137, 1989.",
        "K. E. Case and R. 3. Shiller. Forecasting Prices and Excess Returns in the Housing Market. AREUEA Journal. 18 (3), 253-273, 1990.",
        "All Transactions Versus Repeat Subsamples. AREUEA Journal. 19 (3), 1991.",
        "R. Cooperstein, F. S. Redburn, and H. C. Meyers. Modelling Mortgage Defaults in Turbulent Times. AREUEA Journal. 19 (4), forthcoming, 1991.",
        "S. Gabriel, 3. Shack-Marquez, and W. Wascher. Does Migration Arbitrage Regional Labor Market Differentials. Working Paper, Board of Covernors, Federal Reserve System, 1991.",
        "H. L. Gill and D. R. Haurin. User Cost and the Demand for Housing Attributes: The Implications for House Price Indexes. AREtJEA Journal. 19 (3), 1991.",
        "Analysis of Regional Diversification for Income-Producing Real Estate. Working paper, Salomon Brothers Inc., 1988.",
        "D. It. Haurin, The Regional Distribution of Population, Migration, and Climate. Ouarterly_Journal of Economics. xcv (2): 293-308, 1980.",
        "D. It. Haurin, P. H. Hendershptt, and D. Kim. The Impact of Real Rents and Wages on Household Formation. Working paper, Department of Economics, Ohio State University, 1991.",
        "P. H. Hendershott and T. Thibodeau. The Relationship Between Median and Constant Quality House Prices: Implications for Setting FI{A Loan Limits. AREUEA Journal. 18 (3), 323-334, 1990.",
        "K. G. Joreskog and 0. Sorbom. LISREL VI: Useris Guide. 2nd-ed., Scientific Software, Inc., 1985.",
        "It. Meece and N. Wallace. Nonparametric Estimation of Dynamic Hedonic Price Models and the Construction of Residential Housing Price Indicies. AREUEA Journal. 19 (3), 1991.",
        "L. Ozanne and T. Thibodeau. Explaining Metropolitan Housing Price Differences. Journal of Urban Economics. 13 (1): 51-66, 1983.",
        "J. Peek and 3. A. Wilcox. The Measurement and Determinants of Single Family House Prices. AREUEA Journal. 19 (3), 1991.",
        "Salomon Brothers. Real Estate Market Review, December 1990.",
        "B. Smith and W. Tesarek. Rouse Prices and Regional Real Estate Cycles: Adjustments in Houston. AREUEA Journal. 19 (3), 1991.",
        "A. Winkler. The Impact of Housing Costs on the Living Arrangements of Single Mothers. Working Paper, Department of Economics, Univ. Missouri-St. Louis, 1991."
    ]
}