{
    "id": 3936,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Alesina, Alberto. 1988. Macroeconomics and Politics. NBER Macroeconomics Annual 3: 13-52.",
        "Ball, Laurence, and Romer, David. 1990. Real Rigidities and the NonNeutrality of Money. Review of Economic Studies 57 (April): 183-203.",
        "Barro, Robert J., and Gordon, David B. l983a. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91 (August): 589-610. Barro, Robert J., and Gordon, David B. l983b. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics 12 (July): 101-121. Blanchard, Olivier Jean, and Kiyotaki, Nobuhiro. 1987. Monopolistic Competition and the Effects of Aggregate Demand. American Economic Review 77 (September): 647-666.",
        "Cagan, Phillip. 1956. The Monetary Dynamics of Hyperinflation. In Milton Friedman, ed., Studies in the quantity Theory of Money (Chicago: University of Chicago Press, 25-117.",
        "Cukierman, Alex, Edwards, Sebastian, and Tabellini, Guido. 1989. Seignorage and Political Instability. Mimeo, UCI.A.",
        "Driscoll, Michael J., and Lahiri, Ashok K. 1983. Income-Velocity of Money in Agricultural Developing Economies. Review of Economics and Statistics 65 (August): 393-401.",
        "Fair, Ray C. 1987. International Evidence on the Demand for Money. yjÃ\u0083Â§~ of Economics and Statistics 69 (August): 473-480.",
        "Fischer, Stanley. 1990. Rules versus Discretion in Monetary Policy. in Benjamin M. Friedman and Frank H. Hahn, eds., Handbook of Monetary Economics (Amsterdam: North-Holland), vol. 2, 1155-1184.",
        "International Monetary Fund. l986a. International Financial Statistics Supplement on Price Statistics. IFS Supplement Series, no. 12. International Monetary Fund. l986b. International Financial Statistics Supplement on Government Finance. IFS Supplement Series, no. 11. International Monetary Fund. 1988. International Financial Statistics Supplement on Trade Statistics. Supplement Series, no. 15.",
        "Kydland, Finn E., and Prescott, Edward C. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85 (June): 473-492.",
        "Phelps, Edmund S. 1967. Phillips Curves, Expectations of Inflation, and Optimal Employment over Time. Economlca 34: 254-281.",
        "Rogoff, Kenneth. 1985a. The Optimal Degree of Commitment to an Intermediate Monetary Target. quarterly Journal of Economics 100 (November): 11691190. Rogoff, Kenneth. l985b. Can International Monetary Policy Cooperation Be Counterproductive? Journal of International Economics 18: 199-217.",
        "Rogoff, Kenneth. 1989. Reputations, Coordination, and Monetary Policy. In Robert J. Barro, ed., Modern Business Cycle Theory (Cambridge: Harvard University Press), 236-264.",
        "Sheffrin, Steven N. 1988. Two Tests of Rational Partisan Business Cycle Theory. Mimeo, University of California, Davis."
    ]
}