{
    "id": 3939,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Atkinson, S.E. and R. Halvorsen, (1984), Parametric Efficiency Tests, Economies of Scale, and Input Demand in U.S. Electric Power Generation, International Economic Review 25: 647-662.",
        "Bailey, E., D. Graham and D. Kaplan, (1985), Deregulating the Airlines (Cambridge, MA: The MIT Press).",
        "Baltagi, B. and J. Griffin, (1988), A General Index of Technical Change, Journal of Political Economy 96: 20-41.",
        "Blackorby, C. and R. Russell, (1989), Will the Real Elasticity of Substitution Please Stand Up?, American Economic Review 79: 882-888.",
        "Brown, R., D. Caves and L. Christensen, (1979), Modelling the Structure of Cost and Production of Multiproduct Firms, Southern Economic Journal 46: 256-273.",
        "Canton, D., W. Landes and R. Posner, (1980), Benefits and Costs of Airline Mergers: A Case Study, sell Journal of Economics 11: 65-83.",
        "Caves, D. W., L. R. Christensen and W. E. Diewert, (1982), Output, Input and Productivity Using Superlative Index Numbers, Economic Journal 92: 73-96.",
        "Caves, D., L. Christensen and M. Tretheway, (1983), Productivity Performance of U.S. Trunk and Local Service Airlines in the Era of Deregulation, Economic Inquiry 21: 312-324.",
        "Caves, D., L. Christensen and H. Tretheway, (1984), Economies of Density versus Economies of Scale: Why Trunk and Local Service Airlines Costs Differ, Rand Journal of Economics 15: 471-489.",
        "Christensen, L. and D. Caves, (1980), Global Properties of Flexible Functional Forms, American Economic Review 70: 422-432.",
        "Cornwell, C., P. Schmidt and R. C. Sickles, (1990), Production Frontiers with Cross-Sectional and Time-Series Variation in Efficiency Levels, Journal of Econometrics 46, 185-200.",
        "Denny, M., M. Fuss and L. Waverman, (1981), The Measurement and Interpretation of Total Factor Productivity in Regulated Industries, with an Application to Canadian Telecommunications, in Productivity Measurement in Regulated Industries, T. Cowing and R. Stevenson, eds. (Academic Press, New York, NY).",
        "Eads, George, (1972), The Local Service Airlines Experiment (Washington, DC: The Brookings Institute).",
        "Good, D., (1985), The Effect of Deregulation on the Productive Efficiency and Cost Structure of the Airline Industry, Ph.D. dissertation, University of Pennsylvania.",
        "Good, D., (1987), The Existence of Expense Preference Behavior in Noncompetitive Production: Some Evidence from the Airline Industry, Indiana University, mimeo.",
        "Hansen, L. and K. Singleton, (1982), Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50: 1269-1286.",
        "Kahn, M., (1971), Collective Bargaining on the Flight Deck, in Collective Bargaining and Technological Change in American Transportation, H. Levinson, L. Rehmur, J. Goldberg and M. Kahn eds. (Evanston, Ill: Northwestern University Press).",
        "Lovell, C.A.K. and R.C. Sickles, (1983), Testing Efficiency Hypothesis in Joint Production: A Parametric Approach, Review of Economics and Statistics 65: 51-58.",
        "Nadiri, M.I., (1982), Producers Theory, in K.J. Arrow and M.D. Intriligator (eds.) Handbook of Mathematical Economics, vol. II (Amsterdam: NorthHolland, pp. 431-490.",
        "Phillips, Almarin, (1972), Technology and Market Structure: A Study of the Aircraft Industry (Lexington, MA: D.C. Heath).",
        "Sickles, R.C., (1985), A Nonlinear Multivaniate Error Components Analysis of Technological Change and Specific Factor Productivity Growth with an Application to the U.S. Airlines, Journal of Econometrics 27: 61-78.",
        "Sickles, R.C., D. Good, and R.L. Johnson, (1986), Allocative Distortions and the Regulatory Transition of the U.S. Airline Industry, Journal of Econometrics 33: 143-163.",
        "Williamson, 0., (1963), Managerial Discretion and Business Behavior, American Economic Review 53: 1032-1057."
    ]
}