{
    "id": 394,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Arrow, Kenneth, The Economic Implications of Learning by Doing, Review of Economic Studies, Vol. XXIX, No. 80 (1962), pp. 155-173.",
        "Becker, Gary, Elisabeth Landes, and Robert Michael, An Economic Analysis of Marital Instability, Journal of Political Economy, Vol. 85, No. 6 (1977), pp. 1141-1187.",
        "Becker, Gary, A Theory of Marriage, in T.W. Schultz, ed., Economics of the Family (Chicago: University of Chicago Press, 1974).",
        "Ben-Porath, Yoram, The Production of Human Capital over Time, in W.L. Hansen, ed., Education, Income, and Human Capital (New York: National Bureau of Economic Research, 1970).",
        "Berry, Donald, A Bernoulli Two-Armed Bandit, Annals of Mathematical Statistics, Vol. 43, No. 3 (1972), pp. 871-897. .",
        "Jovanovic, Boyan, Firm Specific Capital and Turnover, Journal of Political Economy, forthcoming (l979a). ________________ Job Matching and the Theory of Turnover, Journal of Political Economy, forthcoming (1979b).",
        "Lazear, Edward, Age, Experience, and Wage Growth, American Economic Review, Vol. 66, No. 4 (1976), pp. 548-558.",
        "Leighton, Linda, and Jacob Mincer, Labor Turnover and Youth Unemployment, paper presented at NBER Youth Unemployment Conference (1979).",
        "Mincer, Jacob, Schooling, Experience, and Earnings (New York: National Bureau of Economic Research, 1974).",
        "Mortensen, Dale, The Matching Process as a Non-Cooperative/Bargaining Game, unpublished paper, Northwestern University (1979).",
        "Parsons, Donald, Specific Human Capital: An Application to Quit Rates and Layoff Rates, Journal of Political Economy, Vol. 80, No. 6 (1972), pp. 1120-1143.",
        "Pencavel, John, Wages, Specific Training, and Labor Turnover in U.S. Manufacturing Industries, International Economic Review, Vol. 13, No. 1, (1972), pp. 53-64.",
        "Raiffa, Howard, and Robert Schlaifer, Applied Statistical Decision Theory (Cambridge: MIT Press, 1961).",
        "Reder, Melvin, Wage Differentials: Theory and Measurement,in Aspects of Labor Economics (Princeton: Princeton University Press, 1962), pp. 257-311.",
        "Rosen, Sherwin, Learning and Experience in the Labor Market, Journal of Human Resources, Vol. VII, No. 3 (l972a), pp. 326-342. ______________, Learning by Experience as Joint Production, Quarterly Journal of Economics, Vol. LXXXVI, No. 3 (1972b), pp. 366-382.",
        "Viscusi, W. Kip, A Theory of Job Shopping:A Bayesian Perspective, Quarterly Journal of Economics, forthcoming-a. _______________, Employment Hazards:An Investigation of Market Performance - (Cambridge: Harvard University Press, l979a) in press. ______________, Job Hazards and Worker Quit Rates: An Analysis of Adaptive Worker Behavior, International Economic Review, Vol. 20, No. 1 (l979b), pp. 29-58. -, Sorting Models of Labor Mobility, Turnover, and Unemployment, NBER Working Paper (1979c)."
    ]
}