{
    "id": 3941,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Bernard, A. B., and S. N. Durlauf, `Convergence of International Output Measurements, NBER Working Paper No. 3717, May, 1991.",
        "Bewley, T. F., `A Critique of Tiebouts Theory of Local Public Expenditures, Econometrica, 49 (1981), 713-740.",
        "Boadway, R. and F. Flatters, Efficiency and Equalization Payments in Federal System of Governments, Canadian Journal of Economics, 15 (1982), 613-633.",
        "Brown, S. J., N. E. Coulson, and R. F. Engle,Non-Cointegration and Econometric Evaluation of Models of Regional Shift and Share, NBER Working Paper No. 3291, March, 1990.",
        "Eichengreen, B., Currency Unions, Brookines Papers on Economic Activity, (April, 1990), 118-187.",
        "Giovannini, A., National Tax Systems versus the European Capital Market, Economic EQii~Y, (1989), 346-386.",
        "Gramlich, E. M ., Subnational Fiscal Policy,Perspectives on Local Public Financeand Public Policy, 3 (1987), 3-27.",
        "Hart, O.,Model of Imperfect Competition with Keynesian Features, quarterly Journal of Economics, 97 (1982),109-138.",
        "Inman, R. P.and M. A. Fills, Political Institutions and Fiscal Policy: Evidence from the U.S. Historical Record,JournaI of Law. Economics, and Organization, 6 (1990), 79-132.",
        "Kolstad, C. and F. Wolak, Jr., Competition in Interregional Taxation: The Case of Western Coal, Journal of Political Economy, 91(1983), 443-459.",
        "Roubini, N. and J. Sachs, Political and Economic Determinants of Budget Deficits in the Industrial Democracies, European Economic Review, 33 (1989), 903-938.",
        "Sandier, T. and J. C. Murdoch, Nash-Coumot or Lindahi Behavior: An Empirical Test for the NATO Allies, quarterly Journal of Economics, 105 (1990), 875-894.",
        "Weingast, B. A Rational Choice Perspective on Congressional Norms, American Journal of Political Science, 23, (1979), 245-62.",
        "Wildasin, D., Urban Public Finance, New York: Harwood Academic Publishers, 1986."
    ]
}