{
    "id": 3942,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Altman, E., A Further Investigation of the Bankruptcy Cost Question, Journal of Finance, 39, 1984, 1067-1089.",
        "Asquith, P., D. Mullins, and E. Wolff, Original Issue High Yield Bonds: Aging ~Ana1yses of Defatilt E~hiÃ\u0083Â±ges, and Calls, Journal of Finance, 44, 1989, 923-952.",
        "Bulow, J. and J. Shoven, `The Bankruptcy Decision, Bell Journal of Economics, 9, 1978, 436-445.",
        "Coffee, J. and W. Klein, Bondholder Coercion: The Problem of Constrained Choice in Debt Tender Offers and Recapitalizations, Working Paper 53, Center for Law and Economic Studies, Columbia University, 1991.",
        "Flynn, E. Statistical Analysis of Chapter 11, working paper, Statistical Analysis and Reports Division, Administrative Office of the United States Court, Bankruptcy Division, 1989.",
        "Franks, J. and W. Torous, How Firms Fare in Workouts and Chapter 11 Reorganizations, working paper, University of California, Los Angeles, 1990.",
        "Gertner, R. and D. Scharfstein, A Theory of Workouts and the Effects of Reorganization Law, Journal of Finance, 46, 1991, 1189-1221.",
        "Gertner, R., Inefficiency in Three-Person Bargaining, manuscript, University of Chicago, 1990.",
        "Gilson, S., Management Turnover and Financial Distress, Journal of Financial Economics, 25, 1989, 241-262.",
        "Gilson, S. Bankruptcy, Boards, Banks, and Blockholders: Evidence on Changes in Corporate Ownership and Control when Firms Default, Journal of Financial Economics, 27, 1990, 355-387.",
        "Gilson, S., K. John, and L. Lang, Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, Journal of Financial Economics, 27, 1990, 315-353.",
        "Haugen, R. and L. Senbet, The Insignificance of Bankruptcy Costs to the Theory o Optimal Capital Structure, Journal of Finance, 33, 1978, 383-393.",
        "Hoshi. T., A. Kashyap, and D. Scharfstein, The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Eco,ionzics, 27, 1990, 67-88.",
        "Jensen, M., Active Investors, LBOs and the Privatization of Bankruptcy, Jour,u~l of Applied Corporate Finance, 2, 1989, 35-44.",
        "Myers, S., Determinants of Corporate Borrowing, Journal of Financial Economics, 5, 1977, 147-176.",
        "Roe, M., The Voting Prohibition in Bond Workouts, Yale Law Journal, 97, 1987, 232-279.",
        "Shleifer, A. and K Vishny, Asset Sales and Debt Capacity, manuscript, University of Chicago, 1991.",
        "Warner, J., Bankruptcy Costs: Some Evidence, Journal of Finance, 32, 1977, 337-347.",
        "Weiss, Bankruptcy Resolution: Direct Costs and Violation of Priority of Claims, Journal of Financial Economics, 27, 1990, 285-314.",
        "White, M., Public Policy toward Bankruptcy: Me-First and Other Priority Rules, Bell Journal of Economics, 11, 1980, 550-564."
    ]
}