{
    "id": 3945,
    "cites": 9,
    "cited_by": 54,
    "reference": [
        "Erickson, R.A. and SW. Friedman, (1990), Enrerprise Zones 1: Investment and Job Creation of State Government Programs in the United State of America, Environment and Planning C: Government and Policy, Volume 8, pp. 251-267.",
        "Performance and State Government Policies, mimeo, Pennsylvania State University. , (l99lb), Comparative Dimensions of State Enterprise Zone Policies, in R.E. Green, ed. , Enterprise Zones: New Directions in Economic Development, Sage Focus Edition, pp. 136-154. Green, R.E. , (1990), Is There a Place in the 1990s for Federally Designated Enterprise Zones within the Context of State-Administered Enterprise Zone Program Experience?, Journal of Planning Literature 5, pp. 39-46.",
        "Neckmmn, J.J. , and V.J. Motz, (1989), Choosing Among Alternative - Monexperimental Methods for Estimating rhe Impact of Social Programs: The Case of Manpower Training, Journal of the American Statistical Association, Volume 84, Number 408, pp. 862-875.",
        "Joint Committee on Taxation, (1991), Description and Analysis of Proposals Relating to Tax Incentives for Enterprise Zones: MR. 11, MR. 23, and Other Proposals, U.S. Government Printing Office.",
        "Papke, J.A. , (1990), Center for Tax Policy Studies, Purdue University. The Role of Market Based Public Policy in Economic Development and Urban Revitalization: A Retrospective Analysis and Appraisal of the Indiana Enterprise Zone Program-Year Three Report.",
        "Papke, iA. and L.E. Papke (1990), State-Local Tax Goncessions as Urban Redevelopment Tools: Incentives, Subsidies, or Windfalls? Proceedings of the 83 Conference on Taxation, National Tax Journal, pp. 215-225.",
        "Papke, L. E. , (1991) Interstate Business Tax Differentials and New Firm Location: Evidence from Panel Data, Journal of Public Economics, Volume 45, Mo.l, pp. 47-68.",
        "Sheldon, AN. and R.C. Elling, (1989), Parterns and Determinants of Enterprise Zone Success in Four States, paper presented at the 1989 Annual Meeting of the Urban Affairs Association, Baltimore, Maryland, 31 March 15-18.",
        "Wonldridge, J.M. (1989), A Computationally Simple Meteroskedasticiry and Serial Correlation Robust Standard Error for the Linear Regression Model, Economics Letters 31, pp. 239-243."
    ]
}