{
    "id": 3946,
    "cites": 8,
    "cited_by": 1,
    "reference": [
        "More recent theories stress the importance of economics of scale and product differentiation in trade; e.g., Grubel and Lloyd (1975) and Helpman and Krugman (1985). When such characteristics arc important, countries tend to export and import different varieties of the same good, a phenomenon referred to as intra-industry trade. As is the case with the factor-proportions theory, the theory behind intra-industry trade is static in nature and has few implications for dynamic patterns in trade flows. More importantly, intra-industry trade theory generates predictions of high volume, balanced trade at the level of individual goods. The focus of this study is on trade balances of individual goods; non-zero trade balances cannot be the result of pure intra-industry trade.",
        "The original data included 625 categories of American trade flows. However, in a number of these categories the data were not defined consistently throughout the sample. For example, four-digit SITC categories distinguish five different thicknesses of steel plate. American customs forms did not conform to the SITC criteria until 1978. To obtain a consistent time series we were forced to add the five categories into one category. This problem was much less severe for the Japanese data, but we combined the corresponding Japanese categories in order to maintain comparability across the two countries.",
        "Strictly speaking this is not true; data are available at the ten-digit HS (tariff) level, but only from 1989. Prior to 1989 the most finely disaggregated data available are seven-digit TSUSA (tariff) data. However, the definitions of the TSUSA categories are not consistent over time and change frequently. Further, the data arc available only for imports; exports are reported on an incompatible basis that is more aggregated. Five-digit end-use data exist only from 1978. Moreover, the end-use data arc less finely disaggregated than our SITC data; there are only 290 five-digit end-use categories. We thank: Kathryn Morissc and Charles Gilbert of the Federal Reserve Board; Howard Murad of the Bureau of Economic Analysis; and Hayden Mcrkle of the Census Bureau for sharing their knowledge of the data with us.",
        "Similar results are obtained if one uses averages of the first three and last three years in place of 1962 and 1988 data. The results are also similar if one compares the first nine years to the last nine years.",
        "Also, Kolmogorov-Smirnov tests for both the American and Japanese data decisively reject the hypothesis of identical 1988 distributions of trade balances independent of whether the 1962 balance was in surplus or deficit.",
        "This discussion treats both Japan and the United States as developed countries and searches for goods transferred to developing countries. It may also be interesting to treat Japanese trade flows as mirror images to those for the United States. 179 Japanese categories (55% of 1988 Japanese trade) were in surplus in 1988; 77 (19% of 1988 trade) also had an earlier deficit. Using a one standard deviation rule (as in the text), yields 12 categories (7% of 1988 trade) with significant surpluses preceding final deficits; a two standard deviation rule excludes all categories.",
        "Positively trending American subgroups with at least a 1% share of total 1988 trade volume include: organic chemicals; semiconductors; and special transactions not classified according to kind. The associated American subgroups with negative trends are: pharmaceuticals; internal combustion engines; electrical switchgear; telecommunications apparatus n.e.s.; passenger cars;.lrucks and buses; and clothing of textile fabric. Japanese subgroups with positive trends include: internal combustion engines; calculators and computers; copiers and printers; electrical switchgear; telecommunications apparatus n.e.s.; semiconductors; passenger cars; trucks and buses; and record and tape players. Finally, the Japanese subgroups with downward trends are: fresh fish; fresh shellfish; refined petroleum products; and unwrought aluminum.",
        "In many goods the trends in NB are matched by corresponding trends in NV, representing a change in the importance of that good in total trade. For example, American coffee imports were 6% of total imports in 1962 and declined steadily to 0.5% by 1988. This shift represents a decline in the value of coffee consumption relative to total consumption, rather than a product-cycle phenomenon."
    ]
}