{
    "id": 3947,
    "cites": 20,
    "cited_by": 33,
    "reference": [
        "Alesina, Alberto, and Allan Drazen, forthcoming, Why Are Stabilizations Delayed? American Economic Review. Alesina, Alberto, and Dani Rodrik, 1991, Distributive Politics and Economic Growth, NBER Working Paper No. 3668.",
        "Alesina, Alberto, and Dani Rodrik, 1992, Distribution, Political Conflict and Economic Growth: A Simple Theory and Some Empirical Evidence, in Alex CukFerman et al. (eds.), The Political Economy of Business Cycles and Growth, Cambridge, MA, MIT Press, forthcoming.",
        "Bourguignon, Francois, and Christian Korrisson, 1989, External Trade and Income Distribution, Paris, Development Centre of the OECD.",
        "Drazen, Allan, and Vittorio Grilli, 1990, The Benefits of Crises for Economic Reforms, NBER Working Paper No. 3527.",
        "Fernandez, Raquel, and DanI Rodrik, 1991, Resistance to Reform: Status Quo Bias in the Presence of Individual-Specific Uncertainty, American Economic Review, December.",
        "Haggard, Stephan, and Steven Webb, 1990, The Political Economy of Structural Adjustment, research proposal, The World Bank, December.",
        "Herbst, Jeffrey, 1991, Exchange Rate Reform in Ghana: Strategy and Tactics, in Robert S. McNamara Program Tenth Anniversary Publication, Economic Development Institute, World Bank.",
        "Krueger, Anne, 1974, The Political-Economy of the Rent-Seeking Society, American Economic Review 64(3).",
        "Meter, Gerald K. (ed.), 1991, Politics and Policy Making in Developing Countries, San Fransisco: ICS Press.",
        "Kosley, Paul, Jane Harrigan, amd John Toye (eds.), 1991, Aid and Power: The World Bank and Policy-Based Lending, vols. 1 and 2, London: Routledge.",
        "Oats, Ziya. forthcoming. Redemocratization and Economic Liberalization in Turkey: The Limits of State Autonomy, Studies in ComQarative International Development. Panagariya, Arvind, and Dani Rodrik, 1991, Political Economy Argunents for a Uniform Tariff, NBER Working Paper No. 3661.",
        "Papageorgicu, Deisetris, Araemne Ghoksi, and Michael Nichaely, 1990, -44- Liberalizing Foreign Trade. Lessons of Experience in the Developing World, Cambridge, MA: Basil Blackwell.",
        "Persson, Torsten, and OutdO Tabellini, 1991, Is Inequality Harmful to Growth?, NBER Working Paper.",
        "Rodrik, Dani, 1989, Promises, Promises: Credible Policy Reform via Signalling, The Economic Journal. vol. 99, September [1989a] ___________ 1989, Credibility of Trade Reform; A Policy Makers Guide, fl~ World Economy, vol. 12, no. 1, March (1989bJ.",
        "Economic Review, January, forthcoming (l992b1. ___________ 1992. `Conceptual Issues in the Design of Trade Policy For Industrialization, World Development, March, forthcoming [1992c1.",
        "Stolper, Wolfgang, and Paul Saauelsom, 1941, Protection and Real Wages, Review of Economic Studies, 58-73.",
        "Whalley, John, 1989, `Recent Trade Liberalization in the Developing World: What is Behind It, and Where is It Headed? National Bureau of Economic Research Working Paper No. 3057, Cambridge, Mass.",
        "Willianson, John, 1990, The Progress of Policy Reform in Latin Americs, Washington, D.C.: Institute for International Economics, Policy Analyses in International Economics 28, 1990.",
        "World Bank, 1989, Strengthening Trade Policy Reform. vol. II, Washington, D.C.",
        "UNCTAD, 1991, Trade and Development Report, Geneva, Switzerland."
    ]
}