{
    "id": 395,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Aaron, Henry J. (ed.), Inflation and the Income Tax, The Brookins Institution, 1976.",
        "Auerbach, Alan J., Inflation and the Choice of Asset Life, Journal of Political Economy, 87, No. 3 (June 1979): 621-38.",
        "Eisner, Robert, Factors in Business Investment, National Bureau of Economic Research, General Series No. 102, 1978.",
        "Feldstein, Martin and Lawrence Summers, Inflation, Tax Rules, and the Long-Term Interest Rate, Brookings Papers on Economic Activity, 1:1978, 61-109.",
        "Corporate Section, National Bureau of Economic Research Working Paper Series, No. 312, 1979. (forthcoming in the National Tax Journal).",
        "Fellner, William, Kenneth W. Clarkson and John H. Moore, Correcting Taxes for Inflation, Domestic Affairs Study 311, American Enterprise Institute for Public Policy Research, June 1975.",
        "Fischer, Stanley, Wage Indexation and Macro-Economic Stability, in Stabilization of the Domestic and International Economy, K. Brunnner arid A. Meltzer, eds. (New York: North Holland, 1977).",
        "Galper, Harvey and John Mendenhall, Inflation and the Tax Structure, Office of Tax Analysis Paper 19, November 1976.",
        "Gray, J. Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, April 1976, 221-35.",
        "Hall, Robert E. and Dale W. Jorgenson, Tax Policy and Investment Behavior, American Economic Review, 57 (June): 391-14114. International Monetary Fund, Adjustment of Taxation for Inflation, 1975.",
        "King, Mervyn, Public Policy and the Corporation, (London: Chapman and Hall, 1977).",
        "Nadiri, M. Ishaq and Affonso C. Pastore (eds.), Indexation, The Brazilian Experience, Explorations in Economic Research, Vol. 14, No. 1, Winter 1977.",
        "Samuelson, P.A., Tax Deductibility of Economic Depreciation to Insure Invariant Valuations, Journal of Political Economy 72. No. 6 (December 19614), 6014-6.",
        "Shoven, John B. and Jeremy I. Bulow, Inflation Accounting arid Non-Financial Corporate Profits: Physical Assets, Brookings Papers on Economy Activity, 3:1915, 557-611.",
        "Tax Foundation, Tax Revision in an Inflationary Era, 1975."
    ]
}