{
    "id": 3950,
    "cites": 14,
    "cited_by": 20,
    "reference": [
        "Bayoumi, Tamis (1991), The Effects of the ERM on Participating Economies, IMF WP/91/86.",
        "Bayoumi, Tamim and Barry Eichengreen (1991), `Shocking Aspects of European Monetary Unification, unpublished manuscript, International Monetary Fund and University of California at Berkeley.",
        "Nayoumi, Tamim and Massimo Russo (1991(, Fiscal Policy and EMIt, paper presented at the conference on European Economic and Monetary Union, Barcelona, 1-B July.",
        "Blanchard, Glivier and aanny gush (1989), The Gynamic Effects of Aggregate aemand and Supply aisturbances, macrican Economic Review 79, pp.659-673.",
        "Gornbusch, Rudiger (1990), Two-Track EMIt, Now! in OCorl Otto Pohl et al., Britain and EMIt, London: Centre for Economic Performance, pp.1G3-1l2.",
        "McGraw Mill, third edition. Eichengreen, Barry (1991), Is Europe an Optimum Currency Area? CEPS aiscussicn Paper No. 478, forthcoming in Merbert Grubel (ed.), European Economic Integration: The View from Gutside (London: Macmillan).",
        "Economist Magazine (1991), Finland: Europe Aho, 14-20 September, pp.5557. Goldstein, Morris and G. Moglom (1991), Market-Based Fiscal aiscipline in Monetary Unions: Evidence from the U.S. Municipal Bond Market, unpublished manumcript, International Monetary Fund.",
        "Gylfason, Thorvaldur (1990), Iceland on the Outskirts of Europe: The Common Property Resource Problem, in EFTA (ed.), EFTA Countries in a Changing Europe, Geneva: EFTA, pp.81-95.",
        "Nall, Robert and John Taylor (1988), Macroeconomics: Theory. Practice and Policy, New york: McGraw 00111, third edition.",
        "Namiilton, Carl B. (1990), The Nordic EFTA Countries Options: Community member or a Permanent EEA Accord, in EFTA (ed.), EFTA Countries in a Changing Europe, Geneva: EFTA, pp.97-l27.",
        "Lippi, M. and L. Reichlin (1990), A Note on Measuring the Gynamic Effects of Aggregate aemand and Supply Gisturbances, unpublished manuscript.",
        "Lodge, Ian (1991), Big Step Towards Full EC Membership, Financial Times, 9 October, p.S.2.",
        "Mundell, Robert (1961), A Theory of Optimum Currency Areas, American Economic Review, pp.657-665.",
        "Englund, A. Vredin and A Marne: Macroeconomic Shocks in Sweden 1925-86, unpublished manuscript, London School of Economics, September."
    ]
}