{
    "id": 3953,
    "cites": 16,
    "cited_by": 22,
    "reference": [
        "Aizenman, Joshua, `*Foreign Direct Investment, Productive Capacity and Exchange Rate Regimes, NBER Working paper NO. 3767, July 91. _____- Monopolistic Competition, Relative Prices, and Output Adjustment in the Open Economy, Journal of International Money and Finance 8, 1989, pp. 5-28.",
        "Baldwin, Richard and Paul Krugman, Persistent Trade Effects of Large Exchange Rate Shocks, Ouarterlv Journal Of Economics, November 1989, pp. 635-654.",
        "Dornbusch, Rudi, Exchange Rate and Prices, American Economic Review, 1987, pp. 93 - 106.",
        "Edwards, Sebastian. Capital Flows, Foreign Direct Investment, and Debt- Equity Swaps in Developing Countries, NBER Working paper no. 3497, October 1989.",
        "Fischer, Stanley. Wage Indexation and Macroeconomic Stability, Vol. 5, Carnegie-Rochester Conferences on Public Policy, Journal of Monetary Economics, Suppl. 1977, pp 107 - 47.",
        "Flood, Robert P. and Marion Nancy P., The Transmission of Disturbances under Alternative Exchange Rate Regimes with Optimal Indexation, Onarterly Journal Of Economics, February 1982, pp. 43-66.",
        "Frankel, A. Jeffrey and Kenneth Froot , The Rationality of the Foreign Exchange Rate, American Economic Review, May 1990.",
        "Froot, Kenneth A. and Jeremy C. Stein, Exchange Rates and Foreign Direct Investment, NBER Working Paper 2914, March 1989.",
        "Goldberg, Linda. Nominal Exchange Rate Patterns: Correlation with Entry, Exit and Investment in the United State Industry, NBER Working paper 3249 , January 1990.",
        "Gray, Jo Anna. Wage Indexation: A Macro-Economic Approach, Journal of Monetary Economics, April 1976, pp. 221-35.",
        "I-lelpman Elhanan and Paul Krugman, Trade Policy and Market Structure, the MIT Press, 1989.",
        "Klein, Michael and Eric Rosengren, Foreign Direct Investment Outflow From The U. S., manuscript, 1990.",
        "Krugman, Paul, 1989, Exchange-Rate Instability, the MIT Press, Cambridge.",
        "Marston Richard C. and Turnovsky, Stephen J. , Imported Material Prices, Wage Policy and Macroeconomic Stabilization, Canadian Journal of Economic, 1985, pp. 273-84.",
        "Svensson Lars E. 0, and Sweder van Wijnbergen, Excess Capacity, Monopolistic Competition and International Transmission of Monetary Disturbances, The Economic Journal, 1989, pp. 785-805.",
        "Turnovsky, Stephen I., Wage Indexation and Exchange Market Intervention in a Small Open Economy, Canadian Journal of Economic, 1983, pp. 574-92."
    ]
}