{
    "id": 3955,
    "cites": 16,
    "cited_by": 19,
    "reference": [
        "Abel, A. and P.S. Mishkin (1983): An listegrated View of Tests of Rationality, Mar- ket Efficiency and Short-Run Neutrality of Monetary Policy, Journal of Monetary Economics, 9, January, pp. 3-24.",
        "Bertola, C. and L.E.O. Svensson (1990): Target Zones and Realignments, CEPR Working Paper n.398.",
        "Disturbances in Ordinary Least Squares and Instrumental Variables Regressions, NBER Technical Working Paper No. 92. Cumby, R.E. and J. l4uizinga and Obstfeld (1983): Two-Step Two-Stage Least Squares Estimation in Models with Rational Expectations, Journal of Econometrics, 2t, 333-355.",
        "Flood, R.P. A.K. Rose and D.J. Mathieson (1990): An Empirical Exploration of Exchange-Rate Target Zones, Carnegie-Rochester Conference Series on Public Policy forthcoming.",
        "Giovannini, A. (1990): European Monetary Reform: Progress and Prospects, Brookings Papers on Economic Activity 2, pp. 217-291.",
        "Hansen, L.P. (1982): Large Sample Properties of Generalized Methods of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Hansen, L.P, and Ri. lhodrick (1980): Forward Exchamsge Rates as Optimal Pre- dictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 88, 829-853.",
        "Johnson, N.L. (1949): System of Frequency Curves Cenerated by Methods of Tra- hslation, Biometrika, 36, 149-176.",
        "Johnson, N.L., and S. Eotz (1970): Continuous ffnivariate Distributions-i, Houghton Mifflin Company: Boston.",
        "ICrugman, P. (1988): Target Zones and Exchange-Rate Dynamics, NBER working paper No. 2481, Quarterly Journal of Economics, forthcoming.",
        "Lindberg, H., L.E.O. Svensson, P. Sdderlind, (1991): Devaluation Expectations: The Swedish Erona 1982-1991, mimeo, TIES, Stockholm.",
        "Lindherg, H.. amid P. Sflderhind, (1991): Target Zone Models and the Intervention Policy: The Swedish Case, Mimeo, Sveriges Riskbank and LIES, Stockholm.",
        "Newey, WE. and RD. West (1985): A Simple, Positive Definite, Heteroscedasticity and Autocorrelation Consistent Covariaoce Matrix, Econometrica, 55, 703-708.",
        "Rose, A.K. and L.E.O. Svensson (1991): Expected and Predicted Realignments: The FF/DM Exchange Rate During the EMS, lIES Seminar Paper n. -185.",
        "Svensson, L.E.O. (1991a): Target Zones and interest-Rate Variability, Journal of International Economics, 31. pp. 27-54.",
        "Svensson, L.E.O. (199Lb): The Simpfest Test of Target Zone Credibility, [MFStaff Papers 38, pp. 655-665. Svensson, L.E,O, (1991c): Assessing Target-Zone Credibility: Meamm Reversion and Devaluation Expectations in the EMS, lIES Seminar Paper n. 493."
    ]
}