{
    "id": 397,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Aitchison, J. and J.A.C. Brown (1957), The Log-normal Distribution, Cambridge.",
        "Akerlof, G.A. and B.G. Main (1978), Unemployment Spells and Unemployment Experience, Federal Reserve Board, Special Studies Paper No. 123, Washington, D.C.",
        "Amemiya, T. (1974), Nultivariate Regression and Simultaneous Equation Models When the Dependent Variables are Truncated Normal, Econometrica 42, pp. 999-1012.",
        "Amemiya, T. (1973), Regression Analysis When the Dependent Variable is Truncated Normal, Econometrica 41, pp. 997-1016.",
        "Barlow, R.E. and F. Proschan (1965), Mathematical Theory of Reliability, New York.",
        "Barlow, R.E., A.W. Marshall and F. Proschan (1963), Properties of Probability Distributions with Monotone Hazard Rate, The Annals of Mathematical Statistics 34, pp. 375-389.",
        "Borjas, G.J. and N.S. Goldberg(l978), Biased Screening and Discrimination in the Labor Market, American EÃ\u0083Â«onomic Review 68, pp. 918-922. Bury, K.V. (1975), Statistical Models in Applied Science, New York.",
        "Chamberlain, C. (1979), Heterogeneity, Omitted Variable Bias, and Duration Dependence, Harvard Institute of Economic Research, Discussion Paper Number 691 (March 1979), Harvard University, Cambridge (Mass.) Cox, D.R. (3962), Renewal Theory, Frome and London.",
        "DeGroot, N.H. (1970), Optimal Statistical Decisions, New York.",
        "Eliwood, D. (1979), Teenage Unemployment: Permanent Scars or Temporary 111cmishes, forthcoming in: R. Freeman and D. Wise (eds), National Bureau of Economic Research Conference on Youth Unemployment.",
        "Franz, W. (1979), Youth Unemployment: The German Experience, Part I, Institut fi~r Volkswirtschaftslehre und Statistik der Universitat Mannheim, Discussion Paper No. 116/79, Mannheim.",
        "Freeman, R. (1979), Why Is There a Labor Market Problem?, National Bureau of Economic Research Working Paper No. 365, Cambridge, (Mass.).",
        "Griliches, Z., B.H. Hall and J.A. Hausman (1978), Missing Data and SelfSelection in Large Panels, in~The Economics of Panel Data, Annales de lIns~e 30/31, pp. 137-176.",
        "Grubel, H.G. and D. Naki (1976), The Effect of Unemployment Benefits on U.S. Unemployment Rates, Weltwirtschaftliches Archiv 112, pp. 274-299.",
        "Harris, C.M. and N.D. Singpurwalla (1969), On Estimation in Weibull Distribu- * tion with Random Scale Parameters, Naval Research Logistics Quarterly 16, pp. 405-410.",
        "Heckman, J.J. (1976), The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economics and Social Measurement 5, pp. 475-492.",
        "Johnson, N. and F. Kotz (1972), Distributions in Statistics: Continuous Nultivariate Distributions, New York.",
        "Kendall, H.G. and A. Stuart (1968), The Advanced Theory of Statistics, Vol. 1: Distribution Theory, 3rd edition, New York.",
        "Kiefer, N.M. and G.R. Neumann (1979), Individual Effects ih a Nonlinear Model: Explicit Treatment of Heterogeneity in the Empirical JobSearch Model, Center for Mathematical Studies in Business and Economics, University of Chicago, Report 7921.",
        "Konig, H. and W. Franz (1978), Unemployment Compensation and the Rate of Unemployment in the Federal Republic of Germany, in: H.G. Grubel and M.A. Walker (eds.), Unemployment Insurance - Global Evidence of its Effects on Unemployment, Vancouver, pp. 236-266.",
        "Lancaster, T. (1979), Econometric Methods for the Duration of Unemployment, Econometrica 47, pp .939-956.",
        "Leighton, L.S. and J. Mincer (1979), Labor Turnover and Youth Unemployment, mimeo.",
        "Lindgren, B.W. (1976), Statistical Theory, 3rd ed., New York.",
        "Maddala, G.S. (1978), Selectivity problems in longitudinal data, in: The Economics of Panel Data, Annales de lInsee 30/3 1, pp. 423-450.",
        "Raiffa, H. (1970), Decision Analysis, Reading (Mass.).",
        "Salant, S.W. (1977), Search Theory and Duration Data: A Theory of Sorts, Quarterly Journal of Economics 91, pp. 39-57.",
        "Seater, J.J. (1979), Job Search and Vacancy Contacts, American Economic Review 69, pp. 411-419.",
        "Seater, J.J. (1977), A Unified Model of Consumption, Labor Supply, and Job Search, Journal of Economic Theory 14, pp. 349-372.",
        "Spence, N. (1976), Signalling and Screening, Harvard Institute of Economic Research, Discussion Paper No. 467, Cambridge (Mass.).",
        "Spence, N. (l973),Job Market Signalling, Quarterly Journal of Economics 87, pp. 355-374. -34- Theil, H. (1971), Principles of Econometrics, New York.",
        "Watson, G.S. and W.T. Wells (1961), On the possibility of improving the mean useful life of items by eliminating those with short lives, Technometrics 3, pp. 281-298."
    ]
}