{
    "id": 3975,
    "cites": 22,
    "cited_by": 72,
    "reference": [
        "AIYAGAIU, S. R. AND GEBTLER, M., 1990, Asset returns with transactions costs and uninsured individual risk: a stage III exercise.",
        "Aii.Row, K., 1965,Aspectsofa theory of risk bearing, Yrjo Jahnsson Lectures, Helsinki, Finland.",
        "BEwLEY, T., 1980, Interest bearing money and the stock of capital, mimeo.",
        "CONSTANTIMDES, G. M., 1988, Habit formation: A resolution of the equity premium puzzle, mimeo, Department of Finance, Graduate School of Business, University of Chicago.",
        "Cox, J. C., INGERSOLL, J. E., AND Ross, S. A., 1985, An intertemporal general equilibrium model of asset prices, Econometrica, 53, 363-384.",
        "HANSEN, L. P. AND JAGANNATHAN, R., 1988, Restrictions on intertemporal marginal rates of substitution implied by asset returns, mimeo, The University of Chicago.",
        "HEATON, j. AND LUCAS, D. J., 1991, Evaluating the effects of incomplete markets on risk sharing and asset pricing, mimeo, MIT.",
        "KANDELL, S. AND STAMBAUGH, R., 1991, Modelling expected stock returns for long and short horizons, Journal ofMoneta;y Economics.",
        "KII-ILSTROM, R. E., ROMER, D., AND WILLIAMs, S., 1981, Risk aversion with random initial wealth, Econometrica, 49, 911-920.",
        "KIMBALL, M. S., 1988, Precautionary savings in the small and in the large, rnimeo, Harvard University.",
        "KIMBALL, M. S., 1990a, Another measure of the strength of the precautionary saving motive, mimco, University of Michigan.",
        "KIMBALL, M. S., 1990b, Precautionary savings in the small and in the large, Econo- Idiosyncratic Risk 22 metrica, 53-73.",
        "KIMBALL, M. S., 1991, Standard risk aversion, Technical Working Paper 99, NBER.",
        "KIMBALL, M. S. AND WElL, P., 1991, Precautionary saving and consumption smoothing across time and possibilities.",
        "Losq E., 1978, A note on consumption, human wealth, and uncertainty, mimeo, McGill University, MontrÃ\u0083Â©al.",
        "PRATT, J. W., 1964, Risk aversion in the small and in the large, Econometrica, 32, 122-13 6.",
        "PRATT, J. W. AND ZECKHAUSER, R. J., 1987, Proper risk aversion, Econometrica, 55, 143-154.",
        "ROUWENHORST, K. G., 1989, Asset returns and business cycles: a general equilibrium approach, si mimeo, W.E. Simon Graduate School of Business Admininistration, University of Rochester.",
        "S ANDMO, A., 1970, The effect of uncertainty on savings decisions, Review ofEconomic Studies, 33, 353-360.",
        "SVENNsON, L. E. 0., 1988, Portfolio choice and asset pricing with non-traded assets, mimeo, I.I.E.S., University of Stockholm.",
        "WElL, P., 1989, The equity premium puzzle and the riskfree rate puzzle, Journal of Monetary Economics, 24, 401-421.",
        "WOODFORD, M., 1986, Expectations, finance and aggregate instability, in M. Kohn and S. Tsiang (eds.), Finance constraints, expectations and macroeconomics, Oxford University Press, New York."
    ]
}