{
    "id": 3976,
    "cites": 23,
    "cited_by": 15,
    "reference": [
        "Barsky, R., Mankiw, N. 0., and Zeldes, S., 1989, Ricardian consumers with Keynesian propensities, American Economic Review.",
        "Barsky, R. B., 1999, Why dont the prices of stocks and bonds move together?, American Economic Review.",
        "Caballero, R., 1990, Consumption puzzles and precautionary savings, Journal of Monetary Economics, 25(1).",
        "DrÃ\u0083Â¨ze, J. H. and Modigliani, F, 1972, Consumption decisions under uncertainty, Journal of Economic Theory, 5, 308-33 5.",
        "Farmer, R., 1990, Rince preferences, Quarterly Journal of Economics.",
        "Ciovannini, A. and Weil, P, 1989, Risk aversion and intertemporal substitution in the capital asset pricing model, Working Paper 2824, NBER.",
        "Hall, R., 1988, Intertemporal substitution in consumption, Journal of Political Economy, 96, 22 1-273.",
        "Kihlstrom, R. E., Romer, D., and Williams, S., 1981, Risk aversion with random initial wealth, Econometrica, 49, 911-920.",
        "Kimball, M. S., 1990a, Precautionary savings and the marginal propensity to consume, Working Paper 3403, NBER.",
        "Kimball, M. S., 1990b, Precautionary savings in the small and in the large, Ecoriometrica, 53-73.",
        "Kimball, M. S., 1991a, Concavity of certainty equivalent functions and consumption functions.",
        "Kimball, M. S., 1991b, Precautionary motives for holding assets, forthcoming.",
        "Kimball, M. S., 199lc, Standard risk aversion, Technical Working Paper 99, NBER. Precautionary Saving 36 Kimball, M. S. and Mankiw, N. 0., 1989, Precautionary savings and the timing of taxes, Journal of Political Economy, 97, 863-879.",
        "Kreps, D. and Porteus, E., 1978, Temporal resolution of uncertainty and dynamic choice theory, Econometrica, 46, 185-200.",
        "Marshall, A. W. and 01km, I., 1979, Inequalities: Theory of Majorization and Its Applications, Academic Press, New York.",
        "Nachman, D., 1982, Preservation of `more risk averse under expectations, Journal of Economic Theory, 28, 36 1-368.",
        "Pratt, J. W., 1964, Risk aversion in the small and in the large, Econometrica, 32, 122-136.",
        "Pratt, J. W., 1988, Aversion to one risk in the presence of others, Journal of Risk and Uncertainty, 1, 395-413.",
        "Selden, U, 1979, An OCE analysis of the effect of uncertainty on saving under risk independence, Review of Economic Studies, 73-82.",
        "Skinner, J., 1988, Risky income, life-cycle consumption and precautionary savings, Journal of Monetary Economics, 22, 237-255.",
        "CARA-LQ problem, Review of Economic Studies, forthcoming. Weil, P., 1990, Non-expected utility in macroeconomics, Quarterly Journal of Econo1nics, CV(1), 29-42.",
        "Weil, P., 1991, Precautionary savings and the permanent income hypothesis, Review of Economic Studies, forthcoming.",
        "Zeldes, S., 1989, Optimal consumption with stochastic income, Quarterly Journal of Economics, CIV, 275-298."
    ]
}