{
    "id": 3978,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Currie, Janet, and Sheena McConnell. `Collective Bargaining in the Public Sector: The Effect of Legal Structure on Dispute Costs and Wages. American Economic Review, vol. 81, no. 4, September 1991, pp 693-718.",
        "Ehnenberg, Ronald G., and Joshua L. Schwarz. `Public Sector Labor Markets. In Handbook of Labor Economics, vol. II, edited by Orley Ashenfelter and Richard Layard. Amsterdam: North Holland, 1986.",
        "Farber, Henry S.. `The Evolution of Public Sector Bargaining Laws, In When Public Employees Unionize, edited by Richard B. Freeman and Casey Ichniowski. Chicago and London. The University of Chicago Press, 1988.",
        "Freeman, Richard B., and Robert G. Valletta. `The Effect of Public Sector Labor Laws on Collective Bargaining, Wages, and Employment. In When Public Employees Unionize, edited by Richard B. Freeman and Casey Ichniowski. Chicago and London. The University of Chicago Press, 1988.",
        "Ichniowaki, Casey. `Arbitration and Police Bargaining: Prescriptions for the Blue flu, Industrial Relations, vol. 21, no. 2, Spring 1982, pp 149-166.",
        "Ichniowski, Casey. Public Sector Recognition Strikes: Illegal and Ill-Fated. NBER Working Paper No. 1808, January 1986.",
        "Nelson, William B., Gerald W. Stone, Jr., and Michael J. Swint. `An Economic Analysis of Public Sector Collective Bargaining and Strike Activity. Journal of Labor Research, vol. 2, no. 1, 1981, pp 77-98.",
        "Olson. Craig A.. Sirikes, Strike Penalties, and Arbitration in Six States. Industrial and Labor Relations Review, vol. 39, no. 4, July 1986, pp 539-552.",
        "Olson, Craig A.. Dispute Resolution in she Public Sector. In Pu~ljc Sector Bargaining, edited by Benjamin Aaron, Joyce M. Najita, and James L. Stern. Washington, D.C.: The Bureau of National Affairs, 1988.",
        "Stern, James. L., and Craig A Olson. The Propensity to Strike of Local Government Employees. Journal of Collective Ne~oiiati~ng, vol. Il, no, 3, 1982, pp 201-214.",
        "Stevens, Carl M.. Is Compulsory Arbitration Compatible With Bargaining? Industrial Relations, vol. 5, no. 1, February 1966, pp 38-52."
    ]
}