{
    "id": 3979,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Appel, D, Worrall, J.D., and R.J. Butler: Survivorship and the size distribution of the property-Liability insurance industry, Journal of Risk and Insurance 52, 424-440, 1985.",
        "Batsnol, W.J. and J. Panzar and R. Witlig: Contestable Markets and the Theory of Industry Structure, Harcourt Brace Jovanovich, New York, 1982.",
        "Bernstein, J.I. and R.R. Geehan: The Insurance Industry in Canada, Fraser Institute, Vancouver, 1988.",
        "Borch. K.: Equilibrium in a reinsurance market, Econometrica 30, 424-444, 1962.",
        "Borch, K.: Economics of Insurance, North Hot Land, Amsterdam, 1990.",
        "Braeutigam, R.R. and MV. Pauty: Cost-function estimation and quality bias; the regulated automobile insurance industry, Rand Journal of Economics 17, 606-617, 1986.",
        "Cooper,R. and B. Hayes: Multi-period insurance contracts, InternationaL Journal of Industrial Organization 5, 211-231, 1987.",
        "Crocker, K.J., and A. Snow: The efficiency effects of categorical discrimination in the insurance industry, Journal of PoliticaL Economy ~, 321-344, 1986.",
        "Diewert, W.E.: Duality approaches to microeconomic theory, in K. Arrow and M. Intriltigator, editors, Handbook of Mathematical Economics, Vol. II. Elsevier Science Publishers, The Netherlands, 1982.",
        "Dionne, G.: Search and insurance, International Economic Review 25, 237-367, 1984.",
        "Doherty, N. and J.R. Garven: Price regulation in property/LiabiLity insurance; a contingent claims approach, Journal of Finance 41, 1031-1050, 1986.",
        "Fairley, ti.: Investment income and profit margins in property-liability insurance; theory and empirical results, Belt Journal of Economics ~ 192-210, 1979.",
        "Finsinger, J. and N.y. Pauly: Reserve Levels and reserve requirements for profit maximizing insurance firms, in 0. Rarmberg and K. Spremann (eds.), Risk and Capital, Spinger-Vertag, 160-180, 1984.",
        "Geehan, R.R.: Returns to scale in the life insurance industry, Bell Journal of Economics 8, 497-514, 1977.",
        "HeLlwig, H.: A note of the specification of interfirm communication in insurance markets with adverse selection, JournaL of Economic Theory 46, 154-163, 1988.",
        "Joskow, P.J.: Cartels, competition and regulation in the property-liability insurance industry, Bell Journal of Economics and Management Science 4, 327-427, 1973.",
        "Mayers, D. and C.W. Smith: On the corporate demand for insurance; evidence from the reinsurance market, Journal of Business 63, 19-40, 1990.",
        "Rothschild, M. and Stiglitz, J.E.: Equilibriun in competitive insurance markets, the economics of markets with imperfect information, Quarterly Journal of Economics 90, 1629-650, 1976.",
        "Tirote, J.: The Theory of Industrial Organization, HIT Press, Cambridge, Mass., 1989.",
        "Spence, M.: Product differentiation and performance in insurance markets, Journal of Public Economics 10, 427-447, 1978.",
        "Wilson, C.: A model of insurance markets with incorÃ\u0083Â§tete information, Journal of Economic Theory 12, 167-207, 1977."
    ]
}