{
    "id": 398,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal, 75, No. 299 (September 1965).",
        "Becker, Gary S. A Theory of Social Interactions. Journal of Political Economy, 82, No. 6 (1974).",
        "Becker, Gary S., and Lewis, H. On the Interaction between the Quantity and Quality of Children. In New Economic Approaches to Fertility, edited by T.W. Schultz. Proceedings of a conference sponsored by the National Bureau of Economic Research and the Population Council. Journal of Political Econo~, 81, No. 2, Part II (March/April 1973).",
        "Ben-Porath, Yoram, and Welch, Finis, Do Sex Preferences Really Matter? The Quarterly Journal of Economics, 90, No. 2 (May 1976).",
        "Birch, Herbert G., and Gus sow, Joan Dye. Disadvantaged Children: Health, Nutrition, and School Failure. New York: Harcourt, Brace and World, Inc., 1970.",
        "Breslow, L., and Klein, B. Health and Race in California. American Journal of Public Health, 61, No. 4 (April 1971).",
        "R- 2 Colle, Ann D., and Grossman, Michael. Determinants of Pediatric Care Utilization. Ifl NBER Conference on the Economics of Physician and Patient Behavior, edited by Victor R. Fuchs and Joseph P. Newbouse. Journal of Human Resources, 13, Supplement (1978) Consumer Reports, Fluoridation: The Cancer Scare, Vol. 43, No. 7 (July 1978).",
        "Daniel, Jr., W.A. Bematocrit: Maturity Relationship in Adolescence. Pediatrics, 52, No. 3 (September 1973).",
        "Division of Dental Health of the National Institutes of Health. Natural Fluoride Content of Community Water Supplies, 1969. Washington, D.C.: United States Government Printing Of fice, 1969.",
        "Douglas, J.W.B. The Health and Survival of Children in Different Social Classes. Lancet, 1951.",
        "Douglas, J.W.B., and Blomfield, J.M. Children Under Five. Allen and Unwin Ltd., 1958.",
        "Dutton, Diana B. Hematocrit Levels and Race: An Argument Against the Adoption of Separate Standards in Screening for Anemia. Paper presented at the American Public Health Association Meetings in Los Angeles, October 18, 1978.",
        "Dutton, Diana B., and Silber, Ralph S. Childrens Health Outcomes in Six Different Ambulatory Care Delivery Systems. Mimeograph, March 1979.",
        "R- 3 Edwards, Linda N., and Grossman, Michael. Childrens Health and the Family. In Volume II of the Annual Series of Research in Health Economics, edited by Richard N. Scheff 1cr. Greenwich, Connecticut: JAI Press, 1980.",
        "Edwards, Linda N,, and Grossman, Michael. The Relationship between Childrens Health and Intellectual Development. In Health: What is it Worth?, edited by Se]~na Mushkin. Elmsford, New York: Pergamon Press, Inc., 1979.",
        "Fuchs, Victor R. Some Economic Aspects of Mortality in Developed Countries. In The Economics of Health and Medical Care, edited by Mark Perlinan. London: MacMillan, 1974a.",
        "Fuchs, Victor R. Who Shall Live?: Health, Economics and Social Choice. New York: Basic Books, Inc., 1974b.",
        "GOldman, Fred, and Grossman, Michael. The Demand for Pediatric Care: An Hedonic Approach. Journal of Political Economy, 86, No. 2, Part I (April 1978).",
        "Grossman, Michael. The Correlation Between Health and Schooling. In Household Production and Consumption, edited by Nestor E. Terleckyj. New York: Columbia University Press for the National Bureau of Economic Research, 1975.",
        "R- 4 Grossman, Michael. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press for the National Bureau of Economic Research, 1972.",
        "Haggerty, Robert J.; RogIunann, Klaus J.; and Pless, Ivan B. Child Health and the Conununity. New York: John Wiley and Sons, 1975.",
        "Hu, Teh-Wei. Effectiveness of Child Health and Welfare Programs: A Simultaneous Equations Approach. Socio-Economic Planning Sciences, 7 (1973).",
        "Inman, Robert P. The Family Provision of Childrens Health: An Economic Analysis. In The Role of Health Insurance in the Health Services Sector, edited by Richard Rosett. New York: Columbia University Press for the National Bureau of Economic Research, 1976.",
        "Kelly, James E., and Sanchez, Marcus 3. Periodontal Disease and Oral ~ygiene Among Children. National Center for Health Statistics, U.S. Department of Health Education and Welfare, Public Health Publication Series 11 - No. 117, 1972.",
        "Keilmer-Pringle, M.L.; Butler, N.R.; and Davie, R. 11,000 Seven-Year-Olds. New York: Humanities Press, 1966.",
        "Kleinznan, Joel C., and Wilson, Ronald W. Are `Medically Underserved Areas Medically Underserved? Health Services Research, 12, No. 2 (Summer 1977).",
        "Keniston, Kenneth, and the Carnegie Council on Children. All Our Chil dren: The American Family Under Pressure. New York: Harcourt Brace Jovanovich, 1977."
    ]
}