{
    "id": 3980,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Collins, Michael (1982), Unemployment in Interwar Britain: Still Searching for an Explanation, Journal of Political Economy. v. 90, n. 2, p. 369-79.",
        "Crafts, N.F.R.. M. MacKinnon, and M. Thomas (19841, International Trade and Structural Unemployment in Interwar Britain, mimeo, Oxford University.",
        "Cross, Rodney (1982), How Much Voluntary Unemployment in Interwar Britain, in Comment. Journal of Political Economy. v. 90, n. 2, p. 380-85.",
        "Cutler, David M. (1989). Stock Market Volatility, Cross Section Volatility, and Stock Returns, MIT, mimeo.",
        "Davis, Steve (1987),Fluctuations in the Pace of Labor Reallocation, in K. Brunner and A. Metzler leds.), Empirical Studies of Velocity, Real Exchange Rates, Unemployment and Productivity, Carnegie-Rochester Conference Series on Public Policy, 27. p. 335-402.",
        "Deane, Phyllis and BR. Mitchell, 119711, Abstract of British Historical Sources, Cambridge, Cambridge University Press.",
        "Cambridge, Cambridge University Press. Friedman, Milton, and Anne J. Schwartz (19821, Monetary Trends in the U.S. and the U.K., Chicago, University of Chicago Press.",
        "Jones, M.E.F. 119851. Regional Policy in Interwar Britain. ~plorations in Economic History. v. 22, n. 4.",
        "Lilien, David (1982al, Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy. v. 90, n. 4, August, p. 777-793.",
        "Lilien, David l1982bl, A Sectoral Model of the Business Cycle, USC-MRG Working Paper.",
        "Loungani, Prakash, and Mark Rush (19911, Sectoral Shifts in Interwar Britain, Working Paper, March.",
        "Loungani, Prakash, Mark Rush. and William Tave (19901, Stock Market Dispersion and Unemployment, Journal of Monetary Economics, June.",
        "Lucas, Robert and Edward Prescott, (1974), Equilibrium Search and Unemployment, Journal of Economic Theory. 7, February, p. 188-209.",
        "Metcalf, David. Steven J. Nickell, and Nicos Floros (1 982l,StiIl Searching for an Explanation of Unemployment in Interwar Britain, Journal pf Political Economy. v. 90, n. 2, p. 386-399. Ormerod, PA. and G.D.N. Worswick (19821, Searching for an Explanation of Unemployment in Interwar Britain, Journal of Political Economy, v. 90, n. 2, p. 400-9."
    ]
}