{
    "id": 3985,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Akerlof, George and Lawrence Katz, Workers Trust Funds and the Logic of Wage Profiles, Quarterly Journal of Economics, Vol. 104, No. 3, August 1989, 525-536.",
        "Allen, Steven G., Clark, Robert and Ann McDermed. Pensions, Bonding, and Lifetime Jobs, Working paper no. 3688, National Bureau of Economic Research, April 1991.",
        "Allen, Steven G. and Robert Clark, Unions, Pension Wealth, and AgeCompensation Profiles, Industrial and Labor Relations Review, Vol. 39, No. 4, July 1986, 502-517.",
        "Biddle, Jeffrey and Gary Zarkin. Worker Preferences and Market Compensation for Job Risk, Review of Economics and Statistics, Vol. 70, No. 4, November 1988, 660-667.",
        "Brown, Charles. Equalizing Differences in the Labor Market, Quarterly Journal of Economics, Vol. 96, No. 1, February 1980, 113-134.",
        "Brown, Charles and James Medoff, The Employer Size-Wage Effect, Journal of Political Economy, Vol. 97, No. 5, October 1989, 1027-59.",
        "Bulow, Jeremy and William Landsman, The Relationships Between Wages and Benefits, Pensions, Labor and Individual Choices, ed. by D. Wise, Chicago: University of Chicago Press, 1985.",
        "Carmichael, H. Lorne, Self-Enforcing Contracts, Shirking, and Life Cycle Incentives Journal of Economic Perspectives, Vol. 3, No. 4, Fall 1989, 65-83.",
        "Dickens, William, and Kevin Lang, Labor Market Segmentation and the Union Wage Premium, Review of Economics and Statistics, Vol. 70, No. 3, August 1988, 527-530.",
        "Dorsey, Stuart, The Economic Functions of Private Pensions: An Empirical Analysis, Journal of Labor Economics, Vol.5, No.4, October 1987, 171-189.",
        "Duncan, Greg and Frank Stafford, Do Union Members Receive Compensating Wage Differentials?, American Economic Review, Vol. 70, no. 3, June 1980, 355371. Ehrenberg, Ronald, Retirement System Characteristics and Compensating Wage Differentials in the Public Sector, Industrial and Labor Relations Review, Vol. 33, 20 No. 4, July 1980, 470-484.",
        "Epple, Dennis, Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products, Journal of Political Economy, Vol. 95, No. 1, February 1987, 59-80.",
        "Even, William and David Macpherson, Employer Size and Pension Coverage, working paper, Miami University, January 1991.",
        "Even, William and David Macpherson, The Gender Gap in Pensions and Wages, Review of Economics and Statistics, Vol. 72, No. 2, May 1990, 259-265.",
        "Freeman, Richard B. and James L. Medoff, What Do Unions Do?, Basic Books, Inc., New York, 1984.",
        "Gustman, Alan and Thomas Steinmeier, Pensions, Efficiency Wages, and Job Mobility, National Bureau of Economic Research Working Paper No. 2426, November 1987.",
        "Hersch, Joni and W. Kip Viscusi, Cigarette Smoking, Seatbelt Use, and Differences in Wage-Risk Tradeoffs, Journal of Human Resources, Vol. 25, No. 2, Spring 1990,202-227.",
        "Ippolito, Richard, Encouraging Long-Term Tenure: Wage Tilt or Pensions?, Industrial and Labor Relations Review. Vol. 44, No. 3, April 1991, 520-535.",
        "Kotlikoff, L.J. and D.A. Wise, Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets, Pensions, Labor and Individual Choice, ed. D. Wise, Chicago, University of Chicago Press, 1985.",
        "Lazear, E.P. Why is There Mandatory Retirement, Journal of Political Economy, Vol. 87, No. 6, December 1979, 1261-1284.",
        "Lazear, E.P., Agency, Earnings Profiles, Productivity and Hours, American Economic Review, Vol. 71, no. 4, September 1981, 606-620.",
        "Lazear, E.P., Pensions as Severance Pay, in Z. Bodie and J. Shoven, eds., Financial Aspects of the U.S. Pension System, Chicago: The University of Chicago Press, 1983.",
        "Maddala, G.S., Limited Dependent and Qualitative Variables in Econometrics, Cambridge: Cambridge University Press, 1983.",
        "McCarthy, David and John Turner, Earnings Comparisons and Race/Gender Differences in Private Pension Plans, memo, Washington, D.C., December 1983.",
        "Mitchell, Olivia and Silvana Pozzebon, Wages, Pensions and Wage-Pension Tradeoffs, in Explaining Patterns in Old-age Pensions, ed. Olivia Mitchell, Final report submitted to National Institute on Aging, August 1986.",
        "Montgomery, Edward, Kathryn Shaw and Mary Ellen Benedict, Pensions and Wages: An Hedonic Price Theory Approach, International Economic Review, forthcoming 1992.",
        "Moore, Robert, Are Male/Female Earnings Differentials Related to LifeExpectancy -Caused Pension Cost Differences? Economic Inquiry, Vol. 25, July 1987, 389-401.",
        "Oi, Walter, Heterogeneous Firms and the Organization of Production, Economic Inquiry, Vol. 21, No. 2, April 1983, 147-171.",
        "Pearce, James, Tenure, Unions and the Relationship Between Employer Size and Wages. Journal of Labor Economics, Vol. 9, No. 2, April 1990, 251-69.",
        "Schiller, Bradley and Randall Weiss, Pensions and Wages: A Test for Equalizing Differences, Review of Economics and Statistics, Vol. 62, No. 4, November 1980, 529-538.",
        "Smith, Robert, Compensating Differentials for Pensions and Underfiinding in the Public Sector, Review of Economics and Statistics, Vol. 63, No. 4, August 1981, 463-467.",
        "Smith, R.S. and R.G. Ehrenberg, Estimating Wage-Fringe Tradeoffs: Some Data Problems, Measurement of Labor Cost, ed. J.E. Triplett, Chicago: The University of Chicago Press, 1983.",
        "Trends in Pensions, edited by John Turner and Daniel Beller, U.S. Department of Labor, Pension and Welfare Benefit Administration, U.S. Government Printing Office, 1989."
    ]
}