{
    "id": 3986,
    "cites": 17,
    "cited_by": 48,
    "reference": [
        "Abel, A. and 0. Blanchard, An intertemporal equilibrium model of savings and investment, Econometrica 51, 3, May 1983.",
        "Barro, R., J., Are Government Bonds Net Wealth?, Journal of Political Economy, 1974.",
        "Barro, R., J., Government spending in a simple model of endogenous growth, Journal of Political Economy, October l990a. Barro, R., J.,Economic growth in a cross section of countries, Q.J.E., May (1991) Barro, R., J. and X. Sala-i-Martin, Convergence across states and regions, Brookings Papers of Economic Activity, 1991:1. (1991) Barro, R., J. and X. Sala-i-Martin, Convergence, forthcoming J.P.E. (1992) Barro, R., J. and X. Sala-i-Martin, Economic growth unpublished manuscript, Chapter One (l991b). Bernard, A. and S. Durlauf, Convergence of international output movements, mimeo Stanford University, 1991.",
        "Burmeister, E. Capital theory and dynamics, Cambridge U. Press, 1980.",
        "CaballÃ\u0083Â©, J. and M. Santos, On Endogenous Growth with Physical Capital, mimeo Universitat Autonoma de Barcelona, 1991.",
        "Cass, D., Optimum growth in an aggregative model of capital accumulation, Review of Economic Studies, July 1965.",
        "Chamley, C. Externalities and Dynamics in Models of Learning or Doing, Institute for Economic Development Discussion Paper Series, *17, Boston University, (1991) 55 Faig, M. A simple economy with human capital: transitional dynamics, technology shocks, and fiscal policies, mimeo Toronto May 1991.",
        "Heckman, J., A life-cycle model of earnings, learning, and consumption, J.P.E., 1976.",
        "Jones, L. and R. Manuelli, A convex model of equilibrium growth, J.P.E, october 1990.",
        "Jorgenson, D., Capital theory and Investment, AER, may 1963.",
        "Judd, K. L., Minimum weighted residual methods for solving dynamic economic models, mimeo Hoover Institution, July 1990 King, R. and S. Rebelo, Public policy and economic growth: developing neoclassical implications, JPE October 1990.",
        "Koopmans, T. C., On the concept of optimal growth, in the Econometric Approach to Development Planning, North Holland, Amsterdam, 1965.",
        "Lucas, R. E., Supply-Side Economics: An Analytical Review, Oxford Economic Papers 42 1990.",
        "Mankiw, G., D. Romer,and D. Well, A contribution to the empirics of economic Growth, mimeo Harvard 1990.",
        "Mulligan, C. B., A note on the time-elimination method for solving recursive dynamic economic models, NBER WP, November 1991.",
        "Press, William H., et al Numerical Recipes In C: The Art of Scientific Computing. Cambridge: Cambridge University Press, 1990.",
        "Srinivasan, T. N., Optimal savings in a two-sector model of growth, Econometrica, 32, 3, July 1964."
    ]
}