{
    "id": 3989,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "Black, Fischer, 1990, Mean Reversion and Consumption Smoothing, Review of Fi~ nancial Studies 3, 107-114.",
        "Breeden, Douglas, 1979, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment, Journal of Financial Economics 7, 265-296.",
        "Brown, David P. and Michael R. Gibbons, 1985, A Simple Econometric Approach for Utility-Based Asset Pricing Models, Journal of Finance 40, 359-381.",
        "Campbell, John Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., 1991a, A Variance Decomposition for Stock Returns, the H.G. Johnson Lecture to the Royal Economic Society, Economic Journal 101, 157-179.",
        "Campbell, John Y., 1991b, Ins~ecting the Mechanism: An Analytical Approach to the Stochastic Growth Model , unpublished paper, Princeton University.",
        "Campbell, John Y. and Hyeng K. Koo, 1992, A Numerical Solutionfor the Consumption Wealth Ratio in a Model with Nonexpected Utility Using Nystroms Method, unpublished paper, Princeton University.",
        "Campbell, John Y. and N. Gregory Mankiw, 1989, Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, in Olivier J. Blancha.rd and Stanley Fischer eds. NBER Macroeconomics Annual 1989, 185-216, Cambridge, MA: MIT Press.",
        "Campbell, John Y. and Robert J. Shiller, 1988a, The Dividend-Price Ratio and Expectations of FUture Dividends and Discount Factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y. and Robert J. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43, 661-676.",
        "Chen, Nai-fu, Richard Roll, and Stephen A. Ross, 1986, Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Chen, Zhiwu, 1991, Consumer Behavior and Asset Pricing When Taste Formation Depends on Wealth, Working Paper 7-91-7, Graduate School of Business, University of Wisconsin.",
        "Christiano, Lawrence J., 1988, Why Does Inventory Investment Fluctuate So Much?, Journal of Monetary Economics 21, 247-280.",
        "Constantinides, George, 1990, Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98, 519-543.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, 1985, A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-408.",
        "Dunn, Kenneth B. and Kenneth J. Singleton, 1986, Modelling the Term Structure of Interest Rates under Habit Formation and Durability of Goods, Journal of Financial Economics 17, 27-55.",
        "Epstein, Lawrence and Stanley Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica 57, 937-969.",
        "Epstein, Lawrence and Stanley Zin, 1991, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis, Journal of Political Economy 99, 263-286.",
        "Farna, Eugene F. and G. William Schwert, Asset Returns and Inflation, Journal of Financial Economics 5:115-146, 1977.",
        "Friend, Irwin and Marshall E. Blume, 1975, The Demand for Risky Assets, American Economic Review 65, 900-922.",
        "Giovannini, Alberto and Philippe Jorion, Time-Series Tests of a Non-Expected Utility Model of Asset Pricing, NBER Working Paper No. 3195, December 1989.",
        "Giovannini, Alberto and Philippe Weil, Risk Aversion and Intertemporal Substitution in the Capital Asset Pricing Model, NBER Working Paper No. 2824, January 1989.",
        "Grossman, Sanford J., Angelo Melino, and Robert I Shiller, 1987, Estimating the Continuous-Time Consumption Based Asset Pricing Model, Journal of Business and Economic Statistics 5, 315-328.",
        "Grossman, Sanford J. and Robert J. Shiller, 1981, The Determinants of the Variability of Stock Market Prices, American Economic Review 71, 222-227.",
        "Hall, Robert E., 1988, Intertemporal Substitution in Consumption, Journal of Political Economy 06, 221-273.",
        "Hansen, Lars Peter and Kenneth I Singleton, 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1285.",
        "Hansen, Lars Peter and Kenneth J. Singleton, 1983, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy 91, 249-265. Heaton, John, 1090, An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specifications, unpublished paper, MIT.",
        "Ingersoll, Jonathan E., Jr., 1987, Theory of Financial Decision Making, Rowman and Littlefleld: Totowa, NJ.",
        "Kandel, Shmuel and Robert F. Stainbaugh, 1991, Asset Returns and Intertemporal Preferences, Journal of Monetary Economics 27, 39-71.",
        "Keim, Donald B. and Robert F. Stambaugh, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17:357-390, December 1986.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo, 1087, Production, Growth and Business Cycles: Technical Appendix, unpublished paper, University of Rochester. Kocherlakota, Narayana, 1990, Disentangling the Coefficient of Relative Risk Aversion from the Elasticity of Intertenip oral Substitution: An Irrelevance Result, Journal of Finance 45, 175-190.",
        "Kreps, David, and E. Porteus, 1978, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econornetrica 46, 185-200.",
        "Mankiw, N. Gregory and Stephen P. Zeldes, 1991, The Consumption of Stockholders and Non-Stockholders, Journal of Financial Economics 29, 97-112.",
        "Mehra, Rajnish and Edward Prescott, 1985, The Equity Premium Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Poterba, James M. and Lawrence H. Summers, Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics 22:27-59, October 1988.",
        "Restoy, Fernando, 1991, Optimal Portfolio Policies Under Time-Dependent Returns, unpublished paper, Harvard University.",
        "Roll, Richard R., 1977, A Critique of the Asset Pricing Theorys Tests, Part 1: On Past and Potential Testability of the Theory, Journal of Financial Economics 4, 129-176.",
        "Roll, Richard R. and Stephen A. Ross, 1980, An Empirical Investigation of the Arbitrage Pricing Theory, Journal of Finance 35, 10 73-1103.",
        "Ross, Stephen A., 1976, Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 341-360.",
        "Sveasson, Lars E.O., 1989, Portfolio Choice with Non-Expected Utility in Continuous Time, Economics Letters 30, 313-31 7.",
        "Tauchen, George and Robert Hussey, 1991, Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Economctrica 59, 371 396."
    ]
}