{
    "id": 3994,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Behrsan, J., Pollak, R., and Taubnan, P.., Faially Resources, Family Size, and Access to Financing for College Education, Journal of Political Economy 97 (1989): 398-419.",
        "Buchanan, J., and Tullock, C. The Calculus of Consent. Ann Arbor, 1962.",
        "Cready J., and Francoim, F., FinancIng Higher Education and Majority Voting, Journal of Public Economics 43 (1990), 181-200.",
        "Fernandez, H. and Rodrik, 0., Resistance to Reform: Status Quo Bias in the Presence of Individual-Specific Uncertainty, forthcoming, AmerIcan EconomIc Review (1991).",
        "Cmlor, 0. and Zeira, 3, , Income Dlmtribut Ion and Macroeconomicm, mIseo Brown University, 1990.",
        "Hansen, W. Lee, and Weisbrod, Burton. Benefits, Coats and Finance of Hlgher Education. Chicago: Markham, 1969.",
        "Johnson, C., Subsidies for Higher Education, Journal of Labor Economics 2 (1984): 303-318.",
        "Lommerud, K., Educational Subsidies When Relative Income Matters, Oxford Economic Papers 41 (1989): 640-652.",
        "Lott, J., An Explanation for Public Provision of Schooling: The Inportance of Indoctrination, Journal of Law and Economics 33 (1990): 199-231.",
        "Loury. C.. Intergenerational Transfers and the Distribution of Earnings, 25 Econometrica 49 (1981), 843-867.",
        "Ljungqvist, L., NEconomic Underdevelopment: The Case of a MIssing Market for Human Capital, iaiseo, Madison, 1991.",
        "McKelvey, R., Covering, Dominance, and Institution Free Properties of SocIal Choice, American Political Science Review, 1983: 204-314.",
        "Meltzer, A. and Richard, S., A Rational Theory of the Size of Government, Journal of Political Economy 09 (1981): 914-927.",
        "Miller, N., A New Solution Set for Tournaments and Majority VotIng, American Political ScIence Review, 1980: 68-96.",
        "Peltzman, S., The Effect of Government Subsidies in Kind on Private Expenditure: The Case of Higher Education, Journal of Political Economy 81 (1973): 1-27.",
        "Perotti, IL, Political Equilibrium, Inoome DIstribution and Growth, aiaeo, MIT, 1990.",
        "Persson, T. and Tabellinl, C., Is Inequality Harmful for Growth? Theory and Evidence, mimeo, Berkeley, 1990.",
        "Stiglitz, 3. The Demand for EducatIon in PublIc and Private School Systems, Journal of Public Economics 3 (1974): 349-385."
    ]
}