{
    "id": 3995,
    "cites": 34,
    "cited_by": 3,
    "reference": [
        "Robert Barsky and Bradford Dc Long [1989], Why Have Stock Prices Fluctuated? (Cambridge, MA: Harvard University xerox).",
        "Robert Barsky and Bradford Dc Long [1990], Bull and Bear Markets in the Twentieth Century, Journal of Economic History 50,2 (June), pp. 265-82.",
        "Robert Barsky and Bradford Dc Long [1991], Forecasting Pre-World War I Inflation: The Fisher Effect and the Gold Standard, Quarterly Journal of Economics 186,3 (August), pp. 8 15-37.",
        "Robert Barsky and Lawrence Summers [1988], The Gibson Paradox and the Gold Standard, Journal of Political Economy 96,3 (June), pp. 528-51.",
        "John Y. Campbell and Robert J. Shiller [1988], Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43 (June), pp. 661-76.",
        "Stephen Cecchetti, Pok-Sang Lam, and Nelson Mark [1990], Mean Reversion in Equilibrium Asset Prices, American Economic Review 80,3 (June), pp. 398-419.",
        "Alfred Cowles et al. [1939], Common Stock indices (Bloomington, IN: Principia Press, 2nd ed.).",
        "I. Bradford Dc Long and Marco Becht [1991], Excess Volatility in the German Stock Market (Cambridge, MA: Harvard University xerox).",
        "J. Bradford Dc Long and Barry J. Eichengreen [19911, The Marshall Plan: Historys Most Successful Structural Adjustment Program (Cambridge, MA: NBER Xerox).",
        "Irving Fisher [1930], The Stock Market Crash-and After (New York: Macmillan).",
        "Eugene Fama and Kenneth French [19881, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96 (April), 246-73.",
        "Milton Friedman [1953], The Case for Flexible Exchange Rates, in Essays in Positive WHY DOES TUE MARKET FLUCTUATE? 24 BARSKY AND DE LONG Economics (Chicago, fl.: University of Chicago Press).",
        "Sanford Grossman and Robert J. Shiller [1981], The Determinants of the Variability of Stock Market Prices, American Economic Review 71, pp. 222-7.",
        "Myung Jig Kim, Charles Nelson, and Richard Startz [1990], Mean Reversion in Stock Prices: A Reappraisal (Cambridge, MA: NBER working paper 2795).",
        "Allen Kleidon [1986a], Anomalies in Financial Economics: Blueprint for Change? in Robin M. Hogarth and Melvin W. Reder, eds., Rational Choice: The Contrast Between Economics and Psychology (Chicago, IL: University of Chicago Press), pp. 285-3 15.",
        "Allen Kleidon [1986b], Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Economy 94 (October), pp. 953-1001.",
        "Stephen LeRoy and Richard Porter [1981], The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica 49: 555-74.",
        "Stephen LeRoy [1989], Efficient Capital Markets and Martingales, Journal of Economic Literature 27 (December), pp. 1583-1622.",
        "N. Gregory Mankiw, David Romer, and Matthew Shapiro [1985), An Unbiased Reexamination of Stock Market Volatility, Journal of Finance 40 (June), pp. 677-87.",
        "N. Gregory Mankiw, David H. Romer, and Matthew D. Shapiro (1991), Stock Market Forecastability and Volatility: A Statistical Appraisal, Review of Economic Studies 58:3 (May), pp. 455-77.",
        "Robert Merton and Terry Marsh [1987], Dividend Behavior and the Aggregate Stock Market, Journal of Business 60 (January), pp. 1-40.",
        "John Muth [1960], Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association 55, pp. 299-306.",
        "WHY DOES THE MARKEr FLUCTUATE? 25 BARSKY AND DE LONG James Poterba and Lawrence Summers [1988], Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics 22, pp. 27-59.",
        "N.G. Shephard and Andrew C. Harvey [1990], On the Probability of Estimating a Deterministic Component in the Local Level Model, Journal of Time Series Analysis 11,4, pp. 339-47.",
        "Robert J. Shiller [1981), Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends? American Economic Review 71, pp. 421-35.",
        "Robert J. Shiller (1984], Stock Prices and Social Dynamics, Brookings Papers on Economic Activity 1984,2 (Fall), pp. 457-98.",
        "Robert J. Shiller [1986], Comment on Kleidon, in Robin M. Hogarth and Melvin W. Reder, eds., Rational Choice: The Contrast Between Economics and Psychology (Chicago, 11.: University of Chicago Press).",
        "Robert J. Shiller [1988], The Probability of Gross Violations of a Present Value Variance Inequality, Journal of Political Economy 96 (October), pp. 1089-92.",
        "Robert J. Shiller [1989], Market Volatility (Cambridge, MA: M.I.T. Press).",
        "Robert J. Shiller [1990), Speculative Prices and Popular Models, Journal of Economic Perspectives 4,2 (Spring), pp. 55-65.",
        "Robert J. Shiller and Jeremy Siegel [1977], The Gibson Paradox and Historical Movements in Real Interest Rates, Journal of Political Economy 85, pp. 891-907.",
        "Lawrence Summers [1986], Does the Stock Market Rationally Reflect Fundamental Values? Journal of Finance 41, pp. 591-601.",
        "James Tobin and Murray Weidenbaum, eds. [1988), Two Revolutions in Economic Policy (Cambridge, MA: M.I.T. Press).",
        "Kenneth West [19881, Bubbles, Fads, and Stock Price Volatility Tests: A Partial Evaluation, Journal of Finance 43, pp. 639-56."
    ]
}