{
    "id": 3996,
    "cites": 17,
    "cited_by": 64,
    "reference": [
        "Azariadis, Costas and Allan Drazen, Threshold Externalities in Economic Development, Quarterly Journal of Economics, CV, 501-526, 1990.",
        "Barro, Robert J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, CVI, 407-444, 1991.",
        "Baumol William J., Productivity Growth, Convergence and Welfare: What the Long Run Data Show, American Economic Review, 76, 1072-1085, 1986.",
        "Bernard, Andrew B. and Steven N. Durlauf, Interpreting Tests of the Convergence ilypothesis, Working Paper, Stanford University, 1991.",
        "Breiman, Leo, Jerome L. Friedman, Richard A. Olshen, and Charles J. Stone, Classification and Regr~sion Trees, Wadsworth, Belmont Ca.: 1984.",
        "DeLong, .1. Bradford, Productivity Growth, Convergence and Welfare: Comment, American Economic Review, 78, 1138-1154, 1988.",
        "Durlauf, Steven N., Nonergodic Economic Growth1 FIBER Working Paper no. 3719, 1991.",
        "Durlauf, Steven N. and Paul A. Johnson, Technology Differences and International Income Disparities, Working Paper, Stanford University, in progress, 1992.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge: MIT Press, 1991.",
        "Lucas, Robert E., On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42, 1988.",
        "Mankiw, N. Gregory, David Romer and David N. Weil, A Contribution to the Empirics of Economic Growth, NBER Working Paper no. 3541, 1990.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny, Industrialization and the Big Push, Journal of Political Economy, 97, 1003-1026, 1989.",
        "Quandt, Richard E., The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes, Journal of the American Statistical Association, 53, 873-880, 1958.",
        "Ranch, James E., The Question of Per Capita Convergence in International 31 Consumption, UC San Diego Working Paper, 1989.",
        "Romer, Paul M., Increasing Returns and Long Run Growth, Journal of Political Economy, 94, 1002-1037, 1986.",
        "Summers, Robert and Alan Heston, A New Set of International Comparisons of Real Product and Prices: Estimates for 130 Countries, Review of Income and Wealth, 34, 1-26, 1988.",
        "White, ilalbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 817-838, 1980."
    ]
}