{
    "id": 3997,
    "cites": 13,
    "cited_by": 123,
    "reference": [
        "Akerlof, George, and Janet YeIlen. 1 990. The Fair-Wage Effort Hypothesis and Unemployment. Quarterly Journal of Economics, Vol. 105, No. 2 (May), pp. 255-84. Brown, Charles, Curtis Gilroy, and Andrew Kohen. 1 983. Time Series Evidence on the Effect of the Minimum Wage on Youth Employment and Unemployment. Journal of Human Resources, Vol. 18, No. 1 (Winter), pp. 3-31. Bureau of National Affairs. 1985. Employee Relations in the Fast Food lndustry. Supplement to Retail/Services Labor Report. Washington, D.C.",
        "Card, David. 1992. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Unpublished paper, Princeton University.",
        "Castillo-Freeman, Alida and Richard B. Freeman. 1992. When the Minimum Wage Really Bites. In G. Borjas and R. Freeman, eds., The Economic Effects of Immigration in Source and Receiving Countries. Chicago: University of Chicago Press, forthcoming.",
        "Charner, Ivan and Bryna S. Fraser. 1984. Fast Food Jobs. Washington, D.C.: National Institute for Work and Learning.",
        "Cullen, Donald E. 1961. Minimum Wage Laws. Bulletin 43, New York School of Industrial and Labor Relations, Cornell University, Ithaca, New York, February.",
        "Freeman, Richard, Wayne Gray, and Casey E. lchniowski. 1 981. Low Cost Student Labor: The Use and Effects of the Subminimum Wage Provisions for Full-Time Students. Reoort of the Minimum Waae Study Commission, Vol. 5. Washington, D.C.: U.S. GPO, pp. 305-335. Grossman, Jean B. 1983. The Impact of the Minimum Wage on other Wages. Journal of Human Resources, Vol. 18, No. 3 (Summer), pp. 259-378.",
        "Krueger, Alan B. 1991. Ownership, Agency and Wages: An Examination of Franchising in the Fast Food Industry. Quarterly Journal of Economics, Vol. 106, No. 1 (February), pp. 75-101.",
        "Lester, Richard A. 1964. The Economics of Labor. 2nd Edition. New York: Macmillan.",
        "Love, John. 1986. McDonalds; Behind the Golden Arches. New York: Bantam Books.",
        "Spriggs, William, David Swinton and Michael Simmons. 1 992. The Effects of Changes in the Federal Minimum Wage: Restaurant Workers in Mississippi and North Carolina. Unpublished paper, Economic Policy Institute, Washington D.C. Stigler, George J. 1946. The Economics of Minimum Wage Legislation. American Economic Review. Vol. 36, No. 3 (June), pp. 358-365.",
        "Sullivan, Daniel G. 1989. Monopsony Power in the Market for Nurses. Journal of Law and Economics. Vol. 32, No. 4 (October), pp. Si 35-Si 78.",
        "U.S. Bureau of the Census. 1988. County and City Data Book1 1988. Washington, D.C.: U.S. GPO.",
        "U.S. Department of Labor. Wage and Hour and Public Contracts Divisions. 1959. Studies of the Economic Effects of the $1 Minimum Wage. Effects in Selected Low Waae Industries and Localities. Washington, D.C.: U.S. GPO."
    ]
}