{
    "id": 3998,
    "cites": 11,
    "cited_by": 5,
    "reference": [
        "Books and Articles Akeriof, GA., A.K. Rose, J.L. Yellen and H. Hessenius (1991): East Germany in from the Cold: The Economic Aftermath of Currency Union, Paper presented at the conference of the Brookings Panel on Economic Activity, Washington, D.C., April 4 and 5, 1991.",
        "Burda, M., and M. Funke (1991): German Trade Unions after Unification-Third Degree Wage Discriminating Monopolists?, unpublished manuscript, Free University of Berlin and INSEAD.",
        "Cornelsen, D. (1991): Privatization-The Example of East Germany, unpublished manuscript. Deutsches Institut fÃ\u0083Â¼r Wirtscbaftsforschung, Berlin.",
        "Demougin, D., and H.-W. Sinn (1992): Risk Taking, Privatization, and the Communist Firm, unpublished manuscript, CES, University of Munich.",
        "OECD (1991): OECD Economic Surveys. Germany, OECD publications: Paris.",
        "Penig, L. (1991): Die Klirung offener Vermdgensfragen unter besonderer BerÃ\u0083Â¼cksicbtignng des Grundstuckserwerbs zur Durchffthrung gewerblicher Investitionen in den neuen Bundeslindern, unpublished manuscript, lecture given to the working group Wirtscbaft und Recht in Munich, January 25th and 26th, 1991.",
        "Sinn, H.-W. (1991a): Verteilen statt verkaufen, Wirtschaftswoche Nr. 5, 25. 1. 1991, 5.",
        "Sinn, H.-W. (1990): Macroeconomic Aspects of German Unification, Manchener Wirtschaftswissenschaftliche Beitrage, discussion paper No. 31. Forthcoming in: J.P.",
        "Welfens, ed., Economic Aspects of German Unification, Johns Hopkins University Press: Washington. Treuhand (1991): Erfolgreich im Dienst aller Burger-Neun Monate Arbeit der Treuhandanstalt, press release, April 1991, Berlin.",
        "Statistical Sources Handbook of World Stock and Commodity Exchanges, without time and location. OECD, International Financial Statistics, December 1990, OECD publications: Paris.",
        "Sflddeutsche Zeitung, 1991, Munich, various issues."
    ]
}