{
    "id": 3999,
    "cites": 18,
    "cited_by": 21,
    "reference": [
        "Beach, Charles, Dollars and Dreams: A Reduced Middle Class-Alternative Explanations, The Journal of Human Resources. Vol. 24, No. 1, 1989. Benus, J. and J. N. Morgan, Time Period, Unit of Analysis and Income Concept in the Analysis of Income Distribution. In J. D. Smith (ed.), The Personal Distributions of Income and Wealth. New York: National Bureau of Economic Research, 1975.",
        "Christian, Charles W. and Peter J. Frischmann, Attrition in the Statistics of Income Panel of Individual Returns, National Tax Journal. December 1990.",
        "Danziger, Sheldon, Peter Gottschalk and Eugene Smolensky, How the Rich Have Fared, 1973-1987, American Economic Review. 79 (1989), pp. 310-314.",
        "Duncan, Greg J., Timothy M. Smeeding and Willard Rodgers, W(h)ither the Middle Class? A Dynamic View, prepared for the Levy Institute Conference on Income Inequality, Bard College, June 18-20, 1991.",
        "Fitzgerald, John and Tim Maloney, The Impact of Federal Income Taxes and Cash Transfers on the Distribution of Lifetime Household Income, 1969-81. Public Finance Quarterly. Vol. 18, No. 2, April 1990, pp. 182-197.",
        "Fullerton, Don and Diane Lim Rogers, Who Bears the Lifetime Tax Burden? Manuscript prepared for the Brookings Institution, 1991.",
        "Gramlich, Edward, Richard Kasten and Frank Sammartino, Growing Inequality in the 1980&apos;s: The Role of Taxes and Transfers, in S. Danziger and P. Gottschalk, (eds.), Increasing Income Inequality: What Matters and What Doesn&apos;t. New York: Russell Sage Foundation, 1991.",
        "Karoly, L. A., The Trend in Inequality Among Families, Individuals, and Workers in the United States: A Twenty-Five Year Perspective, in S. Danziger and P. Gottschalk, (eds.). Increasing Income Inequality: What Matters and What Doesn&apos;t. New York: Russell Sage Foundation, 1991.",
        "Lerman, Robert I. and Shlomo Yitzhaki, Income Inequality Effects by Income Source: A New Approach and Applications to the United States, Review of Economics and Statistics. February 1985.",
        "Levy, Frank, Dollars and Dreams: The Changing American Income Distribution. (New York: Russell Sage), 1987.",
        "Levy, Frank and Richard J. Murname, Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Unpublished manuscript, February 1991.",
        "Lindsey, Lawrence, The Growth Experiment. 1990.",
        "Poterba, James M., Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review. Vol. 79, No. 2, May 1989.",
        "Shorrocks, Anthony F., Income Stability in the United States, London School of Economics, December 1978a. -22-Shorrocks, Anthony F., Income Inequality and Income Mobility, Journal of Economic Theory. 1978b.",
        "Slemrod, Joel, Do We Know How Progressive the Income Tax System Should Be? National Tax Journal. September, 1983.",
        "Slemrod, Joel and Martin Feldstein, The Lock-In Effect of the Capital Gains Tax: Some Time-Series Evidence, Tax Notes. August, 1978.",
        "Slemrod, Joel, Laura Kalambokidis and William Shobe, Who Realizes Capital Gains? Tax Notes. October 23,1989.",
        "Varian, Hal, Redistributive Taxation as Social Insurance, Journal of Public Economics. Vol. 14, 1980."
    ]
}