{
    "id": 4002,
    "cites": 17,
    "cited_by": 197,
    "reference": [
        "L. A . Sjaastad, The costs and returns of human migration, Journal of Political Economy, 70, 80-93 (1962).",
        "A. D. Roy, Some thoughts on the distribution of earnings, Oxford Economic Payers, 3, 135-146 (1951).",
        "A. Schwartz, Interpreting the effect of distance on migration, Journal of Political Economy, 81, 1153-1169 (1973).",
        ".3. Roback, wages, rents, and amenities: Differences among workers and regions, Economic Inguiry, 26, 23-42 (1988).",
        "C. Robinson and N. Tomes, Self-selection and interprovincial migration in Canada, Canadian Journal of Economjts, 15, 474-502 (1982).",
        "RA. Nakosteen and M. Zimmer, Migration and income: The question of -self-selection, Southern Economic Journal, 46, 840-851 (1980).",
        "J. Mincer, Family migration decisions, Journal of Political Economy, 86, 749-775 (1978).",
        "G. S. Maddala, \"Limited Dependent and Qualitative Variables in Econometrics, Cambridge University Press, New York (1983).",
        "3. R. Hicks, \"The Theory of Wages,\" Macmillian, London (1932).",
        "L. Long, \"Migration and Residential Mobility in the United States,\" Russell Sage Foundation, New York (1988).",
        "3. 3. Heckman and G, Sedlacek, Heterogeneity, aggregation, and market wage functions: An empirical model of self-selection in the labor market, Journal of Political Economy, 93, 1077-1125 (1985).",
        "3. DaVanzo, Repeat migration in the United States: Who moves back and who moves on?, Review of Economics and Statistics, 65, 552-559 (1983).",
        "G. S. Fields, Place to place migration: Some new evidence, Review of Economics and Statistics, 61, 21-32 (1979).",
        ".1. DaVanzo, \"Why Families Move: A Model of the Ceographic Mobility of Married Couples,\" Report R-1972-DOL, Rand Corporation, Santa Monica (1976).",
        "A. P. Eartel, The migration decision: What role does job mobility play?, American Economic Review, 69, 775-786 (1979).",
        "G. .1. Borjaa, \"Friends or Strangers: The Impact of Immigrants on the U.S. Economy,\" Basic Books, New York (1990). 5, 5. Eowles, Migration as investment: Empirical tests of the human capital approach to geographic mobility, Review of Economics and Statistics, 52, 356-362 (1970).",
        "3. M. Abowd and R. B. Freeman, Eds. , \"Immigration, Trade, and the Labor Market,\" University of Chicago Press, Chicago (1991)."
    ]
}