{
    "id": 4003,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Backus, David, Allan Gregory, and Stanley Zin (1989), Risk Premiums in the Terms Structure: Evidence from Artificial Economies, Journal of Monetary Economics 24: 371-399. Baillie, Robert T., and Tim Bollerslev, (1991), Intra-Day and Inter-Market Volatility in Foreign Exchange Markets, Review of Economic Studies 58: 565-586.",
        "Baillie, Robert T., and Tim Bollerslev, (1989), Common Stochastic Trends in a System of Exchange Rates*. Journal of Finance 44: 167-181.",
        "Bekaert, Geert, and Robert J. Hodrick (1991), On the Predictability of Excess Returns in Foreign Exchange Markets, working paper, Northwestern University.",
        "Campbell, John Y., and P. Perron, (1991), Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, NBER Macroeconomics Annual, forthcoming.",
        "Campbell, John Y. and Robert J. Shiller (1987), Cointegration and Test of Present Value Models, Journal of Political Economy. 95: 1062-1088.",
        "Campbell, John Y. and Robert J. Shiller (1991), Yield Spreads and Interest Rate Movements: A Bird&apos;s Eye View, Review of Economic Studies. 58: 495-514.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers (1990), Speculative Dynamics and the Rose of Feedback Traders, American Economic Review 80: 63-68.",
        "De Long, J. Bradford, Andrei Schleifer, Lawrence H. Summers, and Robert J. Waldmann, (1990), Noise Trader Risk in Financial Markets, Journal of Political Economy 98: 703-38.",
        "Diebold, Francis X. and Marc Nerlove, (1990), Unit Roots in Economic Time Series: A Selective Survey, Advances in Econometrics 8: 3-69.",
        "Engle, Robert F., and C.W.J. Granger (1987), Co-Integration and Error Corrections: Representation, Estimation, and Testing, Econometrica 55: 251-276.",
        "Evans, Martin D.D., and Karen K. Lewis (1990), Do Risk Premia Explain It All? Evidence from the Term Structure, N.B.E.R. Working Paper Series. No. 3451.",
        "Evans, Martin D.D., and Karen K. Lewis (1991), Do Expected Shifts in Inflation Policy Affect Real Rates? Working paper, University of Pennsylvania.",
        "Frankel, Jeffrey, and Kenneth Froot (1986), The Dollar as an Irrational Speculative Bubble: The Tale of Fundamentalists and Chartists, Marcus Wallenberg Papers on Internationa] Finance 1: 27-55.",
        "Frankel, Jeffrey, and Kenneth Froot (1987), Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review. 77: 133-153.",
        "French, Kenneth R., G.W. Schwert, and Robert F. Stambaugh (1987), Expected Stock Returns and Volatility, Journal of Political Economy 19: 3-29.",
        "Grossman, Sanford, and Robert Shiller, (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review. 71: 222-227.",
        "Hansen, Bruce (1991), Testing for Parameter Instability in Regressions with 1(1) Processes, Working Paper, University of Rochester.",
        "Hansen B. and P. Phillips, (1990), Statistical Inference in Instrumental Variables Regression with 1(1) Processes, Review of Economic Studies. 57 No. 189: 99-125.",
        "Hansen, Lars P., and Robert Hodrick, (1980), Forward Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88, 829-853.",
        "Hansen, Lars P., and Robert Hodrick (1983), Risk Averse Speculation in the Forward Foreign Exchange market: An Econometric Analysis of Linear Models, in: J.A. Frenkel, ed., Exchange Rates and International Macroeconomics (University of Chicago Press: Chicago).",
        "Lewis, Karen K., (1989), Changing Beliefs and Systematic Forecast Errors, American Economic Review. 79: 621-636.",
        "Lewis, Karen K., (1991a), Was There a &apos;Peso Problem in the U.S. Term Structure of Interest Rates: 1979-1982?, International Economic Review. 32: 159-173.",
        "Lewis, Karen K., (1991b), Should theHolding Period Matter for the Intertemporal Consumption-based CAPM? Journal of Monetary Economics, forthcoming.",
        "Meese, Richard A., and Kenneth Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics 21, 3-24.",
        "Meese, Richard A., and Kenneth J. Singleton, (1982), On Unit Roots and the Empirical Modeling of Exchange Rates, Journal of Finance 37: 1029-1054.",
        "Mishkin, Frederic, (1991), Is the Fisher Effect for Real? A Reexamination of the Relationship Between Inflation and Interest Rates, National Bureau of Economic Research Working Paper No. 3632.",
        "Newey, Whitney, and Kenneth West (1987), A Simple Positive Semi-Definite Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55: 703-706.",
        "Pagan, Adrian R. and M.R. Wickens, A Survey of Some Recent Econometric Methods, The Economic Journal. 99: 962-1025.",
        "Rogoff, Kenneth S., (1980) Essays on Expectations and Exchange Rate Volatility. Unpublished Ph.D. Dissertation. Massachusetts Institute of Technology.",
        "Schleifer, Andrei, and Lawrence H. Summers, (1990) The Noise Trader Approach to Finance, The Journal of Economic Perspectives 4: 19-33.",
        "Schwert, G.W., (1989), Tests for Unit Roots: A Monte Carlo Investigation, Journal of Business and Economic Statistics 7: 147-160.",
        "Stock, James, (1987), Asymptotic Properties of Least Squares Estimators of Cointegrating Vectors, Econometrica 55, 1035-1056.",
        "Stock, James H., and Mark W. Watson (1988), Testing For Common Tends, Journal of the American Statistical Association 83: 1097-1107.",
        "Stock, James and Mark Watson, (1989) A simple MLE of Cointegrating vectors in higher order integrated systems, NBER Technical Working Paper No. 83.",
        "West, Kenneth D., (1988), Asymptotic Normality When Regressors Have a Unit Root, Econometrica, pp. 1397-417."
    ]
}