{
    "id": 4008,
    "cites": 13,
    "cited_by": 31,
    "reference": [
        "Auerbach, Alan J., Capital Gains Taxation in the United States: Realizations, Revenue, and Rhetoric, Brookings Papers on Economic Activity, 1988, .1.2,595-631.",
        "Auten, Gerald and Charles Clotfelter, Permanent Versus Transitory Tax Effects and the Realization of Capital Gains, Quarterly Journal of Economics, November 1982, 9~, 6 13-32.",
        "Bradford, David F., Untangling the Income Tax. A Committee for Economic Development Publication, Cambridge: Harvard University Press, 1986.",
        "Feldstein, Martin, Inflation, Tax Rules and Investment: Some Econometric Evidence, Econometrica, July 1982, ~, 825-62.",
        "Joel Slemrod and Shlomo Yitzhaki, The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, Quarterly Journal of Economics, June 1980, 2~. 777-91.",
        "Hall, Robert H., Intertemporal Substitution in Consumption, Journal of Political Economy, April 1988, 24, 339-57.",
        "Hausman, Jerry, Labor Supply, in H. J. Aaron and J. A. Pechman, eds., How Taxes Affect Economic Behavior, Washington: The Brookings Institution, 1981.",
        "Holtz-Eakin, Douglas and Harvey S. Rosen, Tax Deductibility and Municipal Budget Structures, in H. S. Rosen, ed., Fiscal Federalism: Quantitative Studies. Chicago: University of Chicago Press, 1988.",
        "Lucas, Robert E., Jr. `Econometric Policy Evaluation: A Critique. In K. Brunner and A. H. Meltzer (eds.), The Phillips Curve and Labor Markets. Carnegie-Rochester Conference on Public Policy No. 1. Amsterdam: North Holland, 1976.",
        "Okun, Arthur N., Eoualitv and Efficiency: The Big Trade-Off, Washington: The Brookings Institution, 1975.",
        "Slemrod, Joel, `Optimal Taxation and Optimal Tax Systems, Journal of Economic Perspectives, Winter 1990a, 157-178.",
        "Summers, Lawrence H., `Tax Policy, the Rate of Return and Savings, National Bureau of Economic Research Working Paper No. 995, September 1982.",
        "Footnotes *University of Michigan, Ann Arbor, MI 48109. I am grateful for helpful comments on an earlier draft from Henry Aaron, Paul Courant, Roger Gordon and Jeffrey MacKie-Mason. 1Although see Auerbach and Hassett (1990b), in which a disaggregated time-series analysis suggests that TRA may have exerted a considerable impact on equipment investment."
    ]
}