{
    "id": 4009,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Barzel, Yoram (1963), Some Observations on the Index Number Problem, Econometrica, 3:1, July, 391-399.",
        "Berndt, Ernst R. and Zvi Griliches (1990), Price Indexes for Microcomputers: An Exploratory Study, Cambridge, NA: National Bureau of Economic Research, Working Paper No. 3378, June.",
        "Berndt, Ernst K., Zvi Griliches and Joshua Rosett (1990), On the Accuracy of Producer Price Indexes for Pharmaceutical Preparations: An Audit Based On Detailed Firm-Specific Data, Cambridge, MA: National Bureau of Economic Research, Working Paper No. 3490, October.",
        "Diewert, U. Erwin (1988), The Early History of Price Index Research, Cambridge, MA: National Bureau of Economic Research, Working Paper No. 2713, September.",
        "Drug Facts and Conwarisons (1991). St. Louis, Ho: J. P. Lippincott Company, Facts and Comparisons Division.",
        "Fisher, Irving (1922), The Making of Index Numbers, Cambridge, MA: Houghton Miff un Company.",
        "Frisch, Ragnar (19361, Annual Survey of General Economic Theory: The Problem of Index Numbers, Econometrica, 4:1, January, 1-38.",
        "Gousen, Sarah, Kathy Honk and Irwin Gerduk (1986), Producer Price Measurement: Conceots and Methods, Washington, DC: U. S. Department of Labor, Bureau of Labor Statistics, xerolith, June.",
        "Hill, Kiusberley Dailey (1987), Survey Design in the Producer Price Index, 1987 Proceedings of the Section on Survey Research Methods of the American Statistical Association, Washington, DC: American Statistical Association, pp. 583-588.",
        "Hulten, Charles R. (1973), Divisia Index Numbers, Econonietrica, 41:6, November, 1017-1025.",
        "Physicians Desk Reference (1990), Oradell, NJ: The Medical Economics Company Inc.",
        "Stigler, George .J. and James K. Kindahl (1970), The Behavior of Industrial Prices, NBER General Series No. 90, New York: Columbia University Press for the National Bureau of Economic Research.",
        "Szulc, lohdan J. (1983), Linking Price Index Numbers, in V. Erwin Diewert and Claude Hontmarquette, eds., Price Level Measurement, Proceedings from a Conference Sponsored by Statistics Canada, Ottawa: Minister of Supply and Services Canada, pp. 537-566, October.",
        "U. S. Department of Labor (1989), The Producer Price Index: An Introduction to its Derivation and Uses, Washington, DC: Bureau of Labor Statistics, March.",
        "AUDITING THE PRODUCER PRICE INDEX Page 38 - U. S. Department of Labor (19881, Producer Prices, chapter 16 from D1~ Handbook of Methods, Washington. DC: Bureau of Labor Statistics, Bulletin 2285, April, pp. 125-137."
    ]
}