{
    "id": 401,
    "cites": 18,
    "cited_by": 327,
    "reference": [
        "Akerlof, George. The Economics of Caste and of the Rat Race and Other Woeful Tales. Q.J.E. 90 (November 1976): 599-617.",
        "Alchian, Armen A., and Demsetz, Harold. Production, Information Costs, and Economic Organization. A.E.R. 62 (December 1972): 777-95.",
        "Becker, Gary S., and Stigler, GeorgeJ. Law Enforcement, Malfeasance, and Compensation of Enforcers. J. Legal Studies 3, no. 1 (1974): 1-18.",
        "Cheung, Steven N. S. The Theory of Share Tenancy: With Special Application to Asian Agriculture and the First Phase of Taiwan Land Reform. Chicago: Univ. Chicago Press, 1969.",
        "David, Herbert A. The Method of Paired Comparisons. London: Charles Griffin, 1963.",
        "Friedman, Milton. Choice, Chance, and the Personal Distribution of Income. J.P.E. 61, no. 4 (August 1953): 277-90.",
        "Galton, Francis. The Most Suitable Proportion between the Values of First and Second Prizes. Biometrika 1 (1901-2): 385-90.",
        "Gibbons, Jean D.; 01km, Ingram; and Sobel, Milton. Selecting and Ordering Populations: A New Statistical Methodology. New York: Wiley, 1977.",
        "Harris, Milton, and Raviv, Artur. Some Results on Incentive Contracts with Applications to Education and Employment, Health Insurance, and Law Enforcement. A.E.R. 68 (March 1978): 20-30.",
        "Lazear, Edward P. Why Is There Mandatory Retirement?J.P.E. 87, no. 6 (December 1979): 1261-84.",
        "Mirrlees, James A. The Optimal Structure of Incentives and Authority within an Organization. Bell J. Econ. 7 (Spring 1976): 105-31.",
        "Riley, John G. Competitive Signalling. J. Econ. Theory 10 (April 1975): 174-86.",
        "Ross, Stephen A. The Economic Theory of Agency: The Principals Problem. A.E.R. Papers and Proc. 63 (May 1973): 134-39.",
        "Rothschild, Michael, and Stiglitz, Joseph E. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Q.J.E. 90 (November 1976): 630-49.",
        "Spence, A. Michael. Job Market Signaling. Q.J.E. 87 (August 1973): 355-74.",
        "Stevens, S. S. Measurement, Statistics, and the Schemapiric View. Science 161 (August 30, 1968): 849-56.",
        "Stiglitz,Joseph E. Incentives, Risk and Information: Notes towards a Theory of Hierarchy. Bell J. Econ. and Management Sci. 6 (Autumn 1975): 552-79.",
        "Wilson, Charles A. A Model of Insurance Markets with Incomplete Information. J. Econ. Theory 16 (December 1977): 167-207."
    ]
}