{
    "id": 4010,
    "cites": 28,
    "cited_by": 36,
    "reference": [
        "Allen, Steven C. [1991], Technology and the Wage Structure, Raleigh, NC: North Carolina State University, Department of Economics, unpublished paper, May.",
        "Attewell, Paul [1990], What Is Skill?, Work and Occupations, 17:4, November, 422-448.",
        "Attewell, Paul [1987], The De-Skillirig Controversy, Work and Occupations, 14:3, August, 323-346.",
        "Attewell, Paul and James Rule [1984], Computing and Organizations: What We Know and What We Dont Know, Communications of the ACM, 27:12, December, 1184-1192.",
        "Bartel, Ann P. and Frank R. Lichtenberg [1987], The Comparative Advantage of Educated Workers in Implementing New Technology,, Review of Economics and Statistics, 69:1, February, 1-11.",
        "Bell, Daniel [1963], The Coming of Post-Industrial Society, New York: Basic Books.",
        "Berndt, Ernst R. and Laurits R. Christensen [1974], Testing for the Existence of a Consistent Aggregate Index of Labor Inputs, American Economic Review, 64:3, June, 391-404.",
        "Berndt, Ernst R. and Catherine J. Morrison [1992), High-Tech Capital Formation and Aggregate Economic Performance in US Manufacturing Industries: An Exploratory Analysis, Cambridge, MA: National Bureau of Economic Research, Working Paper, forthcoming.",
        "Einswanger, Hans P. [1974], The Measurement of Technical Change Biases with Many Factors of Production, American Economic Review, 64:5, December, 964-976.",
        "Bravernian, Harry [1974], Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century, New York: Monthly Review.",
        "Brynjolfsson, Erik [1991), Information Technology and the `Productivity Paradox: Mismanagement or Mismeasurement?, Cambridge, MA: MIT Sloan School of Management, unpublished manuscript, December.",
        "Crowston, Kevin and Thomas W. Malone [1988], Information Technology and Work Organization, Ch. 49 in M. Helander, ed., Handbook of Human-Computer Interactions, Amsterdam: Elsevier Science Publishers -- North Holland, 1051-1070.",
        "Conan, John A., John C. Musgrave, Gerald Silverstein and Kathy Comins [1985), Fixed Private Capital in the United States, Survey of Current Business, 65:7, July, 36-55.",
        "HIGH-TECH CAPITAL FORMATION AND LABOR COMPOSITION - Page 38 - Griliches, Zvi [1969], Capital-Skill Complementanity, The Review of Economics and Statistics, 51:4, November, 465-468.",
        "Hamermesh, Daniel S. [1986], The Demand for Labor in the Long Run, ch, 8 in Orley M. Ashenfelter and Richard D, Layard, editors, Handbook of Labor Economics, Amsterdam: Elsevier Science Publishers By, Vol. 1, 429-471.",
        "Harper, Michael J., Ernst R. Berndt and David 0. Wood [1989], Rates of Return and Capital Aggregation Using Alternative Rental Prices, chapter 8 in Dale W. Jorgenson and Ralph Landau, eds., Technology and Capital Formation, Cambridge, MA: MIT Press, 331-372.",
        "Howell, David R. and Edward N. Wolff (1990], Technical Change and the Demand for Skills by U.S. Industries, New York University, C,V. Starr Center for Applied Economics, Research Report ~`/90-41, September.",
        "Hunt, H. Allan and Timothy L. Hunt [1986], Clerical Employment and Technological Change, Kalamazoo, MI: W. E. Upjohn Institute.",
        "Kesselman, Jonathan R., Samuel H. Williamson and Ernst R. Berndt [1977], Tax Credits for Employment Rather than Investment, American Economic Review, 67:3, June, 339-349.",
        "Mincer, Jacob [1989], Labor Market Effects of Human Capital and of its Adjustment to Technological Change, Working Paper, New York: Institute on Education and the Economy, Columbia University, February.",
        "Morrison, Catherine J. and Ernst R. Berndt [1981], Short-Run Labor Productivity in a Dynamic Model, Journal of Econometrics, 16:3, December, 339-365.",
        "Morrison, Catherine J. and Ernst R. Berndt [1991], Assessing the Productivity of Information Technology Equipment in U.S. Manufacturing Industries,, Cambridge, MA: National Bureau of Economic Research, Working Paper No. 3582, January.",
        "Murphy, Kevin and Finis R. Welch [1988], Wage Differences in the l980s: The Role of International Trade, unpublished manuscript, University of California-Los Angeles, Department of Economics.",
        "Mumford, Enid and Olive Banks [1967], The Computer and the Clerk, London: Routledge, Kegan Paul.",
        "Musgrave, John C. [1986], Fixed Reproducible Tangible Wealth in the United States: Revised Estimates, Survey of Current Business, 66:1, January, 51-75.",
        "Osterman, Paul [1986], The Impact of Computers on the Employment of Clerks and Managers, Industrial and Labor Relations Review, 39:1, January, 175-186.",
        "HIGH-TECH CAPITAL FORMATION AND LABOR COMPOSITION - Page 39 - Spenner, Kenneth I. [1985), The Upgrading and Downgrading of Occupations: Issues, Evidence and Implications for Education, Review of Educational Research, 55:2, Summer, 125-154.",
        "Welsh, Finis R. 11970), Education in Production, Journal of Political Economy, 78:1, January/February, 35-59."
    ]
}