{
    "id": 4011,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Bertrand, R.J. and 3. Vanek, 1971, The Theory of Tariffs, Taxes and Subsidies: Some Aspects of the Second Best, American Economic Review 61, 925-931.",
        "Bhagwati, J.N., The Theory of Ixnmiserizing Growth: Further Applications, in: M.D. Connolly and A,K. Swoboda, eds,, International Trade and Money (University of Toronto Press), 45-54. Brecher, R.A. and C,F. Diaz Alejandro, 1977, Tariffs, Foreign Capital and Irnmiserizing Growth, Journal of International Economics 7, 317-322.",
        "Brecher, R.A. and R. Findlay, 1983, Tariffs, Foreign Capital and National Welfare with Sector-Specific Factors, Journal of International Economics 14, 277-288.",
        "Brock, P.L., 1988, Investment, the Current Account, and the Relative Price of Non- Traded Goods in a Small Open Economy, Journal of International Economics 24, 235-253.",
        "Bruno, M., 1972, Market Distortions and Gradual Reform, Review of Economic Studies 39, 373-383.",
        "Casas, F.R., 1985, Tariff Protection and Taxation of Foreign Capital: The Welfare hit- plications for a Small Country, Journal of International Economics 19, 181-188.",
        "Corden, W.M., 1974, Trade Theory and Economic Welfare, Clarendon Press, Oxford, 1974.",
        "Corden, W.M., 1984, The Normative Theory of International Trade, in R.W. Jones and P.B. Kenen (eds.), Handbook of International Economics, Amsterdam: North- Holland.",
        "Findley, R. and S. Wellisz, 1976, Project Evaluation, Shadow Prices, and Trade Policy, Journal of Political Economy 84, 543-552.",
        "Foster, E. and H. Sonnenschein, 1970, Price Distortion and Economic Welfare, Econo- metrica 35, 281-297.",
        "Frank, C.R., Jr., K.S. Kim and L.E. Westphal, 1975, Foreign Trade Regimes and Economic Development: South Korea (Columbia University Press, New York).",
        "Frenkel, J.A. and C-A. Rodriguez, Portfolio Equilibrium and the Balance of Payments: A Monetary Approach, American Economic Review 65, 674-688. Hayashi, F., 1982, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica 50, 213-224.",
        "Johnson, H.G., 1967, The Possibility of Income Losses from Increased Efficiency or Factor Accumulation in the Presence of Tariffs, Economic Journal 77, 151-154.",
        "Jones, R.W., 1971, A Three-Factor Model in Theory, Trade and History, in: J. Bhagwati et. al., eds., Trade, Balance of Payments and Growth (North Holland, Amsterdam).",
        "Judd, K.L., 1987, The Welfare Cost of Factor Taxation in a Perfect-Foresight Model, Journal of Political Economy 95, 675-709.",
        "King, R.G. and S. Rebelo, 1990, Public Policy and Economic Growth: Developing Neo- classical Implications, Journal of Political Economy 98: S126-S150.",
        "Krueger, A.O., 1983, Trade and Employment in Developing Countries: Synthesis and Conclusions (The University of Chicago Press, Chicago).",
        "Lewis, W. A., 1954, Economic Development with Unlimited Supplies of Labour, Manch- ester School 22, 131-191.",
        "Lipsey, R.G. and K. Lancaster, 1956, The General Theory of Second-Best, Review of Economic Studies 24, 11-32.",
        "Lloyd, P.J., 1974, A More General Theory of Price Distortions in Open Economies, Journal of International Economics 4, 365-386.",
        "Lucas, R.E., Jr., 1967, Adjustment Costs and the Theory of Supply, Journal of Political Economy 75, 321-334.",
        "Matsuyama, K., 1987, Current Account Dynamics in a Finite Horizon Model, Journal of International Economics 23, 299-313.",
        "Neary, R and F. Ruane, 1988, International Capital Mobility, Shadow Prices, and the Cost of Protection, International Economic Review 29, 571-585.",
        "Obstfeld, M., 1989, Fiscal Deficits and Relative Prices in a Growing World Economy, Journal of Monetary Economics 23, 461-484.",
        "Ranis, G. and J.H. Fei, 1961, A Theory of Economic Development, American Economic Review 51, 533-564.",
        "Sa.rnuelson, P.A., 1971, OhUn Was Rights, Swedish Journal of Economics 73, 365-384.",
        "Sen, Amartya K., 1966, Peasants and Dualism With or Without Surplus Labor, Journal of Political Economy 74, 425-450.",
        "Sen, P. and S.J. Turnovsky, 1989, Tariffs, Capital Accumulation and the Current Account in a Small Open Economy, International Economic Review, 30, 811-831.",
        "Treadway, A., 1969, On Rational Entrepreneurial Behavior and the Demand for Invest- ment, Review of Economic Studies 36, 227-239."
    ]
}