{
    "id": 4013,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Beggs, S., Cardell, S., and Hausman, Jerry A. Assessing the Potential Demand for Electric Cars. Journal of Econometrics 17 (1981): 1-20.",
        "Comanor, W.S. and Schankerman, Mark A. Identical Bids and Cartel Behavior. Bell Journal of Economics 7 (Spring 1976): 281-286.",
        "Feinstein, Jonathan S., Block, Michael K., and Nold, Frederick C. Asymmetric Information and Collusive Behavior in Auction Markets. American Economic Review 75 (June 1985): 441460.",
        "Hausman, Jerry A., and Ruud, Paul A. Specifying and Testing Econometric Models for Rank-Ordered Data. Journal of Econometrics 34 (1987): 83104.",
        "Hendricks, Kenneth, and Porter, Robert H. Collusion in Auctions. Annales dEconomie et de Statistique 15/16 (July-December 1989): 217-230.",
        "Howard, Jeffrey H., and Kaserinan, David. Proof of Damages in Construction Industry Bid-Rigging Cases. The Antitrust Bulletin (Summer 1989): 359-393.",
        "Joyner, Aiphonso IL Bid Rigging by Highway Contractors and the Resulting Dispute Over Recorded Overcharges: The United States v. the States. American Business Law Journal 23 (1985): 417-450.",
        "Lang, K. and Rosenthal, R. The Contractors Game. RAND Journal of Economics 22 (Autumn 1991): 329338.",
        "McClave, J., Rothrock, T., and Ailstock, J.P. Computerized Economic and Statistical 37 Investigation of the Florida School Bread Market. Southeastern Anti-Trust Review 1 (1978): 13-54.",
        "McFadden, Daniel. Conditional Logit Analysis of Qualitative Choice Behavior. In Frontiers of Econometrics, edited by P. Zarembka. New York: Academic Press, 1973.",
        "McMillan, John. Dango: Japans Price Fixing Conspiracies. Economics and Politics 3 (November 1991): 201-218.",
        "U.S. General Accounting Office. 1990. General Accounting Office Report to House Judiciary Committee Chairman on Changes in Antitrust Enforcement Policies and Activities of the Justice Department, released December 7; reprint, Bureau of National Affairs, Inc.",
        "Antitrust and Trade Regulation Report, Special Supplement Vol. 59 No. 1495, December 13. Zona, J. Douglas. Bid-rigging and the Competitive Bidding Process: Theory and Evidence. Ph.D. dissertation, State University of New York at Stony Brook, 1986."
    ]
}