{
    "id": 4015,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Bernanke, Ben S., On the Predictive Power of Interest Rates and Interest Rate Spreeds, New Enalend Economic Review, Nov. -Dec. , 1990, pp. 51-68.",
        "Bernanke, Ben S., and Alam S. Blinder, `Credit, Money, and Aggregate Demand, American Economic Review, Papers and Proceedings, 1988, 78: 435-39.",
        "Channels of Monetary Transmission, Princeton University mimeo, 1990, American Economic Review, forthcoming.",
        "Board of Oovernors of the Federal Reserve System, Introduction to Flow of ~,g, Board of Governors of the Federal Reserve System, Washington, D.C. 1980.",
        "Blinder, Alan and Louis J. Maccini, `Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Persoectives, 1991, 5: 73-96.",
        "Brainard, William, `Financial Intermediaries and a Theory of Monetary Control, Yale Economic Essays, 1964, 4: 431-482.",
        "Brayton, Flint and Eileen Msuskopf, The Federal Reserve Board SiPS Qumrterly Econometric Model of the US Economy, Economic Modellins, 1985, pp. 170-292.",
        "Oagan, Phillip, `Monetary Policy in Fhillip Cagan, Martin Estey, William Fellner, Charles McClure Jr, and Thomas Gale Moore, Economic Policy and Inflation in the Sixties, 1972, pp. 89-153.",
        "Clark, Feter, `Investment in the l970s: Theory, Performance, and Prediction, Brookings Paoers on Economic Activity, 1979, 79:1 pp. 73-113.",
        "Diamond, Douglas, `Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 1984, pp. 393-414.",
        "Fama, Eugene F., Whats Different about Banks? Journal of Monetary Economics, 1985, 15: 29-39.",
        "Friedman, Benjamin N., Debt and Economic Activity in the United States. In The Changins Roles of Debt and Equity in Financing U.S. Caoital Formation, edited by Benjamin M. Friedman, Chicago: University of Chicago Fress, 1982.",
        "Friedman, Benjamin N. and Kenneth Kuttner, Why Does the Paper-Bill Bpresd Predict Real Economy Activity?, forthcoming in James H. Stock and Mark W. Watson eds. , New Research in Business Cycles, Indicators end Forecesting, Chicago: University of Chicago Press, 1992.",
        "Oilson, Stuart, Rose John and Larry Lang, `Troubled Debt Restructurings: An Empirical Study of Private Reorganizations of Firms in Default, Journal of Financial Economics, 1990, 27: 315-353.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein, Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Duarcerly Journal of Economics, 1991, 106: 33-60.",
        "Boshi, Takeo, Anil Kashyap and David Scharfstein, The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics, 1990, 27: 67-88.",
        "Burley, Evelyn, `The Commercial Faper Market, Federal Reserve Bulletin, June, 1977, pp. 525-536.",
        "Kashyep, Anil, Oven Lamont and Jeremy Stein, `Credit Conditions and the Cyclical Behavior of Inventories: Evidence from Firm-Level Data, 1992, work in progress.",
        "King, Stephen R., `Monetary Transmission: Through Bank Loans or Bank Liabilities? Journal of Money. Credit end Banking, 1986, 18: 290-303.",
        "Maccini, Louis S. and Robert Rossana, Investment in Finished Goods Inventories: An Analysis of Adjustment Speeds, The American Economic Review, 1981, 71:2 pp. 218-236.",
        "Neltzer, Allan, Mercantile Credit, Monetary Policy, and Size of Firms, Review of Economics and Statistics, 1960, 429-437.",
        "Oliner, Steven, Glenn Rudebusch and Dan Sichel, Structural Stability of New and Old Models of Investment, 1991, work in progress.",
        "Romer, Christina D., and David B. Romer, New Evidence on the Monetary Transmission Mechanism. Brookings Paoers on Economic Activity: 1990:1, 1990, pp. 149-213.",
        "Rowe, Timothy, `Commercial Paper in Timothy Q. Cook end Timothy 0. Rowe, eds. , Instruments of the Money Market, Federal Reserve Bank of Richmond, 1986.",
        "Stiglitz, Joseph, and Andrew Weiss. `Credit Rationing in Markets with Imperfect Information, American Economic Review, 71 (1981), 393-410.",
        "Stock, James B. and Mark V. Watson, `New Indexes of Coincident and Leading Economic Indicators, NBER Macroeconomics Annuel, 1989, 4: 351-94.",
        "Tobin, James and William Brainard, Financial Intermediaries and the Effectiveness of Monetary Control, American Economic Review, 1963, 53: 38 3-400.",
        "Wooldridge, Jeffrey, Notes on Regression with Integrated Processes, MIT mimeo, 1990, 35 Oats Appendix The data used in the paper can he divided into four categories. Except where otherwise noted, all data come from the Federal Reserve data base."
    ]
}