{
    "id": 4018,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Akerlof, George A. and Janet L. Yetten. 1985. `A Near-Rational Model of the Business Cycle, with Wage and Price Inertia. quarterly Journal of Economics 100(5, Snpp.): 823-38.",
        "Begg, David K. H. 1982. The Rational Expectations Revotntion in Macroeconomics (Baltimore: The Johns Hopkins University Press).",
        "Bell, Linda A. 1990. Firm Characteristics, Wage Norms, and Union Concessions. Mimeograph.",
        "Bell, Linda A. and D. Neumark. 1991. `Lump-Sums, Profit Sharing, and Labor Costs in the Union Sector. NBER Working Paper No. 2630.",
        "Burtiess, Gary. 1990. A Future olLousy Jobs (Washington, D.C.: The Brookings Institution), 1-30.",
        "Caskey, John A. 1985. Modeling the Formation of Price Expectations: A Bayesian Approach. American Ecnnomtc Review 75: 768-76.",
        "Feltner, William. 1979. `The Credibility Effect and Rational Expectations: Implications of the Gramlich Study. Brooking Papers on Economic Activity (1): 167-78.",
        "Credit, and Banking 12(4): 763-87. Piseher, Stanley. 1977. `Long-Term Contracts, Rational Expectations, and the Optimal Mosey Supply Rule. Journal of Political Economy 85(1): 191-205.",
        "Gordon, Robert J. 1971. `Inflation in Recession and Recovery. Brooktng Pspers on Economic Activity (1): 105-58.",
        "Gramlich, Edwsrd. M. 1983, Models of Inflation Expeetstions Formation. Journal of Money. Credit, and Bunking 15(2): 155-73.",
        "Grsnger, Clive W. 1986. Comment. Journal of Business and Economic Statistics 4(5): 16-17.",
        "Kcane, Michael P. and David E. Runkle. 1990. `Testing the Rationality of Price Forecasts: New Evidence from Panel Data. American Economic Review 80(4): 714-35.",
        "Kosters, Marvin H. 1984. `Disinflation in the Market. In W. Fellner, ed. Essays in Contemporam Economic Problems: Disinflation (Washington, D.C.: American Enterprise Institute), 247-86.",
        "Levine, David I. 1990. Do Corporate Executives Have Rstionat Expectations? Mimeograph, Haas School of Business, University of California-Berkeley.",
        "Mankiw, N. Gregory. 1985. Small Menu Costs and Large Business Cyctes: A Macroeconomic Model. Onanerly Journal of Economimics 100(2): 529-38.",
        "McNees, Steven. K. 1986. `Forecasting Accuracy of Alternative Techniques: A Comparison of U.S.",
        "Macroeconomic Forecasts, Journal of Business and Economic Statistics 4(1): 5-15. Mitchell, Daniel J. B. t986a. `Union vs. Nonunion Wage Norm Shifts. American Economic Review Papers and Proceedings: 249-52. 1986b. `Wage Trends and Wage Concessions: Implications for Medium Term Economic Expansion. Working Paper 114 (Institute for Industrial Relations, UCLA).",
        "Mullioenux, Donald J. 1978. `On Testing for Rationality: Another Look at the Livingston Price Expectations Data. Journal of Political Economy 86(Pt.I): 329-36.",
        "Nenmark, David, `Declining Union Strength and Labor Cost Inflation in the 1980s. Forthcoming in_ Industrial Relations.",
        "Pearce, Douglas K. 1979. Comparing Survey and Rational Measures of Inflation. Journal of Money.",
        "Credit, and Banking 11(4): 447-56. Phelps, Edmund 5. 1970. Mieroeconomic Foundations of Employment and Inflation Theory (New York: Norton).",
        "Romer, Christina D. and David H. Romer. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annsst: 121-70.",
        "Sargent, Thomas J. and Neil Wallace. 1975. `Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy 83(2): 241-54.",
        "F Solow, Robert M. 19~. The Labor Market as a Social Institution (Cambridge: Basil Blackwell). Taylor, John B. 1980. `Aggregate Dynamics and Staggered Contracts. Journal of Political EconomY 88(1): 1-23.",
        "Turnovsky, Stephen J. and Michael L. Wachter. 1972. `A Test of the `Expectations Hypothesis Using Directly Observed Wage and Price Expectations. Review of Economics and Statistics 54(1): 47-54.",
        "Vroman, Wayne and John M. Abowd. 1988. `Disaggregated Wage Developments. Brooktng Papers on Economic Activity (1): 313-38.",
        "Zarnowitz, Victor. 1985. `Rational, Expectations and Macroeconomic Forecasts. Journal of Business and Economic Statistics 3(4): 293-311."
    ]
}