{
    "id": 4019,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Angrist, J. D. and A. B. Krueger. 1990. Does Compulsory School Attendance Affect Schooling and Earnings? NBER Working Paper No. 3572.",
        "Becker, 0. 1985. Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics 3(1, Part 2): S33-58.",
        "Chamberlain, 0. and Z. Griliches. 1977. More On Brothers. In P. Taubman, Ed. Kinometrics: Determinants of Socioeconomic Success Within and Between Families (Amsterdam: North-Holland Publishing Company).",
        "Corcoran, M. and G. J. Duncan. 1979. Work History, Labor Force Attachment, and Earnings Differences between the Races and Sexes. Journal of Human Resources 14: 3-20.",
        "Corcoran, M. G. J. Duncan, and M. Ponza. 1983. A Longitudinal Analysis of White Womens Wages. Journal of Human Resources 28(4): 497-520.",
        "Cox. D. 1984. Panel Estimates of the Effects of Career Interruptions on the Earnings of Women. Economic Inquiry 22(3): 386-403.",
        "Dolton, P. J. and G. H. Makepeace. 1987. Marital Status, Child Rearing and Earnings Differentials in the Graduate Labour Market. The Economic Journal 97: 897-922.",
        "Geronimus, A. T. and S. Korenman. 1991. The Socioeconomic Consequences of Teen Childbearing Reconsidered. NBER Working Paper No. 3701.",
        "Goldin, C. and S. Polachek. 1987. Residual Differences by Sex: Perspectives on the Gender Gap in Earnings. American Economic Review 77(2): 143-5 1.",
        "Griliches, Z. 1977. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica 45: 1-22.",
        "Political Economy 87, Part 2: S37-64. Hausman, J. and W. E. Taylor. 1981. A Generalised Specification Test. Economics Letters 8: 239-45.",
        "Hill, M. 1979. The Wage Effects of Marital Status and Children. Journal of Human Resources 14(4): 579-94.",
        "Killingsworth, M. 1990. Marriage, Labor Supply and Wage Rates: Estimates from a New Econometric Framework. Mimeograph.",
        "Kim, M. and S. W. Polachek. 1991. Panel Estimates of the Effects of Labor Market Intermittency on Market Wages. Mimeograph.",
        "Korenman, S. and D. Neumark. 1992. Marriage, Motherhood, and Wages. Journal of Human Resources 27(2): forthcoming.",
        "Resources 26(2): 282-307. Lundberg, S. and R. Plotnick, 1990. Earnings Losses Caused by Teenage Premarital and Marital Childbearing. Mimeograph.",
        "Maddala, G. S. 1987. Limited Dependent Variable Models Using Panel Data. Journal of Human Resources 22(3): 307-38.",
        "Mincer, J. and S. Polachek. 1974. Family Investments in Human Capital: Earnings of Women. Journal of Political Economy 82: S76-S108.",
        "Mroz, T. 1987. `The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Structural Assumptions. Econometrica 55: 765-800.",
        "Nakamura, A. and M. Nakamura. 1985a. The Second Paycheck: A Socioeconomic Analysis of Earnings (Orlando, FL: Academic Press, Inc.).",
        "Ordinary Least Squares Bias Problem. Journal of Econometrics 29: 2 13-227. Neumark, D. 1988. Employers Discriminatory Behavior and the Estimation of Wage Discrimination. Journal of Human Resources 23(3): 279-95.",
        "Oaxaca, R. 1973. Male-Female Wage Differentials in Urban Labor Markets? International * Economic Review 14(3): 693-709.",
        "ONeill, J. 1985. `The Trend in the Male-Female Wage Gap in the United States? Journal of Labor Economics 3(1, Supplement): S91-116.",
        "ONeill, J. and S. Polachek. 1991. An Analysis of Recent Trends in the Male-Female Wage Gap. Mimeograph.",
        "Orcutt, 0. H. and A. Glazer. 1980. Microanalytical Modeling and Simulation. In Bergmann, Eliasson, and Orcutt, Eds. Micro Simulation-Models. Methods and Applications (lUl Conference reports, 1980:1 (Stockholm: Almqulst and Wilksell International).",
        "Shackett, J. 1981. Experience and Earnings of Young Women. Unpublished Ph.D. dissertation, Harvard University.",
        "Wright, R. E. and J. F. Ermisch. 1991. Gender Discrimination in the British Labour Market: A Reassessment. The Economic Journal 101: 508-22."
    ]
}