{
    "id": 4020,
    "cites": 18,
    "cited_by": 28,
    "reference": [
        "Cameron, T.A.,A Nested Logit Model of Energy Conservation Activity By Owners of Existing Single Family Dwellings, The Review of Economics and Statistics, 117(1985): 205-211.",
        "Carlsmith, R., W. Chandler, J. McMahon and D. Santino, `Energy Efficiency: How Far Can We Go? Oak Ridge National Laboratory, TM-11441, January 1990.",
        "Carpenter, E.H. and Chester, S.T., Are Federal Energy Tax Credits Effective? A Western United States Survey, ~g Enerqv Journal, 5(1984): 134-149.",
        "Chamberlain, G. Analysis of Covariance with Qualitative Data, Review ~ Economic Studies 47(1980): 225-238.",
        "Dixit, A. Investment and Hysteresis, mimeo, Department of Economics, Princeton University, 1991.",
        "Dubin, J.A., and Henson, S.E., The Distributional Effects of the Federal Energy Tax Act, Resources ~ Energy, 10(1988): 191-212.",
        "Griliches, Z. Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica 25(1957): 501-522.",
        "Hausman, J. Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, Bell Journal ~ Economics, 10(1979): 33-54.",
        "Jaffee, A. and R. Stavins, The Energy Paradox and the Diffusion of Conservation Technology, mimeo, Harvard University, December 1991.",
        "Jovanovic, B. and S. Lach, Entry, Exit, and Diffusion with Learning by Doing, American Economic Review, 79(1989): 690-699.",
        "McDonald, R. and D. Siegel, The Value of Waiting to Invest, Ouarterlv Journal ~ Economics, 101(1986): 707-727.",
        "Sutherland R. Market Barriers to Energy-Efficiency Investments, The Energy Journal, 12(1991): 15-34.",
        "Train, K. Discount Rates in Consumers Energy-Related Decisions: A Review of the Literature, Energy 10(1985): 1243-53.",
        "Walsh, M.J., Energy Tax Credits and Housing Improvement, Ph.D. Dissertation, Michigan State University, 1987.",
        "Waish, M.J., Energy Tax Credits and Housing Improvement, Energy Economics, 1989, pp 275-284.",
        "Williams, R. and M. Ross, Drilling for Oil and Gas in Our Houses, Technology Review, 1980, pp. 24-36.",
        "U.S. Department of Energy, ~ Energy ~ and Expenditure Report 1988, Energy Information Administration, 1988, Washington D.C.",
        "U.S. National Oceanic and Atmospheric Administration, Climatology ~ ~ United States, 1982, U.S. Government Printing Office, Washington D.C."
    ]
}