{
    "id": 4021,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Boskin, M.,Taxation, Saving and the Rate of Interest, Journal of Political Economy, 1978.",
        "De Long, J. Bradford and L. Summers, Equipment Investment and Economic Growth, Quarterly Journal of Economics, May 1991.",
        "Feenberg, D. and J. Skinner, Sources of IRA Saving, Tax Policy and the Economy 3:25- 46, 1989.",
        "Feldstein, M. and P. Bacchetta, National Saving and International Investment, in National Saving and Economic Performance, B. Douglas Bernheim and John Shoven (eds.), Chicago: University of Chicago Press, 1991.",
        "Microeconomic Data and Behavioral Simulations, Behavioral Simulation Methods in Tax Policy Analysis, M. Feldstein (ed.), Chicago: University of Chicago Press, 1983.",
        "Incentive, Quarterly Journal of Economics, 1968.",
        "Gale, W. and J. Scholz, IRAs and Household Saving, University of Wisconsin mimeo, 1990.",
        "Gravelle, J., Do Individual Retirement Accounts Increase Saving, Journal of Economic Perspectives 5:133-49, 1991.",
        "Hall, R. International Substitution in Consumption, Journal of Political Economy, 1988.",
        "Hatsopoulos, G., P. Krugman and L. Summers, U.S. Competitiveness: Beyond the Trade Deficit, Science, 15 July 1988.",
        "Mankiw, N. G., D. Romer and D. Weil, A Contribution to the Empirics of Economic Growth, NBER Working Paper No. 3541, Cambridge, MA: National Bureau of Economic Research, 1991.",
        "Romer, P., Crazy Explanations of the Productivity Slowdown, NBER Macroeconomics Annual, 1987.",
        "Summers, L., Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, 1981.",
        "Venti, S. and D. Wise, Tax-Deferred Accounts, Constrained Choice and Estimation of Individual Saving, Review of Economic Studies 53:579-601, 1986.",
        "Feldstein (ed.), Chicago: University of Chicago Press, 1987.",
        "Pensions in the U.S. Economy, Z. Bodie, J. Shoven, and D. Wise (eds.), Chicago: University of Chicago Press, 1988.",
        "Expenditures Surveys, Quarterly Journal of Economics 105:661-698, 1990.",
        "SIPP, in National Savine and Economic Performance, B. D. Bernheim and J. Shoven (eds.), Chicago: University of Chicago Press, 1991.",
        "Economy, J. Poterba (ed.), Cambridge, MA: National Bureau of Economic Research, 1992.",
        "Wise, D ., Individual Retirement Accounts and Saving, in Taxes and Caoital Formation, M. Feldstein (ed), Chicago: University of Chicago Press, 1987."
    ]
}