{
    "id": 4025,
    "cites": 27,
    "cited_by": 21,
    "reference": [
        "Abel, Andrew B., and Olivier J. Blanchard, 1986, The Present Value of Profits and Cyclical Movements in Investment, Econometrica 54, 249-273. Balvers, Ronald J., Thomas F. Cosimano, and Bill McDonald, 1990, Predicting Stock Returns in an Efficient Market, Journal of Finance, Forthcoming.",
        "Braun, Phillip, 1991, Asset Pricing and Capital Investment: Theory and Evidence, Manuscript, Northwestern University Brock, William A., 1982, Asset Prices in a Production Economy, in Jon J. McCall Ed.: The Economics of Information and Uncertainty (University of Chicago Press, Chicago, IL).",
        "Chen, Nai Fu, Richard Roll, and Steven Ross, 1986, Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Cochrane, John H., 1989, The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near Rational Alternatives, American Economic Review 79 319-337.",
        "Cochrane, John H., 1991a, Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance 46 207-234.",
        "Cochrane, John H., 1991b, Volatility Tests and Efficient Markets, A Review Essay, Journal of Monetary Economics 27, 463-485.",
        "Cochrane, John H., 1992, Simple GMM Tests of Traditional Asset Pricing Models, Manuscript, University of Chicago.",
        "Cochrane, John H. and Lars Peter Hansen, 1992, Asset Pricing Lessons for Macroeconomics, 1992 NBER Macroeconomics Annual.",
        "Cox, John C., Jonathan E. Ingersoll Jr. and Steven A. Ross, 1985, An Intertemporal General Equilibrium Model of Asset Prices, Econometrica 53, 363-384.",
        "De Santis, Giorgio, 1992, Volatility Bounds for Stochastic Discount Factors: Tests and Implications From International Stock Returns, Manuscript, University of Chicago.",
        "Detemple, Jerome B. and Suresh Sundaresan, 1991, Asset Prices with Production Externalities and Habit Formation, Working Paper, Columbia University.",
        "Fama, Eugene F. and Gibbons, Michael, 1982, Inflation, Real Returns, and Capital Investment, Journal of Monetary Economics 13, 327-48.",
        "Ferson, Wayne E., 1992, Theory and Empirical Testing of Asset Pricing Models, in The Finance Handbook, Robert A. Jarrow, William T. Ziemba, and Vojislav Makisimovic, Editors, North-Holland (forthcoming).",
        "Ferson, Wayne E. and Campbell R. Harvey, 1991 The Variation of Economic Risk Premiums Journal of Political Economy 99, 385-415.",
        "Ferson, Wayne E. and Stephen R. Foerster, 1990, Finite Sample Properties of Methods of Moments in Latent Variable Tests of Asset Pricing Models Manuscript, University of Chicago.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter, and Scott F. Richard, 1987, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrica 55, 587 - 613.",
        "Hansen, Lars P and Kenneth J. Singleton, 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286.",
        "Hansen, Lars Peter and Ravi Jagannathan, 1991a, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 91, 225-262.",
        "Hansen, Lars P. and Ravi Jagannathan, 1991b, Assessing Specification Errors in Stochastic Discount Factor Models, Manuscript, University of Chicago and University of Minnesota.",
        "Hubbard, R. Glenn and Anil K Kashyap, 1992, Internal Net Worth and the Investment Process: an Application to U.S. Agriculture, forthcoming, Journal of Political Economy Ingersoll, Jonathan E. Jr., 1988, Theory of Financial Decision Making (Rowman and Littlefield, Totowa N.J.). Knez, Peter J., 1991, Pricing Money Market Securities With Stochastic Discount Factors, Manuscript, University of Wisconsin.",
        "Lucas, Robert E. Jr., 1978, Asset Prices in an Exchange Economy, Econometrica 46, 1426-1446.",
        "Luttmer, Erzo, 1992, Implications of Asset Market Data for Economies with Transaction Costs, Manuscript, University of Chicago.",
        "Newey, Whitney K. and Kenneth D. West, 1987b, Hypothesis Testing with Efficient Method of Moments Estimation, International Economic Review 28, 777-787.",
        "Rouwenhorst, K. Geert, 1990, Asset Returns and Business Cycles: a General Equilibrium Approach, Working paper, Graduate School of Business, University of Rochester.",
        "Sharathchandra, Gopalakrishnan, 1991, Asset Pricing and Production: Theory and Empirical Tests, Manuscript, Finance Department, Cox School of Business, Southern Methodist University.",
        "I iterated the GMM procedure, by forming a W* using second-stage estimates, finding third-stage estimates and so forth. Ferson and Forester (1991) find that this procedure gives better small sample performance. It also produced results that were more stable across small variations in the model set-up. g In the more general case of returns rather than excess returns, one must modify the moment condition to include expected prices rather than 1 on the left hand side: 1 = E(mR | I) implies E(lÃ\u0082Â®z) = E(m(RÃ\u0082Â®z))."
    ]
}