{
    "id": 4028,
    "cites": 26,
    "cited_by": 13,
    "reference": [
        "Asquith, P. (1991) Convertible Debt: A Dynamic Test of Call Policy, working paper, Sloan School of Management, MIT.",
        "Asquith, P. and Mullins, D. (1986) Equity Issues and Offering Dilution, Journal of Financial Economics 15: 61-89.",
        "Asquith, P. and Mullins, D. (1991) Convertible Debt: Corporate Call Policy and Voluntary Conversion, Journal of Finance 46: 1273-1289.",
        "Brennan, H. (1986) Costless Financing Policies Under Asymmetric Information, working paper, University of British Columbia.",
        "Brennan, M. and Kraus, A. (1987) Efficient Financing Under Asymmetric Information, Journal of Finance 42: 1225-1243.",
        "Brennan, N. and Schwartz, E. (1977) Convertible Bonds: Valuation and Optimal Strategies for Call and Conversion, Journal of Finance 32: 1699-1715.",
        "Brennan, H. and Schwartz, E. (1980) Analyzing Convertible Bonds, Journal of Financial and Ouantitative Analysis 15: 907-929.",
        "Brennan, N. and Schwartz E. (1988) The Case for Convertibles, Journal of Ao~lied Corporate Finance 1: 55-64.",
        "Brigham, E. (1966) An Analysis of Convertible Debentures: Theory and Some Empirical Evidence, Journal of Finance 21: 35-54.",
        "Constantinides, G. and Grundy, B. (1989) Optimal Investment with Stock Repurchase and Financing as Signals, Review of Financial Studies 2: 445-465.",
        "Dann, L. and Mikkelson, W. (1984) Convertible Debt Issuance, Capital Structure Change and Financing-Related Information, Journal of Financial Economics 13; 157-186.",
        "Diamond, D. (1984) Financial Intermediation and Delegated Monitoring, Revie. of Economic Studies 51: 393-414.",
        "Eckbo, B. (1986) Valuation Effects of Corporate Debt Offerings, Journal of Financial Economics 15: 119-151.",
        "Essig, S. (1991) Convertible Securities and Capital Structure Determinants.",
        "Ph.D. Dissertation, Graduate School of Business, University of Chicago. Green, R. (1984) Investment Incentives, Debt and Warrants, Journal of Financ1~il Economics 13: 115-136.",
        "Harris, M. and Raviv, A. (1985) A Sequential Signalling Model of Convertible Debt Call Policy, Journal of Finance 41: 815-830.",
        "Ingersoll, J. (1977a) A Contingent Claims Valuation of Convertible Securities, JournaFof Financial Economics 4: 289-322.",
        "Ingersoll, J. (1977b) An Examination of Corporate Call Policy on Convertible Securities, Journal of Finance 32: 463-478.",
        "Jaffee, D. and Shleifer, A. (1990) Costs of Financial Distress, Delayed Calls of Convertible Bonds, and the Role of Investment Banks, Journal of Business 63: S107-Sl24.",
        "Lucas, D. and McDonald, R. (1990) Equity Issues and Stock Price Dynamics, Journal of Finance 45: 1019-1043.",
        "Masulis, R. and Korwar, A. (1986) Seasoned Equity Offerings: An Empirical Investigation, Journal of Financial Economics 15: 91-118.",
        "Mikkelson, W. (1981) Convertible Calls and Security Returns, Journal of Financial Economics 9: 237-264.",
        "Mikkelson, W. and Partch, M. (1986) Valuation Effects of Security Offerings and the Issuance Process, Journal of Financial Economics 15: 31-60.",
        "Myers, S. (1977) Determinants of Corporate Borrowing, Journal of Financial Economics 5: 147-175.",
        "Myers, S. and Majluf, N. (1984) Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics 13: 187-221.",
        "Filcher, C. (1955) Raising Capital With Convertible Securities, Michigan Business Studies, Vol. 21, No. 2 (Ann Arbor: University of Michigan)."
    ]
}