{
    "id": 403,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Auerbach, Alan, 1978, Share valuation and corporate Equity Policy, NBER Working Paper no.",
        "Bradford, David, 1979, The incidence and allocation effects of a tax on corporate distributions, NBER Working Paper no. 349.",
        "Fama, Eugene, 1975, Short-term interest rates as predictors of inflation, American Economic Review, June, 269-282.",
        "Fama, Eugene, 1979, Stock returns, real activity, inflation and money, University of Chicago, Mimeo.",
        "Feldstein, Martin, 1978a. Inflation and the stock market, American Economic Review, forthcoming, NBER Working Paper.",
        "Feldstein, Martin, 1978b. The effect of inflation on the prices of land and gold, NBER Working Paper no. 296.",
        "Feldstein, Martin, 1978c, Fiscal policies, inflation and capital formation, American Economic Review, forthcoming, NBER Working Paper.",
        "Feldstein, Martin, 1979, Adjusting depreciation in an inflationary economy: Indexing versus accelerated depreciation. NBER Working Paper no. 395.",
        "Feldstein, Martin and Joel Slemrod, 1978. Personal taxation, portfolio choice and the effect of the corporation income tax, Journal of Political Economy, forthcoming.",
        "Feldstein, Martin and Lawrence Summers, 1977, Is the rate of profit falling? Brookings Papers on Economic Activity, 1, 211-227.",
        "Feldstein, Martin and Lawrence Summers, 1979, Effects of inflation on the taxation of capital income in the corporate sector, National Tax Journal.",
        "Feldstein, Martin, Jerry Green and Eytan Sheshinski, 1978, Inflation and taxes in a growing economy with debt and equity finance, Journal of Political Economy 86, no. 2, S53-S70.",
        "Feldstein, Martin, Jerry Green and Eytan Sheshinski, 1979, Corporate financial policy and taxation in a growing economy. Quarterly Journal of Economics.",
        "Fisher, Irving, 1930. The theory of interest (Macmillan, New York).",
        "Hendershott, Patric, 1979, The decline in aggregate share values: Inflation and taxation of the returns from equities and owner-occupied housing, NBER Working Paper no. 370.",
        "Hendershott, Patric and Sheng Cheng Hu, 1979, Inflation and the benefits from owner-occupied housing, NBER Working Paper no. 383.",
        "Hong, Hai, 1977, Inflation and the market value of the firm: Theory and tests, The Journal of Finance XXXII, no. 4, Sept.",
        "King, Mervyn, 1977, Public policy and the corporation (Chapman and Hall, London).",
        "Modigliani, Franco and Richard Cohn, 1979, Inflation, rational valuation and the market, Financial Analysts Journal, March/April.",
        "Motley, Brian, 1969, Inflation and common stock values: Comment, Journal of Finance June.",
        "Summers, Lawrence, 1980, Inflation, taxation and share valuation, forthcoming.",
        "Tobin, James and W.C. Brainard, 1977, Asset markets and the cost of capital, in: B. Belassa et al., eds., Economic progress, private values and public policy.",
        "Van Home, James and William Glassmire, Jr., 1971, The impact of unanticipated changes in inflation on the value of common stocks, Journal of Finance."
    ]
}