{
    "id": 4031,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Chivian, Eric, et al. (1985). Soviet Children and the Threat of Nuclear War, American Journal of Orthopsychiatry, 55 (October): 484-502.",
        "Gramlich, Edward (1991). U.S. Budget Deficits: View, Burdens, and New Developments, in J.M. Rock, (ed.), Debt and the Twin Deficits Debate (Mountain View, CA: Bristlecone Books).",
        "Gwartney-Gibbs, Patricia and Denise Lach (1991). Sex Differences in Nuclear War Attitudes, Journal of Peace Research, 28, 2: 161-74.",
        "Hendershott, Patric, and Joe Peek, (1985). Household Saving: An Econometric Investigation, in Patric Hendershott (ed.), The Level and Composition of Household Saving (Cambridge, MA: Ballinger).",
        "Mack, John E., and Roberta Snow (1986). Psychosocial Effects on Children and Adolescents, in Ralph K. White, (ed.), Psychology and the Prevention of Nuclear War (New York: New York University Press).",
        "McKelvey, Richard, and William Zavoina (1975). A Statistical Model for the Analysis of Ordinal Level Dependent Variables, Journal of Mathematical Sociology, 4, 103-20.",
        "Mueller, John (1979). Public Expectations of War During the Cold War, American Journal of Political Science, 23, 2: 301-29.",
        "Nye, Joseph, Graham Allison and Albert Carnesale (1985). Analytic Conclusions: Hawks, Doves, and Owls, in J. Nye, G. Allison, and A. Carnesale, (eds.), Hawks. Doves, and Owls: An Agenda for Avoj~jng Nuclear War (New York: W. W. Norton).",
        "Russett, Bruce, and Miles Lackey (1987). In the Shadow of the Cloud: If Theres No Tomorrow, Why Save Today? Political Science Quarterly, 102, 2 (Summer): 259-72.",
        "Americans Expectations of Nuclear War Affect Their Behavior? A New Data Set and Some Analyses, International Security Programs, Yale University, working paper. Schuman, H., J. Ludwig, and J. Krosnick (1986). The Perceived Threat of nuclear war, salience, and open questions, Public Opinion Quarterly, 50, 4: 519-36.",
        "Slemrod, Joel (1982). Post-War Capital Accumulation and the Threat of Nuclear War,t National Bureau of Economic Research Working Paper No. 887 (May).",
        "Journal of Conflict Resolution, 30, 3 (September): 403-19. __________ (1990). Fear of Nuclear War and Intercountry Differences in the Rate of Saving, Economic InquirY, 28, 4 (October), 647-57.",
        "Yaari, M. E. (1964). Uncertain Lifetime, Life Insurance and the Theory of the Consumer, Review of Economic Studies, 32: 137-50."
    ]
}