{
    "id": 4034,
    "cites": 14,
    "cited_by": 16,
    "reference": [
        "Altonji, Joseph G. and Spletzer, James R. 1991. Worker Characteristics, Job Characteristics, and the Receipt of On-the-Job Training, Industrial and Labor Relations Review, October, 45, pp. 58-79.",
        "Barron, John M., Black, Dan A., and Loewenstein, Mark A. 1987. Employer Size: The Implications for Search, Training, Capital Investment, Starting Wages and Wage Growth, Journal of Labor Economic, January, 5, pp. 76-89.",
        "Bartel, Ann. 1989. Formal Employee Training Programs and Their Impact on Labor Productivity: Evidence from a Human Resource Survey, NBER working paper 3026.",
        "Bishop, John 1991. The Impact of Previous Skill Development on Current Productivity, Training Requirements and Turnover, mimeo, Cornell University.",
        "Brown, James N. 1989. Why Do Wages Increase with Tenure? American Economic Review, December, 79, pp. 971-91.",
        "Gritz, R. Mark, 1988. The Impact of Training on the Frequency and Duration of Employment, mimeo, University of Washington.",
        "Jovanovic, Boyan, 1979a. Job Matching and the Theory of Turnover, Journal of Political Economy, October, 87, 972-90.",
        "Jovanovic, Boyan, 1979b. Firm-Specific Capital and Turnover, Journal of Political Economy, December, 87, 1246-60.",
        "Jovanovic, Boyan, 1984. `Matching, Turnover, and Unemployment, Journal of Political Economy, February, 92, 108-22.",
        "Lillard, Lee A., and Tan, Hong. 1986 Private Sector Training: Who Gets it and What are its Effects?, Rand Corporation R-333 1, March.",
        "Lippman, Steven and McCall, John, 1976. The Economics of Job Search: A Survey, Part I, Economic Inquj~y, June, 14, 155-89.",
        "Lynch, Lisa M. 1992. Private Sector Training and the Earnings of Young Workers, American Economic 21 Review, March.",
        "Mincer, 1. 1974. Schooling, Experience and Earnings, New York: Columbia University Press.",
        "Weiss, A. and Wang, R. 1990. A Sorting Model of Labor Contracts: Implications for Layoffs and Wage-Tenure Profiles, mimeo, Boston University, June."
    ]
}