{
    "id": 4041,
    "cites": 15,
    "cited_by": 50,
    "reference": [
        "Austen-Smith, D. and Jeffrey Banks, 1989, Electoral Accountability and Incumbency, in P. Ordeshook (ed), Models of Strategic Choice in Politics, Ann Arbor: University of Michigan Press.",
        "Banks, Jeffrey, S. and Rangarajan K. Sundaram, Adverse Selection and Moral Hazard in a Repeated Elections Model, The Rochester Center for Economic Research, Working Paper No. 283. Beyles, Thad L., 1983, Governors, in V. Gray, Jacob, H. and K. Vines (eds), Politics in the American States, Boston: Little, Brown and Company.",
        "Bradford, David F, Malt, R.A. and Oates, WE., 1969, The Rising Cost of Local Public Services: Some Evidence and Reflections, National Tax Journal, Vol 22 no. 2, pp. 185-202.",
        "Case, Anne C., 1991, Spatial Patterns in Household Demand, Econometrica, Vol 59, no. 4, 953-65.",
        "Epple, Dennis and Thomas Romer, 1989, On the Flexibility of Municipal Borders, Journal of Urban Economics Vol. 26 (November), pp. 307-19.",
        "Epple, Dennis, Romer, Thomas and R. Filimon, 1988, Community Development with Endogenous Land Use Controls, Journal of Public Economics Vol. 35 (March), pp. 133-162.",
        "Epple, Dennis and A. Zelnitz, 1981, The implications of competition among jurisdictions: Does Tiebout need politics?, Journal of Political Economy 89, 1197-1217.",
        "Hansen, Susan B., 1983, The Politics of Taxation, New York: Praeger.",
        "Heckman, James J., 1978, Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica, Vol 46, no.6.",
        "Henderson, Vernon, 1985, The Tiebout Model: Bring back the Entrepreneurs, Journal of Political Economy 93, 248-264.",
        "Karlin, Samuel, 1968, Total Positivity, Standford, CA: Stanford University Press.",
        "Milgrom, Paul, 1981, Good News and Bad News: Representation Theorems and Applications, Bell Journal of Economics and Management Science Vol 12, No.2, (Autumn).",
        "Rogoff, Ken., 1990, Equilibrium Political Budget Cycles, American Economic Review 80 no.1 (March), 21-36.",
        "Rubinfeld, Daniel., 1987, The Economics of the local public sector, in A. Auerbach and M. Feldstein (eds.) Handbook of Public Economics, North-Holland, Amsterdam.",
        "Shleifer, Andrei, 1986, A Theory of Yardstick Competition, Rand Journal of Economics 16, pp. 319-327."
    ]
}