{
    "id": 4046,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Akerlof, G.A. 1982. Labor Contracts as Partial Gift Exchange. Quarterly Journal of Economics 91(4): 543-69.",
        "Dickens, W.T. 1986. Wages, Employment and the Threat of Collective Action by Workers. Mimeograph, University of California, Berkeley.",
        "Dickens, W.T. and L.F. Katz. 1987a. Inter-Industry Wage Differences and Industry Characteristics. In K. Lang and J.S. Leonard, Eds., Unemployment and the Structure of Labor Markets (New York, NY: Basil Blackwell), 48-89.",
        "NBER Working Paper No. 2271. Dickens, W.T. and B.A. Ross. 1984. Consistent Estimation Using Data from More than One Sample. NBER Technical Working Paper No. 33.",
        "Dunlop, John T. 1944. Wage Determination Under Trade Unions (New York, NY: Macmillan).",
        "Freeman, R.B. 1986. `The Effect of the Union Wage Differential on Management Opposition and Union Organizing Success. American Economic Review 76(2): 92-6.",
        "Freeman, R.B. and J.L. Medoff. 1981. The Impact of the Percentage Organized on Union and Nonunion Wages. The Review of Economics and Statistics LXIII(4): 561-72.",
        "Helwege, J. 1991. Sectoral Shifts and Interindustry Wage Differentials. Mimeograph, Federal Reserve Board.",
        "Kahn, L.M. 1978. `The Effect of Unions on the Earnings of Nonunion Workers. Industrial and Labor Relations Review 31(2): 205-16.",
        "Human Resources 15(1): 87-98. Krueger, A.B. and L.H. Summers. 1988. Efficiency Wages and the Inter-Industry Wage Structure. Econometrica 56(2): 259-94.",
        "Lindbeck, A. and D.J. Snower. 1988. The Insider-Outsider Theory of Employment and Unemployment (Cambridge, MA: The MIT Press).",
        "Linneman, P.D., M.L. Wachter, and W.H. Carter. 1990. Evaluating the Evidence on Union Employment and Wages. Industrial and Labor Relations Review 44(1): 34-53.",
        "Montgomery, E. 1989. Employment and Unemployment Effects of Unions. Journal of Labor Economics 7(2): 170-90.",
        "Neumark, D. Declining Union Strength and Labor Cost Inflation in the 1980s. Forthcoming in Industrial Relations.",
        "Podgursky, M. 1986. `Unions, Establishment Size, and Intra-Industry Threat Effects. Industrial and Labor Relations Review 39(2): 277-84.",
        "Rosen, S. 1969. `Trade Union Power, Threat Effects and the Extent of Organization. Review of Economic Studies 36(2), No. 106: 185-96.",
        "Ross, Arthur M. 1948. Trade Union Wage Policy (Berkeley, CA: University of California Press)."
    ]
}