{
    "id": 4047,
    "cites": 35,
    "cited_by": 6,
    "reference": [
        "Agenor, P. and P. Montiel. 1991. Exchange Rate Management and Credibility Issues in Developing Countries, IMF mimeo. Aghevll, B., M. Khan and P. Montiel. 1991. Exchange Rate Policy in Developing Countries: Some Analytical Issues, IMF Occasional Paper. 78, Washington, D.C. Alesina, A. and A. Drazen. 1991. Why are Stabilizations Delayed? American Economic Review. 85(5) (Dec.): 1170-88.",
        "Buira, A. 1983. IMF Financial Programs and Conditionality, Journal of Development Economics. 12: 111-36.",
        "Burton, D. and M. Gilman. 1991. Exchange Rate Policy and the IMF, Finance and Development. 28 (3): 18-21.",
        "Conway, P. 1991. IMF Lending Programs: Participation and Impact, University of North Carolina mimeo.",
        "Cooper, R. 1971a. Exchange Rate Devaluation in Developing Countries, Princeton Essays In International Finance. 86.",
        "_. 1971b. Currency Depreciation In Developing Countries, In G. Ranis (ed.), Government and Economic Development. New Haven: Yale University Press.",
        "_. 1971c. Devaluation and Aggregate Demand in Aid Receiving Countries, in J. Bhagwati (ed.), Trade. Balance of Payments and Growth. Amsterdam: North Holland.",
        "Cukierman, A., S. Edwards and G. Tabellini. 1992. Seigniorage and Political Instability, American Economic Review (June).",
        "Dell, S. 1981. On Being Grandmotherly: The Evolution of IMF Conditionality, Essays in International Finance. 144, Princeton University.",
        "Denoon, D. 1986. Devaluation under Pressure. Cambridge: MIT Press.",
        "de Vries, M. (ed.) 1976. The International Monetary Fund. 1966-1971. Washington, DC: International Monetary Fund.",
        "_. 1987. Balance of Payments Adjustment. 1945 to 1986: The IMF Experience. Washington, DC: International Monetary Fund.",
        "Dornbusch, R. 1991. Credibility and Stabilization, Quarterly Journal of Economics. 107(3) (Aug.): 837-50.",
        "_ and S. Fischer. 1986. Stopping Hyperinflations: Past and Present, Weltwlrtschaftllches Archiv. 122: 1-47.",
        "Edwards, S. 1988. Exchange Rate Misalignment in Development Countries. Baltimore: Johns Hopkins University Press.",
        "_. 1989a. Real Exchange Rates. Devaluation and Adjustment: Exchange Rate Policy in Developing Countries. Cambridge: MIT Press.",
        "_. 1989b. The International Monetary Fund and Developing Countries: A Critical Evaluation, Carnegie-Rochester Conference Series on Public Policy. 31: 7-68.",
        "_. 1989c. Implications of Alternative International Exchange Rate Arrangements for the Developing Countries, in Vosgerau (ed.), New Institutional Arrangements for the World Economy. Berlin: Springer-Verlag.",
        "_ and G. Tabellini. 1991a. Explaining Fiscal Policies and Inflation in Developing Countries, Journal of International Money and Finance. 10 (March): S16-S48.",
        "_. 1991b. The Political Economy of Fiscal Policy and Inflation in Developing Countries: An Empirical Analysis, UCLA mimeo.",
        "Eichengreen, B. 1990. Relaxing the External Constraint: Europe in the 1930s, University of California at Berkeley, mimeo.",
        "GuitiÃ\u0083Â¤n, M. 1981. Fund Conditionally: Evolution of Principles and Practices. IMF Pamphlet Series. 38, Washington, DC.",
        "Gylfason, T. and M. Radetzkl. 1985. Does Devaluation Make Sense in the Least Developed Countries?, IIES Seminar Paper #314, University of Stockholm.",
        "Haggard, S. 1986. The Politics of Adjustment: Lessons From the IMF&apos;s Extended Fund Facility, In M. Kahler (ed.), The Politics of International Debt. Ithaca, NY: Cornell University Press.",
        "Harberger, A. and S. Edwards. 1982. Lessons of Experience under Fixed Exchange Rates, in M. Gersovitz et al. (eds.), The Theory and Experience of Economic Development. London: Allen (t Unwin.",
        "Horsefield, K. 1969. The International Monetary Fund 1945-1965. Washington, DC: International Monetary Fund.",
        "Kamin, S. 1988. Devaluation, External Balance, and Macroeconomic Performance: A Look at the Numbers, Princeton Studies In International Finance. 62 (Aug.). Khan, M. and J. Lizondo. 1987. Devaluation, Fiscal Deficits and the Real Exchange Rate, World Bank Economic Review. (Jan.): 357-74.",
        "League of Nations. 1946. The Course and Control of Inflation. Geneva: League of Nations.",
        "Persson, T. and G. Tabellini. 1990. Macroeconomics. Credibility and Politics. London: Harwood Academic Press.",
        "Sachs, J. 1989. Conditionality, Debt Relief, and the Developing Country Debt Crisis, in J. Sachs (ed.), Developing Country Debt and Economic Performance. NBER, Chicago: University of Chicago Press.",
        "Santaella, J. 1991. Credibility Problems and External Enforcement of Stabilization Programs: Historical Experience from the 1920s, UCLA mimeo.",
        "Sargent, T. 1986. Rational Expectations and Inflation. New York: Harper Row.",
        "SELA. 1986. El FMI. el Banco Mundlal y la crisis Latlnoamerlcana. Mexico City: Siglo XXI.",
        "Summers, R. and A. Heston. 1988. A New Set of International Comparisons of Real Product and Price Levels: Estimates for 130 Countries, 1950-1985, The Review of Income and Wealth. 34(1) (March).",
        "Taylor, C.L. and D. Jodice. 1983. World Handbook of Social and Political Indicators. New Haven: Yale University Press."
    ]
}