{
    "id": 4049,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Beaulieu, J. Joseph and Jeffrey A. Miron, `Seasonal Unit Roots in Aggregate U.S. Data, Journal of Econometrics forthcoming. Beney, M. Ada. Wages, Hours, and Employment in the United States, 19L1--1936. New York: National Industrial Conference Board, 1936.",
        "Bernanke, Ben S., `Non-monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review June 1983, 73, 257-76.",
        "Financial Markets and Financial Crises, Chicago, Ill.: University of Chicago Press for NBER, 1991, 33-68.",
        "Cecchetti, Stephen G., `Deflation and the Great Depression, mimeo., Department of Economics, Ohio State University, March 1988.",
        "Study of Stationary and Nonstationary Models with Breaking Trends, mimeo., Department of Economics, Ohio State University, June 1991.",
        "Doan, Thomas A. Users Manual, RATS Version 3.10. Evanston, Illinois: VAR Econometrics, 1990.",
        "Dickey, David A. and Wayne A. Fuller, `Likelihood Ration Statistics for Autoregressive Time Series with a Unit Root, Econometrica November 1981, 49, 1057-1072.",
        "Fisher, Irving, `The Debt-Deflation Theory of the Great Depression, Econometrica, October 1933, 1, 337-357.",
        "Fuller, Wayne A.. Introduction to Statistical Time Series. New York: John Wiley and Sons, 1976.",
        "Gall, Jordi, `How Well Does the IS-LM Model Fit Postwar U.S. Data? Quarterly Journal of Economics, forthcoming. ______ and Mohamad L. Hammour, `Long Run Effects of Business Cycles, mimeo., Graduate School of Business, Columbia University, May 1991.",
        "Gordon, Robert J. and James A. Wilcox, `Monetarist Interpretations of the Great Depression: An Evaluation and Critique, in Karl Brunner, ed., The Great Depression Revisited. Boston: Martinus Nijhoff, 1981.",
        "Hamilton, James D. , `Monetary Factors in the Great Depression, Journal of Monetary Economics, March 1987, jfi, 145-169.",
        "Depression, Contemporary Policy Issues 1988, fi, 67-89.",
        "Hylleberg, S., R. Engle, C.W.J. Granger and B.S. Yoo, `Seasonal Integration and Co-Integration, Journal of Econometrics, 1990, 44, 215-238.",
        "Macaulay, Frederick R.. Some Theoretical Problems Suygested by the Movements of Interest Rates, Bond Yields and Stock Prices in the United States Since 1856. New York: National Bureau of Economics Research, 1938.",
        "National Bureau of Economic Research. Business Cycle Database. Cambridge, Mass., 1991.",
        "Sargent, Thomas J. Macroeconomic Theory, Second Edition. New York: Academic Press, 1987.",
        "Conference Board, The Conference Board Economic Record, March 28, 1940.",
        "Board, The Conference Board Economic Record, January 13, 1941. a.",
        "Sim, Christopher A., `Macroeconomics and Reality, Econometrica January 1980 48, 1-4 8.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? New York: W.W. Norton, 1976."
    ]
}