{
    "id": 4053,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Aliber, Robert Z., 1973. The Interest Rate Parity Theorem: A Reinterpretation, Journal of Political Economy (November/December): 1451-59.",
        "Artis, M.J., and Mark P. Taylor, 1989. Abolishing Exchange Control: the U.K. Experience, Discusion Paper No. 294, Centre for Economic Policy Research (April).",
        "Bilson, John, 1981. The Speculative Efficiency Hypothesis, Journal of Business (July): 435-52.",
        "Clinton, Kevin, 1988. Transactions Costs and Covered Interest Arbitrage: Theory and Evidence, Journal of Political Economy (April): 358-70.",
        "Cook, Timothy 0., 1986. Treasury Bills, in Timothy 0. Cook and Timothy D. Rowe, eds., Instruments of the Money Market, Richmond, Va.: Federal Reserve Bank of Richmond, 8 1-93.",
        "Cumby, Robert E., and Maurice Obstfeld, 1984. International Interest Rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, Exchange Rate The~~rv and Practice, John Bilson and Richard Marston, editors, 121-51. Chicago: University of Chicago Press.",
        "Deutsche Bundesbank, 1985. Freedom of Germanys Capital Transactions with Foreign Countries, Monthly Report (July): 13-23.",
        "Dooley, Michael P., and Peter Isard, 1980. Capital Controls, Political Risk, and Deviations from Interest-Rate Parity, Journal of Political Economy (April): 370-384.",
        "Eichengreen, Barry, 1989. The Comparative Performance of Fixed and Flexible Exchange Rate Regimes: Interwar Evidence, CEPR Discussion Paper No. 349 (November).",
        "Fama, Eugene F., 1984. Forward and Spot Exchange Rates, Journal of Monetary Economics (November): 697-703.",
        "Froot, Kenneth A., and Richard H. Thaler, 1990. Anomalies: Foreign Exchange, Journal of Economic Perspectives (Summer): 179-192.",
        "Giovannini, Alberto, 1988. How Do Fixed-Exchange-Rates Regimes Work: The Evidence from the Gold Standard, Bretton Woods, and the EMS, Centre for Economic Research Discussion Paper No. 282 (October).",
        "Hodrick, Robert, 1987. The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets. Chur, Switzerland: Harwood Academic Publishers.",
        "International Monetary Fund, 1975. Twenty-Sixth Annual Report on Exchange Restrictions, Washington, D.C.",
        "Kreicher, Lawrence L., 1982. Eurodollar Arbitrage, Federal Reserve Bank of New York Quarterly Review (Summer): 10-22.",
        "Lewis, Karen, 1989. Changing Beliefs and Systematic Rational Forecast Errors with Evidence from Foreign Exchange, American Economic Review (September): 621-36.",
        "Marston, Richard C., 1976. Interest Arbitrage in the Eurocurrency Markets, European Economic Review (January): 1-13.",
        "McKinnon, Ronald I., 1988. Monetary and Exchange Rate Policies for International Financial Stability: A Proposal, Journal of Economic Perspectives (Winter): 83-103."
    ]
}