{
    "id": 4054,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Robert B. Barsky and 3. Bradford De Long (1990), Bull and Bear Markets in the Twentieth Century, Journal of Economic History 50 (June 1990), pp. 1-17.",
        "Robert B. Barsky and J. Bradford De Long (1989), Why Have Stock Prices Fluctuated? (Cambridge, MA: Harvard University xerox).",
        "Rondo Cameron, ed. (1972), Banking and Economic Development (New York: Oxford University Press).",
        "Rondo Cameron (1 956a), Founding the Bank of Darmstadt, Explorations in Entrepreneurial History Rondo Cameron (1956b), The Credit Mobilier and the Economic Development of Europe, Journal of Political Economy 61 (December).",
        "John Campbell and Robert Shiller (1988), Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43 (July), pp. 661-76.",
        "Alfred Chandler (1990), Scale and Scope (Cambridge, MA: Harvard University Press).",
        "Otto Donner (1934), Die Kursbildung am Aktienmarkt, Vierteljahreshefte zur Konjunkturforschung (Berlin: Institut fur Konjunkturforschung) Sonderheft 36.",
        "Steven Durlauf and Robert Hall (1989), Measuring Noise in Stock Prices (Stanford, CA: Stanford University xerox).",
        "Marjorie Flavin (1985), Excess Volatility in Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy 91 (December), pp. 929-5 6.",
        "Alexander Gerschenkron (1952), Economic Backwardness in Historical Perspective, in Bert Hoselitz, ed., The Progress of Underdeveloped Areas (Chicago: University of Chicago Press).",
        "Paul Gieske (1926), Das Akrienstimmrechr der Banken (Depotaktie und Legitimationsiibertragung), (Berlin: Carl Heymanns Verlag).",
        "Kurt Herrmann (1956), Die Statistik der Bdrsenwerte der Aktien: Kursdurchschnitte-RenditeIndexziffer der Aktienkurse, Wirtschaft und Statistik, vol. 4.",
        "Waither Hoffman (1965), Das Wachstum der deutschen Wirtsc/zaft seit der Mitte des 19."
    ]
}