{
    "id": 4056,
    "cites": 32,
    "cited_by": 20,
    "reference": [
        "Adams, Terry, Greg Duncan and Willard Rogers, The Persistence of Poverty, in Quiet Riots: Race and Poverty in the United States, Fred R. Harris and Roger W. Wilkins (eds.), New York: Pantheon Books, 1988.",
        "Aghion, Philippe and Patrick Bolton, A Trickle-Down Theory of Growth and Development with Debt-Overhang, Working Paper, DELTA, Paris, 1991.",
        "Bane, Mary Jo and David T. Eliwood, Slipping Into and Out of Poverty: The Dynamics of Spells, Journal of Human Resources, 21, 1-23, 1986.",
        "Banerjee, Abhijit and Andrew F. Newman, Risk-Bearing and the Theory of Income Distribution, Review of Economic Studies, 58, 211-235, 1991.",
        "Becker, Gary S. and Nigel Tomes, An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy, 87, 1153-1189, 1979.",
        "BÃ\u0083Âªnabou, Roland, Workings of a City: Location, Education, and Production, Working Paper, MIT, 1991.",
        "Brittain, John A., The Inheritance of Economic Status, Washington D. C.: Brookings Institution, 1977.",
        "Card, David and Alan Krueger, Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, NBER Working Paper no. 3358, 1990.",
        "Cooper, Russell and Andrew John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, CIII, 44 1-464, 1988.",
        "Cooper, Suzanne J., A Positive Theory of Income Redistribution, Working Paper, Stanford University, in progress, 1992.",
        "Corcoran, Mary, Roger Gordon, Deborah Laren and Gary Solon, Effects of Family and Community Background on Mens Economic Status, NBER Working Paper no. 2896, 1989.",
        "Datcher, Linda, Effects of Community and Family Background on Achievement, 33 Review of Economics and Statistics, 64, 3241, 1982.",
        "Peer Group Effects, Journal of Political Economy, 98, 110-133, 1991.",
        "Durlauf, Steven N., Nonergodic Economic Growth, NBER Working Paper no. 3719, 1991.",
        "Durlauf, Steven N. The Dynamics of Ghetto Formation, Working Paper, Stanford University, in progress, 1992.",
        "Fudenberg, Drew and Jean Tirole, Game Theory, Cambridge: MIT Press, 1991.",
        "Galor, Oded and Joseph Zeira, Income Distribution and Macroeconomics, Working Paper, Brown University, 1989.",
        "Glomm, Gerhard and B. Ravikumar, Public vs. Private Investment in Human Capital: Endogenous Growth and Income Inequality, Working Paper, University of Virginia, 1990.",
        "Jaynes, Gerald D. and Robin L. Williams, ed., A Common Destiny: Blacks and American Society, Washington D.C.: National Academy Press, 1989.",
        "Johnson, George and Frank Stafford, Social Returns to Quantity and Quality of Schooling, Journal of Human Resources, 8, 139-155, 1973.",
        "Jones, Larry and Rodolfo E. Manuelli, A Convex Model of Equilibrium Growth, Journal of Political Economy, 98, 1008-1038, 1990.",
        "Kozol, Jonathan, Savage Incqualitics, New York: Crown Publishers, 1991.",
        "Loury, Glenn C., Intergenerational Transfers and the Distribution of Earnings, Econometrica, 49, 843-867, 1981.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny, Industrialization and the Big Push, Journal of Political Economy, 97, 1003-1026, 1989.",
        "Roberts, Kevin W. S., Voting Over Income Tax Schedules, Journal of Public Economies, 8, 329-340, 1977.",
        "Solon, Gary, Intergenerational Income Mobility in the United States, Working Paper, University of Michigan, 1990.",
        "Schelling, Thomas, Dynamic Models of Segregation, Journal of Mathematical Sociology, 143-186, 1971.",
        "Stout, William F., Almost Sure Convergence, New York: Academic Press, 1974.",
        "Streufert, Peter A., The Effect of Underclass Isolation on Schooling Choice, Working Paper, University of Wisconsin, Madison, 1991.",
        "Wachtel, Paul, The Effect on Earnings of School and College Investment Expenditures, Review of Economics and Statistics, 58, 326-331, 1976.",
        "Westhoff, Frank, Existence of Equilibria in Economies with a Local Public Good, Journal of Economic Theory, 14, 84-112, 1977.",
        "Wilson, William Julius, The Truly Disadvantaged, Chicago: University of Chicago Press, 1987."
    ]
}