{
    "id": 4061,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Armington, P.S., 1969. A Theory of Demand for Products Distinguished by Place of Production, 1.M.F. Staff Papers, pp. 159-76.",
        "Ballard, Charles L., John Karl Seholz, and John B. Shoven, 1987. The Value-Added Tax: A General Equilibrium Look at Its Efficiency and Incidence. In Martin Feldstein, Cd,, The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press.",
        "Burniaux, J.-M., I, P. Martin, G. Nicoletti, and J. Oliveira-Martins, 1991 GREEN -- A Multi-Region Dynamic General Equilibrium Model for Quantifying the Costs of Curbing Cm Emissions: A Technical Manual. OECD Department of Economics and Statistics Working Paper No. 104, Paris.",
        "Press. Goulder, Lawrence H., 1990. Using Carbon Charges to Combat Global Climate Change. Stanford University Center for Economic Policy Research Discussion Paper No. 226, December.",
        "Working paper, Stanford University, March. _______ 1992. Carbon Tax Design and U.S. Industry Performance. In James M. Poterba, ed., Tax Policy and the Economy 6. Cambridge, MA: MIT Press, forthcoming.",
        "Equilibrium Analysis. Journal of Public Economics 38, 265-96. Hall, Robert E., 1988. Intertemporal Substitution in Consumption. Journal of Political Economy 96(2):339-357.",
        "Intergovemmental Panel on Climate Change, 1990. Climate Change: The IPCC Scient(fic Assessment. Report prepared for the IPCC by Working Group 1. Cambridge, U.K.: Cambridge University Press.",
        "Jorgenson, Dale W. and Peter J. Wilcoxen, l990a. Environmental Regulation and U.S. Economic Growth. The Rand Journal of Economics 21(2), 3 14-340. 31 ____________ and ______________, 1990b. Reducing U.S. Carbon Dioxide Emissions: The Cost of Different Goals. Working paper, Harvard University, November.",
        "University Press. Lave, Lester, 1991. Formulating Greenhouse Policies in a Sea of Uncertainty. The Energy Journal 12(1), pp. 9-21, January.",
        "Lawrance, Emily, 1991. Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy 99(l):54-77.",
        "Manne, Alan S., and Richard G. Richels, 1990a. CO2 Emission Limits: An Economic Analysis for the USA. The Energy Journal 11(2), 51-85.",
        "Energy Costs. Working Paper, Stanford University, February. ___________ and _____________, 1992. Buying Greenhouse Insurance: The Economic Costs of CO2 Emissions Limits. Cambridge, Mass.: MIT Press, forthcoming.",
        "Masters, Charles D., et al., 1987. World Resources of Crude Oil, Natural Gas, Natural Bitumen, and Shale Oil, in Proceedings of the 12th World Petroleum Congress 5, 3-27.",
        "Mussa, Michael, 1978. Dynamic Adjustment in a Heckscher-Ohlin-Samuelson Model. Journal of Political Economy 86 (5), 775-791.",
        "National Academy of Sciences, 1991. Policy Implications of Greenhouse Warming. Washington, D.C.: National Academy Press.",
        "Nordliaus, William D.. 1990. An Intertemporal General-Equilibrium Model of Economic Growth and Climate Change. Working paper, Center for Energy Policy Research, Massachusetts Institute of Technology.",
        "Peck, Stephen C., and Thomas J. Teisberg, 1991. CETA: A Model for Carbon Emissions Trajectory Assessment, working paper, Electric Power Research Institute, February. Poterba, James M., 1991. Tax Policy to Combat Global Warming: On Designing a Carbon Tax. In Rudiger Dombusch and James M. Poterba, eds., Global Warming Economic Policy Responses. Cambridge, MA: MIT Press.",
        "Stavins, Robert N., 1991. Project 88 -- Round II. Incentives for Action: Designing Market-Based Environmental Strategies. Public policy study sponsored by Senators Timothy Wirth and John Heinz. Washington, D.C., May.",
        "Summers, Lawrence H., 1981. Taxation and Corporate Investment: A q-Theory Approach. Brookings Papers on Economic Activity, January, 67-127.",
        "Weyant, John, 1991. Global Climate Change: Energy Sector Impacts of Greenhouse Gas Emission Control Strategies, Working Paper, Energy Modeling Forum, Stanford University, March.",
        "Whalley, John, and Randall Wigle, 1991. Cutting CO2 Emissions: The Effects of Altemative Policy Approaches. The Energy Journal 12(1), January."
    ]
}