{
    "id": 4062,
    "cites": 28,
    "cited_by": 17,
    "reference": [
        "Barro, R. J. (1979), On the determination of public debt, Journal of Political Economy, 87.",
        "Barro, R. J. (1990), Government Spending in a Simple Model of Endogenous Growth, Journal of Political Econorqy~ October.",
        "Barro, B.. J. (1991), Economic Growth in a Cross Section of Countries, forthcoming, Quarterly Journal of Economics, May.",
        "Barro, B.. J. and X. Sa.la i Martin, (1990), Public Finance Models of Economic Growth, NBER WP No. 3362.",
        "Bencivenga, V.R. and B.D. Smith (1991) Financial Intermediation and Endogenous Growth, Review of Economic Studies.",
        "Blanchard, 0. J. and S. Fischer, (1989), Lectures in lacroeconomics, M.I.T. press.",
        "Brock, P.L. (1989), Reserve Requirements and the Inflation Tax, Journal of Money. Credit and Bankkg, February, pp.106-121.",
        "Dornbusch, B.. and S. Fischer, (1991) Moderate Inflations, NBER working paper.",
        "Fa.ig, M. (1986) Optimal Taxation of Money Balances, University of Toronto, Toronto.",
        "Feenstra, R.C. (1986), Functional Equivalence Between Liquidity Costs and the Utility of Money, Journal of Monetary Economics, 17, pp.271-291.",
        "Fischer, S. (1991), Growth, Macroeconomics, and Development, in 0. J. Blanchard and S. Fischer eds, NBER Macroeconomics Annual. MIT press.",
        "Fry, M.J. (1982), Models of Financially Repressed Developing Economies, World Development, Vol.10, September.",
        "Fry, M.J. (1988) Money. Interest and Banking in Economic Development, The Johns Hopkins University Press.",
        "Gelb, A. (1988), Financial Policies, Efficiency, and Growth: An Analysis of Broad Cross-Section Relationships, World Bank.",
        "Goldsmith, B..W. (1969), Financial Structure and Development, Yale University Press, New Haven.",
        "Greenwald, J. and J. Stiglitz (1988), Imperfect Information, Finance Constraints, and B usiness Fluctuations, in `Fin ance Constraints. Expectations, and Macroeconomics, Kohn and Tsiang eds., Oxford University Press.",
        "Greenwood, J. and B. Jovanovic (1990), Financial Development, Growth, and the Distribution of Income, Journal of Political Economy, 98, October, pp.1076-1107.",
        "Kimbrough, K.P. (1986) The Optimum Quantity of Money Rule in the Theory of Public Finance, Journal of Monetazy Economics, 18, 277-284.",
        "Levine, B.. (1990b) Stock Market, Growth and Policy, mimeo, World Bank.",
        "Levine, B.. (1991), Financial Intermediation and Growth: Theory and Evidence, rnimeo World Bank.",
        "Mankiw, N. C., (1987), The Optimal Collection of Seigniorage, Journal of Monetary Economics, September.",
        "McKiniion, B..1. (1973), Money and Capital in Economic Development.",
        "McKinnon, RI. (1991), The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, The Johns Hopkins University Press.",
        "Rebelo (1991), Long-Run Policy Analysis and Long Run Growth, Journal of Political Economy, June. vol 99, 3.",
        "B.oubini, N. and X. Sala-i-Martin (1991) Financial Development, The Trade Regime, and Economic Growth, NBER W.P. No. 3876 November.",
        "B.oubini, N. and X. Sala-i-Martin (1992) Financial Repression and Economic Growth, forthcoming Journal of Development Economics.",
        "Stigler, G. J., (1970), The Optimal Enforcement of Laws, Journal of Political Economy, vol78, 2, March/April.",
        "World Bank, (1989), World Development Report 1989, New York: Oxford University Press."
    ]
}