{
    "id": 4064,
    "cites": 26,
    "cited_by": 13,
    "reference": [
        "BÃ\u0083Â¤k, Henryk, et al.. 1991, Reintegration of Poland into Western Europe by Internal and External Liberalization, Working Paper No. 48, World Economy Research Institute, Warsaw. Berg, Andrew, and Jeffrey Sachs, 1991, Structural Adjustment and International Trade in Eastern Europe: The Case of Poland, paper prepared for the Economic Policy Panel, Prague, 17-19 October.",
        "Collins, Susan M., and Dani Rodrik, 1991, Eastern Europe and the Soviet Union in the World Economy. Institute for International Economics, Washington, D.C. FSU [Federal Statistical Office, Czechoslovakia], 1991, Foreign Trade. January-September 1991, Prag.",
        "_, 1991b, Quarterly Statistical Bulletin. Prag, September.",
        "GATT, 1991, Trade Policy Review: Hungary, vols I and II, Geneva, July.",
        "GUS [Central Statistical Office, Poland], 1991a, Statistical Bulletin. Warsaw, November.",
        "_, 1991b, Informacje Statvstvczne. Handel Zagraniczny. Warsaw, various issues.",
        "_, 1991c, Handel Zagraniczny 1991. Warsaw.",
        "Guzman, Andrew, 1991, The Best of Times: The Private Sector in Poland, unpublished paper, Harvard University.",
        "IMF, 1991a, The Collapse of Trade Among the Former Members of the CMEA, European Dpeartment.",
        "IMF, 1991b, Direction of Trade Statistics. Washington, D.C., September.",
        "Kenen, Peter B., 1991, Transitional Arrangements for Trade and Payments among the CMEA Countries, IMF Staff Papers.",
        "Mueller, Helga, 1991, Export Performance of Polish Enterprises during the Transition Process, World Bank, September.",
        "Murphy, Kevin, and Andrei Shleifer, 1991, Quality and Trade, unpublished paper, University of Chicago and Harvard University, August.",
        "Oblath, Gabor, and David Tarr, 1991, The Terms-of-Trade Effects from the Elimination of State Trading in Soviet-Hungarian Trade, The World Bank, -57-Washington, D.C., May.",
        "OECD, 1991a, OECD Economic Surveys: Hungary. Paris.",
        "OECD, 1991b, Monthly Statistics of Foreign Trade. Paris, September.",
        "Pinto, Brian, 1991, Microeconomic Response to the Economic Transformation Program: Evidence from the Largest Polish SOEs, World Bank Resident Mission, Poland, Warsaw, September.",
        "PlanEcon, 1991, Recent Czechoslovak Foreign Trade Performance, PlanEcon Report, Washington, D.C., October 24.",
        "RIFER [Research Institute for Foreign Economic Relations], 1991, CSFR In International Economy Quarterly, vol 1, no. 2, Prag, September.",
        "Rodrik, Dani, 1992, Making Sense of the Soviet Trade Shock in Eastern Europe: A Framework and Some Estimates, paper prepared for the World Bank/IMF conference on the fall of output in Eastern Europe.",
        "Rosati, Dariusz K., 1991, After the CMEA Collapse: Is the Central European Payments Union Really Necessary, Foreign Trade Research Institute, Working Paper No. 18, Warsaw, May.",
        "Schaffer, Mark, 1992, The Polish State-Owned Enterprise Sector and the Recession in 1990, Comparative Economic Studies, forthcoming.",
        "Statisticke Prehledy, 1991, Monthly Statistics of Czechoslovakia. Prague, No. 11.",
        "Synowiec, Ewa, and Ewa Rzeszutek, 1991, Poland&apos;s Trade with the European Community at the Turn of the 1990s, Economic and Social Policy Series, No. 3, Friedrich Ebert Foundation (Poland), Warsaw, April.",
        "Wang, Zhen Kun, and L. Alan Winters, 1991, The Trading Potential of Eastern Europe, Discussion Paper No. 610, Centre for Economic Policy Research, London, November.",
        "World Bank, 1991, Trade Expansion Program Report on Czechoslovakia. Washington, D.C."
    ]
}