{
    "id": 4065,
    "cites": 19,
    "cited_by": 57,
    "reference": [
        "Abegglen, James, and George Stalk, 1985, Kaisha, the Japanese corporation, (New York: Basic Books).",
        "Analysts Guide, 1989, Daiwa Institute of Research.",
        "Blinder, Alan, 1992, More Like them, The American Prospect, Winter, 51-62.",
        "Coffee, John C., 1991, Liquidity versus control: The institutional investor as corporate monitor, Columbia Law Review, 202-291.",
        "Corporate Governance in Japan, 1983, Hawaii Law Review.",
        "Drucker, Peter, 1991, Reckoning with the pension fund revolution, Harvard Business Review, March-April, 106-114.",
        "French, Kenneth, and James Poterba, 1991, Were Japanese stock prices too high? Journal of Financial Economics 29, 337-364.",
        "Gerlach, Michael, 1991, Alliance capitalism: The social organization of Japanese Business, Berkeley CA University of California Press.",
        "Gibbons, Robert, and Kevin J. Murphy, 1990, Relative performance evaluation for chief executive officers, Industrial and Labor Relations Review 43, S30-51.",
        "Grundfest, Joseph, 1990, Subordination of American capital, Journal of Financial Economics 27, 89-116.",
        "Hermalin, Benjamin and Michael Weisbach, 1988, The determinants of board composition, Rand Journal of Economics 19, 589-606.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, 1990a, Corporate structure liquidity and investment: Evidence from Japanese panel data, Quarterly Journal of Economics 106, 33-60.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, 1990b, The role of banks in reducing the costs of financial distress in Japan, Journal of Financial Economics 27, 67-88.",
        "Jensen, Michael and Kevin J. Murphy, 1990, Performance pay and top management incentives, Journal of Political Economy 98, 225-264.",
        "Kato, Takao and Mark Rockel, 1991, Experiences, credentials and compensation in the Japanese and U.S. managerial labor markets, Journal of the Japanese and International Economies (forthcoming). Kester, W. Carl, 1991, Japanese takeovers: The global contest for corporate control, (Boston: Harvard Business School Press).",
        "Nakatani, 1., 1984, The economic role of financial corporate grouping, in M. Aoki, ed., Economic analysis of the Japanese firm (New York: Elsevier).",
        "Rosen, Sherwin, 1990, Contracts and the market for executives, NBER Working Paper 3542.",
        "Warner, Jerold, Ross Watts, and Karen Wruck, 1988, Stock prices, event prediction and event studies: An examination of top management restructurings, Journal of Financial Economics 20, 461491 Weisbach, Michael, 1988, Outside directors and CEO turnover, Journal of Financial Economics 20, 431-460.",
        "Yang, Charles, 1984, Demystifying japanese management practices, Harvard Business Review, November-December, 172-184."
    ]
}