{
    "id": 4066,
    "cites": 34,
    "cited_by": 127,
    "reference": [
        "Abramovitz, M. (1979) Rapid Growth Potential and its Realization: The Experience of Capitalist Economies in the Postwar Period. In E. Malinvaud, ed., Economic Growth and Resources (London: Macmillan) 1-30.",
        "Abramovitz, M. (1990) The Catch-up Factor in Postwar Economic Growth. Economic Inquiry: 1-18.",
        "Alesina, A. and D. Rodrik (1991) Distributive Politics and Economic Growth. CEPR Discussion Paper No. 565 (London: Centre for Economic Policy Research).",
        "Alesina, A., S. Ozier, N. Roubini and P Swagel (1991) Political Instability and Economic Growth. mimeo.",
        "Backus, D.K., P.J. Keboe and T.J. Kehoe (1991) In Search of Scale Effects in Trade and Growth. Working Paper No. 451 (Minneapolis, Federal Reserve Bank).",
        "Barro, R.J. (1991) Economic Growth in a Cross Section of Countries. Quarterly Journal of Economics 106:407-44.",
        "Baumol, W.J. (1986) Productivity Growth, Convergence and Welfare: What the Long-Run Data Show. American Economic Review 76: 1072-85.",
        "Bollen, K.A. (1980) Issues in the Comparative Measurement of Political Democracy. American Sociological Review 45: 3 70-90.",
        "De Long, J.B. (1988) Productivity Growth, Convergence and Welfare: Comment. American Economic Review 78: 1138-54.",
        "Dick, G.W. (1974) Authoritarian versus Nonauthoritarian Approaches to Economic Development. Journal of Political Economy 82: 817-27.",
        "Fischer, S. (1991) Growth, Macroeconomics, and Development. NBER Working Paper No. 3702 (Cambridge: National Bureau of Economic Research).",
        "Gastil, R.D. (1990) The Comparative Survey of Freedom: Experiences and Suggestions. Studies in Comparative International Development 25: 25-50.",
        "Haggard, S. (1990) Pathways from the Periphery: The Politics of Growth in the Newly Industrializing Countries (Ithica: Cornell University Press).",
        "Helliwell, John F., and Alan Chung (1991) Macroeconomic Convergence: International Transmission of Growth and Technical Progress. In P. Hooper and J.D. Richardson, eds., International Economic Transactions: Issues in Measurement and Empirical Research (Chicago: University of Chicago Press), 388-436.",
        "Helliwell, John F. and Alan Chung (1992) Convergence and Growth Linkages Between North and South. NIBER Working Paper No. 3948 (Cambridge: National Bureau of Economic Research).",
        "Helpman, E. (1991) Endogenous Macroeconomic Growth Theory. NBER Working Paper No. 3869 (Cambridge: National Bureau of Economic Research).",
        "Huntington, S.P. (1991) The Third Wave: Democratization in the Late Twentieth Century. (Norman: University of Oklahoma Press).",
        "Huntington, S. and J. Nelson (1976) No Easy Choics: Political Participation in Developing Countries. (Cambridge: Harvard University Press).",
        "Kormendi, R.C. and P.G. Meguire (1985) Macroeconomic Determinants of Growth. Journal of Monetary Economics 16: 141-63.",
        "Lipset, S.M. (1959) Some Social Requisites of Democracy: Economic Development and Political Legitimacy. American Political Science Review 53: 69-105.",
        "Londregan, I. and K. Poole (1990) Poverty, the Coup Trap, and the Seizure of Executive Power. World Politics 42: 151-183.",
        "Lucas, R.E. (1988) On the Mechanics of Economic Development. Journal of Monetary Economic 22: 3-3 2.",
        "Lucas R.E. (1990) Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review 90 (2): 92-96.",
        "Maddison, A. (1982) Phases of Capitalist Development. (Oxford: Oxford University Press).",
        "Mankiw, G., D. Romer and D. Weil (1990) A Contribution to the Empirics of Economic Growth. NBER Working Paper No. 3541. (Cambridge: National Bureau of Economic Research).",
        "Marsh, R.M. (1979) Does Democracy Hinder Economic Development in the Latecomer Developing Nations? Comparative Social Research 2: 215-248.",
        "Persson, T. and G. Tabellini (1991) Is Inequality Harmful for Growth? Theory and Evidence. CEPR Discussion Paper No. 581 (London: Centre for Economic Policy Research).",
        "Pourgerami, A. (1988) The Political Economy of Development: A Crossnational Causality Test of the Development-democracy-growth Hypothesis. Public Choice 58: 123-141.",
        "Romer, P.M. (1986) Increasing Returns and Long-Run Growth. Journal of Political Economy 94: 1002-37.",
        "Romer, P.M. (1990) Are Non-Convexities Important for Understanding Growth? American Economic Review 80 (2): 97-103.",
        "Sirowy, L. and A. Inkeles (1990) The Effects of Democracy on Economic Growth and Inequality: A Review. Studies in Comparative International Development 25: 126-57.",
        "Solow, R.M. (1956) A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70: 65-94.",
        "Solow, R.M. (1957) Technical Change and the Aggregate Production Function. Review of Economics and Statistics 39: 3 12-20.",
        "Weede, E. (1983) The Impact of Democracy on Economic Growth: Some Evidence From Cross-National Analysis. Kyklos 36: 21-39."
    ]
}