{
    "id": 4067,
    "cites": 20,
    "cited_by": 57,
    "reference": [
        "Angrist, J.D., Using the Draft Lottery to Measure the Effects of Military Service on Civilian Earnings, Research in Labor Economics, Vol. X, edited by Ronald Ehrenberg (Greenwich, CT: JAI Press, Inc., 1989).",
        "Angrist, J.D., Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review, 80, No. 3, June 1990, PP. 313-336.",
        "Angrist, J.D., The Draft Lottery and Voluntary Enlistment in the Vietnam Era, Journal of the American Statistical Association 86, September 1991, pp. 584-595.",
        "Angrist, J.D. and Alan Krueger, Why Do World War Two Veterans Earn More than Nonveterans?, NBER Working Paper No. 2991, May 1989.",
        "Angrist, J.D. and Alan Krueger, Does Compulsory Schooling Affect Schooling and Earnings? Quarterly Journal of Economics 106, November 1991, pp. 979-1014.",
        "Ashenfelter, Orley, and Alan Krueger, Estimates of the Economic Return to Schooling from a New Sample of Twins, mimeo., Princeton University, 1992.",
        "Berger, M.C. and B.T. Hirsch, The Civilian Earnings Experience of Vietnam-Era Veterans, The Journal of Human Resources 18, No. 4, Fall 1983, pp. 455-479.",
        "Bielby, William, Robert }-Iauser, and David Featherman, Response Errors of Non-Black Males in Models of the Stratification Process, in D.J. Aigner and A.S. Goldberger, editors, Latent Variables in Socio conomic Models (Amsterdam: North Holland, 1977), pp. 227-251.",
        "Blackburn, Mckinley, and David Neumark, Omitted-Ability Bias and the Increase in the Return to Schooling, NBER W.P. No. 3693, May 1991.",
        "Crane, Jon and David A. Wise, Military Service and the Civilian Earnings of Youths, Chapter 6 in Public Sector Payrolls, D.A. Wise, Ed., Chicago: University of Chicago Press, 1987.",
        "De Tray, Dennis, Veteran Status as a Screening Device, American Economic Review 72, March 1982, pp. 133-42.",
        "Freeman, Richard B., Overinvestment in College Training?, Journal of Human Resources 10, 1975, pp. 287-311.",
        "Fuchs, Victor, How We Live: An Economic Perspective on Americans from Birth to Death, Cambridge: Harvard University Press, 1983.",
        "Griliches, Zvi, Estimating the Returns to Schooling - Some Econometric Problems, Econometrica 45 (January 1977): 1-22.",
        "Hungerford, Thomas and Gary Solon, Sheepskin Effects in the Returns to Education, Review of Economics and Statistics 66, February 1987, pp. 175-77.",
        "Rosen, Sherwin, and Paul Taubman, Changes in Life Cycle Earnings: What Do Social Security Data Show? Journal of Human Resources 17, no. 3, Summer 1982, pp. 321-38.",
        "Selective Service System, A Short History of the Selective Service System, Office of Public Affairs, Selective Service System National Headquarters, Washington, DC: U.S. Government Printing Office, 1986.",
        "Siegel, Paul, and Robert I-lodge, A Causal Approach to the Study of Measurement Error, in Hubert Blalock and Ann Blalock, editors, Methodology in Social Research (New York: McGraw Hill Book Co., 1968), pp. 28-59.",
        "Singer, Allen, The Effect of the Vietnam War on Numbers of Medical School Applicants, Academic Medicine 64, 1989, pp. 567-73.",
        "Weiss, Yoram, Ability and the Investment in Schooling: A Theoretical Note on J. Mincers `Distribution of Labor Income, Journal of Economic Literature 9, June 1971, pp. 459-461."
    ]
}