{
    "id": 4068,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Bertola, Giuseppe and Ricardo Caballero (1990), Target Zones and Realignments Princeton, mimeo. Blanco, Herminio and Peter Garber (1986), Recurrent Devaluation and Speculative Attacks on the Mexican Peso, Journal of Political Economy. Vol. 94, No. 1 (February).",
        "Collins, Susan (1988a), Inflation and the European Monetary System, in Francesco Giavazzi, et. al (eds.) The European Monetary System. Cambridge: Cambridge University Press.",
        "-------(1988b), Stabilizing Exchange Rates: Some Lessons From the EMS, Harvard, mimeo.",
        "Cox, D. and Miller H. (1965), The Theory of Stochastic Processes. London: Methuen & Co.",
        "Cumby, Robert and Sweder van Wijnbergen (1989), Fiscal Policy and Speculative Runs on the Central Bank Under a Crawling Peg Exchange Rate Regime: Argentina 1079-1981,  Journal of International Economics. (August).",
        "Flood, Robert and Peter Garber (1983), A Model of Stochastic Process Switching, Econometrica. (May).",
        "-------(1984), Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics. Vol. 17, No. 1-13.",
        "-------(1989), The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, NBER Working Paper, #2918 (April).",
        "Flood, Robert, Andrew Rose and Donald Mathieson (1990), An Empirical Exploration of Exchange Rate Target Zones, NBER Working Paper # 3543 (December).",
        "Froot, Kenneth and Maurice Obstfeld (1989), Exchange Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, NBER Working Paper tt 2835.",
        "Froot, Kenneth and Richard Thaler (1990), Anomalies: Foreign Exchange, Journal of Economic Perspectives. Vol. 4, No. 3 (Summer).",
        "Giavazzi, Francesco and Alberto Giovannini (1989), Limiting Exchange Rate Flexibility: The European Monetary System. Cambridge: MIT Press.",
        "Hausman, Jerry and David Wise (1983), Social Security, Health Status and Retirement, in David Wise (ed.) Pensions. Labor and Individual Choice. Chicago: University of Chicago Press and NBER.",
        "Hodrick, Robert (1987), The Empirical Evidence on the Efficiency of Forward and Futures Exchange Markets. Chur, Switzerland: Harwood Academic Publishers.",
        "Krugman, Paul (1979), A Model of Balance-of-Payments Crises, Journal of Money. Credit and Banking. (August).",
        "-------(1991), Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics. (August).",
        "Lancaster, T. (1972), A Stochastic Model for the Duration of a Strike, Journal of the Royal Statistical Society. 135, Part 2.",
        "Obstfeld, Maurice (1986), Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review. (March).",
        "Rogoff, Kenneth (1985), Can Exchange Rate Predictability be Achieved Without Monetary Convergence? Evidence From the EMS, European Economic Review. Vol. 28, No. 1-2 (June-July).",
        "Rose, Andrew and Lars Svensson (1991), Expected and Predicted Realignments, NBER Working Paper # 3685, (April).",
        "Sachs, Jeffrey and Charles Wyplosz, (1986), The Economic Consequences of President Mittciand, Economic Policy. Vol. 2 (April).",
        "Svensson, Lars (1990), The Foreign Exchange Risk Premium in a Target Zone with Devaluation Risk, NBER Working Paper # 3466.",
        "Ungerer, Horst et. al (1986), The European Monetary System: Recent Developments, IMF Occasional Paper No. 48 (December).",
        "Weber, Axel (1991), Reputation and Credibility in the European Monetary System, Economic Policy. Vol. 12 (April).",
        "Whitmore, G. (1979), An Inverse Gaussian Model for Labour Turnover, Journal of the Royal Statistical Society. 142, Part 4."
    ]
}