{
    "id": 4069,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Baldwin, R. and P.R. Krugman, (1988): Market Access and International Competition: A Simulation Study of 16K Random Access Memories, in R. Feenstra (ed.), Empirical Methods for International Trade, Cambridge, MIT Press.",
        "Brainard, S.L., (1990): Last One Out Wins: Trade Policy in an International Exit Game, NBER Working Paper No. 3553.",
        "Brander, J.A. and B.J. Spencer, (1985): Export Subsidies and International Market Share Rivalry, Journal of International Economics, 18, pp. 83-100.",
        "Caillaud, B., R. Guesnerie, P. Rey, and J. Tirole, (1985): The Normative Economics of Government Intervention in Production in the Light of Incentive Theory: A Review of Recent Contributions, Stanford University IMSSS Technical Report No. 473.",
        "Caillaud, B., B. Jullien and P. Picard, (1990): Competing Vertical Structures: Precommitment and Renegotiation, Mimeo.",
        "Carmichael, C.M., (1987): The Control of Export Credit Subsidies and its Welfare Consequences, Journal of International Economics, 23, pp. 1-19.",
        "Dewatripont, M., (1988): Commitment Through Renegotiation-Proof Contracts with Third Parties, Review of Economic Studies, IV, pp. 377-390.",
        "Dixit, A.K., (1988): Optimal Trade and Industrial Policy for the U.S. Automobile Industry, in R. Feenstra (ed.), Empirical Methods for International Trade, Cambridge, MIT Press.",
        "Eaton, J. and G.M. Grossman, (1986): Optimal Trade and Industrial Policy under Oligopoly, Quarterly Journal of Economics, 51: May, pp. 383.",
        "Faggart, M. C., (1990): Concurrence, AsymÃ\u0083Â©trie dInformation, ThÃ\u0083Â©orie des Incitations: Quelques DÃ\u0083Â©veloppements du ModÃ\u0083Â¨le Principal Agent, Mimeo.",
        "Fudenberg, D. and Levine, (1989): Reputation and Equilibrium Selection in Games with a Patient Player, Econometrica, 57, pp. 755-778.",
        "Gal-Or, E., (1988): Vertical Separation in Oligopolistic Markets with Incomplete Information, University of Pittsburgh Working Paper.",
        "Gresik, T.A. and D.R. Nelson, (1991): Incentive Compatible Regulation of a Foreign-owned Subsidiary, Mimeo.",
        "Grossman, G.M., (1986): Strategic Export Promotion: a Critique, in P.R. Krugman (ed.), Strategic Trade Policy and the New International Economics, pp. 47-68.",
        "Gruenspecht, H.K. (1988): Export Subsidies for Differentiated Products, Journal of International Economics, 24, pp. 331-344.",
        "Laffont, J.J. and J. Tirole, (1986): Using Cost Observation to Regulate Firms, Journal of Political Economy, 94, pp. 614-641.",
        "Laffont, J.J. and J. Tirole, (1991): A Theory of Incentives, manuscript.",
        "Laffont, J.J. and J. Tirole, (I 990a): The Politics of Government DecisionMaking: A Theory of Regulatory Capture, Mimeo. Laffont, J.J. and J. Tirole, (1990b): The Politics of Government Decision Making: Regulatory Institutions, Journal of Law. Economics and Organization.",
        "Lewis, T. and D. Sappington, (1989): Countervailing Incentives in Agency Problems, Journal of Economic Theory, 49, pp. 294-313.",
        "Martimort, D., (1991): Optimal Contracts and Games Between Principal-Agent Pairs, Mimeo.",
        "Myerson, R., (1982): Optimal Coordination Mechanisms in Generalized Principal-Agent Problems, Journal of Mathematical Economics, 10, pp. 67-8 1.",
        "Neary, J.P., (1991): Export Subsidies and Price Competition, in E. Helpman and A. Razin (eds.), International Trade and Trade Policy, MIT Press.",
        "Prusa, T., (1990): An Incentive-Compatible Approach to the Transfer Pricing Problem, Journal of International Economics, 28, pp. 155-172.",
        "Raff, H., (1991): Intrafirm Exports and Optimal Host Country Commercial Policy under Asymmetric Information, Mimeo.",
        "Schmidt, (1991): Reputation and Equilibrium Characterization in Repeated Games of Conflicting Interest, Mimeo."
    ]
}