{
    "id": 407,
    "cites": 15,
    "cited_by": 23,
    "reference": [
        "Balestra, Paul and Nerlove, Marc. Pooling Cross Section and Time Series Data in the Estimation of a Dynamic Model: The Demand for Natural Gas, Econometrica, 34 (July, 1966): 585-612.",
        "Clark, Peter B. Optimum International Reserves and the Speed of Adjustment, Journal of Political Economy, 78, no. 2 (March/April, l97Oa): 356-76. _____ Demand for International Reserves: A Cross Country Analysis, Canadian Journal of Economics, 3, no. 1 (November, 1970b): 577-94.",
        "Cohen, Benjamin J. International Reserves and Liquidity: A Survey. In Peter B. Kenen (ed.) International Trade and Finance. Cambridge: Cambridge University Press, 1975. pp. 411-451.",
        "Frenkel, Jacob A. Openness and the Demand for International Reserves. In R. Z. Aliber (ed.) National Monetary Policies and the International Financial System. Chicago, Ill: University of Chicago Press, 1974a, pp. 289-298.",
        "In Brunner, K. and Meltzer, A. H. (eds.) Economic Policies in Open Economies Vol. 9 of the Carnegie-Rochester Conference Series on Public Policy, a Suppmentary Series to the Journal of Monetary Economics, July 1978.",
        "Grubel, Herbert G. The Demand for International Reserves: A Critical Review of the Literature. Journal of Economic Literature 9 (December, 1971): 1148-1166.",
        "Heller, H. Robert. Optimal International Reserves. Economic Journal LXXVI (June, 1966): 296-311.",
        "Heller, H. Robert and Khan, Mohsin S. The Demand for International Reserves Under Fixed and Floating Exchange Rates. IMF Staff Papers 25, no. 4 (December, 1978): 623-49.",
        "Hipple, F. Steb. The Disturbances Approach to the Demand for International Reserves. Princeton Studies in International Finance No. 35 (May, 1974).",
        "Countries: A Distributed Lag Specification. The Review of Economics and Statistics 58, No. 3 (August, 1976): 351-55.",
        "Kelly, Michael C. The Demand for International Reserves. American Economic Review 60 (September, 1970): 655-667.",
        "Kenen, Peter B. and ludin, Elinor B. The Demand for International Reserves. Review of Economics and Statistics 47 (August, 1965): 242-250.",
        "Machlup, Fritz. The Need for Monetary Reserves. Banca Nazionale del Lavoro Quarterly Review, 19 (September, 1966): 175-222.",
        "Michnely, Michael, The Responsiveness of Demand Policies to the Balance of Payments: Postwar Patterns (New York: National Bureau of Economic Research, 1971).",
        "Williamson, John. International Liquidity: A Survey. Economic Journal 83 (September 1973): 685-746."
    ]
}