{
    "id": 4071,
    "cites": 22,
    "cited_by": 32,
    "reference": [
        "Abreu, Dilip, Milgrom, Paul, and Pearce, David, 1991, Information and timing in repeated partnerships, Econometrica 59, 1713-1733.",
        "Bagwell, Kyle and Staiger, Robert, 1990, A theory of managed trade, American Economic Review 80, 779-795.",
        "Baldwin, Robert E. and Clark, Richard N., 1987, Game-modeling multilateral trade negotiations, Journal of Policy Modeling 9, 257-284.",
        "Brown, Fred and Whalley, John, December 1980, General equilibrium evaluations of tariff-cutting proposals in the tokyo round and comparisons with more extensive liberalization of world trade, The Economic Journal 90, 838-866.",
        "Chan, Kenneth, November 1988, Trade negotiations in a nash bargaining model, Journal of International Economics 25, 353-364.",
        "Crawford, Vincent, 1982, A theory of disagreement in bargaining Econometrica 50, 607-637.",
        "Dixit, Avinash, 1987, Strategic aspects of trade policy, in Truman Bewley, ed., Advances in Economics Theory: Fifth World Congress, New York: Cambridge University Press.",
        "Feenstra, Robert and Lewis, Tracy, September 1987, Negotiated trade restrictions with private political pressure, NBER Working Paper 2374.",
        "Green, Edward, and Porter, Robert, January 1984, Noncooperative follusion under imperfect price information, Econornetrica, 52, 87-100.",
        "Hamilton, Colleen, and Whalley, John, 1991, What kind of future for the world trading system?, Washington: Institute for International Economics, mimeo.",
        "Hudec, Robert E., 1990a, Dispute Settlement, in Jeffrey Schott, ed., Completing the Un.iguay Round, Washington, D.C.: Institute for International Economics.",
        "University of Minnesota. ______ The legal status of GATT in the domestic law of the United States, 1986, in The European Comm unity and GATT~ Studies in Transnational Economic Law, Volume 4, Deventer, The Netherlands: Kluwer.",
        "Hungerford, Thomas, 1990, GATT: A cooperative equilibrium in a noncooperative trading regime?, mimeo.",
        "Jackson, John, 1989, The World Trading System: Law and Policy of International Economic Relations, Cambridge, Massachusetts: MIT Press.",
        "Jensen, Richard and Thursby, Marie, 1984, Free trade: two non-cooperative equilibrium approaches, Ohio State University Working Paper 58.",
        "International Economics 29, 43-67. Ludema, Rodney, 1990, Optimal international trade agreements and dispute settlement procedures, University of Western Ontario Working Paper.",
        "McMillan, John, 1988, A game theoretic view of international trade negotiations: implications for the developing countries, in Rules, Power, and Credibility ed. by John Whalley, London, Ontario: Centre for the Study of International Economic Relations.",
        "Mayer, Wolfgang, 1981, Theoretical consideration on negotiated tariff adjustments, O~dord Economic Papers 33, 135-153.",
        "Riezman, Raymond, 1991, Dynamic tariffs with asymmetric information, Journal of International Economics 30, 267-283.",
        "Journal 48, 583-593. Segerstrom, Paul, 1988, Demons and Repentance, Journal of Economic Theory 45, 32-5 2.",
        "Stahl, Dale, and Turunen-Red, Arja, 1990, Tariff games: sustainability of free trade with variation in policy regimes, Center for Economic Research, Working Paper 90-03.",
        "Whalley, John (ed), 1988, Rules, Power, and Credibility London, Ontario: Centre for the Study of International Economic Relations."
    ]
}