{
    "id": 4073,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Blenchard, Olivier J. and Diamond, Peter, Ranking, Unemployment tureticn, and Wages, NBER Working Paper, 1990.",
        "Bowles, Samuel, The Production Process in a Competitive Economy: Walrasian, Neo-Hobbesian, and. Harxian Models, Aieericsn E..concmic Review, 75 (March 1985): 16-36.",
        "Bulow, Jeremy I. and Summers, Lawrence H., A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment, Journal of Labor Economics, July 1986, 376-414.",
        "Camnoy, N. and Ruzeberger, R Segmentation in the U.S. Labor Market: Its Effects on the Mobility end Earnings of Whites and Blacks, Cambridge Journal of Economics, 4 (Junc 1980): 117-32.",
        "Dickens, William T. end Katz, Lawrence F. , Interindustry Wage Differences and Theories of Wage Determination, NBER Working Paper, 1987.",
        "Dickens, William T. and Lang, Kevin, A Test of Dual Labor Market Theory, American Economic Review, 75 (September 1985): 792-805.",
        "Dickens, William Ã\u0082Â¶1. and Lang, Kevin, Why It Matters Whet We Trade: A Case for Active Policy, in Laura DAndrea.Tyson, William T. Dickens, and John Zysmen, eds., The Dynamics of Trade end Emolovment, Cambridge, MA: Bellinger, 1988.",
        "Dickens, William T, and Lang, Kevin Labor Market Segmentaticn Theory: Reconsidering the Evidence, in William Darity, Jr. ed, Controversies in Labor Economics, NY: Kluwer, forthcoming, 1992.",
        "Katz, Lawrence F. end Suztniers, Lawrence H., Industry Rents: Evidence and Implications, grookings Peters en Economic Activity, (1989): 209-75.",
        "Krueger. Alan and Suiasere, Lawrence IL, Reflections on the Interindustry Wage Structure, in Kevin Lang and Jonathan S. Leonard, eds. , Unemplnyeent and the Structure of Labor Markets. Oxford:Essil Blackwell, 1987.",
        "Krueger, Alan and Summers, Lawrence H .,Efficiency Wages end the interIndustry Wage Structure, Econometrics, 56 (Merch 1988): 259-93.",
        "Lang, Kevin, Persistent Wage Dispersion and Involuntsry Unemployment, Quarterly Journal of Economics, 106 (Feb. 1991): 181-202.",
        "Montgomery, James D .,Equilibriun Wage Dispersion and Interindustry Wage Differentials, Quarterly Journal of Econcmics, 106 (Feb. 1991): 163-180.",
        "Orr, Douglas V., Segmented Labor Markets and Local Unemployment Rates, Eastern Washington University, unpublished, 1991.",
        "Piore, Michael, 3.,, Notes for a Theory of Labor Market Segmentation, in Richard C. Edwards at al,, ads., Labor Market Segmentation, Lexington, HA: D.C. Heath, 1975.",
        "Itebitmer, James and Taylor, Lowell, A Model of Dual Labor Markets when Product Demand is Uncertain, Ousiterly Journal of Economics, forthcoming 1991.",
        "Reich, Micheel, Rectal Inequality: A Poltticsl Economy Analysis, Princeton, NJ: Princeton University Press, 1981.",
        "Roemer, John, Divide and Conquer: Microfoundations of a Msrxisn Theory of Wage Determinetion, Sell Journal of Economics, 10 (Autumn 1979).",
        "Stone, Kathrine, The Origin of Job Structures in the Steel Industry, in Richard C. Edwards et al., eds., Labo.r Marker Sesmentetion, Lexington, MA: D.C. Heath, 1975."
    ]
}