{
    "id": 4074,
    "cites": 39,
    "cited_by": 110,
    "reference": [
        "Adler, Michael and Bernard Dumas, 1983, International portfolio selection and corporation finance: A synthesis, Journal of Finance 46, 925-984.",
        "Baba, Y., Robert F. Engle, D. F. Kraft and K. F. Kroner, 1989, Multivariate simultaneous generalized ARCH, working paper, University of California, San Diego.",
        "Bailey, Warren, Edward Ng and RenÃ\u0083Â© Stulz, 1992, Portfolio management and exchange rate risk: New theoretical and empirical perspectives on the hedging controversy, S. Khoury, (ed.), Recent Developments in Banking and Finance, Basil Blackwell, Oxford, UK.",
        "Bailey, Warren, and RenÃ\u0083Â© M. Stulz, 1990, Benefits of international diversification: The case of Pacific Basin stock markets, Journal of Portfolio Management, (Summer), 57-62.",
        "Bekaert, Geert, and Robert Hodrick, 1992, Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance, forthcoming.",
        "Bera, Anil and C.M. Jarque, 1982, Model specification tests: a simultaneous approach, Journal of Econometrics 20, 59-82.",
        "Bollerslev, Tim, 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 31. 307-327.",
        "Bollerslev, Tim, Robert F. Engle, and Jeffrey M. Wooldridge, 1988, A capital asset pricing model with time-varying covariances, Journal of Political Economy 96, 116-131.",
        "Bollerslev, Tim, and Jeffrey M. Wooldridge, 1990, Quasi-maximum likelihood estimation and inference in dynamic models with time-varying covariances, unpublished working paper, Northwestern University.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance, forthcoming.",
        "Chang, E.C., J.M. Pinegar and R. Ravichandran, 1991, Latent variables tests of the integration of European equity markets, unpublished working paper, University of Maryland.",
        "Cho, Chinhyung D., Cheol S. Eun, and Lemma W. Seubet, 1986, International arbitrage pricing theory: An empirical investigation, Journal of Finance 41, 313-330.",
        "Cumby, Robert E., 1990, Consumption risk and international equity returns: Some empirical evidence, Journal of International Money and Finance 9, 182-192.",
        "DAgostino, Ralph, Albert Belanger and Ralph DAgostino Jr., 1990, A suggestion for using powerful and informative tests of normality, The American Statistician 44, 316-321.",
        "Engel, Charles, and Anthony P. Rodriguez, 1989, Tests of international CAPM with time-varying covariances, Journal of Applied Econometrics 4, 119-138.",
        "Engle, Robert, 1982, Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom, Econometrica 50, 987- 1007.",
        "French, Kenneth R., and James M. Poterba, 1991, Were Japanese stock prices too high?, Journal of Financial Economics 29, 337-364.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-30.",
        "Friend, Irwin, and Marshall Blume, 1975, The demand for risky assets, American Economic Review 65, 900-922.",
        "Giovannini, Alberto, and Philippe Jorion, 1989, The time variation of risk and return in the foreign exchange and stock markets, Journal of Finance 44, 307-326.",
        "Glosten, Lawrence, Ravi Jagannathan and David Runkle, 1989, The relationship between the expected value and the volatility of the nominal 26 excess return on stocks, unpublished working paper, Northwestern University.",
        "Gultekin, N. Bulent, Mustafa N. Gultekin, and Alessandro Penati, 1989, Capital controls and international market segmentation: The evidence from the Japanese and American stock markets, Journal of Finance 44, 849-869.",
        "Hamao, Yaaushi, Ronald Masulis and Victor Ng, 1990, Correlations in price changes and volatility across international stock markets, Review of Financial Studies 3, 281-308.",
        "Hansen, Lars and Kenneth Singleton, 1983, Stochastic consumption, risk aversion and the temporal behavior of asset returns, Journal of Political Economy 91, 249-266.",
        "Harvey, Campbell R., 1991, The world price of covariance risk, Journal of Finance 46, 111-157.",
        "Korajczyk, Robert and Claude Viallet, 1989, An empirical investigation of international asset pricing, Review of Financial Studies 2, 553-585.",
        "Lin, Wen-ling, Robert Engle and Takatoshi Ito, 1991, Do bulls and bears move across borders?, unpublished working paper, University of Wisconsin.",
        "McCurdy, Thomas H. and Ieuan G. Morgan, 1991, Tests for a systematic risk component in deviations from uncovered interest rate parity, The Review of Economic Studies 58, 587-602.",
        "McDonald, Jack, 1989, The Mochiai effect: Japanese corporate crossholdings, Journal of Portfolio Management (Fall), 90-94.",
        "Morgan Stanley, Capital International Perspectives, selected issues. Muthuswamy, Jayaram, 1990, Non-synchronous trading and the index autocorrelation problem, Ph.D. Dissertation, Graduate School of Business, University of Chicago.",
        "Nelson, Daniel, 1992, Filtering and forecasting with misspecified ARCH models I: getting the right variance with the wrong model, Journal of Econometrics, forthcoming.",
        "Nelson, Daniel and Dean Foster, 1991a, Estimating condItional variances with misapecified ARCH models: asymptotic theory, unpublished working paper, University of Chicago.",
        "Nelson, Daniel and Dean Foster, 1991b, Filtering and forecasting with misspecified ARCH models II: making the right forecast with the wrong model, unpublished working paper, University of Chicago.",
        "Schwert, William and Paul Seguin, 1990, Heteroskedasticity in stock returns, Journal of Finance 45, 1129-1155.",
        "Sercu, P., 1980, A generalization of the international asset pricing model, Revue de lAssociation Francaise de Finance 1, 91-135.",
        "Solnik, Bruno, 1974, Equilibrium in international asset markets under uncertainty, Journal of Economic Theory 8, 500-524.",
        "Stoll, Hans and Robert Whaley, 1990, The dynamics of stock index and stock index futures returns, Journal of Financial and Quantitative Analysis 25, 441-468.",
        "Stulz, RenÃ\u0083Â© M., 1981, A model of international asset pricing, Journal of Financial Economics 9, 383-406.",
        "Stulz, RenÃ\u0083Â© M., 1983, Pricing capital assets in an international setting: An introduction, Journal of International Business Studies (Winter), 55-73."
    ]
}