{
    "id": 4075,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Ashenfelter, Orley and George Johnson. Bargaining Theory, Trade Unions, and Industrial Strike Activity. American Economic Review 59 (March 1969): 35-49.",
        "Ashenfelter, Orley, Janet Currie, Henry Farber and Matthew Spiegel. An Experimental Comparison of Dispute Rates in Alternative Arbitration Systems. National Bureau of Economic Research Working Paper 3417, Cambridge: MA (August 1990).",
        "Avrich, Paul. The Haymarket Tragedy. Princeton N.J.: Princeton University Press, 1984.",
        "Craig, Ben. An Empirical Model of Strikes in Late 19th Century New York. Unpublished Paper, Department of Economics, University of Indiana, 1989.",
        "David, Henry. The History of the Haymarket Affair. New York: Farrar and Rinehart, 1936.",
        "Federation of Organized Trades and Labor Unions. Report of Proceedings, 1886. Filippelli, Ronald (ed). Labor Conflict in the United States: An Encyclopedia. New York: Garland Publishing, 1990.",
        "Friedman, Gerald. Strike Success and Union Ideology: The United States and France, 1880-19 14. Journal of Economic History 48 (March 1988): 1-25.",
        "Griffen, John I. Strikes: A Study in Ouantitative Economics. New York: Columbia University Press, 1939.",
        "Hayes, Beth. Unions and Strikes and Asymmetric Information. Journal of Labor Economics 2 (January 1984): 57-83.",
        "Janes, George Milton. The Control of Strikes in American Trade Unions. John Hopkins University Series in Historical and Political Science, Series 34, No. 3. Baltimore: John Hopkins Press, 1916.",
        "Kalbfleisch, John D. and Ross L. Prentice. The Statistical Analysis of Failure Time Data. New York: John Wiley and Sons, 1980.",
        "Kennan, John and Robert Wilson. Strategic Bargaining Models and Interpretation of Strike Data. Journal of Applied Econometrics 4 (Supplement, 1989): S87-S101.",
        "Kennan, John and Robert Wilson. Bargaining With Private Information. Journal of Economic Literature 30 (1992) forthcoming.",
        "Kochan, Thomas A. and Harry C. Katz. Collective Bargaining and Industrial Relations. Homewood, Ill: Irwin, Inc., 1988.",
        "Long, Clarence D. Wages and Earnings in the United States, 1860-1890. New York: National Bureau of Economic Research, 1960.",
        "McConnell, Sheena. Strikes, Wages and Private Information. American Economic Review 79 (September 1989): 801-815.",
        "Moffitt, Robert. Unemployment Insurance and the Distribution of Unemployment Spells. Journal of Econometrics 28 (1985): 85-101.",
        "Moore, Henry L. Laws of Wages: An Essay in Statistical Economics. New York: The Macmillan Co., 1911.",
        "Sobel, Joel and Ichio Takahashi. A Multi-stage Model of Bargaining. Review of Economic Studies 50 (July 1983): 411-426.",
        "Ulman, Lloyd. The Rise of the National Trade Union. Cambridge MA: Harvard University Press, 1955.",
        "United States Bureau of Labor. Third Annual Report of the Commissioner of Labor. Washington DC: USGPO, 1888. Tenth Annual Report of the Commissioner of Labor. Washington DC: USGPO, 1896. 40 Twenty-first Annual Report of the Commissioner of Labor Washington DC: USGPO, 1906.",
        "Uphoff, Walter H. Kohler on Strike: Thirty Years of Conflict. Boston MA: Beacon Press, 1966.",
        "Ware, Norman J. The Labor Movement in the United States. 1860-1895: A Study in Democracy. New York: Appelton and Co., 1929."
    ]
}