{
    "id": 4082,
    "cites": 37,
    "cited_by": 40,
    "reference": [
        "Belongia, Michael and Alec Chrystal, The Pitfalls of Exchange Rate Targeting: A Case Study from the United Kingdom, Review, Federal Reserve Bank of St. Louis, September/October 1990, 15-24.",
        "Bernanke, Ben and Alan Blinder, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review, forthcoming. Bernanke, Ben and Cara Lown, The Credit Crunch, Brookings Papers on Economic Activity, 1991:2, 205-48.",
        "Brimmer, Andrew, Central Banking and Systemic Risks, Journal of Economic Perspectives, Spring 1989, 3-16.",
        "Cargill, Thomas and Michael Hutchison, The Response of the Bank of Japan to Macroeconomic and Financial Change, in Hang-Sheng Cheng, ed., Monetary Policy in Pacific Basin Countries, Boston: Kluwer Academic Publishers, 1987.",
        "Dotsey, Michael, Japanese Monetary Policy, a Comparative Analysis, Monetary and Economic Studies, Institute for Monetary and Economic Studies, Bank of Japan, October 1986, 105-27.",
        "Fischer, Stanley, Monetary Policy, eds., in R. Dornbusch and R. Layard, eds., The Performance of the British Economy, Oxford: Clarendon Press, 1987.",
        "Fischer, Stanley, Rules versus Discretion in Monetary Policy in B. Friedman and F. Hahn, eds., Handbook on Monetary Economics, vol. 2, Amsterdam: North Holland, 1990.",
        "Friedman, Benjamin, Targets and Instruments of Monetary Policy, in B. Friedman and F. Hahn, eds., Handbook on Monetary Economics, vol. 2, Amsterdam: North Holland, 1990.",
        "Goodfriend, Marvin, Interest Rate Smoothing and Price Level Trend-Stationarity, Journal of Monetary Economics, 1987, 335-48.",
        "Greider, William, Secrets of the Temple: How the Federal Reserve Runs the Country, New York: Simon and Schuster, 1987.",
        "Heller, Robert, Implementing Monetary Policy, Federal Reserve Bulletin, July 1988, 419-29.",
        "Howitt, Peter, Canadian Monetary Policy, in M. Fratianni and U. Salvatore, eds., Handbook of Monetary Policy, Greenwood Press, forthcoming. Huizinga, John and Frederic S. Mishkin, Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, in K. Brunner and A. Meltzer, Carnegie-Rochester Conference on Public Policy, vol. 24, 1986.",
        "Hutchison, Michael, Japans `Money-Focused Monetary Policy, Economic Review, Federal Reserve Bank of San Francisco, Summer 1986, 3-45.",
        "Isard, Peter, and Rojas-Suarez, Liliana, Velocity of Money and the Practice of Monetary Targeting: Experience, Theory, and the Policy Debate, Washington DC: IMF, Staff Studies for the World Economic Outlook, July 1986.",
        "Kahn, George and Kristina Jacobson, Lessons from West German Monetary Policy, Economic Review, Federal Reserve Bank of Kansas City, April 1989, 18-35.",
        "Karamouzis, Nicholas and Raymond Lombra, Federal Reserve Policymaking: An Overview and Analysis of the Policy Process, in K. Brunner and A. Meltzer, eds., International Debt, Federal Reserve Operations and other Essays, Carnegie-Rochester Kasman, Bruce, A Comparison of Monetary Policy operating Procedures in Six Industrial Countries, unpublished, Federal Reserve Bank of New York, December 1991.",
        "Kasman, Bruce and Anthony Rodrigues, Financial Reform and Monetary Control in Japan, unpublished, Federal Reserve Bank of New York, November 1991.",
        "Kydland, Finn and Edward Prescott, Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 1977, 473-91.",
        "Leigh-Pemberton, R., Financial Change and Broad Money, Bank of England Quarterly Bulletin, December 1986, 499-507.",
        "Lombra, Raymond, The Conduct of U.S. Monetary Policy: A Field Guide, in M. Fratianni and P. Salvatore, eds., Handbook of Monetary Policy, Greenwood Press, forthcoming. Lucas, Robert E., Jr., Econometric Policy Evaluation: A Critique, in K. Brunner and A. Meltzer, eds., Carnegie-Rochester Series on Public Policy, vol. 1, Amsterdam: North-Holland, 1976.",
        "McCallum, Bennett, Targets, Indicators, and Instruments of Monetary Policy, NBER working paper no. 3047, July 1989.",
        "McNees, Stephen, Modeling the Fed: A Forward-Looking Monetary Policy Reaction Function, New England Economic Review, Federal Reserve Bank of Boston, November/December 1986, 3-8.",
        "Meulendyke, Ann-Marie, A Review of Federal Reserve Policy Targets and operating Guides in Recent Decades, in Federal Reserve Bank of New York, Intermediate Targets and Indicators for Monetary Policy: A Critical Survey, 1990.",
        "Minford, Patrick, Monetary Policy in the U.K., in M. Fratianni and D. Salvatore, eds., Handbook of Monetary Economics, Greenwood Press, forthcoming. Mishkin, Frederic S., Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard, ed., Financial Markets and Financial Crises, Chicago: University of Chicago Press, 1991.",
        "Mishkin, Frederic S., The Economics of Money, Banking, and Financial Markets, 3d ed., New York: HarperCollins, 1992.",
        "Mussa, Michael, The Dollar, the Current Account, and Macroeconomic Policy, in M. Feldstein, ed., American Economic Policy in the 1980s, forthcoming.",
        "Neumann, Manfred J. M. and Jurgen von Hagen, Monetary Policy in Germany, in M. Fratianni and D. Salvatore, eds., Handbook of Monetary Economics, Greenwood Press, forthcoming. Pagan, Adrian, Econometric Issues in the Analysis of Regressions with Generated Regressors, International Economic Review, 1984, 221-47.",
        "Poole, William, Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, May 1970, 197-216.",
        "Poole, William, Monetary Policy and the Lessons of the Recent Inflation and Disinflation, Journal of Economic Perspectives, Summer 1988, 73-100.",
        "Rich, Georg, Swiss and United States Monetary Policy: Has Monetarism Failed?, Economic Review, Federal Reserve Bank of Richmond, May/June 1987, 3-16.",
        "Rogoff, Kenneth, Reputational Constraints on Monetary Policy, in K. Brunner and A. Meltzer, eds., Bubbles and Other Essays, Carnegie-Rochester Conference Series on Public Policy, vol. 26, Amsterdam: North-Holland, 1987.",
        "Rogoff, Kenneth, and Anne Sibert, Elections and Macroeconomic Policy Cycles, Review of Economic Studies, January 1988, 1-16.",
        "Schiltknecht, Kurt, Switzerland: The Pursuit of Monetary Objectives in P. Meek et al., eds., Central Bank Views on Monetary Targeting, Federal Reserve Bank of New York, 1983.",
        "Thornton, Daniel, The Borrowed-Reserves Operating Procedure: Theory and Evidence, Review, ?ederal Reserve Bank of St. Louis, January/February 1988, 30-54.",
        "Walsh, Carl, In Defense of Base Drift, American Economic Review, September 1986, 692-700.",
        "Yoshida, Tomoo and Robert Rasche, The M2 Demand in Japan: Shifted and Unstable? Monetary and Economic Studies, Institute for Monetary and Economic Studies, Bank of Japan, September 1990, 9-30.",
        "Yue, Piyu and Robert Fluri, Divisia Monetary Services Indexes for Switzerland: Are They Useful for Monetary Targeting?, Review, Federal Reserve Bank of St. Louis, September/October 1991, 19-34."
    ]
}