{
    "id": 4083,
    "cites": 12,
    "cited_by": 24,
    "reference": [
        "Agbeyegbe, Terence D., The Stochastic Behaviour of Mineral-Commodity Prices, in P.C.B. Phillips and VB. Hall, eds., Models, Methods, and Applications of Econometrics, Basil Blackwell, 1991.",
        "Campbell, John Y., and Robert J. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, October 1987, 95, 1062-88.",
        "Campbell, John Y., and Robert S. Shiller, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financiol Studies, 1989, 1, 195-228.",
        "Cutier, David M., James M. Poterba, and Lawrence H. Summers, Speculative Dynamics, Review of Economic Studies, May 1991, 58, 529-46.",
        "Deaton, Angus, and Guy Laroque, On the Behavior of Commodity Prices, Review of Economic Studies, Jan. 1992, 59, 1-23.",
        "Fama, Eugene F., and Kenneth R. French, Permanent arid Transitory Components of Stock Prices, Journal of Political Economy, 96, April. 1988a, 246-73.",
        "French, Kenneth H., A Comparison of Futures and Forward Prices, Journal of Financial Economics, September 1983, 12, 311-42.",
        "Kahn, James A., Why is Production more Volatile than Sales? Theory and Evidence on the Stockout-Avoidance Motive for Inventory Holding, Quarterly Journal of Economics, forthcoming, 1991.",
        "MacKinnon, James 0., Critical Values for Cointegration Tests, in Long-run Economic Relationships: Readings in Coinrngration, ed. R. F. Engte and C. W. Granger, Oxford University Press, 1990.",
        "Mankiw, N. Gregory, David Romer, and Matthew Shapiro, Stock Market Forecastability and Volatility: A Statistical Appraisal, Review of Economic Studies, May 1991, 58, 455-78.",
        "Pindyck, Robert S.,Inventories and the Short-Run Dynamics of Commodity Markets, NBER Working Paper No. 3295, March t990 Pindyck, Robert S., and Julio S. Roternberg, The Excess Comovement of Commodity Prices, The Economic Journal, December 1990a, 100, 1173-1189.",
        "Pindyck, Robert S., and Julio I. Rotemberg, The Comovement of Stock Prices, MiT Sloan School of Management Working Paper, December 1990b."
    ]
}