{
    "id": 4084,
    "cites": 19,
    "cited_by": 28,
    "reference": [
        "Breeden, Douglas, and S. Viswanathan, Why do firms hedge? An asymmetric information model, Duke University, 1990.",
        "DeMarzo, Peter, and Darrell Duffie, Corporate Incentives for Hedging and Hedge Accounting, Northwestern University, 1992.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, Financing constraints and corporate investment, Brookings Papers on Economic Activity, 1988:2, 141-206.",
        "Froot, Kenneth A., and Paul Klemperer, Exchange rate pass-through when market share matters, American Economic Review, 79 (September 1989), 637-654.",
        "Froot, Kenneth A., David S. Scharfstein, and Jeremy C. Stein, LDC debt: forgiveness, indexation, and investment incentives, Journal of Finance, 44 (December 1989), 1335-1350.",
        "Gale, Douglas, and Martin Heliwig, Incentive-compatible debt contracts I: the one-period problem, Review of Economic Studies, 52 (October 1985), 647-664.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, Corporate structure, liquidity, and investment: evidence from Japanese industrial groups, Quarterly Journal of Economics, 56 (February 1991), 33-60.",
        "Jensen, Michael C., and William H. Meckling, Theory of the firm: managerial behavior, agency costs and ownership structure, Journal of Financial Economics, 3 (1976) 305-360.",
        "Lessard, Don, Global competition and corporate finance in the l990s, Continental Bank Journal of Applied Corporate Finance, 1 (1990) 59-72.",
        "Lewent, Judy C., and A. John Kearney, Identifying, measuring, and hedging currency risk at Merck, Continental Bank Journal of Applied Corporate 29 Finance, (1990) 19-28.",
        "Marston, Richard, Pricing behavior in Japanese and U.S. manufacturing, National Bureau of Economic Research Working paper no. 3364, May 1990.",
        "Myers, Stewart C., Determinants of corporate borrowing, Journal of Financial Economics, 5 (November 1977), 147-175.",
        "Myers, Stewart C., and Nicolas Majluf, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics, 13 (June 1984), 187-221.",
        "Rawis, S. Waite, and Charles W. Smithson, Strategic risk management, Continental Bank Journal of Applied Corporate Finance (1990), 6-18.",
        "Rubinstein, Mark, The valuation of uncertain income streams and the pricing of options, The Bell Journal of Economics, 7 (Autumn 1976) 407-426.",
        "Smith, Clifford W., Charles W. Smithson, and D. Sykes Wilford, Strategic risk management, Institutional Investor Series in Finance (Harper and Row: New York), 1990.",
        "Smith, Clifford W., and RenÃ\u0083Â© Stulz, The determinants of firms hedging policies, Journal of Financial and Quantitative Analysis, 20 (December 1985), 391-405.",
        "Stulz, RenÃ\u0083Â©, Optimal hedging policies, Journal of Financial and Quantitative Analysis, 19 (June 1984) 127-140.",
        "Stulz, RenÃ\u0083Â©, Managerial discretion and optimal financing policies, Journal of Financial Economics, 26 (june 1990), 3-27."
    ]
}