{
    "id": 4085,
    "cites": 27,
    "cited_by": 127,
    "reference": [
        "Abowd. Joho M. and Richard B. Freeman (1901) Introduction and Summary, in immigration. Trade, and (he Labor Market, Chicago: University of Chicago Press.",
        "Becker. Gary S. (1975) Human Capital. Chicago: The University of Chicago Press.",
        "Borjas. George J., Richard B. Freeman. and Lawrence F. Katz (1991) On the Labor Market Effects of Immigration and Trade. NBER working paper no. 3761.",
        "Borland, Jeff (1992) Wage Inequality in Australia, Presented at the NBER Universities Conference on the Labor ?[arket in International Perspective. Cambridge, Mas- sachusetts.",
        "Davis. Don (1001) Intraindustry Trade: A Heckscher-Ohlin-Ricardo Approach1 Columbia University Davis, Steven J. and John Haltiwanger (1091) Wage Dispersion between and within U.S. Manufacturing Plants, Brookiugs Papers on Economic Activity: .%1Ã\u0082Â±croeconomics, 115-180. Edin. Per-Anders and Bertil Holmlund (1991) The Swedish Wage Structure: The Rise and Fall of Solidaristic Wage Policy, Uppsala University, Sweden.",
        "Freeman, Richard B. (1991) How Much Has De-Unionization Contributed to the Rise in Male Earnings Inequality? NBER working paper number 3826.",
        "Freeman. Richard B. and Lawrence F. Katz (1991) Industrial Wage and Employment Determination in an Open Economy, in John Abowd and Richard Freeman, eds., immigration, Trade, and the Labor :tIarLet, Chicago: University of Chicago Press.",
        "Freeman Richard B. and Karen Needels (1991 J Skill Differentials in Canada in an Era of Rising Labor Market Inequality. NBER working paper no. 3827.",
        "Goldin, Claudia and Robert A. Margo (1092) The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics, 107. 1-34. Gottschalk. Peter and Mary Joyce (1991) Changes in Earnings Inequality - An International Perspective. working paper number 66, The Luxembourg Income Study.",
        "Helpman. Elhanan and Paul R. Krugman (1986) Market Structure and Foreign Trade, Cambridge, Massachusetts: The MIT Press.",
        "Hibbs. Douglas A.. Jr. (1990) Wage Compression under Solidarity Bargaining in Sweden in Inga Persson-Tanimura. ed., Generating Equality in the Welfare State: The Swedish Experience. Norwegian University Press.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce (1991) Wage Inequality and the Rise in the Returns to Skill. forthcoming in the Journal of Political Economy.",
        "Katz, Lawrence F. and Gary Loveman (1990) An International Comparison of Changes in the Structure of Wages: France, The United Kingdom, and the United States, Harvard University.",
        "Katz, Lawrence F. and Ana L. Revenga (1989) `Changes in the Structure of Wages: The United States versus Japan,~ Journal of the Japanese and international Economies J, 522-553.",
        "Krueger, Alan (1991) How Computers Have Changed the Wage Structure: Evidence from Microdata. 1034-89, NBER working paper number 3858.",
        "Kuhn, Peter and Ian Wooton (1991) Immigration, International Trade, and the Wages of Native Workers, in John NI. Abowd and Richard B. Freeman, eds,, immigration.",
        "Trade, and the Labor :t!arket, Chicago: The University of Chicago Press. Kwark. Noh-Sun and Changyong Rhee (1992) Educational Wage Differentials in Korea. University of Rochester.",
        "Lam. David and Deborah Levison (1992) Declining Inequality in Schooling in Brazil and its Effects on Inequality in Earnings, Journal of Development Economics, 37. 199-225.",
        "Learner. Edward E. (1984) Sources of International Comparative Advantage, Ca.rn- bridge, Massachusetts: The MIT Press.",
        "Levy, Frank and Richard 3. Murnane (1991) Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, forthcoming in the Journal of Economic Literature.",
        "Miller, Paul SV. (1934) Education and the Distribution of Earned Income, in Richard Blandy and Owen Covick, eds., Understanding Labour ,~farkets, 4llen and Unwin Inc., Winchester, Massachusetts.",
        "Mincer, Jacob (1991) Human Capital. Technology, and the %Vage Structure: What Do Time Series Show? NBER working paper no. 3581.",
        "Murphy, Kevin M. and Finis Welch (1992) The Structure of Wages Quarterly Journal of Economics. 107, 235-326.",
        "Revenga, Ana L. (1992) Exporting Jobs: The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, 107, no. 1, 255-234.",
        "Samuelson, Paul A. (1948) International Trade and the Equalization of Factor Prices, Economic Journal, 58, no, 2, 181-197.",
        "Vanek, Jaroslav (1963) The Factor Proportions Theory: The N-Factor Case, Kyklos, Si, no. 4, 749-756.",
        "Welch, Finis (1979) Effects of Cohort Size on Earning5: the Baby Boom Babies Financial Bust. Journal of Political Economy, 87, part 2."
    ]
}