{
    "id": 4086,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Brock, William A. and Stephen J. Turnovsky, The Analysis of Macroeconomic Policies in Perfect Foresight Equilibrium,~ Irctcrrcatiorcal Economic Review 22 (1981): 179-209.",
        "Devereux, Michael B. and Shouyong Shi, Capital Accumulation and the Current Account in a Two-Country Model, Journal of International Economics 30 (1991): 1-25.",
        "Diamond, Peter A. and James Mirrlees, Optimal Taxation and Public Production. I: Production Efficiency, American Economic Review 61(1971): 8-27.",
        "Feldstein, Martin and David Hartman, The Optimal Taxation of Foreign Source Invest- ment Income, Quarterly Journal of Economics 93 (1979): 613-629.",
        "Frenkel, Jacob A., Assaf Raxin and Efraim Sadka, International Taxation in an Integrated World, Cambridge, MA: MIT Press, 1991.",
        "Giovannini, Alberto, International Capital Mobility and Capital Income Taxation: The- ory and Policy, European Economic Review 34 (1990): 480-488.",
        "Gordon, Roger H., Taxation of Investment and Savings in a World Economy, American Economic Review 76 (1986): 1086-1102.",
        "Cordon, Roger H., Can Capital Income Taxes Survive in Open Economies, NBER Work- ing Paper No. 3416, August 1990.",
        "Crinols, Earl L. and Stephen J. Turnovsky, Stochastic Equilibrium and Exchange Rate Determination in a Small Open Economy with Risk Averse Optimizing Agents, NBER Working Paper 3651, March 1991.",
        "Ihori, Toshihiro, Capital Income Taxation in a World Economy: A Territorial System versus a Residence System, Economic Journal 101 (1991): 958-965.",
        "Lintner, John, Distribution of Incomes of Corporations Among Dividends, Retained Earn- ings, and Taxes, American Economic Review Papers and Proceedings 46 (1956): 97- 113.",
        "Nielsen, Soren B. and Peter B. Sorensen, Capital Income Taxation in a Growing Open 32 Economy, European Economic Review 34 (1991): 179-197.",
        "Rain, Assnl and Efraim Sadka, International Fiscal Policy Coordination and Competi- tion: An Exposition, NBER Working Paper No. 3779, July 1991a.",
        "Razin, Assaf and Efraim Sadka, International Tax Competition and Gains from Tax Harmonization, Economics Letters 37 (1991b): 69-76.",
        "Son, Partha and Stephen J. Turnovsky, Investment Tax Credit in an Open Ecor:omy, Journal of Public Economics 42 (1990): 277-309.",
        "Sibert, Anne, Taxing Capital in a Large, Open Economy, Journal of Public Economy 41 (1990): 297-317.",
        "Sinn, Hans-Werner, Tax Harmonization and Tax Competition in Europe, European Economic Review 34 (1990): 489-504.",
        "Summers, Lawrence H., Taxation and Corporate Investment: A q-theory Approach, Brookings Papers on Economic Activity 1(1981): 67-127.",
        "Turnovsky, Stephen J., Tariffs and Sectoral Adjustments in an Open Economy, Journal of Economic Dynamics and Control 15 (1991): 53-89.",
        "Turnovaky, Stephen J., The Incidence of Taxes: A Dynamic Macroeconomic Analysis, Journal of Public Economics 18 (1982): 161-194.",
        "Weil, Philippe, Overlapping Families of Infinitely-lived Agents, Journal of Public Eco- nomics 38 (1989): 183-198."
    ]
}