{
    "id": 4088,
    "cites": 61,
    "cited_by": 100,
    "reference": [
        "Abel, Andrew B. (1990) Asset Prices Under Habit Formation and Catching up With the Joneses American Economic Review 80 (May) 38-42.",
        "Atkeson, A. and RE. Lucas, Jr. (1991), On Efficient Distribution with Private Information, manuscript.",
        "Bekart, G. and R. I. Hodrick (1991), Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Finance Department Working Paper No. 99, Northwestern University.",
        "Bewley, T. (1977), The Permanent Income Hypothesis: A Theoretical Formulation, Journal of Economic Theory 16, 252-292.",
        "Bewley, T. (1980), The Optimum Quantity of Money, J.H. Kareken and N. Wallace, eds., Models of Monetary Economies, Federal Reserve Bank of Minneapolis, 169-210.",
        "Braun, Phillip, 1991, Asset Pricing and Capital Investment: Theory and Evidence, Northwestern University manuscript.",
        "Brown, D.P. and M. Gibbons (1985), A Simple Econometric Approach for Utility-Based Asset Pricing Models, The Journal of Finance 40, 359-381.",
        "Clark, S.A. (1990), The Valuation Problem in Arbitrage Price Theory, forthcoming in Journal of Mathematical Economics.",
        "Cochrane, John 11. (1991) `Production Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance 46 207-234.",
        "Cochrane, John H. (1992a), A Cross-Sectional Test of a Production-Based Asset Pricing Model, University of Chicago manuscript.",
        "Cochrane, John H. (19922,) Explaining the Variance of Price-Dividend Ratios, Forthcoming, Review of Financial Studies.",
        "Connor, G. (1984), `A Unified Beta Pricing Theory, Journal of Economic Theory 34, 13-31.",
        "Constantinides, 0. (1990), Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98, 519-543.",
        "Constantinides, G. and 0. Duffie (1991). Asset Pricing with Heterogeneous Consumers: Good News and Bad News, University of Chicago manuscript.",
        "Deaton, A. (1991), Saving and Liquidity Constraints, Econometrica 59:5, 122 1-1248.",
        "Fama, E.F. (1970), Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Fama, E.F. (1991, Efficient Capital Markets: II, Journal of Finance 46, 1575-1617.",
        "Person, W.E. and G.M. Constantinides (1991), Habit Persistence and Durability in Aggregate Consumption, Journal of Financial Economics 29, 199-240.",
        "Gallant, R., L.P. Hansen and G. Tauchen (1990), Using Conditional Moments of Asset Payoffs to infer the Volatility of Intertemporal Marginal Rates of Substitution, Journal of Econometrics 45, 141-179.",
        "Green, E. (1987), Lending and the Smoothing of Uninsurable Income. In E.C. Prescott and N. Wallace, eds., Contractual Arrangements for Intertetnporal Trade. Minneapolis: University of Minnesota Press.",
        "Grossman, S. J. and R. 3. Shiller (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review 71 (May 1981) 222-227.",
        "Hansen, L.P. (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen, L.P., 3. Heaton, and R. Jagannathan (1992), A General Econometric Framework for Investigating Intertemporal Asset Pricing Methods, manuscript to be completed.",
        "Hansen, L.P. and R. Jagannatban (1991), Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 99, 225-262.",
        "Hansen, L.P. and R. Jagannathan (1992), Assessing Specification Errors in Stochastic Discount Factor Models, manuscript.",
        "Hansen, L.P. and S.F. Richard (1987), The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrica 55, 587-6 13.",
        "Hansen, L.P., and K.J. Singleton (1982). Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286.",
        "Harrison, M.J. and D.M. Kreps (1979), Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 20, 381-408.",
        "Hayashi, F. (1987), Tests for Liquidity Constraints: A Critical Survey and Some New Observations, Advances in Econometrics. Fifth World Congress, Vol. 2, 91-120.",
        "He, H. and D.M. Modest (1991), Market Frictions and Consumption-Based Asset Pricing, manuscript.",
        "Heaton, 3. (1991), An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specification, MIT Sloan School Working Paper 3245-9 1-EFA.",
        "Constraints, Stanford University manuscript. Hindy, A. and C. Huang (1991), On Intertemporal Preferences for Uncertain Consumption: A Continuous Time Approach, forthcoming in Econometrica.",
        "Jouni, E. and H. Kallal (1991), Martingales, Arbitrage and Equilibrium in Securities Markets with Transaction Costs, University of Chicago manuscript.",
        "Knez, Peter 3., 1991, Pricing Money Market Securities With Stochastic Discount Factors, Manuscript, University of Wisconsin.",
        "ICocherlakota, Narayanna R. (1990) On the `Discount Factor in Growth Economies Journal of Monetary Economics 25 43-48.",
        "Kreps, D.M. (1981), Arbitrage and Equilibrium in Economies with Infinitely Many Commodities, Journal of Mathematical Economics, 15-35.",
        "Kydland, FE. and B.C. Prescott (1982), Time to Build and Aggregate Fluctuations, Econometrica 50, 1345-70.",
        "Lintner, 1. (1965), Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Economics and Statistics, 13-27.",
        "Long, J.B., Jr. and CI. Plosser (1983), Real Business Cycles, Journal of Political Economy 91, 39-69.",
        "Luttmer, E. (1991), Asset Pricing in Economies with Frictions, University of Chicago manuscript.",
        "MacKinlay, A.C. and M.P. Richardson (1991), Using Generalized Method of Moments to Test Mean-Variance Efficiency, The Journal of Finance 46, 5 11-527.",
        "Mankiw, N.G. (1986), The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics 17, 211-219.",
        "Mankiw, N.G. and S.?. Zeldes (1991), The Consumption of Stockholders and Nonstockbolders, Journal of Financial Economics 29, 97-112.",
        "Manuelli, R. and T.J. Sargent (1992), Alternative Monetary Policies in a Turnpike Economy, manuscript.",
        "Newey, W. and K. D. West, (1987) A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Phelan, C. and R. Townsend (1991), Computing Multi-period, InformationConstrained Optima, forthcoming Review of Economic Studies.",
        "Prescott, B. and R. Townsend (1984), Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard, Econometrica 52, 21-46.",
        "Prisman, E.Z. (1986), Valuation of Risky Assets in Arbitrage Free Economies with Frictions, The Journal of Finance 41, 545-559.",
        "Rietz, T. A. (1988), The Equity Risk Premium: A Solution Journal of Monetary Economics 22, 117-131.",
        "Roll, R. (1977), A Critique of the Asset Pricing Theorys Tests: Part I: On Past and Potential Testability of the Theory, Journal of Financial Economics 4, 129-176.",
        "Ross, S.A. (1976), The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 321-360. Rubinstein, M. (1976), The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics 7, 407-25.",
        "Runkle, D.E. (1991), Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data, Journal of Monetary Economics, forthcoming.",
        "Santos, M. and M. Woodford (1992), Rational Speculative Bubbles, University of Chicago Manuscript.",
        "Scheinkman, .LA. (1989), Market Incompleteness and the Equilibrium Valuation of Assets, eds. S. Bhattacharya and G.M. Constantinides, Financial Markets and Incomplete Information: Frontiers of Modern Financial Theory, Vol. 1.",
        "Scheinkman, J.A. and L. Weiss (1986), Borrowing Constraints and Aggregate Economic Activity, Econometrica 54, 23-46.",
        "Sharpe, W.F. (1964), Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk, Journal of Finance, 429-442.",
        "Snow, Karl N., 1991, Diagnosing Asset Pricing Models Using the Distribution of Asset Returns, Journal of Finance 46. 955-984.",
        "Townsend, R. (1980), Models of Money with Spatially Separated Agents, J.H.",
        "Kareken and N. Wallace, eds., Models of Monetary Economics, FederM Reserve Bank of Minneapolis, 265-303. Townsend, It. (1987), Arrow-Debreu Programs as Microfoundations of Macroeconomics, Advances in Economic Theory, Fifth World Congress, T.F. Bewley, Ed., 379-428.",
        "Townsend, R., and N. Wallace (1987), Circulating Private Debt: An Example with a Coordination Problem, Contractual Arrangements for Intenemporal Trade, Minnesota Studies in Macroeconomics, Vol. 1, 105-120.",
        "Weil, Philippe, (1989), The Equity Premium Puzzle and the Risk Free Rate Puzzle, Journal of Monetary Economics, 24, 3, 401-421."
    ]
}