{
    "id": 4090,
    "cites": 28,
    "cited_by": 12,
    "reference": [
        "Bar-Han, Avner and Alan Blinder, \"The Life Cycle Permanent Income Model and Consumer Durables,\" NBER Wp #2149, 1987",
        "Barro, Robert J., \"A Theory of Monopolistic Price Adjustment,\" Review of Economic Studies 39 (1), 17-26, 1972.",
        "Beaulieu, J. Joseph, \"Aggregate Movements in Durable Goods with Fixed Costs of Adjustment,\" Mimeo, MIT, 1991.",
        "Benabou, Roland, \"Optimal Price Dynamics and Speculation with a Storable Good,\" Econometrica 57-1, 41-81, 1989.",
        "Bertola, Giuseppe and Ricardo J. Caballero, \"Kinked Adjustment Costs and Aggregate Dynamics,\" in NBER Macroeconomics Annual 1990 ed. by O.J. Blanchard and S. Fischer, 237-95, 1990.",
        "Bils, Mark, \"The Cyclical Behavior of Marginal Cost and Price,\" American Economic Review 77, 838-855, 1987.",
        "Blinder, Alan S., \"Retail Inventory Behavior and Business Fluctuations,\" Brookings Papers on Economic Activity 2, 443-505, 1981.",
        "Bresnahan, Timothy F., and Valerie A. Ramey, \"The Nature of Output Fluctuations: Evidence From Plant Level Data,\" mimeo, 1991.",
        "Caballero, Ricardo J., \"Durable Goods: An Explanation for their Slow Adjustment,\" Columbia University mimeo, 1990a.",
        "Caballero, Ricardo J., \"A Fallacy of Composition,\" Columbia University mimeo, 1990b.",
        "Caballero, Ricardo J., \"Fuzzy Preferences and Aggregate Consumption,\" Columbia University mimeo, 1991.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, \"Dynamic (S,s) Economies,\" Econometrica 59 (6), 1659-86, 1991a.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, \"The Output-Inflation Tradeoff Revisited,\" mimeo, 1991b.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, \"Heterogeneity and Output Fluctuations in a Dynamic Menu Cost Economy,\" Review of Economic Studies, forthcoming 1992a.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, \"Beyond the Partial Adjustment Model, \" AER-Papers and Proceedings, forthcoming, 1992b.",
        "Calvo, Guillermo A., \"Staggered Prices in a Utility-Maximizing Framework,\" Journal of Monetary economics 12, 383-98, 1983.",
        "Caplin, Andrew S., \"Variability of Aggregate Demand with (S,s) Inventory Policies,\" Econometrica 53, 1395-1409, 1985.",
        "Caplin, Andrew S. and John Leahy, \"State-dependent Pricing and the Dynamics of Money and Output,\" Quarterly Journal of Economics, 106 (3), 683-708, 1991.",
        "Caplin, Andrew S. and Daniel Spulber, \"Menu Costs and the Neutrality of Money,\" Quarterly Journal of Economics, 102 (4), 703-26, 1987.",
        "Davis, Steven J. and John Haltiwanger, \"Gross Job Creation and Destruction: Mi-croeconomic Evidence and Macroeconomic Implications,\" in NBER Macroeconomics Annual 1987 ed. by O.J. Blanchard and S. Fischer, 123-186, 1990.",
        "Davis, Steven J. and John Haltiwanger, \"Gross Job Creation, Gross Job Destruction and Employment Reallocation,\" NBER Working Paper No. 3728, 1991.",
        "Eberly, Janice C., \"Adjustments of Consumers&apos; Durables Stocks: Evidence From Automobile Purchases,\" mimeo, 1992a.",
        "Grossman, Sanford J., and Guy Laroque, \"Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods,\" Econometrica 58 (1), 25-51, 1990.",
        "Daniel S. Hamermesh, \"Labor Demand and the Structure of Adjustment Costs,\" American Economic Review 79 (4), 674-89, 1989.",
        "Rotemberg, Julio J., \"The New Keynesian Microfoundations,\" in NBER Macroeconomics Annual 1387 ed. by O.J. Blanchard and S. Fischer, 69-116, 1987.",
        "Sargent, Thomas J., \"Estimation of Dynamic Labor Demand Schedules under Rational Expectations,\" Journal of Political Economy 86, 1009-1044, 1978.",
        "Shapiro, Matthew D., \"The Dynamic Demand for Capital and Labor,\" Quarterly Journal of Economics 101, 513-542, 1986.",
        "Sheshinski, Eytan, and Yoram Weiss, \"Inflation and Costs of Price Adjustment,\" Review of Economic Studies 44 (2), 287-303, 1977."
    ]
}