{
    "id": 4094,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Alogoskoufis, George S. and Frederick van der Ploeg, On Budgetary Policies, Growth, and External Deficits in an Interdependent World, Journal of the Japanese and International Economies 4 (1991): 305-324.",
        "Arrow, Kenneth J. and Mordecai Kurz, Public Investment, the Rate of Return, and Optimal Fiscal Policy, Baltimore: The Johns Hopkins Press, 1970.",
        "Beals, Richard and Tjalling C. Koopmans, Maximizing Stationary Utility in a Constant Technology, SIAM Journal of Applied Mathematics 17 (1969): 1001-1015.",
        "Becker, Gary S. and Kevin M. Murphy, A Theory of Rational Addiction, Journal of Political Economy 96 (1988): 675-700.",
        "Constantinides, George M., Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98 (1990): 519-543.",
        "Mansoorian, Arman, Habit Persistence and the Harberger- Laursen-Metzler Effect in an Infinite Horizon Model, Mimeo, Daihousie University, 1991.",
        "Obstfeld, Maurice, Fiscal Deficits and Relative Prices in a Growing World Economy, Journal of Monetary Economics 23 (1989): 461-484.",
        "Dynamics, Journal of Monetary Economics 26 (1990): 45-75.",
        "Ryder, Han E., Jr. and Geoffrey M. Heal, Optimum Growth with Intertemporal ly Dependent Preferences, Review of Economic Studies 40 (1973): 1-33.",
        "Shi, Shouyong and Larry G. Epstein, Habits and Time Preference, Mimeo, University of Windsor and University of Toronto, 1991.",
        "Sundaresan, Suresh M., Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth, Review of Financial Studies 2 (1989): 73-89.",
        "Uzawa, Hirofumi, Time Preference, the Consumption Function, and Optimum Asset Holdings, in Capital and Growth: Papers in Honour of Sir John Hicks, edited by J. N. Wolfe, Chicago: Aldine, 1968.",
        "Wan, Henry Y., Jr., Optimal Saving Programs under Intertemporally Dependent Preferences, International Economic Review 11 (1970): 521-547.",
        "Weil, Philippe, Overlapping Families of Infinitely-Lived Agents, Journal of Public Economics 38 (1989): 183-198."
    ]
}