{
    "id": 4095,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Banuri, R., Economic Liberalization: No Panacea, Oxford University Press, 1990.",
        "Brecher, R., and C. Diaz-Alejandro, Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics, November 1977.",
        "Corden, W. Max, Protection and Liberalization: A Review of Analytical Issues, IMP Occasional Paper 54, Washington, DC, August 1987.",
        "Edwards, Sebastian, The Order of Liberalization of the External Sector in Developing Countries, Princeton Essays in International Finance no 156, Princeton: Princeton University Press, December 1984.",
        "Adjustment in Developing Countries, World Bank Economic Review, 1988a, 2, 165-85.",
        "Exchange Rates, Canadian Journal of Economics, 22, 1989b.",
        "Developing Countries, NBER Working Paper (1989d).",
        "Trade and Capital Market Liberalization: Consequences of Different Sequencing Scenarios, NBER Working Paper no. 1245, December 1983.",
        "Frenkel, Jacob A., The Order of Economic Liberalization: A Comment, in K. Brunner and A.H. Meltzer, eds., Economic Policy in a World of Change, Amsterdam: NorthHolland 1982.",
        "Harris, J., and M.P. Todaro, Migration, Unemployment and Development: A Two Sector Analysis, American Economic Review, 1970.",
        "International Labor Office, World Labor Report, Geneva, 1980.",
        "Krueger, Anne 0., Problems of Liberalization, in A. Harberger, ed., World Economic Growth, San Francisco: ICS Press, 1984.",
        "Learner, E.E., Sources of Comparative Advantage, MIT Press, 1987.",
        "Lindbeck, Assar and Deniss Snower, Segmented Labor Markets and Unemployment, Seminar Paper 483, Institute for International Economic Studies, Stockhold University, 1991.",
        "McKinnon, Ronald I., The Order of Economic Liberalization: Lessons from Chile and Argentina, in K. Brunner and A.H. Meltzer, eds., Economic Policy in a World of Change, Amsterdam: North Holland, 1982.",
        "PREALC, Salarios Minimos en America Latina, Working Paper 18, 1978.",
        "Rozenszweig, Mark, Labor Market Adjustment in Poor Countries, in H. Chenery and T.N. Srinivasan (eds), Handbook of Development Economics, North Holland Publishing Co., 1989.",
        "Svensson, L.E.O., Oil Prices, Welfare and the Trade Balance, Quarterly Journal of Economics, 1984.",
        "Taylor, L., Varieties of Stabilization Experience: Towards Sensible Macroeconomics in the Third World, Oxford University Press, 1988."
    ]
}