{
    "id": 4097,
    "cites": 29,
    "cited_by": 169,
    "reference": [
        "Aghion, P. and P. Bolton (1992), An Incomplete Contracts Approach to Financial Contracting, Review of Economic Studies, forthcoming.",
        "Altman, E. (1984), A Further Empirical Investigation of the Bankruptcy Cost Question, Journal of Finance, 39, 1067-1089.",
        "Baldwin, C. and S. Mason (1983), The Resolution of Claims in Financial Distress: The Came of Massey Ferguson, Journal of Finance, 38, 505-516.",
        "Bebchuk, L. (1988), A New Approach to Corporate Reorganizations, Harvard Law Review, 101, 775-804.",
        "Betker, B. (1992), Management Changes, Equitys Bargaining Power and Deviations from Absolute Priority In Chapter 11 BankruptcIes, mimeo, Ohio State Unversity.",
        "Bradley, M. and M. Rosenzweig (1992), The Untenable Case for Chapter 11, Yale Law Review, 101, 1043-1095.",
        "Burrough, B. and J. Helyar (1990), Barbarians at the Gate. New York: Harper and Row.",
        "Rl Cutler, D. and L. Summers (1988), The Costs of Conflict Resolution and Financial Distress: Evidence from the Texaco-Pennzoll Litigation, Rand Journal of Economics, 19, 157-172.",
        "Eberhart, A., t4. Moore and R. Roenfeldt (1990), Security Pricing and Deviations from the Absolute Priority Rule in Bankruptcy Proceedings, Journal of Finance, 45, 1457-1469.",
        "Franks, J. and W. Torous (1989), An Empirical Investigation of U.S. Firms in Reorganization, Journal of Finance, 44, 747-769. - Gilson, 5. (1989), Management Turnover and Financial Distress, Journal of Financial Economics, 25, 241-262.",
        "Gilson, S. (1990), Bankruptcy, Boards, Banks, and Blockholders, Journal of Financial Economics, 27, 355-387.",
        "Gilson, S. (1991), Managing Default: Some Evidence on How-Firms Choose Between Workouts and Chapter 11, Journal of Applied Corporate Finance, 4, 62-70.",
        "Gllson, S., K. John and L. Lang (1990), Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, Journal of Financial Economics, 26, 315-353.",
        "Gilson, S. and M. Vetsuypens (1992), CEO Compensation in Financially Distressed Firms: An Empirical Analysis, Harvard Business School Working Paper 92-052.",
        "Grossman, S. and 0. Hart (1980), Takeover Bids, the Free-Rider Problem, and the Theory of the Corporation, Bell Journal of Economics, 11, 42-64.",
        "Hart, 0. and J. Moore (1991), A Theory of Debt Based on the Inalienability of Human Capital, M.I.T. Working Paper No. 592.",
        "Jackson, T. (1986), The Logic and Limits to Bankruptcy. Boston: Little, Brown and Company.",
        "James, C. (1991), The Losses Realized in Bank Failures, Journal of Finance, 46, 1223-1242.",
        "Jensen, M. (1986), Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, 76, 323-329.",
        "Jensen, H. and R. Ruback (1983), The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics, 11, 5-50.",
        "LoPucki, L. and W. Whltford (1990), Bargaining over Equitys Share in the Bankruptcy Reorganization of Large, Publicly-Held Companies, Pennsylvania Law Review, 139, 125-196.",
        "McConnell, J. and H. Servaes (1991), The Economics of Pre-Packaged Bankruptcy, Journal of Applied Corporate Finance, 4, 93-97.",
        "Mitchell, J. (1990), The Economics of Bankruptcy in Reforming Socialist Economies, mimeo, Cornell University.",
        "Ritter, J. (1987), The Costs of Going Public, Journal of Financial Economics, 19, 269-281.",
        "Roe, H. (1983), Bankruptcy and Debt: A New Model for Corporate Reorganizations, Columbia Law Review, 83, 527-602.",
        "Shleifer, A. and R. Vishny (1991), Asset Sales and Debt Capacity, mimeo, Harvard University.",
        "Weiss, L. (1990), Bankruptcy Resolution: Direct Costs and Violation of Priority of Claims, Journal of Financial Economics, 27, 285-314.",
        "Weiss, L. (1991), Restructuring Complications in Bankruptcy: The Eastern Airlines Bankruptcy Case, mimeo, Tulane University.",
        "R4 White, H. (1983), Bankruptcy Costs and the New Bankruptcy Code, Journal of FInance, 38, 477-504."
    ]
}