{
    "id": 4098,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Annual Statement of the Overseas Trade of the United Kingdom, London: Central Statistical Office, various issues. Aussenhandel nach Waren und Laendern, Fachserie 7, Reihe 2, Wiesbaden: Statistisches Bundesarnt, various issues. Dornbusch, Rudiger, Exchange Rates and Prices, American Economic Review. March 1987, fl, 93- 106.",
        "Feenstra, Robert, Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, February 1989, 22~ 25-45.",
        "Froot, Kenneth, and Kiemperer, Paul, Exchange Rate Pass-Through When Market Share Matters, American Economic Review, September 1989, 22. 637-654.",
        "Gagrion, Joseph, and Knetter, Michael, Markup Adjustment and Exchange Rate Fluctuations: Evidence from Panel Data on Automobiles and Total Manufacturing, Federal Reserve Board of Governors International Finance Discussion Paper 389, October 1990.",
        "Giovannini, Alberto, Exchange Rates and Traded Goods Prices, Journal of International Economics. February 1988, 24., 45-68.",
        "Japan Exports and Imports, Tokyo: Japan Tariff Association, various issues. Kasa, Kenneth, Adjustment Costs and Pricing-to-Market: Theory and Evidence, Cornell University, 1990.",
        "Knetter, Michael, Price Discrimination by U.S. and German Exporters, American Economic Review, March 1989, 7.~, 198-2 10.",
        "Knetter, Michael, Pricing to Market in Response to Unobservable and Observable Shocks, Dartmouth College Working Paper 89-16, March 1991.",
        "Krugman, Paul, Pricing to Market When the Exchange Rate Changes, S.W. Arndt and J.D. Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: Mfl Press, 1987.",
        "Mann, Catherine, Prices, Profit Margins, and Exchange Rates, Federal Reserve Bulletin, June 1986, fl, 366-379.",
        "Marston, Richard, Pricing to Market in Japanese Manufacturing, Journal of International Economics, December 1990, 2~9.. 2 17-36.",
        "Meese, Richard, Currency Fluctuations in the Post-Bretton Woods Era, Journal of Economic Perspectives, Winter 1990,4., 117-134.",
        "Meese, Richard and Rogoff, Kenneth, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, February 1983, .1.4.. 3-24.",
        "Ohno, Kenichi, Export Pricing Behavior of Manufacturing: A U.S.-Japan Comparison, International Monetary Fund Staff Papers, September 1989, 3jj, 550-579."
    ]
}