{
    "id": 410,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Fraser, D.R. On the Accuracy and Usefulness of Interest Rate Forecasts. Business Economics XII: No. 4 (September 1977): 38-44.",
        "Friedman, Benjamin M. Financial Flow Variables and the Short-Run Deter- mination of Long-Term Interest Rates. Journal of Political Economy 85, No. 4 (August 1977): 661-89.",
        "Borrowing Behavior and Long-term Rates. Journal of Money, Credit and Banking 11: No. 2 (May 1979): 131-150.",
        "Expectations. Journal of Monetary Economics, forthcoming. Lucas, Robert E. Econometric Policy Evaluation: A Critique, in Karl Brunner and Allan H. Meltzer, eds., The Phillips Curve and Labour Markets, Carnegie-Rochester Conference Series on Public Policy, vol. 1 (Amsterdam, North-Holland, 1976): 19-46.",
        "Lynch, Kevin. A Test of the Rationality of Interest Rate Expectations Using Survey Data. Mimeograph, April 1979.",
        "Masson, Paul R. Structural Models of the Demand for Bonds and the Term Structure of Interest Rates. Economica 45 (November 1978): 363-377.",
        "McCallum, John S. The Expected Holding Period Return, Uncertainty and the Term Structure of Interest Rates. Journal of Finance 30 (May 1975): 30 7-2 3.",
        "McCulloch, J. Huston. An Estimate of the Liquidity Premium. Journal of Political Economy 83: No. 1 (February 1975): 95-119.",
        "Mishkin, Frederic, S. Efficient-Markets Theory: Implications for Monetary Policy. Brookings Papers on Economic Activity 3, 1978: 707-52.",
        "Modigliani, Franco and Shiller, Robert. Inflation, Rational Expectations and the Term Structure of Interest Rates. Economica 40, No. 157 (February 1973): 12-43.",
        "Modigliani, Franco and Sutch, Richard. Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience. Journal of Political Economy 75, No. 4, Pt. 2 (August 1967): 569-89.",
        "Pesando, James E. On the Efficiency of the Bond Market: Some Canadian Evidence. Journal of Political Economy 86, No. 6 (December 1978): 1057-1076.",
        "Prell, N.J. How Well Do the Experts Forecast Interest Rates? Federal Reserve Bank of Kansas City Monthly Review, September-October 1973, pp. 3-13.",
        "Roll, Richard. Investment Diversification dn Bond Maturity. Journal of Finance 26: No. 1 (March 1971): 51-66.",
        "Sargent, Thomas J. A Classical Macroeconometric Model for the United States. Journal of Political Econo~y 84, No. 2 (April 1976): 207-237.",
        "Working, Holbrook. Note on the Correlation of First Differences of Averages in a Random Chain. Econometrica 28: No. 4 (October 1960): 916-18."
    ]
}