{
    "id": 4101,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Aicerlof, George A ., Labor Contracts as Partial Gift Exchange, Quarterly Journal of Economics 91(4), 1982, pp. 543-69.",
        "American Federation of Labor and Congress of Industrial Organization, Statement by the AFL-CIO on Corporate Takeovers in Impact of Corporate Takeovers, Congress, Senate. Committee on Banking. Housing. and Urban Affairs. Hearing. 99 Cong 1 Sess. . 1985, pp. 1259-1271.",
        "Brown, Charles , and James L. Medoff, The Employer Size-Wage Effect, Journal of Political Economy 97(5). 1989, pp. 1027-59.",
        "Brown, James N., Why Do Wages Increase with Tenure? American Economic Review 79(5), 1989, pp. 971-92.",
        "Carmichael, Lorne, Firm-Specific Human Capital and Promotion Ladders, Bell Journal of Economics 14(1). 1983, pp. 251-8.",
        "Cornwall, Christopher, Stuart Dorsey, and Nasser Mahrzad. Opportunistic Behavior of Firms in Implicit Pension Contracts, Journal of Human Resources 26(4), 704-25, 1991.",
        "Dickens, William T. and Lawrence F. Katz, Inter-Industry Wage Differences and Industry Characteristics, Unemployment and the Structure of Labor Markets, Kevin Lang and Jonathan S. Leonard. Eds,, pp. 48-89 (New York: Basii-Blackwell, 1987).",
        "Ippolito, Richard A. and William H. James, LBOs, Reversions and Implicit Contracts. The Journal of Finance 47, 1992, pp. 139168.",
        "Jedsem, Michael, The Agency Costa of Free Cash Flow, American Economic Review, Vol. 76. 1986, p. 323-339.",
        "Kotlikoff, Laurence, and David Wise, Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets. Pensions, Labor, and Individual Choice. David A. Wise, editor (Chicago: University of Chicago Press, 1985).",
        "Krueger, Alan B., Ownership, Agency and Wages: An Examination of Franchising in the Fast Food Industry, Quarterly Journal of Economics 106(1), 1991, pp. 75-101.",
        "Krueger. Alan B. and Lawrence H. Summers, Efficiency Wages and the Inter-Industry Wage Structure, Econometrica 56(2). pp. 259-94, 1988.",
        "Lazear, Edward P., Why Is There Mandatory Retirement?. Journal of Political Economy 87(6). 1979, 1261-84.",
        "Lazear, Edward P. and Robert L. Moore, Incentives, Productivity, and Labor Contracts, Quarterly Journal of Economics 99. pp. 275-95, 1984.",
        "Levine, David I., Fairness, Markets, and Ability to Pay: Evidence From Compensation Executives. mimeograph, Haas School of Business, University of California, Berkley. July 1991.",
        "Lichtemberg, Prank R. and Donald Siegel, The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior, Journal of Financial Economics 27, 1990, pp. 165-194.",
        "Lichtenberg, Frank R,, Industrial De-Diversification and Its Consequences for Productivity. Columbia University manuscript. 1990.",
        "Loewemstein, George. and Nachum Sicherman, Do Workers Prefer Increasing Wage Profiles? Journal of labor Economics 9(1). pp. 6784. 1991.",
        "Medoff, James L,, and Katharine G. Abraham, Are Those Paid More Really More Productive? The Case of Experence, Journal of Human Resources 16(2), pp. 186-216, 1981.",
        "Mincer, Jacob. Schooling, Experience, and Earnings, NY: Columbia University Press, 1974.",
        "Mitchell, Mark L, and Kenneth Lehn, Do Bad Bidders Become Good Targets. Journal of Political Economy 98(2). 1990, pp. 372-98.",
        "Mittelstaedt, H. Fred, Takeovers, Asset Reversions, and Wealth Transfers, mimeograph. College of Buiness, Arizona State university. July 1991.",
        "Morck, Randall, Andrei Shleifer and Robert W. Vishny, Do Managerial Objectives Drive Bad Acquisitions? The Journal of Finance 450). 1990, pp. 31-48.",
        "Friendly Takeovers, in Corporate Takeovers: Causes and Consequences. Alan J. Auerbach, editor, Chicago: University of Chicago Press. 1988, pp. 101-36.",
        "Murphy, Kevin H. and Robert H. Topel, Efficiency Wages Reconsidered: Theory and Evidence, mimeograph, 1987a.",
        "Wage Differentials in the Labor Market, in Unemployment and the Structure of Labor Markets, ads. Kevin Lang and Jonathon S. Leonard, NewYork: Basil Blackwell, 1987b, pp. 103-40.",
        "Neumark, David, and Michael Wachter, Union Threat Effects and Nonunion Industry Wage Differentials, mimeograph. University of Pennsylvania, December 1991.",
        "Opler, Tim, Hostile Takeovers and Intangible Resources: An Empirical Investigation. mimeo, 1992.",
        "Opler, Tim and Sheridan Titman. The Determinants of LBO Activity: Free Cash Flow vs. Financial Distress Costs, December 1991.",
        "Perotti, Enrico C. , and Kathryn E. Spier. Capital Structure as a Bargaining Tool: The Role of Leverage in Contract Renegotiation. Harvard Institute of Economic Research Discussion Paper, No. 1548, April 1991.",
        "Pontiff, Jeffrey. Andrei Shleifer, and Michael S. Weisbach, Reversions of Excess Pension Assets after Takeovers. Rand Journal of Economics, Vol. 21, No. 4, 1990, pp. 600-613.",
        "Rosett, Joshua, Do Union Wealth Concessions Explain Takeover Premiums? The Evidence on Contract Wages, Journal of Financial Economics, Vol. 27, No. 1, 1990. pp. 263-282.",
        "Solow, Robert H.. Another Possible Source of Wage Stickiness, Journal of Macroeconomics, Vol. 1. 1979, pp. 79-82."
    ]
}