{
    "id": 4104,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Breeden, Douglas T., 1979, An intertermporal asset pricing model with stochastic consumption and investment opportunities, Journal of Financial Economics 7, 265-2%.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable bond and stock returns in the united states and japan: a study of long-term capital market integration, Journal of Finance 47, 43-69.",
        "Constar.tinides, George M., 1990, Habit formation: a resolution of the equity premium puzzle, Journal of Political Economy 98, 5 19-543.",
        "Detemple, Jerome B. and Fernando Zapatero, 1991, Asset prices in an exchange economy with habit formation, Econometrica 59, 1633-1657.",
        "Dunn, Kenneth B., and Kenneth J. Singleton, 1986, Modelling the term structure of interest rates under non-separable utility and durability of goods, Journal of Financial Economics 17, 27-55.",
        "Eichenbaum, Martin S., and Lars P. Hansen, 1990, Estimating models with intertemporal substitution using aggregate time series data, Journal of Business and Economic Statistics, 8, 53- 69.",
        "Eichenbaum, Martin S., Lars P. Hansen, and Kenneth J. Singleton, 1988, A time series analysis of representative agent models of consumption and leisure choices under uncertainty, Quarterly Journal of Economics 103, 5 1-78.",
        "Ermini, Luigi, 1992, On the durability of non-durable goods: some evidence from U.S. time series data, Economics Letters (forthcoming).",
        "Fedenia, Mark, James E. Hodder and Alexander Triantis, 1991, Cross-holdings and market return measures, working paper, University of Wisconsin-Madison.",
        "Ferson, Wayne E. and George M. Constantinides, 1991, Habit Persistence and Durability in aggregate consumption: empirical tests, Journal of Financial Economics 29, 199-240.",
        "Ferson, Wayne E. and Stephen R. Foerster, 1992, Finite sample properties of methods of moments in latent variable tests of asset pricing models, working paper, University of Chicago and the University of Western Ontario.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1992, Seasonality and consumption-based asset pricing, Journal of Finance 47, 5 11-552.",
        "French, Kenneth R. and James Poterba, 1991, Were Japanese stock prices too high? Journal of Financial Economics 29, 337-364.",
        "Gallant, A. Ronald, Lars P. Hansen and George Tauchen, 1990, Using conditional moments of asset payoffs to infer the volatility of intertemporal marginal rates of substitution, Journal of Econometrics 45, 141-179.",
        "Hansen, Lars P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars. P., and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225-262 (April).",
        "Hansen, Lars P., and Kenneth J. Singleton, 1982, Generalized instrumental variables estimation 25 of nonlinear rational expectations models, Econometrica 50, 1269-1286.",
        "Harvey, Campbell R., 1991, The world price of covariance risk, Journal of Finance 46, 111-157.",
        "Heaton, John, 1990, The interaction between time-nonseparable preferences and time aggregation, working paper 3181-90-EFA, Massachusetts Institute of Technology.",
        "Kocherlakota, Narayana, 1990, On tests of representative consumer asset pricing models, working paper, Northwestern University.",
        "Lucas, Robert E. Jr., 1978, Asset prices in an exchange economy, Econometrica 46, 1429-1445.",
        "Mehra, R., and Edward C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-161.",
        "Mao, Ching-sheng, 1991, Hypothesis testing and Finite sample properties of Generalized Method of Moments Estimators: a Monte Carlo study, working paper, Federal Reserve Bank of Richmond, Va. (March).",
        "Novales, Alfonso, 1990, Solving nonlinear rational expectations models: a stochastic equilibrium model of interest rates, Econometrica 58, 93-111.",
        "Ryder, Harl E., Jr., and Geoffrey M. Heal, 1973, Optimal growth with intertemporally dependent preferences, Review of Economic Studies 40, 1-31.",
        "Solnik, Bruno, 1992, The unconditional performance of international asset allocation strategies using conditioning information, working paper, HEC school of Business.",
        "Sundaresan, Suresh M., 1989, Intertemporally dependent preferences and the volatility of consumption and wealth, Review of Financial Studies 2,73-89.",
        "Tauchen, George, 1986, Statistical properties of generalized method-of-moments estimators of structural parameters obtained from financial market data, Journal of Business and Economic Statistics 4, 397-425.",
        "Winder, Carlo A. and Franz C. Palm, 1990, Stochastic implications of the life cycle consumption model under rational habit formation, working paper, University of Limburg."
    ]
}