{
    "id": 4105,
    "cites": 12,
    "cited_by": 8,
    "reference": [
        "Abernathy, William 3., Kim B. Clark, and Alan M. Kantrow, Industrial Renaissance: producing a Camp etitive Future for America, New York: Basic Books, 1983.",
        "Aizcorbe, Ana, Procycical Labor Productivity, Increasing Returns to Labor and Labor Hoarding in U.S. Auto Assembly Plant Employment, Bureau of Labor Statistics Working Paper No. 203, March 1990.",
        "Blanchard, Olivier, The Production and Inventory Behavior of the American Automobile Industry, Journal of Political Ecanomp 91 (June 1983): 365-400.",
        "Blinder, Alan, Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activitp 2 (1981): 443-505.",
        "Bresnahan, Timothy, Departures from Marginal-Cost Pricing in the American Automobile Industry, Journal of Econometrics 17 (November 1981): 201-227.",
        "Caballero, Ricardo, Durable Goods: An Explanation for their Slow Adjustment, Columbia University mimeo, l990a. Caplin, Andrew, Variability of Aggregate Demand with (S,s) Inventory Policies, Econometrica 53 (1985): 1395-1409.",
        "Chew, Bruce, No-Nonsense Guide to Measuring Productivity, Harvard Business Review 66 (January/February 1988): 110-118.",
        "Clark, Kim B. and Robert H. Hayes, Why Some Factories are More Productive than Others, Harvard Business Review (September/October 1986): 66-66.",
        "Cooper, Russell and John Haltiwanger, The Aggregate Implications of Machine Replacement: Theory and Evidence, May 1991 manuscript.",
        "Davis, Steve and John Haltiwanger, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, in NBER Macroeconomics Annual 1989.",
        "Griliches, Zvi and J. Mairesse, Comparing Productivity Growth: An Exploration of French and U.S. Industrial and Firms Data, European Economic Review 21 (March/April 1983): 89-119.",
        "Hamermesh, Daniel Labor Demand and the Structure of Adjustment Costs, American 31 Economic Review 79 (September 1989): 674-689."
    ]
}