{
    "id": 4108,
    "cites": 95,
    "cited_by": 30,
    "reference": [
        "Abel, A. B. (1988), `Stock Prices under Time-Varying Dividend Risk: An Exact Solution in an Infinite Horizon General Equilibrium Model, Journal of Monetary Economics, 22, 37 5-393.",
        "Andersen, T. 0. (1992), `Return Volatility and Trading Volume in Financial Markets: An Information Flow Interpretation of Stochastic Volatility, manuscript, Department of Finance, J. L. Kellogg Graduate School of Management, Northwestern University.",
        "Bagwell, L. S. and J. B. Shoven (1989), `Cash Distributions to Shareholders, Journal of Economic Perspectives, 3, 129-140.",
        "Baillie, R. T. (1989), `Econometric Tests of Rationality and Market Efficiency, Econometric Reviews, 8, 15 1-186.",
        "Baillie, R. T. and T. Bollerslev (1990), `A Multivariate Generalized ARCH Approach to Modeling Risk Premia in Forward Foreign Exchange, Journal of International Money and Finance, 9, 309-324.",
        "Baillie, R. T. and T. Bollerslev (1992), `Prediction in Dynamic Models with Time Dependent Conditional Variances, Journal of Econometrics, 52, 91-1 13.",
        "Bekaert, 0. (1992), `Empirical Analyses of Foreign Exchange Markets: General Equilibrium Perspectives, Ph. D. dissertation, Department of Economics, Northwestern University.",
        "Belcaert, 0. and R. J. Hodrick (1992), `Characterizing Predictable Components in Equity and Foreign Exchange Rates of Return, Journal of Finance, 47, 467-509.",
        "Black, F, (1976), `Studies of Stock Market Volatility Changes, Proceedings of the American Statistical Association. Business and Economic Statistics Section, 177-181.",
        "Blanchard, 0. J. and M. W. Watson (1982), `Bubbles. Rational Expectations and Financial Crises, in P. Wachtel (ed.), Crises in the Economic and Financial Structure: Bubbles. Bursts and Shocks, Lexington, Mass.",
        "Bollerslev. T. (1986), `Generalized Autoregressive Conditional Heteroskedasticity. Journal of Econometrics. 31, 307-327.",
        "Bollerslev, T. (1987), `A Conditionally Heteroskedastic Time Series Model for Speculation Prices and Rates of Return, Review of Economics and Statistics, 542-547.",
        "Bollerslev, T. and R. F. Engle (1992), `Common Persistence in Conditional Variances, manuscript, Department of Finance, 5. L. Kellogg Graduate School of Management, Northwestern University.",
        "Bollerslev, T., R. Y. Chou and K. F. Kroher (1992), `ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics, 52, 5-59.",
        "Bollerslev, T. and J. M. Wooldridge (1992), `Quasi-Maximum Likelihood Estimation and Inference in Dynamic Models with Time Varying Covariances, Econometric Reviews, forthcoming.",
        "Braun, P. (1991), `Asset Pricing and Capital Investment: Theory and Evidence, manuscript, Department of Finance, 5. L. Kellogg Graduate School of Management, Northwestern University.",
        "Breeden, D. T. (1979), `An lntertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7, 265-296.",
        "Cai, J. (1992), `A Markov Model of Unconditional Variance in ARCH, manuscript, Department of Finance, 3. L. Kellogg Graduate School of Management, Northwestern University.",
        "Campbell. J. Y. (1991), `A Variance Decomposition of Stock Returns, Economic Journal, 101, 152-179.",
        "Campbell, J. Y. and R. 3. Shiller (1987), `Cointegration and Tests of Present Value Models, Journal of Political Economy, 95, 1062-1088.",
        "Campbell, 5. Y. and R. 3. Shiller (1988a), `The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-228.",
        "Campbell, 5. Y. and R. 3. Shiller (l988b), `Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43, 661-676. 55 Christie, A. A. (1982), `The Stochastic Behavior of Common Stock Variances: Value, Leverage and Interest Rate Effects, Journal of Financial Economics, 10, 407-432.",
        "Cochrane, J. H. (199 Ia), `Volatility Tests and Efficient Markets: A Review Essay, Journal of Monetary Economics, 27, 463-485. Cochrane, 5. H. (1991b), `Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance, 46, 207-234.",
        "Cochrane, J. H. (1992), `Explaining the Variance of Price Dividend Ratios, Review of Financial Studies, 5, 243-280.",
        "Craine, R. (1991), `Rational Bubbles: A Test, manuscript, Department of Economics, University of California, Berkeley.",
        "Cumby, R. E. and J. Huizinga (1992), `Testing the Autocorrelation Structure of Disturbances in Ordinary Least Squares and Instrumental Variables Regressions, Econometrica, 60, 185-195.",
        "Diba, B. T. and H. 1. Grossman (1988), `The Theory of Rational Bubbles in Stock Prices, Economic Journal 98, 746-754.",
        "Dickey, D. A. and W. A. Fuller (1981), `Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica, 49, 1057-72.",
        "Diebold, F. X. (1986), `Testing for Serial Correlation in the Presence of ARCH, Proceedings of the American Statistical Association. Business and Economic Statistics Section, 323-328.",
        "Domowitz, I. and H. White (1982), `Misspecified Models with Dependent Observations, Journal of Econometrics, 20, 35-58.",
        "Engle, R. F. (1982). `Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of U.K. Inflation, Econometrica, 50, 987-1008.",
        "Engle, R. F. and C. W. J. Granger (1987), `Coin tegration and Error Correction: Representation, Estimation and Testing, Econometrica, 55, 25 1-276.",
        "Engle. R. F. and G. Gonzalez-Rivera (1991), `Semiparametric ARCH Models, Journal of Business and Economic Statistics, 9, 345-359. Engle, R. F. and V. K. Ng (1991), `Measuring and Testing the Impact of News on Volatility, manuscript, Department of Economics, University of California, San Diego.",
        "Evans, G. W. (1991), `Pitfalls in Testing for Explosive Bubbles in Asset Prices, American Economic Review, 81, 922-930.",
        "Fama, E. F. (1965), `The Behavior of Stock Market Prices, Journal of Business, 38, 34-105.",
        "Fama, E. F. (1970), `Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance, 25, 383-417.",
        "Fama, E. F. (1991), `Efficient Capital Markets: II, Journal of Finance, 46, 1575-1617.",
        "Fama, E. F. and K. It French (1988a), `Permanent and Temporary Components of Stock Prices, Journal of Political Economy, 96, 246-273.",
        "Fama, E. F. and K. R. French (1988b), `Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-25.",
        "Fama, F. F. and K. R. French (1992), `The Cross-Section of Expected Stock Returns Journal of Finance, 47, 427-465.",
        "Ferson, W. E. (1992), `Theory and Empirical Testing of Asset Pricing Models, in R. A. Jarrow, W. T. Ziemba and V. Maksimovic (eds.), The Handbook of Finance, North-Holland, Amsterdam, forthcoming.",
        "Flavin, M. (1983), `Excess Volatility in Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy, 91, 929-956.",
        "Rood, R. P. and R. 3. Hodrick (1986), `Asset Price Volatility, Bubbles, and Process Switching, Journal of Finance, 41, 831-842.",
        "Rood, R. P. and R. 5. Hodrick (1990), `On Testing for Speculative Indeterminacies in Models with Rational Expectations, Journal of Economic Perspective. 4, 85-101.",
        "Gallant, A. R., P. E. Rossi and 0. Tauchen (1992), `Stock Prices and Volume, Review of Financial Studies, 5, 199-242.",
        "Goetzmann, W. N. and P. Jorion (1992), `Testing the Predictive Power of Dividend Yields, manuscript, Graduate School of Business, Columbia University.",
        "Gilles, C. and S. F. LeRoy (1991), `Econometric Aspects of the VarianceBounds Tests: A Survey, Review of Financial Studies, 4, 753-79 1.",
        "Glosten, L. R., R. Jagannathan, and D. Runkle (1990), `Relationship Between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, manuscript, Department of Finance, University of Minnesota.",
        "Gordon, M. 5. (1962), The Investment. Financing and Valuation of the Corporation, Irwin, Homewood, IL.",
        "Granger, C. W. J. and P. Newbold (1974), `Spurious Regressions in Econometrics, Journal of Econometrics, 2, 111-120.",
        "Hansen, L. P. (1982), `Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Hansen, L. P. and R. 5. Hodrick (1980), `Forward Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Econo~py, 88, 829-853.",
        "Hansen, L. P. and T. J. Sargent (1980), `Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2, 7-46.",
        "Hansen, L. P. and T. J. Sargent (1981). `Linear Rational Expectations Models for dynamically IntelTelated Variables. Chapter 8 in R. E. Lucas and T. 5. Sargent (eds.), Rational ExpÃ\u0083Â§Ã\u0083Â§tations and Econometric Practice. University of Minnesota Press, Mi uneapol is.",
        "Hansen, L. P. and R. Jagannathan (1991), `Implications of Security Market Date for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "Hansen, L. P. and K. 3. Singleton (1982), `Generalized Instrumental Variables Estimation in Nonlinear Rational Expectations Models, Econometrica, 50, 1269-1286.",
        "Hansen, L. P. and K. 5. Singleton (1983), `Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, 249-265.",
        "Hodrick, R. J. (1989), `Risk, Uncertainty and Exchange Rates, Journal of Monetary~conomics, 23, 433-459.",
        "Hodrick, R. J. (1992), `Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 5, forthcoming.",
        "Jarque, C. M. and A. K. Bera (1980), `Efficient Tests for Normality, Homoskedasticity and Serial Independence of Regression Residuals, Economics Letters, 6, 255-259.",
        "Jegadeesh, N. (1990), `Evidence of Predictable Behavior of Security Returns, Journal of Finance, 45, 88 1-898.",
        "Johnasen, S. (1988), `Statistical Analysis of Cointegration Vectors, Journal of Economic Dynamics and Control, 12, 23 1-254.",
        "Kim, M. J., C. R. Nelson and R. Startz (1991), `Mean Reversion in Stock Prices? A Reappraisal of the Empirical Evidence, Review of Economic Studies, 58, 5 15-528.",
        "Kleidon, A. W. (l986a), `Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Econorny, 94, 953-1001 Kleidon, A. W. (1986b), `Bias in Small Sample Tests of Stock Price Rationality, Journal of Business, 59, No. 2, Part 1, 237-262.",
        "LeRoy, S. F. (1973), `Risk Aversion and the Martingale Property of Stock Prices, International Economic Review, 14, 436-446.",
        "LeRoy, S. F. and W. R. Parke (1992), `Stock Price Volatility: Tests Based on the Geometric Random Watk, American Economic Review, forthcoming.",
        "LeRoy, S. F. and R. D. Porter (1981), `The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49, 5 55-574.",
        "Ljung, 0. M. and 0. E. P. Box (1978), `On a Measure of Lack of Fit in Time Series Models, Biometrika, 65, 297-303.",
        "Lo, A. W. and A. C. MacKinlay (1988), `Stock Market Prices do not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies, 1, 41-66.",
        "Lucas, R. E. (1978), `Asset Prices in an Exchange Economy, Econometrica, 46, 1429-1445.",
        "Mandelbrot, B. (1963), `The Variation of Certain Speculative Prices, Journal of Business, 36, 394-4 19.",
        "Mankiw, N. 0., D. Romer and M. 0. Shapiro (1991), `Stock Market Forecastability and Volatility: A Statistical Appraisal, Review of Economic Studies, 58, 4 55-477.",
        "Marsh, T. A. and R. C. Merton (l986),Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review, 76, 483-503. Mattey, 5. and R. Meese (1986), `Empirical Assessment of Present Value Relations, Econometric Reviews, 5, 171-233.",
        "Nelson, C. arid M. 5. Kim (1991), `Predictable Stock Returns: Reality or Statistical Illusion, manuscript. Department of Economics, University of Washington.",
        "Nelson, D. B. (1991), `Conditional Heteroskedasticity in Asset Returns: A New Approach, Econometrica. 59, 347-370.",
        "Nelson, D. B. (1992), `Filtering and Forecasting with Misspecified ARCH Models I: Getting the Right Variance with the Wrong Model, Journal of Econometrics, 52, 6 1-90.",
        "Nelson, 0. B. and D. P. Foster (1991), `Estimating Conditional Variances with Misspecified ARCH Models: Asymptotic Theory, manuscript, Graduate School of Business, University of Chicago.",
        "Newey, W. K. and K. D. West (1987), `A Simple Positive Semi-Definite Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "Pesaran, M. H. (1991$, `On the Volatility and Efficiency of Stock Prices, Cuadernos Economicos de ICE, 49, forthcoming.",
        "Pesaran, M. H. and S. M. Potter (1991), `Equilibrium Asset Pricing Models and Predictability of Excess Returns: Theory and Evidence, manuscript, Department of Applied Economics, University of Cambridge.",
        "Phillips, P. C. B. (1987), `Time Series Regression with Unit Roots, Econometrica, 55, 277-302.",
        "Phillips, P. C. B. and S. Ouliaris (1990), `Asymptotic Properties of Residual Based Tests for Cointegration, Econometrica, 58, 165-193.",
        "Poterba, J. and L. H. Summers (1988), `Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics, 22, 27-59.",
        "Richardson, M., 1990, `Temporary Components of Stock Prices: A Skeptics View, Working Paper, University of Pennsylvania.",
        "Richardson, M. and T. Smith, 1989, `Test of Financial Models in the Presence of Overlapping Observations, Working Paper, University of Pennsylvania and Duke University.",
        "Richardson, M. and 3. H. Stock, 1989. `Drawing Inferences from Statistics Based on Multi-year Asset Returns, Journal of Financial Economics, 25, 323-348.",
        "Scott, L. 0. (1985), `The Present Value Model of Stock Prices: Regression Tests and Monte Carlo Results, Review of Economics and Statistics, 67, 599-605.",
        "Shiller, R. J. (1979), `The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, 87, 1190-1219.",
        "Shiller, R. J. (1981), `Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends, American Economic Review, 71, 421-436.",
        "Shiller, R. 3. (1984), `Stock Prices and Social Dynamics, Brookings Papers on Economic Activity, 2, 457-5 10.",
        "Summers, L. H. (1986), `Does the Stock Market Rationally Reflect Fundamental Values?, Journal of Finance, 41, 591-601.",
        "Weiss, A. A. (1986), `Asymptotic Theory for ARCH Models: Estimation and Testing, Econometric Theory, 2, 107-131.",
        "West, K. D. (1987), `A Specification Test for Speculative Bubbles, Quarterly Journal of Economics, 102, 553-580.",
        "West, K. D. (1988), `Bubbles, Fads and Stock Price Volatility Tests: A Partial Evaluation Journal of Finance 43. 639-656.",
        "White, 1-1. (1980), `A Heteroskedasticity Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 8 17-838."
    ]
}