{
    "id": 411,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Gary Becker, Human Capital, New York 1964.",
        "A. S. Blinder et *1., Market Wages Reservation Wages, and Retirement Decisions, mimeo., Princeton Univ. 1978.",
        "M. Boskin, Notes on the Tax Treatment of Human Capital, mimeo., Nat. Bur. Econ. Res., Stanford 1975.",
        "William C. Bowen and T. Aldrich Finegan, The Economics of Labor Force Particioation, Princeton 1967.",
        "R. V. Burkhauser, An Asset Maximization Approach to Early Social Security Acceptance, unpublished paper, Inst. Res. Poverty, Univ. Wisconsin 1977.",
        "C. Burtless and J. A. Hausman, The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, J. Folit. Econ., Dec. 1978, 86, 1103-30.",
        "Glen C. Cain, Married Women in the Labor Force, Chicago 1967.",
        "J. Eaton and H. S. Rosen, Taxation, Human Capital, and Uncertainty, md. Relat. Sec. paper no. 117, Princeton Univ. 1979.",
        "M. S. Feldsteln, The Welfare Cost of Capital Income Taxation, J. Pout. Econ., Apr. 1978, 86, 529-52.",
        "R. Gronnu, Leisure, Home Production, and Work-The Theory of the Allocation of Time Revisited, .1 Pout. Econ., Dec. 1977, 85, 1099-123.",
        "R. E. Hall, Wages, Income and Hours of Work in the U.S. Labor Force, in Glen TArn.E 1 Elasticities of the Probability of College Attendance with Respect to: Source: Based upon estimates in Willis-Rosen and included in a personal communication from Willis. AMERICAN ECONOMIC ASSOCIATION MA Y 198t Cain and Harold Watts, eds., Income Maintenance and Labor Supply, Chicago `973. It Lucas and L Rapping, Real Wages, Employment, and Inflation, in Edmund Phelps, ed., Microeconotnic Foundations of Employment and Inflation Theory, New York 1970.",
        "H. S. Rose; Taxes in a Labor Supply Model with Joint Wage-Hours Determination, Econometrica, May 1976, 44, 485-507.",
        "T. W. Schultz, Investment in Human Capi- tal, Amer. Econ. Rev., Mar. 1961,5], 1-17.",
        "F. Stafford and C. Duncan, The Use of Time and Technology by Households in the United States, mimeo., Univ. Michigan 1977.",
        "J. Stlgjitz, The Effects of Income, Wealth and Capital Gains Taxation on Risk Taking, Quart J. Econ., May 1969, 83, 263-83.",
        "R. Willis and S. Rosen, Education and SelfSelection, mimeo., Univ. Chicago 1978.",
        "Tax Foundation Inc., Facts and Figures on Government Finance, New York 1977."
    ]
}