{
    "id": 4112,
    "cites": 17,
    "cited_by": 10,
    "reference": [
        "Bak, Henryk, et al, , 1991, Reintegration of Poland into Western Europe by Internal and External Liberalization, Working Paper No. 48, World Economy Research Institute, Warsaw.",
        "Berg, Andrew, and Jeffrey Sachs, 1991, Structural Adjustment and International Trade in Eastern Europe: The Case of Poland, paper prepared for the Economic Policy Panel, Prague, 17-19 October.",
        "Budjinski, Andrzej, 1991, Economic Relations of Poland with the CMEA Member Countries, in ECE, Reforms in Foreign Economic Relations of Eastern Europe and the Soviet Union, United Nations, New York.",
        "ECE, 1991, Economic Bulletin for Europe, vol. 42/90, United Nations, New York.",
        "FSU [Federal Statistical Office, CSFR] , 1991, Quarterly Statistical Bulletin, Prag, September.",
        "GUS [Central Statistical Office, Poland], 1991, Informacje Statystyczne. Handel Za~raniczny, Warsaw, various issues.",
        "IMF, 1991, The Collapse of Trade Among the Former Members of the CMEA, European Department.",
        "Kenen, Peter B. , 1991, Transitional Arrangements for Trade and Payments among the CMEA Countries, IMF Staff Papers.",
        "Komarek, Valtr, 1992, Shock Therapy and its Victims, The New York Times, January 5, p. E13.",
        "Landesmann, Michael, 1991, Industrial Restructuring and the Reorientation of Trade In Czechoslovakia, in European Economy, Special edition No. 2, Commission of the European Communities, Brussels.",
        "Oblath, Gabor, and David Tarr, 1991, The Terms-of-Trade Effects from the Elimination of State Trading in Soviet-Hungarian Trade, The World Bank, Washington, D.C., May (forthcoming, Journal of Comparative Economics).",
        "OECD, l991a, OECD Economic Surveys: Finland, Paris. OECD, l99lb, OECD Economic Surveys: Hungary, Paris. -47- Pinto, Brian, 1991, Microeconomic Response to the Economic Transformation Program: Evidence from the Largest Polish SOEs, World Bank Resident Mission, Poland, Warsaw, September.",
        "PlanEcon, 1991, Recent Czechoslovak Foreign Trade Performance, PlanEcon Report, Washington, D.C., October 24.",
        "Rodrik, Dani, 1992, Foreign Trade in in Eastern Europes Transition: Early Results, paper prepared for the NBER conference on Economic Transition in Eastern Europe.",
        "Rosati, Dariusz K., 1991, After the CNEA Collapse: Is the Central European Payments Union Really Necessary, Foreign Trade Research Institute, Working Paper No. 18, Warsaw, May.",
        "Schrenk, Martin, 1990, The CMEA System of Trade and Payments: Today and Tomorrow, Strategic Planning and Review Discussion Paper No. 5, The World Bank, Washington, D.C., January.",
        "Journal of Comparative Economics 11(1), March, 21-39. Wolf, Thomas A., 1987, On the Conversion of Rouble Trade Flows into Dollars, Journal of Comparative Economics 11(4), December, 558-571."
    ]
}