{
    "id": 4116,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Baclcus, David, Allan Gregory, and Stanley Zin (1989), Risk Premiums in the Term Structure: Evidence from Artificial Economies, Journal of Monetary Economics 24: 371-399.",
        "Baillie, Robert T., and Tim Bollerslev, (1991), Intra-Day and Inter-Market Volatility in Foreign Exchange Markets, Review of Economic Studks 58: 565-586.",
        "Baillie, Robert T., and Tim Bollerslev, (1989), Common Stochastic Trends in a System of Exchange Rates, Journalof Finance 44: 167-181.",
        "Bekaert, Geert, and Robert J. Hodrick (1991), On the Predictability of Excess Returns in Foreign Exchange Markets, working paper, Northwestern University.",
        "Campbell, John Y., and P. Perron, (1991), Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, NBER Macroeconomics Annual, MIT Press.",
        "Campbell, John Y. and Robert J. Shiller (1991), Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies, 58: 495-5 14.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers (1990), Speculative Dynamics and the Role of Feedback Traders, American Economic Review 80: 63-68.",
        "De Long, .1. Bradford, Andrei Schleifer, Lawrence H. Summers, and Robert J. Waldmann, (1990), Positive Feedback Investment Strategies and Destablizing Rational Speculation, Journal of Finance 45: 379-396.",
        "Diebold, Francis X. and Marc Nerlove, (1990), Unit Roots in Economic Time Series: A Selective Survey, Advances in Econometrics 8: 3-69.",
        "Engle, Charles and James D. Hamilton (1990), Long swings in the Dollar: Are they in the Data and do Markets know it? American Economic Reykw, 80: 689-713.",
        "Evans, Martin D. D. and Karen K. Lewis (1991), Do expected shifts in Inflation Policy affect Real Rates? Working Paper, University of Pennsylvania.",
        "Evans, Martin D.D., and Karen K. Lewis (1992), Peso Problems and Heterogeneous Trading: Evidence from Excess Returns in Foreign Exchange and Euromarkets, National Bureau of Economic Research Working Paner, No 4003.",
        "Frankel, Jeffrey, and Kenneth Froot (1989), Forward Discount Bias: Is It an Exchange Risk Premium? Ouarterlv Journal of Economics 104: 139-61.",
        "Froot, Kenneth (1989), New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Finance 44: 283-305.",
        "Gonzota, Jesus and Clive Granger (1991), Estimation of Common Long-Memory Components in Cointegrated Systems, Working paper, U.C. San Diego.",
        "Grossman, Sanford, and Robert Shiller, (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review, 71: 222-227.",
        "Johansen, Soren (1988), Statistical Analysis of Cointegrating Factors, Journal of Economic Dynamics and Control, 12: 231-254.",
        "Johansen, Soren, and Katarina Juselius (1990), Maximum Likelihood Estimation and Inference on Cointegration - With Applications to the Demand for Money, C)xford Bulletin of Economics and Statistics 52: 169-2 10.",
        "Meese, Richard A., and Kenneth Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics 21, 3-24.",
        "Meese, Richard A., and Kenneth J. Singleton, (1982), On Unit Roots and the Empirical Modeling of Exchange Rates, Journal of Finance 37: 1029-1054.",
        "Mishkin, Frederic, (1991), Is the Fisher Effect for Real? A Reexamination of the Relationship Between Inflation and Interest Rates, National Bureau of Economic Research Working Paper No. 3632.",
        "Rogoff, Kenneth S., (1980) Essays on Expectations and Exchange Rate Volatility, Ljpiruhlished Ph.D. Dissertation, Massachusetts Institute of Technology.",
        "Schwert, G.W., (1989) Tests for Unit Roots: A Monte Carlo Investigation, Journal of Businesi_and Economic Stathtic 7: 147-160.",
        "Soros, George, (1987) The Alchcmy of Finance, Simon and Schuster: New York."
    ]
}