{
    "id": 4117,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "________________ [1988b] , Examining Alternative Macroeconomic Theories, in Brookings Papers on Economics Activity, No. 1, pp. 207-270.",
        "________________ Imperfect Capital Markets and Business Fluctuations, NBER working paper, 1988a.",
        "_______________ [1987], Imperfect Information, Credit Markets and Unemployment, European Economic Review, Vol. 31, pp. 223-230.",
        "Creenwald, B. and Stiglitz, J.E. [1986], Information, Finance Constraints and Business Fluctuations, Proceedings of the Taiwan Conference on Monetary Theory, Taipei, Chung-Hua Institute.",
        "_______________ [1988], Externalities in Economies with Imperfect Information and Incomplete Markets, with B.",
        "Fazzari, S., Hubbard, C. and Peterson, C. [1988], Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, No. 1, pp. 141-206.",
        "_______________ [1972] , Risk Aversion and Wealth Effects on Portfolios with Many Assets, Review of Economic Studies, Vol. 39, July, pp. 331-54.",
        "Cass, D. and Stiglitz, J.E. [1970], The Structure of Investor Preferences and Asset Returns, and Separability in Portfolio Allocation: A Contribution to the Pure Theory of Mutual Funds, Journal of Economic Theory, Vol. 1, June, pp. 122-60.",
        "Blinder, A. and Stiglitz, JE. [1983], Money, Credit Constraints, and Economic Activity, American Economic Review, Vol. 73,No. 2, May, pp. 297-302.",
        "Barro, R.J., Are Government Bonds Net Wealth?, Journal of Political Economy, Vol. 82, pp. 1095-1117.",
        "Asquith, P. and Mullins, D.W. [1986], Equity Issues and Stock Price Dilution, Journal of Financial Economics, Vol. 13, pp. 296-320.",
        "Taggart, R.A. [1985], Secular Patterns in Financing U.S. Corporations, in B. Friedman (ed.) Corporate Capital Structures in the United States. (NEBR project report, Chicago: University of Chicago Press.) Is `4 to -~o -`2",
        "Stiglitz, J.E. and Weiss, A.M. [1981], Credit Rationing in Markets with Imperfect Information, American Economic Review, Vol. 71, pp. 393-410.",
        "_____________ [1992 forthcoming], Capital Markets and Economic Fluctuations in Capitalist Economies, European Economic Review.",
        "_____________ Information and Economic Analysis: A Perspective, Economic Journal, 1985, pp. 21-41. [19871, The Causes and Consequences of the Dependence of Quality on Price, Journal of Economic Literature, Vol. 25, p. 1-48.",
        "[1982], Information and Capital Markets, in Financial Economics: Essays in Honor of Paul Cootner, William F. Sharpe and Cathryn Cootner eds., (Englewood Cliffs, New Jersey: Prentice Hall), pp. 118-158.",
        "____________ [1974], Incentives and Risk Sharing in Sharecropping, Review of Economic Studies, Vol. 41, April, pp. 219-255.",
        "Stiglitz, J.E. [1972], Four Lectures on Portfolio Allocation with Many Risky Assets, in Mathematical Methods in Investment and Finance, Szego-Shell (eds.), North Holland, Amsterdam, pp. 76-108.",
        "Shleifer, A. [1986], Do Demand Curves for Stock Slope Down? Journal of Finance, Vol. 41, No. 3, July.",
        "Ross, SA. [1977], The Determination of Financial Structure: The Incentive Signalling Approach, Bell Journal of Economics, Vol. 8, pp. 23-40.",
        "Mayer, Cohn [1990], Financial Systems, Corporate Finance, and Economic Development, in Asymmetric Information, Corporate Finance, and Investment, R.G. Hubbard (ed.), The University of Chicago Press, pp. 307-32 -Myers, S.C. and Majluf, N.S. [1984], Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not, Journal of Financial Economics, Vol. 11, pp. 187-221.",
        "Keeton, William R. [1980], Equilibrium Credit Rationing, New York: Garland.",
        "Jensen, M.C. and Meckling, W.H. [1976], Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics, Vol. 3, pp. 305-360.",
        "Jaffee, D. and Stiglitz, J.E. [1990], Credit Rationing, in Handbook of Monetary Economics, Vol. 2, B.M. Friedman and F.H. Hahn (eds.), Elsevier Science Publishers, pp. 837-88.",
        "Jensen, M.C. [1986], Agency Cost of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, Vol. 76, No. 2, pp. 323-29.",
        "Harris, M. and Townsend, R.M. [1981], Resource Allocation Under Asymmetric Information, Econometrica, Vol. 49, pp. 33-64.",
        "Hubbard, G., ed. [1990], Asymmetric Information. Corporate Finance and Investment, University of Chicago Press.",
        "Greenwald, B., Stiglitz, J.E. and Weiss, A.M. [1984], Informational Imperfections and Macroeconomic Fluctuations, American Economic Review. Papers and Proceedings, Vol. 74, pp. 194-199.",
        "_______________ [1991], Information, Finance and Markets: The Architecture of Allocative Mechanisms, forthcoming in Journal of Industrial and Corporate Change, 1991. _______________ [1992b forthcoming], Towards a Reformulation of Monetary Theory, Caffee Lectures, 1992b.",
        "_______________ [1990c], Asymmetric Information and the New Theory of the Firm: Financial Constraints and Risk Behavior, American Economic Review, Vol. 80, No. 2, May, pp 160-65.",
        "_______________ [1990a], Financial Market Imperfections and Productivity Growth, Journal of Economic Behavior and Organization, Vol. 13, pp. 321-45.",
        "________________ [1990b], Macroeconomic Models with Equity and Credit Rationing, in Information. Capital Markets and Investments. Edited by R. Glenn Hubbard, University of Chicago Press.",
        "_______________ [1988c], Pareto Inefficiency of Market ~conomies: Search and Efficiency Wage Models, AEA Papers and Proceedings, Vol. 78, No. 2, May 1988, pp. 351-355."
    ]
}