{
    "id": 4118,
    "cites": 15,
    "cited_by": 72,
    "reference": [
        "Barro, Robert, Are Government Bonds Net Wealth? Journal of Political Economy, Vol. 82, No. 6 (November/December 1974): 1095-1117.",
        "Bemheim, B. Douglas, Ricardian Equivalence: An Evaluation of Theory and Evidence National Bureau of Economic Research Macroeconomics Annual, 1987, pp. 263-304.",
        "Bernheim, B. Douglas, Andrei Shleifer and Lawrenee H. Summers, The Strategic Bequest Motive, Journal of Political Economy, Vol. XCIII (December 1985): 1045-76.",
        "Blinder, Alan, Comments on Chapter 1 and Chapter 2, in Modeling the Accumulation and Distribution of Wealth, D. Kessler and A. Masson, (eds.), Oxford: Clarendon Press, 1988.",
        "Carnegie, Andrew, The Advantages of Poverty, in The Gospel of Wealth and Other Timely Essays, Edward C. Kirkland (ed), Cambridge, Mass.: The Belknap Press of Harvard University Press, 1962, pp. 50-77.",
        "Duncan, Greg and Daniel Hill, Assessing the Quality of Household Panel Data: The Case of the Panel Study of income Dynamics, Journal of Business and Economic Statistics, Vol.7, No. 4 (October 1989): 441-452.",
        "Kaplan, H. Roy, Lottery Winners and Work Commitment, Journal of the Institute for Socioeconomic Research, Vol. X, No. 2 (Summer 1985): 82-94.",
        "Killingsworth, Mask, Labor Supply, New York: Cambridge University Press, 1983.",
        "Maddala, OS., Limited-Dependent and Qualitative Variables in Econometrics, Cambridge: Cambridge University Press, 1983.",
        "Menchik, Paul L., Unequal Estate Division: Is It Altruism, Reverse Bequests, or Simply Noise? in Modeling the Accumulation and Distribution of Wealth, D. Kessler and A. Masson, (eds.), Oxford: Clarendon Press, 1988.",
        "Morgenthaler, Eric, Oh Lucky Man: His Life is a Cruise, Year In, Year Out, Wall Street Journal (December 20, 1991): Al.",
        "Pencavel, John, Labor Supply of Men: A Survey, in Handbook of Labor Economics, Vol. 1, 0. Ashenfelter and R. Layard (eds.), North-Holland Publishing Co., 1986, pp. 3-102.",
        "U.S. Bureau of the Census, Statistical Abstract of the United States, (107 Edition), Washington, 1986.",
        "Wilheim, Mark 0., Inheritance and Labor Supply, mimeo, Pennsylvania State University, 1992.",
        "The ranges reflect net receipts of inheritances by the beneficiaries. We have no information on state inheritance taxes paid by donees, but this is irrelevant for our purposes. In general, on estate tax returns one receives a dollar for dollar credit for inheritance taxes paid to states. The median ratios of inheritance to 1982 Adjusted Gross Income in the low, middle, and high inheritance groups are 0.473, 4.16, and 13.5, respectively."
    ]
}