{
    "id": 4121,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Barsky, Robert B., and De Long, J. Bradford. 1990. Bull and Bear Markets in the Twentieth Century. Journal of Economic History 50 (June): 265-282.",
        "Barsky, Robert B., and De Long, J. Bradford. 1992. Why Have Stock Prices Fluctuated? Mimeo, University of Michigan and Harvard University, January.",
        "Bulow, Jeremy, and Klemperer, Paul. 1991. Rational Frenzies and Crashes. Stanford University Graduate School of Business, Research Paper No. 1150, August.",
        "Caplin, Andrew, and Leahy, John. 1991. Asymmetric Information, Adjustment Costs and Market Dynamics. Harvard Institute of Economic Research Discussion Paper No. 1565, August.",
        "Caplin, Andrew, and Leahy, John. 1992. Business as Usual, Market Crashes, and Wisdom after the Fact. Mimeo, Columbia University and Harvard University, April.",
        "Cutler, David M., Poterba, James M., and Summers, Lawrence H. 1989. What Moves Stock Prices? Journal of Portfolio Management 15 (Spring): 4-12.",
        "Engle, Robert F., Ito, Takashito, and Lin, Wen-Ling. 1990. Meteor Showers or Heat Waves? Heteroskedastic Intra-Daily Volatility in the Foreign Exchange Market. Econometrica 58 (May) : 525-542.",
        "Genotte, Gerard, and Leland, Hayne. 1990. Market Liquidity, Hedging and Crashes. American Economic Review 80 (December): 999-1021.",
        "Grossman, Sanford J. 1976. On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information. Journal of Finance 31 (May): 573-585.",
        "Grossman, Sanford J. 1977. The Existence of Futures Markets, Noisy Rational Expectations, and Informational Externalities. Review of Economic Studies 44 (October): 431-449.",
        "Grossman, Sanford J. 1988. An Analysis of the Implications for Stock and Futures Price Volatility of Program Trading and Dynamic Hedging Strategies. Journal of Business 61 (July): 275-298.",
        "Grundy, Bruce D., and McNichols, Maureen. 1989. Trade and Revelation of Information through Prices and Direct Disclosure. Review of Financial Studies 2: 495-526.",
        "King, Mervyn A., and Wadhwani, Sushil. 1990. Transmission of Volatility between Stock Markets. Review of Financial Studies 3: 5-33.",
        "Kraus, Alan, and Smith, Maxwell. 1989. Market Created Risk. Journal of Finance 44 (July): 557-569.",
        "Kyle, Albert S. 1985. Continuous Auctions and Insider Trading. Econometricp 53 (November): 1315-1335.",
        "Kyle, Albert 5. 1989. Informed Speculation with Imperfect Competition. Review of Economic Studies 56 (July): 317-356.",
        "Lo, Andrew W., and MacKinlay, A. Craig. 1988. Stock Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test. Review of Financial Studies 1: 41-66.",
        "Mirman, Leonard J., and Reisman, Haim. 1988. Price Fluctuations When Only Prices Reveal Information. Economics Letters 27 (August): 305-310.",
        "Poterba, James N., and Summers, Lawrence H. 1988. Mean Reversion in Stock Prices: Evidence and Implications. Journal of Financial Economics 22 (February): 27-59."
    ]
}