{
    "id": 4123,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Baker, J., and T, Bresnahan, Estimating the Residual Demand Curve Facing a Single Firm, International Journal of Industrial Organization, 1988. 283-3(X).",
        "Bresnahan, T., Departures from Marginal-Cost Pricing in the American Atttoniobile lndttstry, Journal of Economerrics, 1981, 201-227.",
        "Cohen, R., The Prospects for Trade and Protectionism in the Auto Industty, in W. Cline, ed., Trade Policy in the ]980s (Washington: Institute for International Economics) 1983.",
        "Feenstra, R. C., Quality Change Under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, February 1988, 131-146.",
        "Empirtcal Test, Journal of Inter,tational Econontics, February 1989, 25-4~.",
        "Froot, K. and P. Klemperer, Exchange Rate Pass-Through When Market Slsare Matters, Anue,i can Economic Review, September 1989, 637-54.",
        "Gagnon, J. E., Adjustment Costs and International Trade Dynamics, Journal of lnte,-,iatioital Economics, May 1989, 327-344.",
        "Johansen, 5., Statistical Analysis of Coiniegrating Vectors, Journal of Econontic Dynamics anti Control, May 1988, 23 1-254.",
        "Kasa, K Adjustment Costs and Pricing-to-Market: Theory and Evidence, Journal of liuiersiatiotiai Economics, February 1992, 1-30.",
        "Knetter, M. M., Price Discrimination by U.S. and German Exporters, A,nerican Eco,iooujc Res.iess. March 1989, 198-210.",
        "Krugman, P., Pricing to Market When the Exchamige Rate Changes, in S. W. Arusdi ausd J. D. Richardson, eds., Real-Financial Linkages Among Open Eco,tonties (Cttmbridge: MIT Press) 1987.",
        "Magee, S. P., U.S. Import Prices in the Currency-Contracts Period, Brookings Papers on Econonuic Activity 1, 1974, 117-168.",
        "Nickell, S., Error Correction, Partial Adjustment and All That: An Expository Note, Oxfdrd Bulletin of Economics and Statistics, May 1985, 119-129.",
        "Ohno, K., Export Pricing Behavior of Manufacturing: A U.S.-Japams Comparisous, IMF Staff Papets. 1989, 550-579."
    ]
}