{
    "id": 4126,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Adams, Donald R. (1980) `Earnings and Savings in the Early Nineteenth Century, Explorations in Economic History, 17 (April): 118-34.",
        "Nineteenth Century. In The Cambridge Economic History of Europe, Vol. VII The Industrial Economies: Capital, Labour, and Enterprise, Part 2. Cambridge: Cambridge University Press. Deaton, Angus. (1989) `Saving and Liquidity Constraints. National Bureau of Economic Research Working Paper No. 3196, (December).",
        "Fishlow, Albert. (1961) `The Trustee Savings Banks, 181 7-1 861. Journal of Economic Histpry 21 (March): 26-40.",
        "Goldin, Claudia and Robert A. Margo. (1991) `Downtime: Voluntary and Involuntary Unemployment. Paper presented to the Historical Labor Statistics Conference, Lawrence, Kansas (June).",
        "Goldin and H. Rockoff, eds., Strategic Factors in Nineteenth Century American Economic History. Chicago: University of Chicago Press. Hershberg, Theodore, et al. (1974) `Occupation and Ethnicity i~ T ye Nineteenth Century Cities: A Collaborative Inquiry. HIstorical Methods Newsletter 7 (June): 174-216.",
        "Social Stratification in Nineteenth Century Philadelphia In T. Hershberg, ed., Philadelphia: Work, Space, Family, and Group Experience in the Nineteenth Century. New York: Oxford University Press. Keyes, Emerson W. (1876) A History of Savings Banks in the United States. 2 vols. New York: Bradford Rhodes. King, Men,~yn. (1985) `The Economics of Saving: A Survey of Recent Contributions. In K J. Arrow and S. Honkapohja, Frontiers of Economics. New York: Basil Blackwell.",
        "Olmstead, Alan L (1976) New York City Mutual Savings Banks. 1819-1861. Chapel Hill: University of North Carolina Press.",
        "Payne, Peter Lester, and Lance Edwin DavIs. (1956) The Savings Bank of Baltimore~ 1818-1866: A Historical and Analytical Study. Baltimore: Johns Hopkins Press.",
        "Philadelphia Saving Fund Society. (1850) Annual Report for the Year. Ransom, Roger 1,. and Richard Sutch. (1 984) `Domestic Saving as an Active Constraint on Capital Formation in the American Economy, 1839-1928: A Provisional Theory. Working Papers on the History of Saving, No. 1 (December).",
        "Rotella, Elyce. (1990) `Visiting Uncle: Pawnshop Activity and the Business Cycle in the Late Nineteenth Century. Typescript, Indiana University.",
        "United States Bureau of the Census. (1975) Historical Statistics of the United States: From Colonial Times to the Present. Washington, D.C.: GPO.",
        "Willcox, James M. (1916) A History of the Philadelphia Saving Fund Society, 1816-1916. Philadelphia: J.B. Lippincott Company."
    ]
}