{
    "id": 4127,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Backus, David K, Patrick J. Kehoe, and Finn E. Kydland (1992), International Real Business Cycles, forthcoming, Journal of Political Economy.",
        "Baxter, Marianne, and Alan C. Stockman (May 1989), Business Cycles and the Exchange Rate Regime: Some International Evidence, Journal of Monetary Economics 23 No. 3, 377-400.",
        "Baxter, Marianne, and Mario Crucini (1992), Explaining SavingsInvestment Correlations, forthcoming, American Economic Review.",
        "Cardia, Emanuela (December 1991), The Dynamics of a Small Open Economy in Response to Monetary, Fiscal, and Productivity Shocks, Journal of Monetaiy Economics 28 No. 3, 411-34.",
        "Harold L. Cole and Maurice Obstfeld (August 1991), Commodity Trade and International Risk Sharing: How Much Do Financial Markets Matter? Journal of Monetaiy Economics 28 no. 1, 3-24.",
        "Costello, Donna (1991), A Cross-Country, Cross-Industry Comparison of the Behavior of Solow Residuals, University of Florida.",
        "Darby, Michael R., James R. Lothian, Arthur E. Gandolfi, Anna J. Schwartz, and Alan C. Stockman (1983), The International Transmission of Inflation, Chicago: University of Chicago Press.",
        "Dellas, Harris (September 1986), A Real Model of the World Business Cycle, Journal of International Money and Finance 5, 381- 94.",
        "Dumas, Bernard (1987), Time to Ship and the Dynamic Behavior of Deviations from the Law of One Price, University of Pennsylvania.",
        "Engel, Charles (1991), Is Real Exchange Rate Variability Caused by Relative Price Changes? An Empirical Investigation, University of Washington working paper.",
        "Frenkel, Jacob A., and Assaf Razin (1987), Fiscal Policies in the World Economy: An Intertemporal Approach, Cambridge, Massachusetts: MIT Press.",
        "Iwami, Toru (1991), The Bretton Woods System as a Gold Exchange Standard, University of Tokyo, Research Institute for the Japanese Economy, Discussion Paper No. 91-F-il.",
        "Leeper, Eric, and Gordon, David (1991), In Search of the Liquidity Effect, Federal Reserve Board, International Finance Discussion Paper No. 403.",
        "Lucas, Robert E., Jr. (November 1982), Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 10, 335-60.",
        "Mendoza, Enrique (September 1991), Real Business Cycles in a Small Open Economy, American Economic Review 81 no. 4, 797- 818.",
        "Miller, Preston, and Richard M. Todd (1991), Monetary Policy Transmission when There Are Nontraded Goods, Working Paper 481, Federal Reserve Bank of Minneapolis.",
        "Mussa, Michael (1986), Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates, Carnegie-Rochester Conference Series on Public Policy 25, 117-214.",
        "Obstfeld, Maurice, and Alan Stockman (1985), Exchange Rate Dynamics, R. Jones and P. Kenen (eds.), Handbook of International Economics, Vol II, Amsterdam: North-Holland.",
        "Persson, Tortsen (May 1984), Real Transfers in Fixed Exchange Rate Systems and the International Adjustment Mechanism, Journal of Monetary Economics 13, 349-69.",
        "Phillips, Kerk (August 1991), A Two-Country Model of Stochastic Output with Changes in Regime, Journal of International Economics 31 No. 1/2, 121-42.",
        "Stockman, Alan C. (August 1980), A Theory of Exchange Rate Determination, Journal of Political Economy 88, no. 4, 673-98.",
        "Stockman, Alan C. (March/May 1988), Sectoral and National Aggregate Disturbances to Industrial Output in Seven European Countries, Journal of Monetary Economics, 387-410.",
        "Stockman, Alan (August 1983), Real Exchange Rates under Alternative Nominal Exchange Rate Systems, Journal of International Money and Finance 2, 147-66.",
        "Stockman, Alan C. (Autumn 1988), Real Exchange Rate Variability under Pegged and Floating Nominal Exchange Rate Systems: An Equilibrium Theory, in K. Brunner and A.H. Meltzer (eds.), Carnegie-Rochester Conference Series on Public Policy 29, 259-94.",
        "Stockman, Alan, and Harris Dellas (May 1989), International Portfolio Nondiversification and Exchange Rate Variability, Journal of International Economics 26, no. 3/4, 271-90.",
        "Stockman, Alan C., and Linda Tesar (1991), Tastes and Technologies in a Two-Country Model of the Business Cycle: 45 Explaining International Comovements, NBER Working Paper 3566.",
        "Svensson, Lars E.O. (1985a), Currency Prices, Terms of Trade, and Interest Rates: A General Equilibrium Asset-Pricing, Cash-in-Advance Approach, Journal of International Economics, 17-41.",
        "Svensson, Lars E.O. (July 1986), Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy, Review of Economic Studies 3 no. 174, 385-405.",
        "Svensson, Lars E.O. (July 1987), International Transmission of Fiscal Policy, Scandinavian Journal of Economics 89 no. 3, 305-334.",
        "Svensson, Lars E.O., and Sweder van Wijnbergen (September 1989), Excess Capacity, Monopolistic Competition, and the International Transmission of Monetary Disturbances, Economic Journal 99 no.",
        "Waldmann, Robert James (1990), Assessing the Relative Sizes of Industry- and Nation-Specific Shocks to Output, Harvard University working paper.",
        "They had major effects on real exchange rates. By far the largest changes in real exchange rates during this period occurred with these changes in official pegs. Yet they appear to have had little effect on international trade, output, employment, and other variables (see Baxter and Stockman, 1989)."
    ]
}