{
    "id": 4130,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Akerlof, George, and Yellen, Janet. A Near Rational Model of the Business Cycle, With Wage and Price Inertia. Quarterly Journal of Economics 100 (Supplement 19S5): 823-38. Haddy, Pamela, and Tolles, N. Arnold. British and American Changes in Inter-industry Wage Structure Under Full Employment. Review of Economics and Statistics 39 (November 1957): 408-414.",
        "Beckman, James. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement 15 (Fall 1976): 475-92.",
        "Heckman, James, and Sedlacek, Guilherme. Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-Selection in the Labor Market. Journal of Political Economy 93 (December 1985): 1077-1125.",
        "Heckman, James, and Sedlacek, Guilherme. Self-Selection and the Distribution of Hourly Wages. Journal of Labor Economics S (January 1990, part 2): S329-63.",
        "Heckman, James, and Honore, Bo. The Empirical Content of the Roy Model. Econometrica 58 (September 1990): 1121-49.",
        "Keane, Michael; Moffitt, Robert; and Runkle, David. Real Wages over the Business Cycle: Estimating the Impact of Heterogeneity with Micro Data. Journal of Political Economy 96 (December 1988): 1232-66.",
        "Krueger, Alan, and Summers, Lawrence. Inter-Industry Wage Differentials. Econometrica 56 (March 1988): 259-93.",
        "Maddala, G.S. Limited-Dependent and Qualitative Variables in Econometrics. Cambridge: Cambridge University Press, 1983.",
        "McDonald, Ian, and Solow, Robert. Wages and Employment in Segmented Labor Markets. Quarterly Journal of Economics 100 (November 1985): 1115-41.",
        "McLaughlin, Kenneth. Rent Sharing in an Equilibrium Model of Matching and Turnover. Manuscript, August 1991.",
        "Okun, Arthur. Upward Mobility in a High Pressure Economy. Brookings Papers on Economic Activity 1 (1973): 207-252.",
        "Reder, Melvin. The Theory of Occupational Wage Differentials. American Economic Review 45 (December 1955): 833-52.",
        "Roy, A.D. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers (June 1951): 135-46.",
        "Wachter, Michael. Cyclical Variation in the Interindustry Wage Structure. American Economic Review 60 (March 1970): 75-84.",
        "Weiss, Andrew. ~UJob Queues and Layoffs in Labor Markets with Flexible Wages. Jour-mal of Political Economy 88 (June 1980): 526-38.",
        "Wood, Robert, and Solon, Gary. Interindustry Wage Differences over the Business Cycle. Manuscript, February 1990."
    ]
}