{
    "id": 4132,
    "cites": 16,
    "cited_by": 139,
    "reference": [
        "Barro, Robert (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, Vol. 106, May.",
        "Baumol, William (1986), Productivity Growth, Convergence, and Welfare: What the Long Run Data Show, American Economic Review, Vol. 76, December.",
        "Baumol, William, Sue Anne Batey Blackman, and Edward Wolff (1989), Productivity and American Leadership: The Long View, Cambridge, Mass.: MIT-Press.",
        "BlomstrÃ\u0083Â¶m, Magnus (1991), Host Country Benefits of Foreign Investment, in D.G. McFetridge (Ed.) Foreign Investment. Technology and Economic Growth, Calgary, University of Calgary Press.",
        "Eichengreen, Barry, and Marc Uzan (1992), The Marshall Plan: Economic Effects and Implications for Eastern Europe and the Former USSR, Economic Policy, No. 14, April.",
        "Eisner, Robert (1978), Factors in Business Investment, Cambridge, Mass., Ballinger Publishing Company for the National Bureau of Economic Research.",
        "Helliwell, John and Alan Chung (1992), Convergence and Growth Linkages between North and South, NBER Working Paper No. 3541, January.",
        "Kravis, Irving B. (1970), Trade as a Handmaiden of Growth: Similarities between the Nineteenth and Twentieth Centuries, Economic Journal, Vol. LXXX, December.",
        "Lipsey, Robert and Irving Kravis (1987), Savings and Economic Growth: Is the United States Really Falling Behind? New York: The Conference Board.",
        "Lucas, Robert (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, Vol. 22, January.",
        "Mankiw, Gregory, David Romer, and David Weil (1990), A Contribution to the Einpirics of Economic Growth, NBER Working Paper No. 3541, December.",
        "Ronier, Paul (1986), Increasing Returns and Long Run Growth, Journal of Political Economy, Vol. 94, October.",
        "Sen, Ainartya (1983), Development: Which Way Now? Economic Journal, Vol. 93, December.",
        "UNCTC (1988) Transnational Corporations in World Development, New York: United Nations.",
        "Wolff, Edward (1991), Productivity Convergence at the Aggregate Level: A Survey, Draft, New York University, January.",
        "Yotopoulos, Pan and Jeffrey Nugent (1976), Economics of Development: Empirical Investigations, New York: Harper and Row."
    ]
}