{
    "id": 4136,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Bellet, Pierre, (1980), Le juge - arbitre, Revue de 1 arbitrage, 2, 394-406.",
        "Casella, Alessandra and Jonathan Feinstein, (1990), Public Goods in Trade: On the Formation of Markets and Political Jurisdictions, NBER Working Paper no. 3554, December.",
        "Casella, Alessandra, (1992), On Markets and Clubs. Economic and Political Integration of Regions with Unequal Productivity, American Economic Review Papers and Proceedings, May.",
        "Columbia University School of Law, (1989), The 1989 Guide to International Arbitration and Arbitrators, Transnational Juris Publications: New York.",
        "Craig, W. Laurence, William W. Park and Jan Paulsson, (1990), International Chamber of Commerce Arbitration, Oceana Publications: New York.",
        "David, Rene , (1985), Arbitration in International Trade, Kiuwer: Deventer.",
        "Delaume, Georges R, (1992), Transnational Contracts. Applicable Law and Settlement of Disputes, January, Oceana Publications: New York.",
        "Deutsch, Karl W. , (1953), Nationalism and Social Communication: An Inouirv into the Foundations of Nationality, MIT Press: Cambridge.",
        "Economides, Nicholas and Aloysius Siow, (1988), The Division of Markets is Limited by the Extent of Liquidity, American Economic Review, Vol. 78, March.",
        "Fouchard, Philippe, Philippe Kahn and Antoine Lyon-Caen, eds., (1982), Le droit des relations economiciues internationales, Liber Amicorum Goldman, Librairies Techniques: Paris.",
        "Langen, Eugen, (1973), Transnatjona]. Commercial Law, Sijthoff: Leiden.",
        "North, Douglass, (1981),.Structure and Change in Economic History, Norton: New York.",
        "Sanders, Pieter, ed., (1967), International Arbitration, Liber Amicoru~n Domke, Marcinus Nijhoff: The Hague.",
        "Schultsz, Jan C. and Albert van den Berg, (1982), The Art of Arbitration, Liber Amicorum Sanders, Kiuwer: Deventer."
    ]
}