{
    "id": 4138,
    "cites": 13,
    "cited_by": 19,
    "reference": [
        "Bacon Robert W. (1991). Rockets arid Feathers: The Asymmetric Speed of Adjustment of U.K. Retail Gasoline Prices to Cost Changes, Energy Economies, July.",
        "BÃ\u0083Â©nabou, Roland and Robert Gertner (1991). The Informativeness of Prices: Search with Learning and Cost Uncertainty, M.I.T. discussion paper, June.",
        "Borenstein, Severin (1991). Selling Costs and Switching Costs: Explaining Retail Gasoline Margins, Rand Journal of Economics, Autumn.",
        "Bresnahan, Timothy F. and Pablo T. Spiller (1986). Futures Market Backwardation Under Risk Neutrality, Economic Inquiry, July.",
        "Dickey D.A. and W.A. Fuller (1979). Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the Americal Statistical Association.",
        "Energy Information Administration (1991). The Motor Gasoline Industry: PastL Present, and Future, Washington D.C.: U.S. Government Printing Office, January.",
        "Karrenbrock, Jeffrey D. (1991). The Behavior of Retail Gasoline Prices: Symmetric or Not?, Federal Reserve Bank of St. Louis Review, July/ August.",
        "Ng, Victor K. and Stephen Craig Pirrong (1992). Disequilibrium Adjustment, Volatility, and Price Discovery: Spot-Futures Price Relations in Refined Petroleum Products, University of Michigan Working Paper, February Norman., Donald A. and David Shin (1991). Price Adjustment in Gasoline and Heating Oil Markets, American Petroleum Institute Research Study #060, August.",
        "Ra.zavi, Hossein (1989). The New Era of Petroleum Trading: Spot Oil, Spot-Related Contracts, and Futures Markets, World Bank Technical Paper Number 96.",
        "Reagan, Patricia B. and Martin L. Weitzman (1982). Asymmetries in Price and Quantity Adjustments by the Competitive Firm, Journal of Economic Theory.",
        "Shepard, Andrea (1991a). Price Discrimination and Retail Configuration,  Journal of Political Economy, April. Shepard, Andrea (l991b). Contractual Form, Retail Price and Asset Characteristics,  Stamford University discussion paper, October.",
        "Temple, Barker, and Sloan, Inc. (1988) Gasoline Marketing Practices in the 1980s: Structure, Practices, and Public Policy, prepared for American Petroleum Institute, Washington D.C., May.",
        "West, Kenneth D. (1988) Asymptotic Normality when Regressors Have a Unit Root, Econometrica, 1397-1417."
    ]
}