{
    "id": 4139,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "American Hospital Association. Guide to the Health Care Field. Chicago: American Hospital Association, various years. American Hospital Association. Hospital Capital Finance, 3, No. 1 (First Quarter 1986).",
        "Arak, Marcelle, and Guentner, Kenneth J. The Market for Tax-Exempt Issues: Why are the Yields so High? National Tax Journal, 36, No. 2 (June 1983), 145-160.",
        "Austen, Eileen; Corman, Hope; and LiCalzi, Gregory. The Determinants of Net Interest Cost in Negotiated Underwriting of Tax-Exempt Hospital Bonds. American Business Review, 3, No. 2 (January 1986), 16-20.",
        "Bierwag, Gerald 0. The Primary Market for Municipal Debt: Bidding Rules and the Cost of Lone-Term Borrowing. Greenwich, Connecticut: JAI Press, Inc., 1981.",
        "Bland, Robert L. The Interest Savings from Optimizing Issue Size and Frequency of Participation in the Municipal Bond Market. Public Budgeting and Finance, 4, No. 4 (Winter 1984), 53-59.",
        "Bland, Robert L., and Yu, Chilik. `Municipal Bond Insurance: An Assessment of its Effectiveness at Lowering Interest Costs. Government Finance Review (June 1987), 23-26.",
        "Bond Buyer. The Bond Buyer 1990 Yearbook. New York: Thomson 49 Publishing Corporation, 1990.",
        "Bureau of Health Professions, U.S. Department of Health and Human Services. Area Resource File User Documentation and Technical Documentation. Springfield, Virginia: National Technical Information Service, 1989.",
        "Carpenter, Caryl E. The Marginal Effect of Bond Insurance on Hospital, Tax-Exempt Bond Yields. Inquiry, 28 (Spring 1991), 67-73.",
        "Cleverley, William 0., and Rosegay, William H. Factors Affecting the Cost of Hospital Tax-Exempt Revenue Bonds. Inquiry, 19 (Winter 1982), 3 17-326.",
        "Copeland, Thomas C., and Weston, J. Fred. Financial Theory and Corporate Policy, Third Edition. Reading, Massachusetts: Addison-Wesley Publishing Company, 1988.",
        "Council of State Governments. Book of the States. Lexington, Kentucky: Iron Works Pike, various years. Elrod, James L., Jr., and Wilkinson, James A. Hospital Project Financing and Refinancing under Prospective Payment. Chicago: American Hospital Publishing, Inc., 1985.",
        "Feder, Judith; Hadley, Jack; and Zuckerman, Stephen. How did Medicares Prospective Payment System Affect Hospitals. ~ 50 England Journal of Medicine, 317, No. 14 (October 1, 1987), 367- 373.",
        "Frank, Richard 0.; Salkever, David S.; and Mitchell, Jean. Market Forces and the Public Good: Competition among Hospitals and the Provision of Indigent Care. National Bureau of Economic Research Working Paper No. 3136, October 1989.",
        "Grossman, Michael; Goldman, Fred; Nesbitt, Susan W.; and Mobilia, Pamela. Hospital Participation in Tax-Exempt Financing Markets. Final Report, Agency for Health Care Policy and Research Grant No. 5 ROl HS06095, May 1991.",
        "Hendershott, Patric H., and Kidwell, David S. `The Impact of Relative Security Supplies: A Test with Data from a Regional Tax-Exempt Bond Market. Journal of Money, Credit, and Banking, 10, No. 3 (August 1978), 337-347.",
        "Kessel, Reuben. A Study of the Effects of Competition in the Tax-Exempt Bond Market. Journal of Political Economy, 79, No. 4 (July 1971), 706-738.",
        "Kim, Joo-hyun, and Stover, Roger D. The Role of Bank Letters of Credit in Corporate Tax-Exempt Financing. Financial Management, 19, No. 1 (Spring 1987), 31-37.",
        "Laudicina, Susan S. State Systems for Hospital Payments. Washington, D.C.: IHPP, 1989.",
        "Liu, Pu, and Moore, William T. `The Impact of Split Bond Ratings on Risk Premia. Financial Review, 22, No. 1 (February 1987), 71- 85.",
        "Moak, Lennox L. Municipal Bonds: Planning, Sale, and Administration. Washington, D.C.: Municipal Finance Officers Association, 1981.",
        "Sharpe, William F. Investments, Third Edition. Englewood Cliffs, New Jersey: Prentice-Hall, Inc., 1985.",
        "Sloan, Frank A.; Morrisey, Michael; and Valvona, Joseph. Capital 52 Markets and the Growth of Multihospital Systems. In Advances in Health Economics and Health Services Research, Volume 7, edited by Richard M. Scheffler and Louis F. Rossiter. Greenwich, Connecticut: JAI Press, Inc., 1987.",
        "Sloan, Frank A.; Valvona, Joseph; Hassan, Mahmud; and Morrisey, Michael A. Cost of Capital to the Hospital Sector. Journal of Health Economics, 7, No. 1 (March 1988), 25-45.",
        "Sorensen, Eric H. The Impact of Underwriter Method and Bidder Competition Upon Corporate Bond Interest Cost. Journal of Finance, 34, No. 4 (September 1979), 863-870.",
        "Tanner, J. Ernest. The Determinants of Interest Cost on New Municipal Bonds: A Reevaluation. Journal of Business, 75, No. 1 (January 1975), 74-79.",
        "Tax Foundation. Facts and Figures on Government Finance. Washington, D.C.: Tax Foundation, various years. Thorpe, Kenneth E., and Phelps, Charles E. Regulatory Intensity and Hospital Cost Growth. Journal of Health Economics, 9, No. 2 (September 1990), 143-166.",
        "Wedig, Gerard J.; Hassan, Mahmud; and Sloan, Frank A. Hospital Investment Decisions and the Cost of Capital. Journal of Business, 62, No. 4 (October 1989), 517-537.",
        "Wedig, Gerard J.; Sloan, Frank A.; Hassan, Mahmud; and Morrisey, 53 Michael A. Capital Structure, Ownership, and Capital Payment Policy: The Case of Hospitals. Journal of Finance, 43, No. 1 (March 1988), 21-40.",
        "West, Richard. Determinants of Underwriters Spread on Tax-Exempt Bond Issues. Journal of Financial and Quantitative Analysis, 2 (September 1967), 241-263."
    ]
}