{
    "id": 4142,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "National Commission on Excellence in Education, A Nation at Risk, Washington, DC, US Government Printing Office (1983).",
        "Alexander, Karl L., and Aaron M. Pallas. Curriculum Reform and School Performance: An Evaluation of the `New Basics, American Journal of Education (August 1984):391-420.",
        "Alexander, Karl L., Martha Cook and Edward McDill. Curriculum Tracking and Educational Stratification: Some Further Evidence. American Sociological Review 43 (1978):47-66.",
        "Altonji, Joseph G., The Demand for and Return to Education When Education Outcomes Are Uncertain, NBER working paper No. 3714 (May 1991), forthcoming in Journal of Labor Economics.",
        "Altonji, Joseph G., The Effects of Family Background and School Characteristics on Education and Labor Market Outcomes, unpublished paper, Northwestern University (December 1988).",
        "Altonji, Joseph G., and James Spletzer, Worker Characteristics, Job Characteristics, and the Receipt of On-the-Job Training, Industrial and Labor Relations Review Vol. 45 No. 1 (October 1991): 58-79.",
        "Bishop, John, Information Externalities and the Social Payoff to Academic Achievement, Cornell University Working Paper No. 87-06. Bishop, John, Why High School Students Learn So Little And What Can Be Done About It. Cornell University Working Paper No. 88-01. Bishop, John and S. Kang, Why Do Employers Underinvest in On-The-Job Training?, in John Bishop (ed.), Hiring and TRaining Workers, National Center for Research in Vocational Education, Ohio State University, Columbus, Ohio (1984).",
        "Brown, James, Why do Wages Increase with Tenure? American Economic Review Vol 79, No. 5 (December 1989): 971-91.",
        "Campbell, Paul B., Mollie N. Orth, and Patricia Seitz, Patterns of Participation in Secondaiy Vocational Education, Columbus Ohio: National Center for Research on Vocational Education (1981).",
        "Card, David, and Krueger, Alan, Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Working Paper No. 265, Industrial Relations Section, Princeton University (April 1990).",
        "Crouse, James The Effects of Academic Ability, in C. Jencks et al., Who Gets Ahead? New York: Basic Books, 1979.",
        "Gamoran, Adam, The Stratification of High School Learning Opportunities. Sociology of Education, Vol. 60, (July 1987): 135-155.",
        "Garet, Michael S. and Brian DeLaney, Students, Courses and Stratification. Sociology of Education, Vol. 61, April 1988: pp. 61-77.",
        "Heyns, Barbara, Social Selection and Stratification within Schools. American Journal of Sociology, Vol. 79, Number 6 (1974).",
        "Lee, Valerie E. and Anthony S. Bryk, Curriculum Tracking As Mediating the Social Distribution of High School Achievement. Sociology of Education 61 (1988):78-94.",
        "Meyer, Robert, Applied versus Traditional Mathematics: New Econometric Models of the Contribution of High School Courses to Mathematics Proficiency. unpublished paper, University of Wisconsin (January 1992).",
        "Morgan, William R., Quantity of Learning and Quality of Life for Public and Private High School Youth, in Michael E. Borus (ed.), Youth and the Labor Market. W. E. Upjohn Institute for Employment Research (1984):157-192.",
        "Murphy, K. M. and F. Welch, The Structure of Wages. Quarterly Journal of Economics, CVII No. 1 (February 1992): 285-326.",
        "Rosenbaum, James E., Making Inequality. New York: Wiley (1976).",
        "Rumberger, Russell W. and Daymont, Thomas N., The Economic Value of Academic and Vocational Training Acquired in High School, in Borus, Michael E. (ed.), Youth and the Labor Market, W. E. Upjohn Institute for Employment Research (1984):157-192.",
        "Sorensen, A. B., The Structure of Inequality and the Process of Attainment. American Sociological Review, Vol. 42 (December 1977): 965-978.",
        "Vanfossen, Beth E.; Jones, James D. and Joan Z. Spade. Curriculum Tracking and Status Maintenance. Sociology of Education Vol. 60 (April 1987):104-122.",
        "Weiss, Andrew, Human Capital and Sorting Models, mimeo, Department of Economics, Boston University (July 1990)."
    ]
}