{
    "id": 4144,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Barro, R. Government Spending in a Simple Model of Endogenous Growth, Journal of Political Eco,tonty, Vol. 98, No, 5, Part 2, October 1990, pp. s103-s125.",
        "Barro, R. and X. Sala i Martin, Economic Growth and Convergence Across the United States, National Bureau of Economic Research, Working Paper No. 3419, 1990.",
        "Barro, R. and X. Sala i Martin, Convergence Across States and Regions, Brookings Papers on Economic Activity, No. 1, 1991, pp.107-182.",
        "Bartik, T. Who Benefi Is from State and Local Economic Development Policies, Kalamazoo: WE. Upjohn Institute, 1991.",
        "Holtz-Eakin, 0. Public Sector Capital and the Productivity Puzzle, mimeo, Syracuse University, 1991a.",
        "Hulten, C. and R. Schwab, Public Capital Formation and the Growth of Regional Manufacturing Industries, mimeo, 1991.",
        "Lucas, R. On the Mechanics of Economic Development, Journal of Monetary Economics, Vol. 22, 1988, pp. 30-42.",
        "Mankiw, N.G., 0. Romer, and D. Weil, A Contribution to the Empirics of Economic Growth, mimeo, 1990.",
        "Munnell, A. How Does Public Infrastructure Affect Regional Economic Performance? in A. Munnell (ed), Is There a Shortfall in Public Capital Investment? Boston: Federal Reserve Bank of Boston, 1990.",
        "Romer, P. Increasing Rerums and Long Run Growth. Jourital of Political Economy, Vol. 97, 1986, pp. 1002-1037.",
        "Romer, P. Crazy Explanations for the Productivity Slowdown, NBER Macroeconomics Annual, 1987, pp. 163-201.",
        "Romer, P. Capital Accumulation in the Theory of Long-Run Growth, in R. Barro (ed), Modern Business Cycle Theory, Cambridge: Harvard University Press, 1989.",
        "Solow, R. A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, February 1956, pp. 65-94.",
        "Tamura, R. Income Convergence in an Endogenous Growth Model, Journal of Political Economy, 99, June 1991, pp. 522-540.",
        "White, H. A Heteroskedasticiry-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econonietrica, Vol. 48, 1980, pp. 817-838."
    ]
}