{
    "id": 4149,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Anderson, Kym and Baldwin, Robert E., The Political Market for Protection in Industrial Countries, in A.M. El-Agraa, ed., Protection, Cooperation, Integration and Development: Essays in Honour of Professor Hiroshi Kitamura, London: Macmillan, 1987, pp.20-36.",
        "Baldwin, Richard E., Optimum Tariff Retaliation Rules, in R.W. Jones and A.O. Krueger, eds., The Political Economy of International Trade: Essays in Honor of Robert E. Baldwin, Cambridge MA: Basil Blackwell, 1990, pp.108-121.",
        "Baldwin, Robert E., Trade Policies in Developed Countries, in R.W. Jones and P.B. Kenen, eds., Handbook of International Economics: Volume 1, Amersterdam: North Holland, 1984, pp.571-Mi.",
        "Bernlieim, B. Douglas arid Wbinston, Michael D., (l986a) Common Agency, Econometrica, July 1986, 54, 923-42.",
        "Economic Influence, Quarterly Journal of Economics, February 1986, 101, 1-31.",
        "Findlay, Ronald and Wellisz, Stanislaw, Endogenous Tariffs, the Political Economy of Trade Restrictions, and Welfare, in J.N. Bhagwati, ed., Import Competition and Response, Chicago: University of Chicago Press, 1982, pp.223-38.",
        "Flaru, Harry and Helpman, Elhanan, Industrial Policy Under Monopolistic Competition, Journal of International Economics, February 1987, 22, 79-102.",
        "Goldenberg, Edie N., Traugott, Michael W., and Bammgartner, Frank R., Preemptive and Reactive Spending in U.S. House Races, Political Behavior, 1986, 8, 3-20.",
        "Green, Donald Philip and Krasno, Jonathan S., (1988a) Preempting Quality Challengers in House Elections, Journal of Politics, November 1988, 50, 920-36.",
        "Reestimating the Effects of Campaign Spending in House Elections, American Journal of Political Science, November 1988, 32, 884-907.",
        "Hiliman, Arye L., Declining Industries and Political-Support Protectionist Motives, American Economic Review, December 1982, 72, 1180-7.",
        "Jacobson, Gary C., The Effects of Campaign Spending in Congressional Elections, American Political Science Review, 1978, 72, 769-83.",
        "Money in Congressional Elections, New Haven: Yale University Press, 1980.",
        "Johnson, Harry G., Optimal Tariffs and RetaLiation, Review of Economic Studies, i953, 21, 142-153. Long, Ngo Van, and Vousden, Neil, Protectionist Responses and Declining Industries, Journal of International Economics, February 1991, 30, 87-103.",
        "Magee, Stephen P., Brock, William A., and Young, Leslie, Black Hole Tariffs and Endogenows Policy Theory: Political Economy in General Equilibrium, Cambridge: Cambridge University Press, 1989.",
        "Magelby, David B. and Nelson, Ca.ndice 3., The Money Chase: Congressional Campaign Finance Reform, Washington DC: The Brookings Institution, 1990."
    ]
}