{
    "id": 415,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Michael J. Boskin, The Economic of Labor Supply in Cain and Watts, Income Maintenance and Labor Supply, chicago, 1973.",
        "William C. Bowen and T. Aldrich Finegan, The Economics of Labor Force Partici pation, Princeton, 1969.",
        "Ronald 0. Ehrenberg and Alan Marcus, Minimum Wage Legislation and the Educational Decisions of Youths: Perpetuation of Income Inequality Across Generations? Research in Labor Economics, forthcoming. Robert S. Goldfarb and Anthony S. J. Yezar, A Simultaneous Equations Model of the Youth Labor Harket, George Washington University, mimeo. Leo Goodman, The Analysis of Cross-Classified Data: Independence, QuasiIndependence, and Interaction in Contingency Tables With or Without Missing Cells, Journal of theAnerican Statistical Association, Vol. 63, 1968, pp. 1091-1131.",
        "Leo Goodman, The Partitioning of Thi-Square, the Analysis of Marginal Contin- gency Tables, and the Estimation of Expected Frequencies in Multidimensional Contingency Tables, Journal of the American Statistical Association, Vol. 66, 1971, pp. 339-344.",
        "Edward M. Gramlich, Impact of Minimum Wages on Other Wages, Employment, and Family Incomes, Brookings Paper on Economic Activity, 1976, No. 2, pp. 409-461.",
        "Reuben Gronau, Leisure, Home Production and Work--The Theory of the Allocation of Time Revisited, Journal of Political Economy, Vol. 85, No. 6, December 1977, pp. 1099-1124.",
        "Alan L. Gustman, On the Appropriate Model for Analyzing Investment in Human Capital where the Capital Market Is Imperfect, Review of Income and wealth, September 1973, pp. 303-305.",
        "Alan L. Gustman and Frank P. Stafford, Income Expectations and the Consumption of Graduate Students, Journal of Political Economy, Vol. 80, No. 6, November/December 1972, pp. 1246-1258.",
        "Alan L. Gnstman and Thomas L. Steinmeier, An Analysis of School Enrollment and Labor Supply of Teenagers and Young Adults, a report submitted to the U.S. Department of Health, Education and Welfare, mimeo, January 1979.",
        "Robert E. Hall, Why Is the Unemployment Rate So High at Full Employment? Brookings Papers on Economic Activity, 2, 1970, pp. 369-410.",
        "James J. Heckman, The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, Vol. 5, No. 4, 1976, pp. 475-492.",
        "James J. Heckman, Shadow Prices, Market Wages and Labor Supply, Econometrica, Vol. 42, July 1974, pp. 679-694.",
        "Charles C. Holt, Wages and Job Availability in Segmented Labor Market, paper presented at International Economic Association Conference on Unemployment in Western Countries Today, August 28-September 2, 1978.",
        "Arnold Katz, Teenage Employment Effects of State Minimum Wages, Journal of Human Resources, Spring 1973, pp. 250-256.",
        "Edward Lazear, Schooling as a Wage Depressant, Journal of Human Resources, Spring 1977, pp. 164-176.",
        "Robert I. Lerman, Some Determinants of Youth School Activity, Journal of Human Resources, Summer 1972, Vol. VII, No. 3, pp. 366-383.",
        "Linda Leighton and Jacob Mincer, Effects of Minimum Wages on Human Capital Formation, mimeo, 1979.",
        "Jacob Mincer, Unemployment Effects of Minimum Wages, Journal of Political Economy, vol. 84, August 1976, Pt. 2, pp. S87-S104.",
        "John D. Owen, Why Part-time Workers Tend to Be in Low Wage Jobs, Monthly Labor Review, June 1978, pp. 11-14.",
        "Donald 0. Parsons, The Costs of School Time, Foregone Earnings and Human Capital Formation, Journal of Political Economy, Vol. 82, March 1974, pp. 251-266.",
        "Samuel A. Rea, Jr., Unemployment and the Supply of Labor, Journal of Human Resources, Spring 1974, pp. 279-289.",
        "Albert Rees and Wayne Gray, Family Effects in Youth Employment, mimeo, National Bureau of Economic Research, 1979.",
        "Harvey S. Rosen, Taxes in a Labor Supply Model with Joint Wage Hours Determination, Econometrica, Vol. 44, No. 3, May 1976.",
        "Thomas L. Steinmeier, The Equivalence of Multinomial Logit and Discrete Multivariate Models, Hanover, NH, mimeo. Stanley P. Stephenson, Jr., The Prediction of School Enrollment and Labor Force Participation Using a Muitinomial Logit Model, mimeo, December 1977.",
        "Finish Welch, Minimum Wage Legislation in the United States, Economic Inquiry, ~1ol. 12, September 1974, pp. 285-318.."
    ]
}