{
    "id": 4150,
    "cites": 28,
    "cited_by": 8,
    "reference": [
        "See, for example, Moore and Zarnowitz (1986) and Diebold and Rudebusch (1991).",
        "Moore emphasizes the importance of this point when he writes: Nor is a mere slowing down or cessation of growth in total activity enough to qualify as a contraction [1983, p. 4].",
        "Bry and Boschan (1971, p. 27) suggest that Burns and Mitchell may also have an implicit rule that the expansion and contraction phases of a specific cycle must each be at least five months long.",
        "According to Mitchell (1951, p. 12) the reference dates for the period 1919 to 1938 were revised slightly after the publication of Measuring Business Cycles. He does not, however, discuss how or why these revisions were made.",
        "This article mentions the fact that Simon Kuznets supervised the empirical work for the study. This is useful because it may explain why in Measuring Business Cycles Burns and Mitchell say that Simon Kuznets took a leading part in the preparation of the original set of reference dates (1946, p. 80). It seems clear that Kuznets&apos;s role was as a junior collaborator working under Mitchell on this project.",
        "This information is from the News-Bulletin of the NBER for various years in the 1930s.",
        "Mitchell (1913) also compiled dates for peaks and troughs from contemporary business publications. These dates, however, do not appear to have been used explicitly in the setting of the NBER reference dates.",
        "To actually deduce dates from Chart VI of Business Annals I assume that the peak occurs immediately before the onset of recession and that the trough occurs immediately before the onset of revival. This interpretation fits with the fact that in Testing Business Cycles (1929) Mitchell dates recessions as beginning the month after the NBER peak and revivals as beginning the month after the NBER trough. I only try to read the dates on the chart down to the quarter. Though Mitchell says that the chart shows for every cycle the quarters and years which Dr. Thorp has taken as marking off recession and revival (1926, p. 64), it is clear that the chart is marked off in months. However, the chart is sufficiently crude that it would be difficult to read off the dates at the monthly level with much accuracy. In the comparison with the NBER reference dates, I use the NBER dates denominated in quarters from Moore and Zarnowitz (1986, p. 750).",
        "The NBER reference peak in 1918 is set much later than the crest in either of the series, presumably because of the war.",
        "Numerous other researchers also dated business cycles in the 1930s (see, for example, Persons, 1931, Axe and Houghton, 1931, and Ayres, 1939). Without exception, these authors focused on detrended aggregate series similar to those used by Mitchell. Thus, the correlation between the early NBER reference dates and these other chronologies that Burns and Mitchell note (1946, p. 108) should not be surprising.",
        "In this exercise, I take the postwar NBER reference dates as given. However, the postwar dates have been the subject of a vigorous debate involving Cloos (1963a and 1963b), Trueblood (1961), and Zarnowitz (1963a and 1963b).",
        "Cloos (1963a) also advocates the use of the FRB index for setting reference dates.",
        "I use the revised version of the index which is on a 1986 base and is available without seasonal adjustment from the Federal Reserve Board. To remove seasonal fluctuations, I regress the logarithm of the unadjusted series on a constant, eleven monthly dummy variables and a linear trend. I then use the residuals, with the trend and constant added back in, as the seasonally adjusted series. I seasonally adjust the postwar series myself because I want to be able to adjust the prewar Miron-Romer series in the same way.",
        "I start these calculations in 1948 because World War II causes such a spike in industrial production that a loss rule would be forced to say that there was one long cycle from December 1944 until the return to that peak level in December 1950.",
        "The largest postwar fluctuation that is not counted by the NBER as a reference cycle occurs in the middle of 1959 and has a cumulative loss of 0.34. Thus, a grey area for identifying cycles exists between a loss of 0.34 and 0.44: it is not possible to deduce what the NBER would do with a cycle with a loss of, say, 0.40. For all of my rules I take the loss or gain that the NBER has counted in the postwar era as the cutoff point. However, I have also tried using the alternative rules based on the loss or gain that the NBER has not counted in the postwar era. When these weaker rules are applied to the prewar era some of the individual prewar dates change, but the changes are small enough and rare enough that they do not change any of the conclusions of the paper.",
        "One occurs in 1975, when the absolute trough in March rather than a local trough in July corresponds to the NBER reference date. The other occurs in 1982, when the local trough in October 1982 rather than the later low in March 1983 is closer to the NBER trough.",
        "This occurs in 1969 when the peak in industrial production is in October and the NBER peak is in December. The fall in industrial production in this case, however, is quite large between October and December, suggesting that vagaries in the industrial production series, rather than a plateau rule, explain this exception.",
        "These occur in 1948 (where the loss between October and November is 0.015) and in 1969 (where the loss between October and November is 0.010).",
        "The NBER reference dates for all periods are from Moore and Zarnowitz (1986, p. 750).",
        "The data for the period before 1969 are from Historical Statistics (1975, p. 238) The data for the period after 1969 are from the National Income and Product Accounts (1986, p. 256).",
        "The interwar FRB index is described in U.S. Board of Governors (1940).",
        "Zarnowitz, for example, lists it among the mildest prewar cycles (1981, p. 503), and Fels describes it as singularly mild (1959, p. 159).",
        "This series is given in Ayres (1939, p. 202-203). Annual values are published in the Federal Reserve Bulletin (1931, p. 46).",
        "In nearly every case the date derived from the Thomas index using the postwar algorithm is much closer to the date derived from the Miron-Romer series than to the NBER reference date. For example, while the NBER reference peak is September 1902, the peak derived from the Miron-Romer series is July 1903, and that from the Thomas series is June 1903.",
        "See, for example, Moore and Zarnowitz (1986), and Diebold and Rudebusch (1992).",
        "Romer (1989) shows that even series that are traditionally quite stable become very volatile during the Great Depression.",
        "I have tried using other sample periods, including the full sample 1919-1940. The results are quite robust.",
        "I do, however, add in the constant and the trend from the 1920s regression. This essentially adjusts the pre-1918 trend by an amount equal to the usual difference between the trend of the FRB index and the trend of the Miron-Romer index in the period 1923-1928."
    ]
}