{
    "id": 4151,
    "cites": 33,
    "cited_by": 7,
    "reference": [
        "Aussenharidel nach Waren und Laendern, Fachserie 7, Reihe 2, Wiesbaden: Statisdsches Bundesamt, various issues. Baldwin, Richard, Hysteresis in Import Prices: The Beachhead Effect, American Economic Review, September 1988, 773-785.",
        "Baldwin, Richard and Foster, Harry, Marketing Bottlenecks and the Relationship Between Exchange Rates and Prices, MiT mimeo, October 1986.",
        "Baron, David P., Fluctuating Exchange Rates and the Pricing of Exports, Economic Inquiry, 14, 1976, 425-438.",
        "Bulow, Jeremy, and Phleiderer, Paul, A Note on the Effect of Cost Changes on Prices, Journal ~f Political Economy, 91, 182-185. Dixit, Avinash, Hysteresis, Import Penetration, and Exchange Rate Pass-Through, Quarterly Journal of Economics, May 1989, 205-228.",
        "Dornbusch, Rudiger, Exchange Rates and Prices, American Economic Review, March 1987, fl, 93-106.",
        "Dunn, Robert M., Flexible Exchange Rates and Oligopoly Pricing: A Study of Canadian Markets, Journal ~f Political Economy, January 1970,78, 140-151.",
        "Feenstra, Robert, Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, February 1989, 22., 25-45.",
        "Feenstra, Robert, Quality Change under Trade Restraints in Japanese Autos, Ouarterly Journal of Economics, February 1988, 131-146.",
        "Froot, Kenneth, and Kiemperer, Paul, Exchange Rate Pass-Through When Market Share Matters, American Economic Review, September 1989, 7.2, 637-654.",
        "Giovannini, Alberto, Exchange Rates and Traded Goods Prices, Journal of International Economics, February 1988, ~, 45-68.",
        "Goldstein, Morris, and Kahn, Mohsin, Income and Price Effects in Foreign Trade, in Jones and Kenen, eds., Handbook of International Economics, 1985.",
        "Isard, Peter, How Far Can We Push the Law of One Price?, American Economic Review, 1977, 942-48.",
        "Japan Exports and Imports, Tokyo: Japan Tariff Association, various issues. Jozzo, Aiphonso, Invoicing with the ECU, Levich, ed., The European Currency Unit, London:Euromoney Publications, 1987.",
        "Kasa, Kenneth, Adjustment Costs and Pricing-to-Market: Theory and Evidence, Journal of International Economics, forthcoming, 1992.",
        "Klein, Michael, and Murphy, Robert, Exchange Rate Interdependence and Import Price Pass-Through, Boston College WP166, June 1988.",
        "Klemperer, Paul, Markets with Consumer Switching Costs, Quarterly Journal of Economics, May 1987, 375-394.",
        "Knetter, Michael, Price Discrimination by U.S. and German Exporters, American Economic Review, March 1989, 7.9., 198-210.",
        "Knetter, Michael, (1991a) Pricing to Market in Response to Unobservable and Observable Shocks, Dartmouth College Working Paper 89-16, revised March 1991.",
        "Knetter, Michael, (1991 b) Is Price Adjustment Asymmetric?: Evaluating the Market Share and Marketing Bottlenecks Hypotheses, Dartmouth College Working Paper 91-10, July 1991.",
        "Knetter, Michael, (1991c) Did the Strong Dollar Increase Competition in U.S. Product Markets?, Dartmouth College Working Paper 9 1-15, September 1991.",
        "Knetter, Michael, International Comparisons of Pricing-to-Market Behavior, American Economic Review, forthcoming 1992.",
        "Kravis, Irving and Lipsey, Robert, Export Prices and the Transmission of Inflation, American Economic Review, February 1977, 155-63.",
        "Krugman, Paul, Pricing to Market When the Exchange Rate Changes, S.W. Arndt and J.D. Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: MIT Press, 1987.",
        "Krugman, Paul, Exchange Rate Instability , Lionel Robbins Lecture monograph, Cambridge University Press, 1989.",
        "Mann, Catherine, Prices, Profit Margins, and Exchange Rates, Federal Reserve Bulletin, June 1986, ~ 366-379.",
        "Marston, Richard, Pricing to Market in Japanese Manufacturing, Journal of International Economics, December 1990, 29., 217-36.",
        "Meese, Richard, Currency Fluctuations in the Post-Bretton Woods Era, Journal of Economic Perspectives, Winter 1990, ~, 117-134.",
        "MIT Commission on Industrial Productivity, Made in America, MiT Press, 1990.",
        "Ohno, Kenichi, Export Pricing Behavior of Manufacturing: A U.S.-Japan Comparison, International Monetary Fund Staff Papers, September 1989, 3~, 550-579.",
        "Parsley, David, Pricing in Foreign Markets: An Examination of Exchange Rate Pass- Through at the Commodity Level, mimeo, Owen Graduate School of Management. Reboul, Jean, CJaz de France and the ECU, Levich, ed., The European Currency Unit, London:Euromoney Publications, 1987.",
        "Richardson, J.David, Commodity Arbitrage and the Law of One Price, Journal of International Economics, 1978.",
        "Schedule E: U.S. Exports, Washington, D.C.: Commerce Department, various issues. 41 Varian, Hal, Price Discrimination, in Schmalensee and Willig, eds., Handbook of Industrial Organization, North-Holland, 1989.",
        "Whitaker, Marcia, Strategic Management of Foreign Exchange Exposure in an International Firm, Amihud and Levich, eds., Exchange Rate Effects on Corporate Financial Performance and Strategies, Dow Jones-Irwin, 1993."
    ]
}