{
    "id": 4156,
    "cites": 18,
    "cited_by": 47,
    "reference": [
        "Aschauer, David and Jeremy Greenwood (1983),A Further Exploration in the Theory of Exchange Rate Regimes Journal of Political Economy, Vol. 91, no.5, pp. 868-72.",
        "Cooley, Thomas F. and Gary D. Hansen (1989), `The Inflation Tax in a Real Business Cycle Model, American Economic Review, Vol. 79, no. 4, pp~ 733-48.",
        "Geweke, John (1986)[fhe Superncutrality of Money in the United States: An Interpretation of the Evidence: Econonietrica, 54, pp. 1-21.",
        "Goodfriend, Marvin (1987), Interest Rate Smoothing and Price Level Trend-Stationarity, Journal of Monetary Economic.c. Vol. 19, pp. 33548.",
        "King, Robert G, Charles I. Plosser, James H. Stock and Mark W. Watson (1991), Stochastic Trends and Economic Fluctuations, American Economic Review, 81, 819-840.",
        "Lucas, Robert E. Jr. (1972), `Econometric Testing of the Natural Rate Hypothesis: in The Econometrics of Price Deterniina:ion. 0. Eckstein, ed. Washington DC Board of Governors of the Federal Reserve System.",
        "Lucas, Robert E, Jr. (1973), Some International Evidence on Output-Inflation Trade-offs: American Economic Review, 63, pp. 326-334.",
        "Lucas, Robert E. Jr (1980), `Two illustrations of the Quantity Theory of Money, American Economic Review, 70, pp. 1005-1014.",
        "McCallum, Bennett T. (1984), On Low-Frequency Estimates of Long-Run Relationships in Macroeconomics, Journol of Monetary Econo,uics, vol. 14, pp. 3-14.",
        "Mishkin, Frederic S. (1992), Is the Fisher Effect Real? A Reexamination of the Relationship Between Inflation and Interest Rates: manuscript, Columbia University.",
        "Sargent, Thomas J. (1971), A Note on the Accelerationist Controversy, Journal of Money, Banking and Credit, 3, pp. 50-60.",
        "Shapiro, Matthew and Mark W. Watson (1988), Sources of Business Cycle Fluctuations: Macroeconomics Annual, Vol. 3, pp. 111-156.",
        "Solow, Robert (1970), Discussion of Gordon, Brookings Papers on Economic Activity, vol 1, pp. 42-44.",
        "Stock, James H. (1991), Confidence Intervals of the Largest Autoregressive Root in U.S. Macroeconomic Time Series, Joornal of Monetary Economics 28, pp. 435-460.",
        "Stock, James H. and Mark W. Watson (1988), Interpreting the Evidence on Money-Income Causality. Journal of Econometrics, Vol. 40, Number 1, pp. 161-182.",
        "Stoekman, Alan C. (1981), Anticipated Inflation and the Capital Stock in a Cash-In-Advance Economy, Journal of Monetary Economics, Vol. 8, pp. 387-93.",
        "Summers, Lawrence, H. (1983), `The Non-adjustment of Nominal Interest Rates: A Study of the Fisher Effect, in James Tobin, ed~ Macroeconomics, prices and quantities: Essays in MemoryofArtbu1rolcun, Brooking Institution, Washington, D.C..",
        "Tobin, James (1965), Money and Economic Growth: Econotnetrica, Vol. 33, pp. 671-84."
    ]
}