{
    "id": 4157,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Alan Guttmacher Institute (1987). Blessed Events and the Bottom Line: Financing Maternity Care in the United States. New York: AGI.",
        "Angrist, Joshua (1990). The Effects of Veterans Benefits on Veterans Education and Earnings. Mimeo, Harvard University.",
        "Chollet, Deborah (1987). A Profile of the Nonelderly Population without Health Insurance. In Government Mandating of Employee Benefits, Washington, D.C.: Employee Benefit Research Institute.",
        "Commerce Clearing House (1978). New 1978 Pregnancy Benefit and Discrimination Rules, with Explanation and State Survey. Chicago: CCH.",
        "Congressional Research Service (1988a). Health Insurance and the Uninsured: Background Data and Analysis. Washington, D.C.: U.S. Government Printing Office.",
        "Washington, D.C.: U.S. Government Printing Office. Feldstein, Martin (1973). The Welfare Loss of Excess Health Insurance, Journal of Political Economy, 81:251-280.",
        "Fullerton (1991). Reconciling Recent Estimates of the Marginal Welfare Cost of Taxation, American Economic Review, 81:302-308.",
        "Freeman, Richard (1979). The Effect of Demographic Factors on Age-Earnings Profiles, Journal of Human Resources, 14:289-3 18.",
        "Gruber, Jonathan (1992). State Mandated Benefits and Employer Provided Insurance. Mimeo, Harvard University.",
        "Gruber, Jonathan, and Alan B. Krueger (1991). The Incidence of Mandated EmployerProvided Insurance: Lessons from Workers Compensation Insurance. In Tax Policy an~ the Economy, David Bradford, ed., Cambridge, MA: MIT Press.",
        "Hamermesh, Daniel S. (1986). The Demand for Labor in the Long Run. In Handbook of Labor Economics. Volume I, Orley Ashenfelter and Richard Layard, eds., Amsterdam: North-Holland.",
        "Kittner, Dorothy R. (1978). Maternity Benefits Available to Most Health Plan Participants, Monthly Labor Review, 53-56.",
        "Leibowitz, Arleen (1983). Fringe Benefits in Employee Compensation. In The Measurement of Labor Cost, ed. Jack E. Triplett. Chicago: University of Chicago Press.",
        "Human Resources, 25:697-711. Leshin, Geraldine (1981). EEO Law: Impact on Fringe Benefits. Los Angeles: UCLA Institute of Industrial Relations.",
        "McGuire, Thomas G., and John T. Montgomery (1982). NMandated Mental Health Benefits in Private Health Insurance, Journal of Health Politics. Policy, and Law, 7:380-406.",
        "Mitchell, Olivia (1990). The Effects of Mandating Benefits Packages, Research in Labor Economics, 11:297-320.",
        "Reinhardt, Uwe B. (1987). Should All Employers Be Required by Law to Provide Basic Health Insurance Coverage for Their Employees and Dependents?. In Government Mandating of Employee Benefits, Washington, D.C.: Employee Benefit Research Institute.",
        "Rothschild, Michael, and Joseph E. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90: 629-650.",
        "Stiglitz, Joseph (1986). Economics of the Public Sector. New York: W.W. Norton.",
        "Summers, Lawrence H. (1989). Some Simple Economics of Mandated Benefits, American Economic Association. Papers and Proceedings, 79: 177-183.",
        "U.S. Department of Commerce (1990). Statistical Abstract of the United States. Washington, D.C.: U.S. Department of Commerce.",
        "U.S. Department of Health and Human Services (1987). Vital Statistics of the U.S. Washington, D.C.: U.S. DHHS.",
        "Vergara, Rodrigo (1990). The Economics of Mandatory Benefits Programs. Mimeo, Harvard."
    ]
}