{
    "id": 4158,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Benabou, R., Workings of a City: Location, Education, and Production, mimeo, KIT, (1991).",
        "Benson C., and OHalloran K., The Economic History of School Finance in the United States, Journal of Education Finance 12 (Spring 1987), 495-515.",
        "Berne, R., Equity Issues in School Finance, Journal of Education Finance 14 (Fall 1988), 159-180.",
        "Card, EL and A. Krueger, Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100 (1992), 1-40.",
        "Coleman, J, et at, Equality of Educational Opportunity. Washington: Covernment Printing Office, (1966).",
        "Group Effects, Journal of Political Economy 98 (1990), 110-133.",
        "Durlauf, S., A Theory of Persistent Income Inequality, mimeo, Stanford, (1992).",
        "Epple, D., Filimon, R., and T. Romer, Equilibrium Among Local Jurisdictions: Toward an Integrated Treatment of Voting and Residential Choice, Journal of Public Economics 24 (1984), 281-308.",
        "Epple, 0. and T. Romer, Mobility and Redistribution, Journal of Political Economy 99 (1991), 828-858.",
        "Epple, D. and A. Zelenitz, The Implications of Competition Among Jurisdictions: Does flebout Need Politics, Journal of Political Economy 89 (1981), 1197-1217.",
        "Hamilton, B., Zoning and Property Taxation in a System of Local Governments, Urban Studies 12 (1975), 205-211.",
        "Inman, R., Optimal Fiscal Reform of Metropolitan Schools: Some Simulation Results,, American Economic Review 68 (1978), 107-122.",
        "Kozol, J., Savage Inequalities, New York: Crown Publishers, (1991).",
        "Roberts, K.W.S., Voting Over Income Tax Schedules, Journal of Public Economics 8 (1977), 329-40.",
        "Rose-Ackerman, S., Beyond Tiebout: Modeling the Political Economy of Local Government, in Zodrow, G.R. ed., Local Provision of Public Services: The Tiebout Model After Twenty-five Years, (Academic Press), (1983), 55-83.",
        "Rose-Ackerman, S., Market Models of Local Government: Exit, Voting and the Land Market, Journal of Urban Economy 6 (1979), 319-337.",
        "Rubinfeld, D., The Economics of the Local Public Sector, in A.J. Auerbach and M. Feldatein, eds., Handbook of Public Economics, vol.2, (Elsevier Science Publishers North Holland), (1987), 571-645.",
        "Stiglitz, J.E., The Demand for Education in Public and Private School Systems, Journal of Public Economics 3 (1974), 349-385.",
        "Stiglitz, J.E. * The Theory of Local Public Goods, in Feldstein, M. and R.P. Inman, eds., The Economics of Public Services, (Macmillan, London), (1977), 274-333.",
        "Westhoff, F., Existence of Equilibria in Economies With a Local Public Good, Journal of Economic Theory 14 (1977), 84-112."
    ]
}