{
    "id": 4159,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Adler, Michael and Bernard Dumas: 1983.. International Portfolio Choice and Corpora- tion Finance: A Synthesis, Journal of Finance 38: 925-84.",
        "Bhattacharya, Sudipto. 1979. Imperfect Information, Dividend Policy, and time `Bird in the Hand Fallacy, Bell Journal of Economics 10: 259-70.",
        "Bradford, David F. and Don Fullerton. 1981. Pitfalls in the Construction and Use of Effective Tax Rates, in Depreciation, Inflation, and the Taxation of Income from Capital, ed. by Charles R. Hulten, Washington: The Urban Institute Press.",
        "Dunning, John H., ed. 1985. Multinational Enterprises, Economic Structure end Interna- tional Competitiveness, Wiley: Chichester.",
        "Easterbrook, Frank H. 1984. Two Agency-Cost Explanations of Dividends, American Economic Review 74: 650-9.",
        "Feldstein, Martin S. 1980a. Inflation and the Stock Market, American Economic Review LXX: 839-47.",
        "Economics III: 309-31. French, Kenneth R. and James M. Poterba. 1991. Investor Diversification and Interna- tional Equity Markets, N.B.E.R. Working Paper No. 3609.",
        "Fuller, WA. and G.E. Battese. 1973. Transformations for Estimation of Linear Models with Nested Error Structure, Journal of the American Stajistical Association 68: 626- 32.",
        "Gordon, Roger H. 1986. Taxation of Investment and Savings in a World Economy, American Economic Review 76: 1086-1102.",
        "Gordon, Roger H. and Joel Slemrod. 1988. Do We Collect Any Revenue from Taxing Capital Income? Tax Policy and the Economy 2: 89-130.",
        "Grihiches, Zvi. 1980. Returns to Research and Development Expenditures in the Pri- vate Sector, in New Developments in Productivity Measurement end Analysis, J.W.",
        "Kendrick and B.N. Vaccara, eds., Chicago: University of Chicago Press. Grubert, Harry, Timothy Goodspeed, and Deborah Swenson. 1991. Explaining the Low Taxable Income of Foreign-Controlled Companies in the United States, this volume.",
        "Harris, David, Randall Morck, Joel Slemmod, Bernard Yeung. 1991. Income Sisifting in U.S. Multinational Corporations, this volume.",
        "Hausman, J.A. 1978. Specification Tests in Econometrics, Econometrica 46: 1251-72.",
        "Hines, James R., Jr. 1991. Dividends and Profits: Some Unsubtle Foreign Influences, mimeo.",
        "Hines, James ft., Jr. and R. Clen Hubbard. 1989. Coming Home to America: Dividend Repatriations by U.S. Multinationals, N.B.E.R. Working Paper No. 2931.",
        "Kmenta, Jan. 1986. Elements of Econometrics, New York: McMillan Publishing Company.",
        "Pechman, Joseph A. 1988. World Tax Reform: A Progress Report, Washington, D.C.: The Brookings Institution.",
        "Poterba, James M. and Lawrence H. Summers. 1985. The Economic Effects of Dividend Taxation, in Edward I. Altman and Marti C. Subrabmanyam, eds., Recent Advances in Corporate Psnance, Homewood, IL: Irwin.",
        "Razin, Assaf end Joel Sleenrod. 1990. Taxation in the Global Economy, Chicago, IL.: The University of Chicago Press.",
        "Slemrod, Joel. 1990. Tax Effects on Foreign Direct Investment in the United States: Evidence from a Cross-Country Comparison, in Assaf Razin and Joel Slemrod, eds., Taxation in the Global Economy, Chicago: The University of Chicago Press.",
        "Swenson, Deborah L. 1990. The Impact of U.S. Tax Reform on Foreign Direct Investment in the U.S., mimeo."
    ]
}