{
    "id": 4163,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Aeppel, Timothy, BMW, Despite Success, Is Acting Like Its Under Siege, Wall Street Journal, February 19, 1992, p. B4.",
        "Akerlof, George A., A Theory of Social Custom, of which Unemployment may be One Consequence, Ouarterly Journal of Economics, 1980, 95, pp. 749-775.",
        "Allen, Michael, Personal Bankruptcy Claims New Victims: Wealthier Americans, Wall Street Journal, June 26, 1991, p. Al.",
        "Basmann, R.L., D.J. Molina, and D. J. Slottje, A Note on Measuring Veblens Theory of Conspicuous Consumption, Review of Economics and Statistics, 1988, 70, pp.535-540.",
        "Bernheim, B. Douglas, A Theory of Conformity, mimeo, Princeton University, 199 lb. Besley, Timothy and Stephen Coate, Understanding Welfare Stigma: Resentment and Statistical Discrimination, mimeo, Princeton University, 1990.",
        "Braun, Ottmar L. and Robert A. Wicklund, Psychological Antecedents of Conspicuous Consumption, Journal of Economic Psycholory, 1989, 10, pp. 161-187.",
        "Carton, Barbara, Bankruptcy Gets Personal, Boston Globe, August 28, 1991, p. 41.",
        "Cole, H., G. Mailath, and A. Posteiwaite, Social Norms, Saving Behavior, and Growth, 1991, CARESS, Working Paper No. 91-14.",
        "Creedy, John and D.J. Slottje, Conspicuous Consumption in Australia, June 1991, Research Paper Number 307, University of Melbourne.",
        "Downey, Kirstin, Antonellis Lifestyle Survives Bankruptcy, Washington Post, December 14, 1991, p. A12.",
        "Frank, Robert H., The Demand for Unobservable and Other Nonpositional Goods, American Economic Review, March 1985, 75, 101-116.",
        "Fershtman, Chaim and Yoram Weiss, Social Status, Culture and Economic Performance, 1992, Tel-Aviv University.",
        "Hylton, Richard, Sometimes Those Bare Necessities Include Yacht Docking, New York Iim~, August 25, 1991, Section 4, p. 5.",
        "Ireland, Norman, On Limiting the Market for Status Signals, February 1992, University of Warwick.",
        "Jones, Stephen R. G., The Economics of Conformism, 1984, Oxford: Basil Biackwell.",
        "Leibenstein, Harvey, Bandwagon, Snob, and Veblen Effects in the Theory of Consumers Demand, Ouarterly Journal of Economics, May 1950, pp. 183-207.",
        "Milgrom, Paul and John Roberts, Prices and Advertising Signals of Product Quality, Journal of Political Economy, 1986, 94, pp. 796-821.",
        "Ng, Yew-Kwang, Diamonds are a Governments Best Friend: Burden-Free Taxes on Goods Valued for their Values, American Economic Review, 1987, 77, pp. 186-191.",
        "Shenon, Philip, Irate Wife, Talky Mistress, Shellshocked General, New York Times, August 1,1991."
    ]
}