{
    "id": 4167,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Adler, Michael, and Bruce Lehmann, 1983, Deviations from Purchasing Power Parity in the Long Run, Journal of Finance, December, pp. 147 1-87.",
        "Bank of Japan, 1991, Recent Developments in Lending Rates: Changing Behavior of Banks under Interest Rate Liberalization, Special Paper No. 206, September.",
        "Bernheim, B. Douglas, and John B. Shoven, 1987, Taxation and the Cost of Capital: An International Comparison, in Charis E. Walker and Mark A. Bloomfield, eds., The Consumption Tax: A Better Alternative?. Cambridge: Ballinger Publishing.",
        "Cumby, Robert E., and Maurice Obstfeld, 1984, International Interest Rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, Exchange Rate Theory and Practice, John Bilson and Richard Marston, editors, pp. 12151. Chicago: University of Chicago Press, 1984.",
        "Dooley, Michael P., and Peter Isard, 1980, Capital Controls, Political Risk, and Deviations from Interest-Rate Parity, Journal of Political Economy, April, pp. 370-384.",
        "Fama, Eugene F., 1984, Forward and Spot Exchange Rates, Journal of Monetary Economics, November, 3 19-338.",
        "Feldman, Robert A., 1986. Japanese Financial Markets: Deficits, Dilemmas, and Deregulation. Cambridge: MIT Press, 1986.",
        "Frankel, Jeffrey, 1984, The Yen-Dollar Agreement: Liberalizing Japanese Capital Markets, Policy Analyses in International Economics No.9. Washington: Institute for International Economics, December.",
        "Frankel, Jeffrey, and Alan MacArthur, 1988, Political vs. Currency Premia in International Real Interest Rate Differentials: A Study of Forward Rates for 24 Countries, European Economic Review, June, 1083-1114.",
        "Friend, Irwin, and Ichiro Tokutsu, 1987, The Cost of Capital to Corporations in Japan and the U.S.A., Journal of Banking and Finance, 3 13-327.",
        "Froot, Kenneth A., and Richard H. Thaler, 1990, Anomalies: Foreign Exchange, Journal of Economic Perspectives, 179-92.",
        "Hamada, Koichi, K. Iwata, and Y. Ishiyama, 1977, On the Disequilibrium of the Commercial Loan Market in Japan, The Economic Review, Vol 28, 1977.",
        "Hatsopoulos, G., and S. Brooks, 1987, The Cost of Capital in the United States and Japan, International Conference on the Cost of Capital, (forthcoming in a conference volume edited by Dale Jorgensen and R. Landau).",
        "Hodrick, Robert, 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets. Chur: Harwood Academic Publishers.",
        "Home, James, 1985, Japans Financial Markets: Conflict and Concensus in Policymaking. London: George Allen and Unwin.",
        "Ito, Takatoshi, 1986, Capital Controls and Covered Interest Parity Between the Yen and the Dollar, Economic Studies Quarterly, Vol. 37, No. 3, September, 223-40.",
        "Ito, Takatoshi, and Kazuo Ueda, 1981, Tests of the Equilibrium Hypothesis in Disequilibrium Econometrics: An International Comparison of Credit Rationing, International Economic Review, Vol. 22, No. 3, October, 69 1-708.",
        "Marston, Richard C., 1987, Real Exchange Rates and Productivity Growth in the United States and Japan, in Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: MIT Press, 71-96.",
        "Marston, Richard C., 1992, Interest Differentials under Fixed and Flexible Exchange Rates: The Effects of Capital Controls and Exchange Risk, to be published in Michael Bordo and Barry Eichengreen, eds., A Retrospective on the Bretton Woods System, NBER conference volume, forthcoming.",
        "Mishkin, Frederick S., 1984, Are Real Interest Rates Equal Across Countries? An Emirical Investigation of International Parity Conditions, Journal of Finance, December, 1345-1357.",
        "Roll, Richard, 1979, Violations of Purchasing Power Parity and Their Implications for Efficient International Commodity Markets, International Finance and Trade, Marshall Sarnat and G.P. Szego, editors, pp. 133-76 Cambridge, Mass.: BaI]inger Publishing Co.",
        "Suzuki, Yoshio, ed., 1987, The Japanese Financial System. Oxford: Clarendon Press.",
        "Woifson, Martin H., and Mary M. McLaughlin, 1989, Recent Developments in the Profitability and Lending Practices of Commercial Banks, Federal Reserve Bulletin, July, 461-473."
    ]
}