{
    "id": 4168,
    "cites": 25,
    "cited_by": 119,
    "reference": [
        "Akerlof, George, and Janet Yellen, A Near-Rational Model of the Business Cycle, with Wage and Price Inertia, Ouarterly Journal of Economics 100, Supplement 1985, 823-838.",
        "Azzalini, A., A Class of Distributions which Includes the Normal Ones, Scandanavian Journal of Statistics 12, 1985, 171-178.",
        "Ball, Laurence, and N. Gregory Mankiw, Asymmetric Price Adjustment and Economic Fluctuations, NBER Working Paper 4089, 1992.",
        "Ball, Laurence, N. Gregory Mankiw, and David Romer, The New Keynesian Economics and the Output-Inflation Trade-off, Brookings Papers on Economic Activity 1988, no.1, 1-65.",
        "Batchelor, R.A., Aggregate Expectations Under the Stable Laws, Journal of Econometrics 16, 1981, 199-210.",
        "Blanchard, Olivier J., and Nobuhiro Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77, September 1987, 647-666.",
        "Blejer, Mario I., On the Anatomy of Inflation: The Variability of Relative Commodity Prices in Argentina, Journal of Money. Credit, and Bankino 15, November 1983, 469-482.",
        "Blinder, Alan S., The Anatomy of Double-Digit Inflation, in Robert E. Hall, Inflation: Causes and Effects, University of Chicago Press, 1982.",
        "Blinder, Alan S., Why are Prices Sticky? Preliminary Evidence from an Interview Survey, American Economic Review 81, May 1991, 89-96.",
        "Caballero, Ricardo J., and Eduardo Engel, The Output-Inflation Tradeoff Revisited, MIT, 1992.",
        "Caplin, Andrew S., and John Leahy, State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics 106, August 1991, 683-708.",
        "Caplin, Andrew S., and Daniel F. Spulber, Menu Costs and the Neutrality of Money, Quarterly Journal of Economics 102, November 1987, 703- 29 725.",
        "Dornbusch, Rudiger, and Stanley Fischer, Macroeconomics, 5th ed., New York: McGraw-Hill, 1990.",
        "Fischer, Stanley, Relative Shocks, Relative Price Variability, and Inflation, Brookings Papers on Economic Activity 1981:2, 381-431.",
        "Friedman, Milton, Perspectives on Inflation, Newsweek, June 24, 1975, 73.",
        "Gordon, Robert J,, Alternative Responaes of Policy to External Supply Shocks, Brookings Papers on Economic Activity 1975:1, 183-206.",
        "Gordon, Robert .3., What is New-Keynesian Economics? Journal of Economic Literature 28, September 1990, 1115-1171.",
        "Lilien, David M., Sectoral Shocks and Cyclical unemployment, Journal of Political Economy 90, August 1982, 777-793.",
        "Mankiw, N. Gregory, Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics 100, May 1985, 529-537.",
        "Marquez, Jaime, and Daniel Vining, Inflation and Relative Price Behavior: A Survey of the Literature, in Maurice B. Ballabon (ed.), Economic Perspectives: An Annual Survey of Economics, vol. 3, Chur, Switzerland: Harwood Academic Publishers, 1984.",
        "Mizon, Graham E., J. Claire Safford, and Stephen H. Thomas, The Distribution of Consumer Price Changes in the united Kingdom, Economica 57, May 1990, 249-262.",
        "Okun, Arthur N., Inflation: Its Mechanics and Welfare Costs, Srookipgs Papers on Economic Activity 1975:2, 351-390.",
        "Parkin, Michael, The Output-Inflation Trade-off When Prices Are Costly to Change, Journal of Political Economy 94, February 1986, 200-224.",
        "Rotemberg, Julio, The Hsw Keynesian Microfoundations, NBER Macroeconomics Annual, 1987, 69-114.",
        "Vining, Daniel R., and Thomas C. Elwertowski, The Relationship Between Relative Prices and the General Price Level, American Economic Review 66, September 1976, 699-708."
    ]
}