{
    "id": 4170,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Baldwin, Richard, Hysteresis in Import Prices: The Beachhead Effect, American Economic Review, September 1988, 773-785.",
        "Baldwin, Richard and Foster, Hairy, Marketing Bottlenecks and the Relationship Between Exchange Rates and Prices, October 1986, MIT mimeo.",
        "Dixit, Avinash, Hysteresis, Import Penetration, and Exchange Rate Pass-Through, Quarterly Journal of Economics, May 1989, 205-228.",
        "Froot, Kenneth, and Kiemperer, Paul, Exchange Rate Pass-Through When Market Share Matters, American Economic Review, September 1989, 637-654.",
        "Kasa, Kenneth, Adjustment Costs and Pricing-to-Market: Theory and Evidence, forthcoming in Journal of International Economics, 1992.",
        "Knetter, Michael, Price Discrimiration by U.S. and German Exporters, American Economic Review, March 1989, 198-210.",
        "Knetter, Michael, Pricing to Market in Response to Unobservable and Observable Shocks, revised Dartmouth College Working Paper 89-16, March 1991.",
        "Knetter, Michael, International Comparisons of Pricing to Market Behavior, forthcoming in American Economic Review, 1992.",
        "Krugman, Paul, Pricing to Market When the Exchange Rate Changes, in S.W. Arndt and J.D. Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: MIT Press, 1987.",
        "Mann, Catherine, Prices, Profit Margins, and Exchange Rates, Federal Reser6e Bulletin, June 1986, 366-379.",
        "Marston, Richard, Pricing to Market in Japanese Manufacturing, Journal of International Economics, December 1990, 217-36, Meese, Richard, Currency Fluctuations in the Post-Bretton Woods Era, Journal of Economic Perspectives, Winter 1990, 117-134.",
        "Meese, Richard and Rogoff, Kenneth, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, February 1983, 3-24.",
        "Ohno, Kenichi, Export Pricing Behavior of Manufacturing: A U.S.-Japan Comparison, International Monetary Fund Staff Papers, September 1989, 550-579.",
        "Yamawaki, Hideki, Exports and Foreign Distributional Activities: Evidence on Japanese Finns in the United States, Wissenschaftszentrum Berlin Working Paper, October 1989."
    ]
}