{
    "id": 4172,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Stone, Mark R., Are Sovereign Debt Secondary Market Returns Sensitive to Macroeconomic Fundamentals? Evidence from the Contemporary and Interwar Markets, Journal of International Money and Finance (1991), 10, S100-Sl22.",
        "Stone, Mark R., On the Information Content of LDC Secondary Loan Market Prices, Staff Papers, International Monetary Fund (Washington), 1992 (forthcoming).",
        "Robinson, David and Stella, Peter, Amalgamating Central Bank and Fiscal Deficits, IMF Working Paper WP/87/73, October 1987.",
        "Reisen, Helmut, and Axel van Trotsenburg, Developing Country Debt: The Budgetary and Transfer Problem (Paris: Organization for Economic Cooperation and Development, Development Center Studies, 1988).",
        "Ozier, Sule, and Huizinga, Harry, How Factors on Creditor Countries Affect Secondary Market Prices for Developing Country Debt, WPS 622, World Bank, March 1991.",
        "Kletzer, Kenneth M., and Wright, Brian D., Sovereign Debt Renegotiation in a Consumption-smoothing Model, Econometrica, 1991.",
        "Heffernan, Shelagh A., Sovereign Risk Analysis, Unwin Hyman Ltd, London, 1986.",
        "Khor Hoe E., and Liliana Rojas-Saurez, Interest Rates in Mexico, Staff Papers, International Monetary Fund (Washington), Vol. 38 (1990), pp. 850-871.",
        "Guidotti, Pablo E., and Kumar, Manmohan S., Domestic Public Debt of Externally Indebted Countries, Occasional Paper No. 80, International Monetary Fund, 1991.",
        "El-Erian, Mohamed A., The Restoration of Latin Americas Access to Voluntary Capital Market Financing-- Developments and Prospects, Staff Papers, International Monetary Fund (Washington), Vol. 39 (1992), pp. 175194. Fernandez, Raquel, and Ozler, Sulie, Debt Concentration and Secondary Market Prices: A Theoretical and Empirical Analysis, NBER Working Paper No. 3961, January 1992.",
        "Easterly, William R., Fiscal Adjustment and Deficit Financing during the Debt Crisis, in Dealing with the Debt Crisis, ed. by Ishrat Husain and Ishac Diwan (Washington: International Bank for Reconstruction and Development, 1989), pp. 91-113.",
        "Eaton, Jonathan, Gersovitz, Mark, and Stiglitz, Joseph, The Pure Theory of Country Risk, European Economic Review (1986), 30, 481-514.",
        "Calvo, Guillermo A., Are High Interest Rates Effective for Stopping High Inflation? Some Skeptical Notes, World Bank Economic Review, Vol 6 (January 1992), pp. 55-69.",
        "Dooley, Michael P., Capital Flight: A Response to Differences in Financial Risks, Staff Papers, International Monetary Fund (Washington), Vol. 35 (1988), pp. 422-36.",
        "Boehmer, Ekkehart and Megginson, William L., Determinants of Secondary Market Prices for Developing Country Syndicated Loans, The Journal of Finance, Vol. XLV, No. 5 (December 1990).",
        "Bulow, Jeremy and Kenneth Rogoff, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, 96 (February 1989), pp. 155-78.",
        "Anayiotos, George and de PiniÃ\u0083Â©s, The Secondary Market and the International Debt Problem, World Development, Vol. 18, No. 12 (1990), pp. 1655-69.",
        "Barro, Robert J., On the Determination of the Public Debt, Journal of Political Economy (1979), 87(S), 940-971.",
        "Bartolini, Leonardo, and Dixit, Avinash, Market Valuation of Illiquid Debt and Implications for Conflicts Among Creditors, IMF Working Paper WP/90/88, September 1990.",
        "Alexander, Lewis S., and Samira Kawash, Measuring Market Perceptions of Credit Risk on Bank Loans to Developing Countries, mimeo, Board of Governors of the Federal Reserve System, 1988."
    ]
}