{
    "id": 4173,
    "cites": 42,
    "cited_by": 171,
    "reference": [
        "Alesina, A. and D. Rodrik (1991), Distributive Politics and Economic Growth, NBER Working Paper No. 3668.",
        "Alesina, A., J. Londregan and H. Rosenthal (1990), A Model of the Political Economy of the United States, NBER Working Paper No. 3611.",
        "Alesina A. and G. Tabellini (1990), A Positive Theory of Fiscal Deficits and Debt, Review of Economic Structures, July.",
        "Alesina A. and G. Tabellini (1989), External Debt, Capital Flight and Political Risk, Journal ofinternationalEconomics, November.",
        "Amemiya, T. (1978), The Estimation of a Simultaneous Equation Generalized Probit Model, Econometrica.",
        "Banks, Arthur, Political Handbook of the World, various issues. Barro, R. (1989), A Cross Country Study of Growth, Saving and Government, NBER WP No. 2855, February.",
        "Barro, R. (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May.",
        "Cukierman, A., S. Edwards and G. Tabellini (1992), Seignorage and Political Instability, American Economic Review.",
        "Dick, G.W. (1974), Authoritarian versus Nonauthoritarian Approaches to Economic Development, Journal of Political Economy, 82: 8 17-827.",
        "Edwards, S. and G. Tabellini (1991), Explaining Fiscal Policies and Inflation in Developing Countries, Journal of International Money and Finance, Vol. 10, March.",
        "Efron, B. (1977), Bootstrap Methods: Another Look at the Jackknife, The Annals of Statistics.",
        "Fair, R. (1978), The Effects of Economic Events on Votes for Presidents, The Review of Economics and Statistics, 60: 15972.",
        "Fiorina, M. (1981), Retrospective Voting in American National Elections, Yale University Press, New Haven, Conn.",
        "Goldsmith, A. (1987), Does Political Stability Hinder Economic Development? Comparative Politics.",
        "Goodrich, S. (1992), Political Instability as a Determinant of U.S.",
        "Foreign Direct Investments, Harvard University Senior Thesis. Grossman, H. (1991), A General Equilibrium Theory of Insurrections, American Economic Review, forthcoming.",
        "Heckman, J. (1978), Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica.",
        "Huntington, S. (1968), Political Order in Changing Societies, Yale University Press, New Haven, Conn.",
        "Huntington, S. and J. Dominguez (1975), Political Development in F. Greenstein and N. Poisby (eds.) Handbook of Political Science, Vol. 3 Macropolitical Theory, Reading, Mass.: Addison Wesley, 1-114.",
        "Jodice, D. and D.L. Taylor (1983), World Handbook of Social and Political Indicators, Yale University Press, New Haven, CT.",
        "Kormendi, R.C. and P.G. Mcguire (1985), Macroeconomic Determinants of Growth: Cross-Country Evidence, Journal of Monetary Economics.",
        "Londregan, J. and K. Poole (1990), Poverty, The Coup Trap, and The Seizure of Executive Power, World Politics, January.",
        "Power and Economic Growth: Some Additional Evidence, May. __________ and __________ (1991b), Leadership Turnover and Unconstitutional Rule, unpublished.",
        "Marsh, R. (1979), Does Democracy Hinder Economic Development in the Latecomer Developing Nations? Comparative Social Research, 2: 215-249.",
        "Murphy, K., A. Shleifer and Vishny (1991), The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, May.",
        "Newey, W.K. (1987) Efficient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables, Journal of Econometrics.",
        "Olson, M. (1982), The Rise and Decline of Nations: Economic Growth, Stagflation and Social Rigidities, New Haven: Yale University Press.",
        "Ozier, S. and G. Tabellini (1991), External Debt and Political Instability, NBER Working Paper, July.",
        "Persson, T. and G. Tabellini (1991), Is Inequality Harmful to Growth?, NBER Working Paper.",
        "Powel, G. Bingham (1982), Contemporary Democracies, Harvard University Press, Cambridge.",
        "Robertson (1983), Inflation, Unemployment and Government Collapse, Comparative Political Studies, January.",
        "Rodrik, D. (1989), Policy Uncertainty and Private Investment in Developing Countries, NBER Working Paper No. 2999.",
        "Roubini, N. (1990), The Interaction between Macroeconomic Performance and Political Structures and Institutions: The Political Economy of Poverty, Growth and Development, background paper for the 1990 World Development Report, World Bank, February.",
        "Roubini, N. (1991), Economic and Political Determinants of Budget Deficits in Developing Countries, Journal of International Money and Finance, Vol. 10, March.",
        "Roubini, N. and J. Sachs (1989a), Political and Economic Determinants of Budget Deficits in the Industrial Economies, European Economic Review, May.",
        "Roubini, N. and J. Sachs (1989b), Government Spending and Budget Deficits in the Industrial Economies, Economic Policy, No. 8, Spring.",
        "Roubini and X. Sala-i-Martin (1991), The Relation between Trade Regime, Financial Development and Economic Growth, mimeo, Yale University, February.",
        "Scully, G.W. (1989), The Institutional Framework and Economic Development, Journal of Political Economy.",
        "Summers, R. and A. Heston (1988), A New Set of International Comparisons of Real Product and Price Levels: Estimates for 130 Countries, Review of Income and Wealth.",
        "Tabellini, G. and A. Alesina (1990), Voting on the Budget Deficits, American Economic Review, March.",
        "Terrones, M. (1989), Influence Activities and Economic Growth, unpublished.",
        "Weede, E. (1983), The Impact of Democracy on Economic Growth: Some Evidence from Cross-National Analysis, Ky/dos, 36, 2140."
    ]
}