{
    "id": 4180,
    "cites": 29,
    "cited_by": 1,
    "reference": [
        "United States General Accounting Office. 1989. AIDS Forecasting: Undercount of Cases and Lack of Key Data Weaken Existing Estimates. GAO Report, June 1989.",
        "Volberding, Paul A.. 1987. San Francisco General Hospital, Ch. 15 in AIDS: Public Policy Dimensions (John Griggs, editor). United Hospital Fund, New York.",
        "Taylor, J.M. 1989. Models for the HIV Infection and AIDS Epidemic in the U.S. Statistics in Medicine 8(1): 45-48.",
        "Rayhawk, Peggie. 1991. National Survey of State-Only HIV/AIDS Funding. Intergovernmental AIDS Reports, November.",
        "Rhein, Reginald. 1990. AIDS Research Funds to Hit a Plateau. Journal of NIH Research, June: 21.",
        "Public Health Service. 1986. Coolfont report: A PHS Plan for Prevention and Control of AIDS and the AIDS Virus. Public Health Reports, 101: 341-8.",
        "Morgan, W. Meade, and James W. Curran. 1986. Acquired Immunodeficiency Syndrome: Current and Future Trends. Public Health Reports, 101(5): 459-465.",
        "MetLife. 1990. AIDS: MetLifes Experience 1986-1989, MetLife Statistical Bulletin, Oct-Dec 1990: 2-9.",
        "Lemp, George, Susan Payne, and George Rutherford. 1990. Projections of AIDS Morbidity and Mortality in San Francisco. 1AI~L~ 263(11): 1497-1501.",
        "Karon, John M., Timothy Dondero, Jr., James W. Curran. 1988. The Projected Incidence of AIDS and Estimated Prevalence of HIV Infection in the United States. Journal of Acquired Immune Deficiency Syndrome 1 (6): 542-550.",
        "Hendrix, Omar L. 1987. New York City Health and Hospitals Corporation, Ch. 14 in Public Policy Dimensions (John Griggs, editor). United Hospital Fund, New York.",
        "Karon, John M., O.J. Devine, W.M. Morgan. 1989. Predicting AIDS Incidence by Extrapolating from Recent Trends, pp. 58-88 in Mathematical and Statistical Aporoaches to AIDS Epidemiology (C. Castillo-Chavez, editor). Lecture Notes in Biomathematics, vol. 83, Berlin: Springer Verlag.",
        "Hay, Joel and F. Wolak. 1990. Bootstrapping HIV/AIDS Projection Models: Back Calculation with Linear Inequality-Constrained Regression. Hoover Institution Working Paper in Economics, No. E-90-5.",
        "Hellinger, Fred J. 1990. Forecasting the Number of AIDS Cases: An Analysis of Two Techniques. Inquiry 27(Fall): 212-224.",
        "Harris, Jeffrey E. 1990. Reporting Delays and the Incidence of AIDS. Journal of the American Statistical Association, 85(412): 915-924.",
        "Hardy, Ann M., T.E. Starcher, and W. Meade Morgan. 1987. Review of Death Certificates to Assess Completeness of AIDS Case Reporting. Public Health Reports 102: 388-391.",
        "Gail, Mitchell, P.S. Rosenberg, and J.J. Goedert. 1990. Therapy May Explain Recent Deficits in AIDS Incidence. Journal of AIDS 3(4): 296-306.",
        "Gall, Mitchell, and Ron Brookmeyer. 1988. `Methods for Projecting the Course of the Acquired Immunodeficiency Syndrome Epidemic. Journal of the National Cancer Institute 80(12): 900-912.",
        "Eden, Jill. 1988. AIDS and Health Insurance: an OTA Survey. Office of Technology Assessment, Washington, Feb. 1988.",
        "Centers for Disease Control. 1987. Human Immunodeficiency Virus Infection in the United States: A Review of Current Knowledge. Morbidity and Mortality Weekly Reoort Dec. 18, 1987, Vol. 36, S-6.",
        "Centers for Disease Control. HIV/AIDS Surveillance Report. Various issues. Centers for Disease Control. 1989. AIDS and Human Immunodeficiency Virus Infection in the United States: 1988 Update. Morbidity and Mortality Weekly Report May 12, 1989, vol. 38, S-4.",
        "Centers for Disease Control. 1990. HIV Prevalence Estimates and AIDS Case Projections for the United States: Report Based upon a Workshop. Morbidity and Mortality Weekly Report Nov. 30, 1990, vol. 39, RR-16.",
        "Brookrneyer, Ron, and J. Liao. 1990. Statistical Modelling of the AIDS Epidemic for Forecasting Health Care Needs. Biometrics 46(4): 1151-63.",
        "Centers for Disease Control. 1991. Memo, Reprinted in AIDS Resource Guide. Atlantic Information Service, 1991 September.",
        "Brookmeyer, Ron, and Anne Damiano. 1989. Statistical Methods for Short Term Projections of AIDS Incidence. Statistics in Medicine 8 (January): 23-34.",
        "Brookmeyer, Ron and Mitchell Gail. 1986. Minimum size of the Acquired Immunodeficiency Syndrome (AIDS) Epidemic in the United States. ~ 83: 301-308.",
        "Brookmeyer, Ron. 1991. Reconstruction and Trends of the AIDS Epidemic in the United States. Science 253: 37-42.",
        "Bloom, David E. and Sherry Glied. 1992. Projections of the Number of New AIDS Cases in the U.S. Mimeo.",
        "Becker, Marshall, and Jill Joseph. 1988. AIDS and Behavioral Change to Reduce Risk: A Review. American Journal of Public Health 78(4): 394-410."
    ]
}