{
    "id": 4182,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Abel, Andrew B., Precautionary Savings and Accidental Bequests, American Economic Review, vol. 75, no.4, pp. 777-91, 1985.",
        "Altonji, Joseph, Fumio Hayashi, and Laurence J. Kotlikoff, Is the Extended Family Altruistically Linked? New Tests with Micro Data, forthcoming American Economic Review, 1992.",
        "American Council of Life Insurance, 1988 Life Insurance Fact Book, Washington, D.C., 1988.",
        "Avery, Robert B. and Gregory Elliehausen, Financial Characteristics of High Income Families, Federal Reserve Bulletin, 72, March 1986.",
        "Avery, Robert B., and Arthur Kennickell, Measurement of Household Saving Obtained from First Differencing Wealth Estimates, Review of Income and Wealth, 1990.",
        "Belier, Daniel J. and David D. McCarthy, Private Pension Benefits, in John A. Turner and Daniel J. Beller, eds., Trends in Pensions 1992, Washington: U.S. Department of Labor, Pension and Welfare Benefits Administration, 1992.",
        "Bernheim, Douglas, How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy, Vol. 99, No. 5, October 1991.",
        "Chen, Yung-Ping, The Role of Private Pensions in the Income of Older Americans, in John A. Turner and Daniel J. Belier, eds., Trends in Pensions 1992, Washington: U.S. Department of Labor, Pension and Welfare Benefits Administration, 1992.",
        "Davies, James, Uncertain Lifetimes, Consumption, and Dissaving in Retirement, Journal of Political Economy, vol. 89, pp. 56 1-77, 1981.",
        "Feldstein, Martin S., Social Security and the Distribution of Wealth, Journal of the American Statistical Association, December 1976.",
        "Friedman, Benjamin, and Mark Warshawsky, The Cost of Annuities: Implications for Saving Behavior, Quarterly Journal of Economics, February 1990.",
        "Friedman, Benjamin, and Mark Warshawsky, Annuity Prices and Saving Behavior in the United States, in Zvi Bodie, John Shoven, and David Wise, Pensions in the U.S. Economy, Chicago, ill.: The University of Chicago Press, 1988.",
        "Hurd, Michael, Research on the Elderly: Economic Status, Retirement, and Consumption and Saving. Journal of Economic Literature 28(2), June, 1990.",
        "Hurd, Michael and David Wise, The Wealth and Poverty of Widows: Assets Before and After the Husbands Death, in The Economics of Aging, David Wise, ed., Chicago, Illinois: University of Chicago Press, 1989 28 Kotlikoff, Laurence J., Estimating the Wealth Elasticity of Bequests from a Sample of Potential Decedents, in Laurence J. Kotlikoff, ed., What Determines Savings?, Cambridge, Mass.: MIT Press, 1989.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, The Role of Intergenerational Transfers and Savings, Journal of Political Economy, 1981.",
        "Kotlikoff, Laurence J. and Daniel E. Smith, Pensions in the American Economy, Chicago, Illinois: Chicago University Press, 1983.",
        "McDermed, Ann, Robert Clark, and Steven Allen, Pension Wealth, Age-Wealth Profiles, and the Distribution of Net Worth, in R.E. Lipsey and Hellen Tice, eds., The Measurement of Saving. Investment, and Wealth, studies in Income and Wealth, vol. 52, 1989.",
        "Smith, James D., Recent Trends in the Distribution of Wealth in the U.S.: Data, Research Problems, and Prospects, in E. Wolff, ed., International Comparisons of the Distribution of Household Wealth, New York, N.Y.: Oxford University Press, 1987."
    ]
}