{
    "id": 4183,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Barbagallo, M.B., W.M. Harris, M.L. Heimberger, and D. O&apos;Brien (1991): Federal Offchore Statistics: 1990. Washington, D.C.: Minerals Management Service. Capen, E.C., R.V. Clapp, and W.M. Campbell (1971): Competitive Bidding in High-Risk Situations, Journal of Petroleum Technology. 23, 641-653.",
        "Hansen, R.G. (1986): Sealed-Bid Versus Open Auctions: The Evidence, Economic Inquiry. 24, 125-142.",
        "Hendricks, K., and D. Kovenock (1989): Asymmetric Information, Information Externalities, and Efficiency: The Case of Oil Exploration, Rand Journal Of Economics. 20, 164-182.",
        "Hendricks, K., and R.H. Porter (1988): An Empirical Study of an Auction with Asymmetric Information, American Economic Review. 78, 865-883.",
        "-------- (1992a): Joint Bidding in Federal OCS Auctions, American Economic Review Papers and Proceedings. 82, 506-511.",
        "--------(1992b): Determinants of the Incidence and Timing of Exploratory Drilling on Offshore Wildcat Tracts, Mimeo, Northwestern University.",
        "Hendricks, K., R.H. Porter, and B. Boudreau (1987): Information and Returns in OCS Auctions: 1954-69, Journal of Industrial Economics. 35, 517-542.",
        "Hendricks, K., R.H. Porter, and R.H. Spady (1989): Random Reservation Prices and Bidding Behavior in OCS Drainage Auctions, Journal of Law and Economics. 32, S83-S106.",
        "Hendricks, K., R.H. Porter, and C.A. Wilson (1991): Auctions for Oil and Gas Leases with an Informed Bidder and a Random Reservation Price, Mimeo, Northwestern University.",
        "Laffont, J.-J., H. Ossard, and Q. Vuong (1991): Econometrics of First-Price Auctions, Mimeo, University of Toulouse.",
        "Libecap, G.D., and S.N. Wiggins (1985): The Influence of Private Contractual Failure on Regulation: The Case of Oil Field Unitization, Journal of Political Economy. 93, 690-714.",
        "McAfee, R.P., and J. McMillan (1987): Auctions and Bidding, Journal of Economic Literature. 25, 699-738.",
        "McAfee, R.P., and D. Vincent (1992): Updating the Reserve Price in Common-Value Auctions, American Economic Review Papers and Proceedings. 82, 512-518.",
        "Milgrom, P.R. (1985): The Economics of Competitive Bidding: A Selective Survey, in Social Goals and Social Organization, ed. by L. Hurwicz, D. Schmeidler, and H. Sonnenschein. Cambridge: Cambridge University Press, 261-289.",
        "Paarsch, H. (1991): Empirical Models of Auctions and an Application to British Columbian Timber Sales, Mimeo, University of British Columbia.",
        "-------- (1992): Deciding Between the Common and Private Value Paradigms in Empirical Models of Auctions, Journal of Econometrics. 51, 191-215.",
        "Porter, R.H., and J.D. Zona (1992): Detection of Bid Rigging in Procurement Auctions, Mimeo, Northwestern University.",
        "Smiley, A.K. (1979): Competitive Bidding Under Uncertainty: The Case of Offshore Oil. Cambridge: Ballinger Press.",
        "Thaler, R.H. (1988): Anomalies: The Winner&apos;s Curse, Journal of Economic Perspectives. 2, 191-202.",
        "Wilson, R. (1990): Strategic Analysis of Auctions, Mimeo, Stanford University."
    ]
}