{
    "id": 4186,
    "cites": 35,
    "cited_by": 6,
    "reference": [
        "Abmad, S. E., (1991), Social Security and the Poor, Research Observer, World Bank, Washington DC. Ahrnad, S. E., J. P. Dreze, J. Hills, and A. K. Sen, (1991), `Social Security in Developing Countries, Oxford University Press. Alesina, A. and P. Rodrik, (1991), Distributive Politics and Economic Growth, NBER WP 3668. Armstrong, B. Memoirs, Columbia University Documents Library.",
        "Barro, R. J., (1974), Are Government Bonds Net Wealth?, Journal of Political Aconomy, vol 86, p. 1095-1117.",
        "Barro, R. 3., (1978), The Impact of Social Security on Private Saving American Enterprise Institute, Washington DC.",
        "Barro, R. J., (1990), Government Spending in a Simple Model of Endogenous Growth, Journal of Political Economy, vol 98, October, S103-S125.",
        "Barro, R. J., (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May, p. 407-443.",
        "Barro, R. 3. and H. Wolf, (1990), Data Appendix to Barro (1990), rnimeo Harvard University.",
        "Barteisman, E. .1., Caballero, R., R. K. Lyons, (1991), Short and Long Run Externalities, NBER working paper 38 10.",
        "Becker, C. S., (1964), `Human Cavital, Columbia University Press for NBER.",
        "Boskin, M. 3., Editor, (1978a), `Federal Tax Reform: Myths and Realitiet!, Institute for Contemporary Studies, San Francisco, CA.",
        "Boskin, M. 3., Editor, (1978b), `TheGrisis in Social Security : Problems and Prosnects, Institute for Contemporary Studies, San Francisco, CA.",
        "Boskin, M. J., Editor, (1986), `Too Many Promises : The Uncertain Future of Social Security, Dow-Jones-Irwin, Homewood, IL.",
        "Boskin, I. J. and John B. Shoven, (198?), Concepts and leasures of Earnings teplacement during Aetirement, in Bodie, Shoven and Vise editors, `Issues in Pension Economics, University of Chicago Press for the National Bureau of Economic Research. Browning, E. K., (1979), The Politics of Social Secu.rity Reform, in Campbell Ed.",
        "Buiter, W. H. and K. M. Kletser, (1991), Persistent Differences in National Productivity Levels and Growth Rates with a Common Technology and Free Capital Mobility, Journal of the Japanese and International Economies. December.",
        "Burgess, R. and N. Stern, (1991), Social Insurance in Developing Countries: what, who and bow? in Ahmad et al Ed.",
        "Caballero, it. and R. K. Lyons (1990), The Role of External Economies in U.S. Manufacturing, mimeo Columbia University.",
        "Campbell, C. D., Editor, (1977), `Income Redistribution American Enterprise Institute for Policy Research, Washington, DC.",
        "Campbell, C. D., Editor, (1979), `Financiiig Social Security American Enterprise Institute for Policy Research, Washington, DC.",
        "Castellino, 0. (1982), Social Security in Italy in Rosa Editor.",
        "Diamond, P. A., (1977), A Framework for Social Security Analysis, Journal of Public Economics p. 275. Feldstein, M. S., (1977a), Social Security, in Boskin Ed.",
        "Feldstein, M. S., (1977b), Social Insurance, in Campbell Ed.",
        "Feldstein, M. S., (1978), The Impact of Social Security on Private Savings: Reply to Robert Barro, in Robert Barro (1978).",
        "Feldstein, M. 5., (1987), Should Social Security be Means Tested?, Journal of Political Economy, 95 June, p. 568-484.",
        "Glaeser, E., (1992),Wbo knows what about whom, mimeo University of Chicago.",
        "Graebner, W., (1980), `A History of Retirement) Yale University Press, New Haven, CT.",
        "Hockman, 3. (1950), The Retirement Myth, in Haber and Cohen Eds.",
        "Jacobs, 3., (1969), `The Economtof Cities, Random House, New York, NY.",
        "Kotlikoff, L. J., (1987), Justifying Public Provision of Social Security, Journal of Policy Analysis and Management, p. 647-689.",
        "Kotlikoff, L. J. and U. A. Wise, (1987), The Incentive Effects of Private Pension Plans, in Bodie, Shoven and Wise editors, `Issues in Pension EconomicsÃ\u0083Â§ University of Chicago Press for the National Bureau of Economic Research.",
        "Lucas, R. E. jr, (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22, p.3-42.",
        "Mackenzie, G. A., (1991), Selected Issues in Social Security in Latin America, rnimeo Fiscal Affairs Department, International Monetary Fund, April.",
        "Mulligan, C. B. and X. Sala-i-Martin, (1992), Transitional Dynamics in Two-Sector Models of Endogenous Growth, NBER WP 3986, forthcoming in quart erly Jouri~al of Economics.",
        "Osler, W., (1910), The Fixed Period, in Aequanimitas, Philadelphia.",
        "Persson, T. and G. Tabellini, (1991), Is inequality harrafu.l for growth?, U.C. Berkeley WP.",
        "Romer, P. M., (1990), Endogenous Technical Change, Journal of Political Economy, 98. p.1002-1037.",
        "Takayama, N., (1982), Social Security in Japan, in Rosa Ed."
    ]
}