{
    "id": 4191,
    "cites": 21,
    "cited_by": 40,
    "reference": [
        "Altshuler, R. and P. Fulghieri (1990), `Incentive Fffects of Foreign Tax Credits on Multinationals, Columbia University Department of Economics Discussion Paper No. 478.",
        "Altshuler, R. and T.S. Newlon (1991), The Effects of U.S. Tax Policy on the Income Repatriation Pattems of U.S. Multinational Corporations, NIBFR Working Paper No. 3925.",
        "Auerbach, A.J. and JR. Hines (1988), `Investment tax incentives and frequent tax reforms, American Economic Review, Papers and Proceedings 78: 211-216.",
        "Auerbach, ALl, and D. Jorgenson (1980), `Inflation-proof depreciation of assets, Harvard Business Review 58: 113-118.",
        "Berry, C.H., D.F. Bradford, and JR. Hines (1992), `Arms-Length Pricing: Some Economic Perspectives, Tax Notes 54: 731-740.",
        "Boskin, M.J. and W.G. Gale (1987), New results on the effects of tax policy on the international location of investment, in M. Feldstein ed., The Effects of Taxation on Capital Accumulation (Chicago: University of Chicago Press).",
        "Goodspeed, T.J. and D.J. Frisch (1919), `U.S. Tax Policy and the Overseas Activities of U.S. Multinational Corporations: A Quantitative Assessment, mimeograph, U.S. Treasury Department.",
        "Hartman, DO. (1911), Domestic Tax Policy and Foreign Investment: Some Evidence, NBFR Working Paper No. 784.",
        "Hartman, DO. (1984), Tax policy and foreign direct investment in the United States, National Tax Journal 37: 475488.",
        "Hartman, DO. (1915), Tax policy and foreign direct investment, Journal of Public Economics 26: 107-121.",
        "Hines, JR. (1981), Taxation and U.S. multinational investment, in L.H. Summers ed., Tax Policy and the Economy (Cambridge: MIT Press).",
        "Hines, JR. (forthcoming), The Flight Paths of Migratory Corporations, Journal of Accounting, Auditing, and Finance. Hines, JR. and R.O. Hubbard (1990), Coming home to America: Dividend repatriations by U.S. multinationals, in A. Rain and I. Slemrod eds. Taxation in the Global Economy (Chicago: University of Chicago Press).",
        "Hines, J.R. and F.M. Rice (1990), `Fiscal Paradise: Foreign Tax Havens and American Business, NBER Working Paper No. 3477.",
        "Leechor, C. and J. Mintz (1990), On the Taxation of Multinational Corporate Investment when the Deferral Method is Used by the Capital Exporting Country, mimeograph, University of Toronto.",
        "McIntyre, R.S. (1919), Tax Americana, The New Republic, March 27, 18-20.",
        "Newlon. T.S. (1987), Tax policy and the multinational firms financial policy and investment decisions, unpublished Ph.D. dissertation, Princeton University.",
        "Scholes, MS. and MA. Wolfson (1992), Taxes and Business Strategy: A Planning Approach (Englewood Cliffs, NJ: Prentice Hall).",
        "Sinn, H. -W. (1990), Taxation and the Birth of Foreign Subsidiaries, NBER Working Paper No. 3519.",
        "Sires, H.-W. (1991), The Vanishing Harberger Triangle, Journal of Public Economics 45:271-300.",
        "Slemrod, 1. (1990), Tax effects on foreign direct investment in the United States: Evidence from a cross-country comparison, in A. Rain and J. Slemrod eds. Taxation in the Global Economy (Chicago: University of Chicago Press).",
        "Stewart, MB. (1986), U.S. tax policy, intrafirm transfers, and the allocative efficiency of transnational corporations, Public Finance 41: 350-371."
    ]
}