{
    "id": 4193,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Blume, Lawrence, Dacid Easley, and Maureen OHara, Market Statistics and Technb cal Analysis: The Rale of Vsalunne, unpublished paper. Cornell University (1991).",
        "Brock, William A.. Josef Lakundshok, and Blake Leflaron, Simple Technical Trading Rules and the Stochastic Properties of Stock Returns, forthcoming Journal of Fiaance (1992), Campbell, John Y. and Ludger Hentschel. No News Is Good News: An Asymnmetric Model of Changing Volatility in Stock Returns, forthcoming Journal of Eiaeociel Economics (1992).",
        "Campbell, John V. and Albert S. Kyle, Smart Money, Noise Trading, and Stock Price Behavior, forthcansainsg Resisw of Economic Studies, LIX (1992).",
        "Conrad, Jennifer and Gaunanrr Haul, Iinme-Variation in Expected Returns, Joarnel of Bosinsss, LXI (1988). 409 429.",
        "Be Long, J, Bmadfiard . Annslnsi Sinleifer, baserenrce H, Summners, and Rabsrt J. Wald mann, The Size amid Inscidencu of tire Lasses fiom Noise Trading, Jeer-nd of Fi aaace, XLIV 1989), 681 696.",
        "Grossman, Sanford J, and .`mlemton H. SIllier, Liquidity and Market Structure, Journal of Fiaaocc. XLIII (1988), 617 633.",
        "Hasris, Lnscmenee, Tnanssactiunss Data Teats of the Mixture of Distributiamrs Hypothesis, Jesmrsmab ef Fraeocial and Qrnaatitatmae Aaalysis, XXII (19S7), 127-141. 27 Jam, Prena C. arid Gunn-Ea Join, The Dependence Betseeen Hourly Prices and Trading Volume, Jsarnal of Financial and Quantitative Analysis, XXIII (1988), 269-283.",
        "Jones, Charles M., Gautam Kaul, and Marc L. Lipson, Transactians, Volume, and Volatility, nnnpuhlished paper, University of Michigan (1991).",
        "Karpoff, Jonathan NI., The Relation Between Price Changes and Trading Voiunse: A Survey, Jsunnal of Financial and Quantitative Analysis, XXII (1987), 109-126.",
        "Lamoureux, Christopher G. and William B. Lastrapes, Heteroskedastieit:, in Stack Return Data: Vaiumae versus GARCH Effects, Jeannel of Finance, XLV (1990,).",
        "LeBanon, BlaF:s_, Sansae Relatiunms Betseeenm Volatility and Serial Carneimstmams in. Market P.eturns, Jaurnab of Business, LXT (1992a), 199-219.",
        "LeBaran, Blake. Persistence of the Dose Jones Index on Rising Arelume, smmmpmhiishsad paper, University of Wisconsin (1992b).",
        "Lu. Andrese IV. and A. Craig MacKinlay, Stack Prices Do Not Fuliose Randianms Wsmihsn Evidence From a Simple Specification Test, Review of Financial Studies., 1)1988), 41-66.",
        "La, Andrea IV. and A. Craig MacKinlay, An Econometric Analysis of Nuns~ocbraaaus Trading, Journal of Econometrics, XLV (1990), 181-211.",
        "Manse, Dale, Asynsmametrical Infornsation in Securities Markets and Tradinmg Vsaiunme-, Journal of Financiel and Quantitative Analysis, XV (1950), 1129-1146.",
        "Islulherin, J. Harold anmd Mason S. Gerety, Dsdiy Trading Volume on the NYSE Duninq: the `isvenatieth Century, unpublished paper, Cienasan University (1989).",
        "Nelson, Omsnsiei B.. Filtering and Famecasting.vith Misspocifled ARCE Models i: Getting the Right Variance seith the Wrung Ivladel, Joannal of Economecnics, (1991).",
        "Sentana, Enrique and Sushil Wadhwani, Feedback Traders and Stock Return Auto- correlations: Evidence fl-eras a Century of Daily Data, Economic Journal, (1991).",
        "Tauchen, George E. and Mark Pints, The Price Variability-Volume Relationship on Speculative Markets, Ecsnsneetniea, LI (1983), 485-505.",
        "Wang, Jiang, A Model of Gannrpenitiee Stock Tradnng Volume, unpublished paper, Sloan School, islassaclausenna Institute of Technology (1991).",
        "Wang, Jiang, A Model of Internemporal Asset Prices Under Asymmetric Information, forthconaing Rennea of Ecossonnic Stadres (1932). 29 - NOTES 1. See also Campbell and Kyle [1992], Be Long, Shleifer, Summers, and Waldmams [1989], Wang [19991. 1992], and others."
    ]
}