{
    "id": 4198,
    "cites": 17,
    "cited_by": 31,
    "reference": [
        "Caves, Richard E., Jeffrey A. Frankel and Ronald W. Jones (1990), World Trade and Payments, 5th edition (Glenview, IL: Scott, Foresman/Lilsie, Brown).",
        "Cox, David and Richard 0. Harris (1986), A Quantitative Assessment of the Economic Impact on Canada of Sectoral Free Trade.with the United States, Canadian Journal of Economics XIX, 377-394.",
        "Gehrels, Franz (1956), Customs Union from a Single Country Viewpoint, Review of Economic Studies 24, 61-64.",
        "Hill, Roderick and Ronald I. Wonnacou (1991), Free Trade with Mexico: What Form Should It Take? (Toronto: C.D. Howe Institute Commentary 28).",
        "Jones, Ronald W. (1969), Tariffs and Trade in General Equilibrium: Comment, American Economic Review 59, 418-424.",
        "Kowalczyk, Carsten (1990), Welfare and Customs Unions, NBER Working Paper No. 3476.",
        "Kowalczyk, Carsten and Ronald Wonnacott (1991), Substitute and Complement Trading Clubs, Dartmouth College, Department of Economics Working Paper No. 91-16.",
        "Lipsey, Richard 0. (1957), The Theory of Customs Unions: Trade Diversion and Welfare, Economica 24,40-46.",
        "Lipsey, Richard G. (1990), Canada and the U.S.-Mexico Free Trade Dance: Wallflower or Partner? (Toronto: C.D. Howe Institute Commentary 20).",
        "Lipsey, Richard 0. (1991), The Case for Trilateralism in Steven Globerman, Continental Accord: North American Economic Integration (Vancouver: The Fraser Institute), 89-124.",
        "Meade, James (1955), Trade and Welfare (London: Oxford University Press).",
        "Ohyama, Michihiro (1972), Trade and Welfare in General Equilibrium, Keio Economic Studies 9, 37-73.",
        "Park, Yung C. and Yoo, Jung Ho (1989), More Free Trade Areas: A Korean Perspective, in Jeffrey J. Schott, ed., Free Trade Areas and U.S. Trade Policy (Washington, DC: Institute for International Economics), 141- 158.",
        "Viner, Jacob (1956), The Customs Union Issue (New York: The Carnegie Endowment for International Peace).",
        "Wonnacott, Ronald J. (1975), Canadas Future in a World of Trade Blocks: A Proposal, Canadian Public Policy 1, 118-130.",
        "Wonnacott, Ronald J. (1982), Controlling Trade and Foreign Investment in the Canadian Economy: Some Proposals, Canadian Journal of Economics XV, 567-585.",
        "Wonnacot, Ronald J. (1990), Canada and the U.S.-Mexico Free Trade Negotiations (Toronto: CD. Howe Institute Commentary 21)."
    ]
}