{
    "id": 4202,
    "cites": 49,
    "cited_by": 23,
    "reference": [
        "Altonji, Joseph 0., `Intertemporal Substitution in Labor Supply: Evidence from Micro Data, Journal of Polilical Economy, June 1986, 94, 5176-215.",
        "Altonji, Joseph, and Ashenfelter, Orley, Wage Movements and the Labour Market Equilibrium Hypothesis, Economica, August 1980, 47, 217-45.",
        "Altonji, Joseph, and Shakotko, Robert, Do Wages Rise with Job Seniority? Working Paper No. 1616, National Bureau of Economic Research, May 1985.",
        "Angrist, Joshua D., Grouped-Data Estimation and Testing in Simple Labor-Supply Models, Journal of Econometrics, February-March 1991, 47, 243-66.",
        "Ashenfelter, Orley, Macroeconomic Analyses and Microeconomic Analyses of Labor Supply, Carnnjt Rochester Conference Series on Public Policy, Autumn 1984, 21, 117-55.",
        "Ball, Laurence, `Intertemporal Substitution and Constraints on Labor Supply: Evidence from Panel Data, Economic Incuiry, October 1990, 28, 706-24.",
        "Barro, Robert J., and King, Robert 0., Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, Ouarterly Journal of Economics, November 1984, 99, 817-39.",
        "Beaudry, Paul, and DiNardo, John, `me Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, August 1991, 99, 665-88.",
        "Becketti, Sean, Gould, William, Lillard, Lee, and Welch, Finis, The Panel Study of Income Dynamics after Fourteen Years: An Evaluation, Journal of Labor Economics, October 1988, 6, 472-92.",
        "Bils, Mark J., `Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, August 1985, 93, 666-89.",
        "Blanchard, Olivier Jean, and Fischer, Stanley, Lectures on Macroeconomics, Cambridge, MA: MIT Press, 1989.",
        "Blank, Rebecca M., Disaggregating the Effect of the Business Cycle on the Distribution of Income, Economica, May [989, 56, 141-63. ___________ `Why Are Wages Cyclical in the l970s? Journal of Labor Economics, January 1990, 8, 1647.",
        "Brown, James N., and Light, Audrey, `Interpreting Panel Data on Tenure, Journal of Labor Economics, July 1992, 10, 2 19-57.",
        "Christiano, Lawrcncej., and Eichenhaum, Martin, Current Real-Business-Cyclemeories and Aggregate 43 Labor-Market Fluctuations, American Economic Review, June 1992, 82, 430-50.",
        "Clark, Kim B., and Summers, Lawrence H., `Demographic Differences in Cyclical Employment Variation, JournalnfHurnan Resoi.irces, Winter 1981, 16, 61-19.",
        "Coleman, Thomas S., `Essays in Aggregate Labor Market Business Cycle Fluctuations, unpublished dissertation, University of Chicago, December 1984.",
        "Fischer, Stanley, `Recent Developments in Macroeconomics, Economic Journal, June 1988, 98, 294-339.",
        "Friedman, Milton, The Role of Monetary Policy, American Economic Review, March 1968, 58, 1-17.",
        "Greenwald, Bruce D., and Stiglitz, Joseph E., `Examining Alternative Macroeconomic Theories, Brookin2s Paners on Economic Activity, 1988: I, 207-60, Hall, Robert E., `Examining Alternative Macroeconomic Theories: Comment, Brookings Papers on Economic Activity, 1988: 1, 261-64.",
        "Hall, Robert B., and Taylor, John B., Macroeconomics: Theortierformance. and Policy, 3rd ed., New York: W.W. Norton, 1991.",
        "Ham, John C., `Testing Whether Unemployment Represents Intertemporal Labour Supply Behaviour, Review of Economic Studies, August 1986, 53, 559-18.",
        "Keane, Michael, Moffitt, Robert, and Runkle, David, Real Wages over the Business Cycle: Estimating the Impact of Heterogeneity with Micro Data, Journal of Political Economy, December 1988, 96, 1232-66.",
        "Keane, Michael J., and Prasad, Eswar S., The Relation between Skill Levels and the Cyclical Variability of Employment, Hours, and Wages, Discussion Paper No. 41, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis, May 1991a.",
        "Paper No. 51, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis, September 199lb. Keynes, John Maynard, The General Theory of Employment. Interest, and Money, London: Macmillan, 1936.",
        "Killingsworth, Mark R., Labor Supply, Cambridge, U.K.: Cambridge University Press, 1983.",
        "Kniesner, Thomas J., and Goldsmith, Arthur H., A Survey of Alternative Models of the Aggregate U.S. Labor Market, Journal of Economic Literature, September 1987, 25, 1241-80.",
        "Kosters, Marvin, and Welch, Finis, `The Effects of Minimum Wages on the Distribution of Changes in Aggregate Employment, American Economic Review, June 1972, 62, 323-32.",
        "Kydland, Finn E., Labor-Force Heterogeneity and the Business Cycle, Carnegie-Rochester Conference Series on Public Policy, Autumn [984, 21. 173-208. Kydland, Finn E., and Prescott, Edward C., `Cyclical Movements of the Labor Input and Its Real Wage, Working Paper No. 413, Research Department, Federal Reserve Bank of Minneapolis, December 1988.",
        "Learner, Edward E., is It a Demand Curve, or Is It a Supply Curve? Partial Identification through Inequality Constraints, Review of Economics and Statistics, August 1981, 63, 319-27.",
        "Lewis, H. Gregg, Union Relative Wage Effects: A Survey, Chicago: University of Chicago Press, 1986.",
        "Lucas, Robert E., Jr., `Understanding Business Cycles, Carnegie-Rochester Conference Series on Public Policy, 1977, 5, 7-29.",
        "Lucas, Robert B., Jr., and Rapping, Leonard A., `Real Wages, Employment, and Inflation, Journal of Political Economy, September-October 1969, 77, 721-54.",
        "MaCurdy, Thomas E., `An Empirical Model of Labor Supply in a Life-Cycle Setting, Journal of Political Economj, December 1981, 89, 1059-85.",
        "Longitudinal Data Analysis, Journal of Econometrics, January 1982, 18, 83-114.",
        "Mankiw, N. Gregory, Real Business Cycles: A New Keynesian Perspective, Journal of Economic Perspectives, Summer 1989, 3, 79-90.",
        "Mincer, Jacob, Schooling. Experience, and Earnings, New York: National Bureau of Economic Research, 1974.",
        "Mitchell, Mark L., Wallace, Myles S., and Warner, John T., Real Wages over the Business Cycle: Some Further Evidence, Southern Economic Journal, April 1985, 51, 1162-73.",
        "Okun, Arthur M., Potential GNP: Its Measurement and Significance, Proceedings of the Business and Economic Statistics Section of the American Statistical Association, 1962, 98-104.",
        "ONeill, June, `The Trend in the Male-Female Wage Gap in the United States, Journal of Labor Economics, January 1985, 3, 591-1 16.",
        "Phelps, Edmund S., Introduction: The New Microeconomics in Employment and Inflation Theory, in Edmund S. Phelps (ed.), Microeconomic Foundations of Employment and inflation Theory. New York: W. W. Norton, 1970, pp. 1-23.",
        "Prescott, Edward C., Response to a Skeptic, Federal Reserve Bank of Minneapolis Ouarterlv Review, Fall 1986, 10, 28-33.",
        "Rayack, Wendy, Sources and Centers of Cyclical Movement in Real Wages: Evidence from Panel Data, Journal of Post Keynesian Economics, Fall 1987, 10, 3-21.",
        "Rotemberg, Julio J., and Woodford, Michael, Markups and the Business Cycle, in Oliver Jean Blanchard and Stanley Fischer (eds.), NBER Macroeconomics Annual 1991, Cambridge, MA: MIT Press, 1991, pp. 63-129.",
        "Shapiro, Carl, and Stiglitz, Joseph E., Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, June 1984, 74, 433-44.",
        "Solon, Gary, and Barsky, Robert, `Real Wages over the Business Cycle, Working Paper No. 2888, National Bureau of Economic Research, March 1989.",
        "Stockman, Alan C., `Aggregation Bias and the Cyclical Behavior of Real Wages, unpublished, July 1983.",
        "Topel, Robert, Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority, Working Paper No. 3294, National Bureau of Economic Research, March 1990.",
        "Tremblay, Carol Horton, Wage Patterns of Women over the Business Cycle, Ouarterly Review of Economics and Business, Spring 1990, 30, 90-101.",
        "Vroman, Wayne, `Worker Upgrading and the Business Cycle, Brookings Papers on Economic Activity, 1977: 1, 229-50."
    ]
}