{
    "id": 4207,
    "cites": 26,
    "cited_by": 48,
    "reference": [
        "Backus, David, and John Drifflll (1986), The Consistency of Optimal Policy in Stochastic Rational Expectations Models, CEPR Discussion Paper No. 124.",
        "Beetsma, Roe! M.W.J., and Frederick van der Ploeg (1992) Exchange Rate Bands and Optimal Monetary Accommodation Under a Dirty Float, Working Paper, University of Amsterdam.",
        "Bernanke, Ben, and Frederic Mishkin (1992), Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrialized Countries, NBER Working Paper No. 4082.",
        "Bertola, Giuseppe (1991), Continuous-Time Models of Exchange Rates and Intervention, Princeton Working Paper No. G-91-0l. Forthcoming in F. van der Ploeg, ed., Handbok of International Macroeconomics, Basil Blackwell, Oxford.",
        "Bertola, Giuseppe, and Lars E. 0. Svensson (1993), Stochastic Devaluation Risk and the Empirical Fit of Target Zone Models, Review of Economic Studies, forthcoming.",
        "Corbae, Dean, Beth Ingram, and Guillermo Mondino, (1990), On the Optimality of Exchange Rate Band Policies, Working Paper, University of Iowa.",
        "Dc Grauwe, Paul (1992), The Economics of Monetary Integration, Oxford University Press.",
        "Delgado, Francisco, and Bernard Dumas (1991), Target Zones, Broad and Narrow, in Paul Krugman and Marcus Miller, eds., Exchange Rate Targets and Currency Bands, Cambridge University Press, Cambridge, 36-56.",
        "Flood, Robert P., Andrew K. Rose, and Donald J. Mathieson (1991), An Empirical Exploration of Exchange-Rate Target Zones, Carnegie-Rochester Series on Public Policy 35, 7-66.",
        "Goodfriend, Marvin (1987), Interest Rate Smoothing and Price Level Trend- Stationarity, Journal of Monetary Economics 19, 335-348.",
        "Goodfriend, Marvin (1991), Interest Rates and the Conduct of Monetary Policy, Carnegie-Rochester Series on Public Policy 34, 7-30.",
        "Gros, Daniel (1990), Stabilization Policy With Bands, IMF Working Paper No.",
        "WP/90/49. Horngren, Lars, and Hans Lindberg (1992), Has the Swedish Krona Turned Into a Hard Currency? Working Paper, Sveriges Riksbank.",
        "Keynes, John Maynard, (1930) A Treatise on Money. Vol. Ii, The Applied Theory of Money, MacMillan, London.",
        "Krugman, Paul (1991), Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics 106, 311-325.",
        "Krugman, Paul, and Marcus Miller (1992), Why Have a Target Zone, Carnegie Rochester Series on Public Policy, forthcoming.",
        "Lindberg, Hans, and Paul SÃ\u0083Â´derlind (1992), Target Zone Models and the Intervention Policy: The Swedish Case, lIES Seminar Paper No. 496.",
        "Lindberg, Hans, Lars E.O. Svensson, and Paul SÃ\u0083Â¶derlind (1991), Devaluation Expectations: The Swedish Krona 1982-1991, lIES Seminar Paper No. 495.",
        "Miller, Marcus, and Paul A. Weller (1991), Exchange Rate Bands with Price Inertia, Economic Journal 101, 1380-1399.",
        "Oudiz, Gilles, and Jeffrey Sachs (1985), International Policy Coordination in Dynamic Macroeconomic Models, in Willem H. Buiter and Richard C. Marston, eds., International Economic Policy Coordination, Cambridge University Press, Cambridge, Chapter 7.",
        "Rose, Andrew K., and Lars E.O. Svensson (1991) Expected and Predicted Realignments: The FF/DM Exchange Rate during the EMS, liES Seminar Paper No. 485.",
        "Sutherland, Alan (1992), Monetary and Real Shocks and the Optimal Target Zone, Working Paper, University of York.",
        "Svensson, Lars EQ. (1991), Target Zones and Interest Rate Variability, Journal of International Economics 31, 27-54.",
        "Svensson, Lars E.O. (l992a), The Foreign Exchange Risk Premium in a Target Zone Model with Devaluation Risk, Journal of International Economics 33, 21-40. Svensson, Lars E.0. (1992b), An Interpretation of Recent Research on Exchange Rate Target Zones, Journal of Economic Perspectives, forthcoming.",
        "Vredin, Anders (1988), Capital Mobility and Monetary Autonomy, in Anders Vredin, Macroeconomic Policies and the Balance of Payments, Stockholm School of Economics, Stockholm, Chapter 2.",
        "Williamson, John (1985), The Exchange Rate System, Institute for International Economics, Washington."
    ]
}