{
    "id": 4216,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Abowd, John M. and Henry S. Farber. Job Queues and the Union Status of Workers, Industrial and Labor Relations Review 35, no. 3 (April 1982).",
        "Farber, Henry S. The Determination of the Union Status of Workers, Econometrica 51, no. 5. (September 1983): 1417-1437.",
        "Farber, Henry S. The Extent of Unionization in the United States, in T. Kochan (ed.), Challenges and Choices Facing American Labor. Cambridge, MA. MIT Press, 1985.",
        "Farber, Henry S. The Recent Decline of Unionization in the United States, Science 13 (November 1987): 915-920.",
        "Farber, Henry S. Trends in Worker Demand for Union Representation, American Economic Review 79 (May 1989) :166-171.",
        "Farber, Henry S. The Decline of Unionization in the United States: What Can be Learned from Recent Experience?, Journal of Labor Economics 8 (January 1990): S75-S105.",
        "Freeman, Richard B. Contraction and Expansion: The Divergence of Private Sector and Public Sector Unionism in the United States, Journal of Economic Perspectives 2 (Spring 1988): 63-88.",
        "Freeman, Richard B. On the Divergence of Unionism Among Developed Countries, NBER Working Paper No. 2817, January 1989.",
        "Kumar, Pradeep. Industrial Relations in Canada and the United States: From Uniformity to Divergence, Queenss Papers in Industrial Relations No. 1991-2, March 1991.",
        "Lewis, H. Gregg. Union/Nonunion Wage Gaps in the Public Sector, in When Public Sector Workers Unionize, R.B Freeman and C. Ichniowski, eds. Chicago, University of Chicago Press, 1988, pp. 169-194.",
        "Lewis Harris and Associates. A Study on the Outlook for Trade Union Organizing, November 1984.",
        "Lipset, Seymour Martin. Continental Divide: The Values and Institutions of the United States and Canada. New York. Routledge, 1989.",
        "Riddell, W. Craig. Unionization in Canada and the United States: A Tale of Two Countries, Department of Economics, University of British Columbia, mimeo, February 1992.",
        "Troy, Leo. Convergence in International Unionism, etc. The Case of Canada and the USA, British Journal of Industrial Relations 30 (March 1992): 1-43.",
        "Weiler, Paul C. Governing the Workplace: The Future of Labor and Employment Law. Cambridge, MA. Harvard University Press, 1990."
    ]
}