{
    "id": 4218,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "Adler, M. and Dumas, B., 1983, International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38, 925-984.",
        "Black, F. and R. Litterman, 1991, Global Asset Allocation with Equities, Bonds and Currencies, Fixed Income Research, Goldman Sachs.",
        "Breeden, R., 1991, Reconciling National and International Concerns in the Regulations of Global Capital Markets, speech delivered at the London School of Economics.",
        "Cooper, l.A. and Kaplanis, E., 1991, What Explains the Home Bias in Portfolio Investment? (London Business School).",
        "Davis, E.P., 1988, Financial Market Activity of Life Insurance Companies and Pension Funds, BIS Economic Papers, No. 21.",
        "Davis, E.P., 1991, International Diversification of Institutional Investors, Bank of England Discussion Papers, No. 44.",
        "Davis, E.P., 1986, Portfolio Behaviour of the Non-Financial Private Sectors in the Major Economies, BIS Economic Papers No. 17.",
        "Dewenter, K., (1991), Patterns in Domestic vs. Foreign Acquisitions: Evidence from the U.S. Chemical Industry, Working Paper University of Chicago.",
        "French, K. and Poterba, J., 1991, Investor Diversification and International Equity Markets, American Economic Review 81, 222-226.",
        "French, K.R. and Poterba, J.M., 1989, Are Japanese Stock Prices too High?, Working paper University of Chicago.",
        "Grubel, HG., 1968, Internationally Diversified Portfolios, American Economic Review 58, 1299-1314.",
        "Harvey, C.R., 1991, The World Price of Covariance Risk, Journal of Finance, vol. xlvi, no. 1, 111-157.",
        "Howell, M. and Cozzini, A., 1990, International Equity Flows, 1990 edition, International Equity Research, Salomon Brothers.",
        "Jacobs, 1991, Short-Term America: The Causes and Cures of our Business Myopia, Harvard Busines School Press, Boston, MA.",
        "Jones, J., Lehn, K., and Mulherin, J.H., 1991, Institutional Ownership of Equity: Effects on Stock Market Liquidity and Corporate Long-Term Investments, Chapter 8 in Smaetz, ed., Institutional Investing- Challenges and Responsibilities of the 21st Century, Business One, Irwin, Illinois, 115. 127.",
        "Kawai, M., 1991, Japanese Investment in Foreign Securities in the lO8Os, University of British Colombia, Department of Economics Discussion Paper No. 91-37.",
        "Levy, H. and Sarnat, M., 1970, International Diversification of Investment Portfolios, American Economic Review 50, 668-675.",
        "McDonald, J., 1989, The Mochai Effect: Japanese corporate cross-holdings, Journal of Portfolio Management, 90-94.",
        "Nussbaum, B. and Dobryzynski, J.H., 1985, The Battle for Corporate Control, Business Week 18, 102-109.",
        "Prowse, S.D., 1991, Comments on the Changing Role of Institutional Investors in the Financial and Governance Markets, Ch. 3 in Smaetz ed., Institutional Investing - Challenges and Responsibilities of the 21st Century, Business One, Irwin, Illinois, 48-53.",
        "Solnik, B.H., 1974a, Why Not Diversify Internationally Rather than Domestically?, Financial Analyst Journal 30, 9 1-135.",
        "Solnik, B.H., 1974b, An Equilibrium Model of The International Capital Market, Journal of Economzc Theory 8, 500-524.",
        "Stekler, L.E. and E. M. Truman, 1992, The Adequacy of the Data on U.S. International Financial Transactions: A Federal Reserve Perspective, International Finance Discussion Papers, Board of Governors No. 430."
    ]
}