{
    "id": 4219,
    "cites": 18,
    "cited_by": 93,
    "reference": [
        "Arthur, B. (1990a), Positive feedbacks in the economy, Scientific American (February), 92-99.",
        "Arthur, Brian (1990b), `Silicon Valley locational clusters: when do increasing returns imply monopoly?, Mathematical Social Sciences 19, 235-251.",
        "Barro, R. and Sala-i-Martin, X. (1991) Convergence across states and regions, Brookincs Papers on Economic Activity 1:1991.",
        "Blanchard, O.J. and Katz, L. (1992), Regional evolutions, Brookinas Papers on Economic Activity 1:1992.",
        "Chisholm, M. (1990), Recfions in recession resurgence, London: Hyman.",
        "Commission of the European Communities (1990), One market, one money, European Commission: Brussels.",
        "Dicken, P. and Lloyd, P., Location in - New York: Harper and Row. Dixit, A. and Stiglitz, J. (1977), Monopolistic competition and optimum product diversity, American Economic Review, June.",
        "Dixon, R. and Thirlwall, A.P. (1975), A model of regional growth differences along Kaldorean lines, Oxford Economic Pacers 27, 201-14.",
        "Fujita, M. (1988), A monopolistic competition model of spatial agglomeration: differentiated product approach, Resional Science and Urban Economics 18, 87-124.",
        "Glaeser, E., Kallal, H., Scheinkman, J. and Shleifer, A. (1990) , Growth in cities, mimeo, U. of Chicago.",
        "Harris, C. (1954), The market as a factor in the localization of industry in the United States, Annals of the Association of American Geosraohers, 64, 315-48.",
        "Keeble, D.E., Owens, P.L, and Thompson, C. (1982), Regional accessibility and economic potential in the European Contmunity, Resional Studies, 16, 419-32.",
        "Krugman, P. (1991), Increasing returns and economic geography, Journal of Political Economy, June.",
        "Krugman, P. (1992), First nature, second nature, and metropolitan location, Journal of Resional Science, forthcoming.",
        "Myrdal, G. (1957), Economic Theory and Underdeveloped ReQions, London: Duckworth.",
        "Nicolis, G. and Prigogine, I. (1989), 43 Exmlorincr complexity, New York: Freeman.",
        "Pred, A. (1966), The spatial dynamics of us urban-industrial ~rowth, Cambridge: MIT Press.",
        "Waldrop, M. (1992), Como1exitv~ New York: Simon and Schuster."
    ]
}