{
    "id": 4224,
    "cites": 35,
    "cited_by": 36,
    "reference": [
        "Bean, Ron and Ken Holden, Cross-national Differences in Trade Union Membership in OECD Countries, Industrial Relations Journal 23 (Spring 1992): 52-59.",
        "BelIer, Andrea, The Impact of Equal Employment Opportunity Laws on the Male/Female Earnings Differential, in Cynthia B. Uoyd, Emily Andrews and Curtis Gilroy, eds., Women in the Labor Market (New York: Columbia University Press, 1979), pp. 304330.",
        "Bergmann, Barbara R., Occupational Segregation, Wages and Profits When Employers Discriminate by Race or Sex, Eastern Economic Journal 1 (April-July 1974): 103-110.",
        "Blackburn, McKinley L. and David E. Bloom, Changes in the Structure of Family Income Inequality in the U.S. and Other Industrialized Nations During the 1980s, (June 1991).",
        "Blanchflower, David and Richard Freeman, Unionism in the U.S. and Other Advanced O.E.C.D. Countries, Industrial Relations 31 (Winter 1992): 56-79.",
        "Blau, Francine D., Eaual Pay in the Office (Lexington, Mass: D.C. Heath, 1977).",
        "_________ and Andrea BelIer, Trends in Earnings Differentials by Gender, 1971-1981, Industrial and Labor Relations Review 41 (July 1988): 5 13-529.",
        "_________ and Marianne Ferber, The Economics of Women. Men. and Work (Englewood Cliffs, N.J.: Prentice-Hail, 2nd ed., 1992).",
        "Davies, Robert J., Incomes and Anti-Inflation Policy, in George S. Bain, ed., Industrial Relations in Britain (Oxford: Basil Blackwell, 1983), pp. 419-455.",
        "Ehrenberg, Ronald G., Commentary, in Robert T. Michael, Heidi I. Hartmann, and Brigid O&apos;Farrell, eds., Pay Equity: Empirical Inquiries (Washington, D.C.: National Academy Press, 1989), pp. 243-246.",
        "Erickson, Chris, and Andrea Ichino, Wage Differentials in Italy: Market Forces and Institutions, paper presented at the NBER Conference on Differences and Changes in Wage Structures, Cambridge, MA., July 1992 flanagan, Robert J., Lawrence M. Kahn, Robert S. Smith and Ronald 0. Ehrenberg, Economics of the Employment Relationship (Glenview, Ill.: Scott, Foresman, 1989).",
        "Gregory, R.G. and A.E. Daly, Can Economic Theory Explain Why Australian Women Are So Well Paid Relative to Their U.S. Counterparts? in Steven L. Willborn, ed., Womens&apos;s Wa2es: Stability and Chanees in Six Industrialized Countries (Greenwich, CT: IA! Press, 1991).",
        "Groshen, Erica L., The Structure of the Female/Male Wage Differential: Is it Who Your Are, What You Do, or Where You Work? Journal of Human Resources 26 (Summer 1991): 457-72. Haavio-Mannila, Elina and Kaisa Kauppinen, Women&apos;s Lives and Women&apos;s Work in the Nordic Countries, in Hilda Kahne and Janet Giele, eds., Women&apos;s Lives and Women&apos;s Work in Modernizing and Industrial Countries (Boulder: Westview Press, forthcoming).",
        "Hyland, Stephanie L. Helping Employees with Family Care,1 Monthly Labor Review 113 (September 1990): 22-26.",
        "ILO, Conditions of Work Digest, 7, no. 2 (February, 1988), Tables 2 and 3, pp. 20-21. ILO, Yearbook of Labour Statistics, various issues (Geneva: ILO).",
        "Johnson, George E. and Gary Solon, Estimates of the Direct Effects of Comparable Worth Policy, American Economic Review 76 (December 1986): 1117-1125.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, Accounting for the Slowdown in Black-White Wage Convergence, in Marvin H. Kosters, ed., Workers and Their Waces (Washington D.C., IkE! Press, 1991), pp. 107-143. Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, forthcoming.",
        "Katz, Lawrence F. and Kevin M. Murphy, Changes in Relative Wages, 1963-87: Supply and Demand Factors, Ouarterly Journal of Economics, 107 (February 1992): 35-78.",
        "Kennedy, Thomas, European Labor Relations (Lexington, Mass.: D.C. Heath, 1982).",
        "Killingsworth, Mark, The Economics of Comparable Worth (Kalamazoo, Mich.: W.E. Upjohn Institute for Employment Research, 1990) Korenrnan, Sanders and David Neumark, Does Marriage Really Make Men More Productive? Journal of Human Resources 26 (Spring 1991): 282-307.",
        "Leion, Anders, Sweden, in B.C. Roberts, ed., Industrial Relations in Europe (London: Croom Helm, 1985), pp. 204-221.",
        "Lofstrom, Asa and Siv Gustafsson, Policy Changes and Women&apos;s Wages in Sweden, in Steven L. Wiliborn, ed., Womens&apos;s Wa2es: Stability and Chanaes in Six Industrialized Countries (Greenwich, CT: JAI Press, 1991).",
        "Mincer, Jacob, and Solomon Polachek, Family Investments in Human Capital: Earnings of Women, Journal of Political Economy 82, pt. 2 (March/April 1974): S76-S 108.",
        "New Industrial Relations Talks Continue, European Industrial Relations Review, No. 192 (January 1990): 7.",
        "O&apos;Neill, June and Solomon Polachek, Why the Gender Gap in Wages Narrowed in the 1980s, Unpublished paper, Baruch College, CUNY, November 1991. Organisation for Economic Co-operation and Development, Labour Force Statistics, various issues (Paris: OECD).",
        "Polachek, Solomon, Trends in Male-Female Wages: Differences Between the 1970s and the 1980s, Paper presented at the American Economic Association meetings, December 1990.",
        "Reskin, Barbara, et. a!. Women&apos;s Work. Men&apos;s Work (Washington, D.C.: National Academy of Sciences, 1986).",
        "Rosenfeld, Rachel and Arne Kalleberg, A Cross-national Comparison of the Gender Gap in Income, American Journal of Sociolo2y 96 (July 1990): 69-106.",
        "Simona, ilda, Switzerland, in Jenny Farley, cii, Women Workers in Fifteen Countries (Ithaca, NY: ILR Press, 1985), pp. 147-153.",
        "Sisson, Keith and William Brown, Industrial Relations in the Private Sector: Donovan Revisited,  in George S. Bain, George S. Sam, ed., Industrial Relations in Britain (Oxford: Basil Blackwell, 1983), pp. 137-154.",
        "Sorensen, Elaine, The Crowding Hypothesis and Comparable Worth Issue, Journal of Human Resources 25 (Winter 1990): 55-89.",
        "Thorsrud, Einar, Norway, in B.C. Roberts, ed., Industrial Relations in Europe (London: Croom Helm, 1985), pp. 180-203.",
        "Tomandl, Theodor and Karl Fuerboeck, Social Partnership (Ithaca, N.Y.: ILR Press, 1986).",
        "Watts, Martin J. and William J. Mitchell, The Impact of Incomes Policy on the Male InterIndustry Wage Structure, Journal of Industrial Relations 32 (September 1990): 353Wrong, Gale, Switzerland, Bulletin of Comoarative Labour Relations 16 (1987): 183-201.",
        "Zahaiza, A. and Z. Tzannatos, The Effect of Britain&apos;s Anti-Discriminatory Legislation on Relative Pay and Employment, The Economic Journal 95 (September 1985): 679-699."
    ]
}