{
    "id": 4226,
    "cites": 26,
    "cited_by": 15,
    "reference": [
        "Tamura, R. (1991) `Income Convergence in an Endogenous Growth Model, Journal of Political Economy 99: 522-40.",
        "Solow, R.M. (1957) `Technical Change and the Aggregate Production Function, Review of Economics and Statistics 39: 312-20.",
        "Stokey, N.L. (1991) `Human Capital, Product Quality, and Growth, puarteriy Journal of Economics 106:587-616.",
        "Romer, P.M. (1986) `Increasing Returns and Long-Run Growth, Journal of Political Economy 94: 1002-37.",
        "Romer, P.M. (1990) `Endogenous Technological Change, Journal of Political Economy 98: S71-S102.",
        "Rivera-Batiz, L.A. and P. Romer (1991) `Economic Integration and Endogenous Growth, Quarteriy Journal of Economics 106:531-56.",
        "Pasinetti, L.L. (1981) Structural Change and Economic Growth (Cambridge: Cambridge University Press).",
        "Mankiw, G., D. Romer and D. Weil (1990) `A Contribution to the Empirics of Economic Growth, NBER Working Paper No. 3541 (Cambridge: National Bureau of Economic Research).",
        "Lucas R.E. (1990) `Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review 90 (2): 92-96.",
        "Learner, E.E. (1988) `Measures of Openness, in R.E. Baldwin, ed., Trade Policy Issues and Empirical Analysis (Chicago: University of Chicago Press).",
        "King, R.G., C.I. Plosser, and S.T. Rebelo (1988) `Production, Growth and Business Cycles, Journal of Monetary Economics 21: 195-232, 309-341.",
        "Hill, P. (1986) `International Price Levels and Purchasing Power Parities, OECD Economic Studies 6: 133-59.",
        "Hooper and J.D. Richardson, eds., International Economic Transactions: 19 Issues in Measurement and Empirical Research (Chicago: University of Chicago Press) 388-436. Helliwell, John F. and Alan Chung (1992) `Tn-polar Growth and Real Exchange Rates: How Much Can be Explained by Convergence? In L.R. Klein, C. Moniguchi and A. Amano, eds., A Ouest for a More Stable World Economic System (New York: Kluwer).",
        "Helliwell, John F., and Alan Chung (1991) `Macroeconomic Convergence: International Transmission of Growth and Technical Progress, In P.",
        "Helliwell, John F. (1992) `International Growth Linkages: Evidence From Asia and the OECD, Prepared for the Third Annual NBER East Asian Seminar on Economics, Sapporo, Japan, June 17-19, 1992.",
        "Helliwell, John F., and Alan Chung (1986) `Aggregate Output with Variable Rates of Utilization of Employed Factors, Journal of Econometrics 19: 597-625.",
        "Grossman, G.M. and E. Helpman (1991c) `Endogenous Product Cycles, Economic Journal 101: Harrison, A. (1991) `Openness and Growth: A Time-Series, Cross-Country Analysis for Developing Countries, Policy Research Working Paper WPS8O9. (Washington: World Bank).",
        "Grossman, G.M. and E. Helpman (1991b) `Quality Ladders and Product Cycles, quarterly Journal of Economics 106: 557-586.",
        "Dowrick, S. and N. Gemmell (1991) `Industrialisation, Catching Up and Economic Growth: A Comparative Study Across the Worlds Capitalist 18 Economies, Economic Journal 101:263-275.",
        "De Long, J.B. and L.H. Summers (1991) `Equipment Investment and Economic Growth, Quarterly Journal of Economics 106:445-502.",
        "Ben-David, D. (1992) `Income Disparity among Countries and the Effects of Freer Trade, Paper prepared for the lEA Conference on Economic Growth and the Structure of Long-Term Development, Lake Como, October 1992.",
        "Barro, R.J. (1991) `Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics 106:407-44.",
        "Backus, D.K., P.J. Kehoe and T.J. Kehoe (1991) `In Search of Scale Effects in Trade and Growth, Working Paper No. 451 (Minneapolis, Federal Reserve Bank).",
        "Arrow, K.J., H.B. Chenery, B.S. Minhas and R.M. Solow (1961) `Capital- Labor Substitution and Economic Efficiency, Review of Economics and Statistics 43: 225-250.",
        "Abramovitz, M. (1990) `The Catch-up Factor in Postwar Economic Growth, Economic Inquiry: 1-18.",
        "Linnemann, H. (1966) An Econometric Study of International Trade Flows (Amsterdam: North-Holland)."
    ]
}