{
    "id": 4228,
    "cites": 21,
    "cited_by": 16,
    "reference": [
        "Zavoina, R. and McElvey, W. (1975), `A Statistical Model ror the Analysis of Ordinal Level Dependent Variables, Journal of Mathematical Sociology, Summer, pp. 103- 120.",
        "Warr, P. (ed.) (1985), Psychology at Work, Harmondsworth, Penguin.",
        "Rees, H. and Shah, A. (1986), `An empirical analysis of self-employment in the UK, Joiwnal of Applied Econometrics, 1, pp. 95-108.",
        "Schumpeter, J.A. (1939), Business cycles: a theoretical. historical and statistical analysis ~Lth~ capitalist process. 2 volumes, New York, McGraw-Hill.",
        "Reid, G.C. and Jacobsen, L.R. (1988), The small entrepreneurial firm, Aberdeen University Press, Aberdeen.",
        "Reid, G.C. (1990), `Analysing rankings, with an application to the financing of small entrepreneurial firms, Economic Journal, 100, Supplement, 200-205.",
        "Knight , F. (1921), Risk. uncertainty and profit, New York, Houghton Mifflin.",
        "Lentz. B.F. and Laband, D.N. (1990), `Entrepreneurial success and occupational inheritance among proprietors, Canadian Journal of Economics, 23, 3, pp. 563579. Meyer, B. (1990), `Why are there so few black entrepreneurs?, Working Paper No. 3537, National Bureau of Economic Research.",
        "Fuchs, V (1982), `Self-employment and labor force participation of older males, Journal of Human Resources, 17, 3, pp. 339-357.",
        "Jowell, R. et al (1990), British Social Attitudes: The 7th Report, Gower Press, Aldershot.",
        "Kanbur, S.M.R. (1982), `Entrepreneurial risk taking, inequality, and public policy: an application of inequality decomposition analysis to the general equilibrium effects of progressive taxation, Journal of Political Economy, 90, 1, pp. 1-21.",
        "Freeman, R.B. (1978), `Job satisfaction as an economic variable, American Economic Review, 68, 135-141.",
        "Evans, D. and Leighton, L. (1989), `Some empirical aspects of entrepreneurship, American Economic Review, 79, 3, pp. 5 19-535.",
        "Casson, M.C.(1990), `Entrepreneurship: a model of risky innovation under capital constraints, DP 235, University of Reading.",
        "Clark, A. E. and Oswald, A.J. (1992), `Satisfaction and comparison income, mimeo, Essex University and Centre for Economic Performance, London School of Economics.",
        "Borjas, G. and Bronars, S. (1989), `Consumer discrimination and self-employment, Journal of Political Economy, 97,3, pp. 581-605.",
        "Borjas, G.J. (1979), `Job satisfaction, wages and unions, Journal of Human Resources, 14, pp. 21-40.",
        "Witherspoon, S. and Jowell, R., Gower Press, Aldershot. (1992), `Does access to capital help make an entrepreneur?, Working Paper, Dartmouth College.",
        "Blanchflower, D. and Oswald A.J.(1990a), `What makes a young entrepreneur?, Working Paper No. 3252, National Bureau of Economic Research.",
        "Argyle, M. (1989), The psychology of happiness, Routledge, London.",
        "Blanchflower, D. and Meyer, B. (1991), `A longitudinal analysis of young entrepreneurs in Australia and the United States, Small Business Economics, forthcoming."
    ]
}