{
    "id": 4234,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Steinberg, S. H., Historical Tables, London: MacMillan, 1973, 220-233.",
        "Steiner, Zara S., Britain and the Origins of the First World War, New York: St. Martins Press, 1977, 258-263.",
        "Roll, Richard, Orange Juice and Weather, American Economic Review 74 (December 1984), 861-880.",
        "Plosser, Charles I., Government Financing Decisions and Asset Returns, Journal of Monetary Economics 9 (May 1982), 325-351.",
        "Roley, V. Vance, The Response of Short-Term Interest Rates to Weekly Money Announcements, Journal of Money, Credit and Banking 15 (August 1983), 344-354.",
        "Maddala, G.S., Econometrics, New York: McGraw-Hill, 1977, 46-47.",
        "Niederhoffer, Victor, The Analysis of World Events and Stock Prices, Journal of Business 44 (April 1971), 193-2 19.",
        "Langer, William L., ed., An Encyclopedia of World History, Boston: Houghton Mifflin, 1972.",
        "Frankel, Jeffrey A. and Richard Meese, Are Exchange Rates Excessively V~able?,in Stanley Fischer, ed., NBER Macroeconomics Annual, Cambridge: MIT Press, 1987, 117-152.",
        "Frankel, Jeffrey A. and Kenneth A. Froot, Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review 77 (March 1987), 133-153.",
        "Evans, Paul, Do Large Deficits Produce High Interest Rates?, American Economic Review 75 (March 1985), 68-87.",
        "Evans, Paul, Interest Rates and Expected Future Budget Deficits in the United States, Journal of Political Economy 95 (February 1987), 34-58.",
        "Engel, Charles, and Jeffrey Frankel, Why Interest Rates React to Money Announcements: An Explanation from the Foreign Exchange Market, Journal of Monetary Economics 18 (November 1986), 3 1-39.",
        "Elmendorf, Douglas W., Actual Budget Deficit Expectations and Interest Rates, Mimeo, July 1991.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers, Speculative Dynamics and the Role of Feedback Traders, American Economic Review 80 (May 1990), 63-68.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann, Noise Trader Risk in Financial Markets, Journal of Political Economy 98 (August 1990), 703-738.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers, What Moves Stock Prices?, The Journal of Portfolio Management 15 (Spring 1989), 4-12.",
        "Campbell, John Y., and Robert J. Shiller, Stock Prices, Earnings and Expected Dividends, Mimeo, January 1988."
    ]
}