{
    "id": 4239,
    "cites": 38,
    "cited_by": 6,
    "reference": [
        "American Psychological Association (various). Directory of the American Psychological Association. Washington, D.C.: APA. Blue Cross and Blue Shield of Maryland (1988). Mandated Benefits Study. Mimeo, BC/BS of Maryland.",
        "Blue Cross and Blue Shield of Massachusetts (1990). Mandated Benefits: Impact on Group Master Medical Rates. Mimeo, BC/BS of Massachusetts.",
        "Mimeo, BC/BS of Washington, D.C. Borjas, George J., and Glenn T. Sueyoshi (1991). A Two-Stage Estimator for Probit Models with Structural Group Effects. Mimeo, University of California at San Diego.",
        "Chollet, Deborah (1987). A Profile of the Nonelderly Population Without Health Insurance, in Government Mandating of Employee Benefits. Washington, D.C.: Employee Benefit Research Institute.",
        "Insurance, 1986. Washington, D.C. :Employee Benefit Research Institute.",
        "Coate, Stephen (1992). Altruism, the Samaritans Dilemma, and Government Transfer Policy. Mimeo, University of Pennsylvania.",
        "Congressional Research Service (1988a). Health Insurance and the Uninsured: Background Data and Analysis. Washington, D.C.: U.S. Government Printing Office.",
        "Government Printing Office. (1988c). Costs and Effects of Extending Health Insurance Coverage. Washington, D.C.: U.S. Government Printing Office.",
        "Dennis, William J. Jr. (1985). Small Business Employee Benefits. Washington, D.C.: National Federation of Independent Business Foundation.",
        "Dial, Thomas H. et al. (1990). Human Resources in Men~ Health, in National Institute of Mental Health, Mental Health. United States 1990. Washington, D.C.: U.S. Department of Health and Human Services.",
        "Employee Benefits Research Institute (1992). EBRI Databook on Employee Benefits. Washington, D.C.: EBRI.",
        "Feldstein, Martin (1973). The Welfare Loss of Excess Health Insurance, Journal of Political Economy, 81:251-280.",
        "Goodman, John C. and Gerald L. Musgrave (1988). Freedom of Choice in Health Insurance. Dallas, Texas: National Center for Policy Analysis Policy Report 134.",
        "Gruber, Jonathan (1992a). The Incidence of a Group-Specific Mandated Benefit: Evidence from Health Insurance Benefits for Maternity. Mimeo, Harvard University.",
        "PPOs in California. Mimeo, Harvard University. Hall, Charles P., and John M. Kuder (1990). Small Business and Health Care: Results of a Survey. Washington, D.C.: National Federation of Independent Business Foundation.",
        "Health Insurance Association of America (various). Source Book of Health Insurance Data. Washington, D.C.: HIAA. Helms, David W. et al. (1992). Mending the Flaws in the Small Group Market, Health Affairs, 11:8-27.",
        "Hewitt Associates (1985). Continuation of Group Medical Coverage - A Study of State Laws. Lincolnshire, IL: Hewitt Associates.",
        "Huth, Stephen A. (1990). COBRA Costs Continue to Exceed 102%, Employee Benefit Plan Review.",
        "ICF (1987). Health Care Coverage and Costs in Small and Large Businesses: Final Report. Mimeo, U.S. Small Business Administration Office of Advocacy.",
        "Jacobson, Louis S., Robert J. I..aLonde, and Daniel 0. Sullivan (1991). Earnings Losses of Displaced Workers. Mimeo, W.E. Upjohn Institute for Employment Research.",
        "Jensen, Gail A., and Jon R. Gabel (1991). State Mandated Benefits and a Firms Decision to Offer Insurance. Mimeo, Wayne State University.",
        "KPMG Peat Marwick (1989). Blue Cross and Blue Shield of Virginia Mandated Benefits Study: Final Report. Mimeo, BC/BS of Virginia.",
        "Lambert, David A., and Thomas G. McGuire (1990). Political and Economic Determinants of Insurance Regulation in Mental Health, Journal of Health Politics. Policy, and Law, 15: 169-189.",
        "Leibowitz, Arleen, and Michael Chernow (1992). The Firms Demand for Health Insurance, in Health Benefits and the Workforce. Washington, D.C.: Department of Labor.",
        "Levin, Bruce L. (1988). State Mandates for Mental Health, Alcohol, and Substance Abuse Benefits: Implications for HMOs, GHAA Journal, 8:48-69.",
        "Manning, Williard G. et a!. (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review, 77:251-277.",
        "McGuire, Thomas G., and John T. Montgomery (1982). Mandated Mental Health Benefits in Private Health Insurance, Journal of Health Politics. Policy, and Law, 7:380-4.06.",
        "National Institute of Mental Health (1990). Mental Health. United States 1990. Washington, D.C.: U.S. Department of Health and Human Services.",
        "Rosen, Sherwin (1974). Hedonic Prices in Implicit Markets: Product Differentiation in Price Competition, Journal of Political Economy, 34-55.",
        "Rothschild, Michael, and Joseph E. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90: 629-650.",
        "Scandlen Publishing (1991). Health Benefits Letter. Alexandria, VA: Scandlen Publishing.",
        "Scott, Jack E., David Greenberg, and Josephine Pizarro (1992). A Survey of State Insurance Mandates Covering Alcohol and Other Drug Treatment, forthcoming in Journal of Mental Health Administration.",
        "Small Business Administration (1987). The State of Small Business. Washington, D.C.: U.S. Government Printing Office.",
        "Summers, Lawrence H. (1989). Some Simple Economics of Mandated Benefits, American Economic Review, 79:177-183.",
        "Thompson Publishing (1992). Mandated Health Benefits. Washington, D.C.: Thompson Publishing.",
        "Thorpe, Kenneth E., Ann Hendricks, Deborah Garnick, Karen Donelan, and Joseph P. Newhouse (1992). Reducing the Number of Uninsured by Subsidizing EmploymentBased Health Insurance, Journal of the American Medical Association, 267:945-948.",
        "U.S. Chamber Research Center (1989). Employee Benefits. Washington, D.C.: U.S. Chamber of Commerce.",
        "Wisconsin Office of the Commissioner of Insurance (1990). Insurance Issues Paper: Costs of Mandated Benefits in Wisconsin."
    ]
}