{
    "id": 4242,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Christian Zimmerman, International real business cycles among large and small countries, unpublished manuscript, Carnegie Mellon University, December 1991.",
        "Kei-Mu Yi, Can government purchases explain recent U.S. net export deficits? unpublished manuscript, presented at the NBER Universities Conference, May 1991.",
        "John Whalley, Trade Liberalization Among Major Trading Areas, Cambridge, MA: MIT Press, 1985.",
        "Lars Svensson and Assaf Razin, The terms of trade and the current account: The Harberger-Laursen-Metzler effect, Journal of Political Economy, 91 (February 1983), 97-125.",
        "Rene Stulz, Capital mobility and the current account, Journal of International Money and Finance, 7 (1988), 167-180.",
        "Alan Stockman and Lars Svensson, Capital flows, investment, and exchange rates, Journal of Monetary Economics, 19 (1987), 171-201.",
        "Alan Stockman and Linda Tesar, Tastes and technology in a two-country model of the business cycle: Explaining international co-movements, Working Paper 9019, Federal Reserve Bank of Cleveland, April 1991.",
        "Maurice Obetfeld, Fiscal deficits and relative prices in a growing economy, Journal of Monetary Economics, 2.3 (May 1989), 461-484.",
        "Robert Stern, Jonathan Francis, and Bruce Schumacher, Price Elasticities in International Trade, London: Macmillan, 1976.",
        "Maurice Obetfeld, Aggregate spending and the terms of trade: Is there a Laureen-Metzler effect? Quarterly Journal of Economics, 97 (May 1982), 251-270.",
        "Ellen Meade, Exchange rates, adjustment, and the J-curve, Federal Reserve Bulletin, 74 (1988), 633-644.",
        "Robert Murphy, Productivity shocks, nontraded goods, and optimal capital accumulation, European Economic Review, 30 (1986), 1081-1095.",
        "Stephen Megee, Currency contracts, pass-through, and devaluation, Brookings Papers on Economic Activity, 1: 1973, 303-323.",
        "Kiminori Matsuyama, Terms-of-trade, factor intensities and the current account in a life-cycle model, Review of Economic Studies, 55 (1988), 247-262.",
        "Finn Kydland end Edward Prescott, Time to build and aggregate fluctuations, Econometrica, 50 (November 1982), 1345-1370.",
        "Helen Junz and Rudolf Rhomberg, Price competitiveness in export trade among industrial countries, American Economic Review, 63 (May 1973), 412-418.",
        "Robert King and Sergio Rebelo, Low frequency filtering and the business cycle, unpublished manuscript, University of Rochester, October 1989.",
        "Robert Hodrick, U.S. international capital flows: Perspectives from rational maximizing models, Carnegie-Rochester Conference Series on Public Policy, 30 (Spring 1988), 231-288.",
        "John Hassler, Petter Lundvik, Torsten Persson, end Paul Sdderlind, The Swedish business cycle: Stylized facts over 130 years, unpublished manuscript, Stockholm, 1992.",
        "Michael Gavin, Structural adjustment to a terms of trade disturbance: The real exchange rate, stock prices, and the current account, Journal of International Economics, 28 (May 19901, 217-243.",
        "Oded Galor and Shoukand Lin, Terms of trade, interest rates, and current account dynamics, unpublished manuscript, Brown University, January 1991.",
        "Rudiger Dornbusch, Real interest rates, home goods, and optimal external borrowing, Journal of Political Economy, 91 (February 1983), 141-153.",
        "Alan Deardorff and Robert Stern, Computational Analysis of Global Trading Arrangements, Ann Arbor: University of Michigan Press, 1990.",
        "Avinash Dixit, Entry and exit decisions under fluctuating exchange rates, Journal of Political Economy, 98 (June 1989), 620-638.",
        "Jean-Pierre Danthine and John Donaldson, Methodological and empirical issues in real business cycle theory, unpublished manuscript, 1991.",
        "V.V. Chari, Lawrence Christiano, and Patrick Kehoe, Optimal fiscal policy in a business cycle model, unpublished manuscript, Federal Reserve Bank of Minneapolis, September 1991.",
        "Emanuela Cardia, The dynamics of a small open economy in response to monetary, fiscal, and productivity shocks, Journal of Monetary Economics, 28 (December 1991), 411-434.",
        "Philip Brock, Investment, the current account, and the relative price of non-traded goods in a small open economy, Journal of International Economics, 24 (1988), 235-253.",
        "Keith Blackburn and Morten Ravn, Contemporary macroeconomic fluctuations: An international perspective, unpublished manuscript, January 1991.",
        "Marianne Baxter and Mario Crucini, Explaining saving/investment correlations, American Economic Review, forthcoming 1992.",
        "David Backus, Patrick Kehoe, and Finn Kydland, International real business cycles, Journal of Political Economy, 101 (August 1992a), 745-775.",
        "David Backus, Patrick Kehoe, and Finn Kydland, International business cycles: theory and evidence, unpublished manuscript, August 1992b.",
        "Richard Baldwin and Paul Krugman, Persistent trade effects of large exchange rate shocks, Quarterly Journal of Economics, 104 (November 1990), 635-654.",
        "Paul Armington, A theory of demand for products distinguished by place of production, IMF Staff Papers, 27 (1969), 488-526.",
        "William Alterman, Price trends in U.S. trade: New data, new insights, in P. Hooper and J.D. Richardson, ads., International Economic Transactions: Issues in Measurement and Empirical Research, Chicago: University of Chicago Press, 1991."
    ]
}