{
    "id": 4243,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "Alterman, W. 1991. Price trends in US trade: New data, new insights. In P. Hooper and JO. Richardson (eds. I, International Economic Transactions: Issues in Measurement and Empirical Research. Chicago: University of Chicago Press.",
        "Whalley, J. 1985. Trade Liberalization Among Major Trading Areas. Cambridge, MA: MIT Press.",
        "Svensson, L., and Rezin, A. 1983. The terms of trade end the current account: The !-Iarberger-Laursen-MetZler effect. Journal of Political Economy 91 (February), 97-125.",
        "Stockman, A., and Tesar, L. 1991. Tastes and technology in a two-country model of the business cycle: explaining international comovements. Federal Reserve Bank of Cleveland, Working Paper 9019, April.",
        "Schlagenhauf, D., and Wrase, J. 1992. A monetary, open-economy model with capital mobility. Unpublished manuscript, Arizona State University.",
        "Stockman, A, end Svensson, L.E.0. 1987. Capital flows, investment, and exchange rates, Journal of Monetary Economics 19, 171-201.",
        "Obstfeld, M. 198Z. Aggregate spending and the terms of trade: Is there a Laursen-Metzler effect? Quarterly Journal of Economics 97 (May), 251-270. Obstfeld, M. 1989. Fiscal deficits and relative prices in a growing economy. Journal of Monetary Economics 23 (May), 461-484.",
        "Reynolds, P. 1991. Capital formation, government spending and international economic fluctuations. Unpublished manuscript, Northwestern University, January.",
        "Mussa, M. 1986. Nominal exchange rate regimes and the behavior of reel exchange rates. In K. Brunner and A. Meltzer (eds.), Real Business Cycles, Real Exchange Rates, and Actual Policies. Carnegie-Rochester Conference Series.",
        "Mendoza, E. 1992. The terms of trade and economic fluctuations. Unpublished manuscript, International Monetary Fund, February.",
        "Laursen, S., and Metzler, L. 1950. Flexible exchange rates and the theory of employment. Review of Economics and Statistics 32, 281-299.",
        "Lucas, R. 1984. Money in a theory of finance. Carnegie-Rochester Conference Series on Public Policy 21, 9-45.",
        "Macklem, R.T. 1990. Terms-of-trade disturbances and fiscal policy in a small 35 open economy. Bank of Canada, Working Paper 90-7, December.",
        "Lapham, B. 1990. A dynamic, general equilibrium analysis of deviations from the laws of one price. Unpublished manuscript, Queens University, September.",
        "Krugman, P., and Obstfeld, M. 1991. International Economics: Theory and Policy, Second Edition. New York: HarperCollins.",
        "Kemp, M. 1987. Marshall-Lerner condition. The New Palgrave: A Dictionary of Economics. London: Macmillan.",
        "Harberger, A. 1950. Currency depreciation, income, and the balance of trade. Journal of Political Economy 58, 47-60.",
        "Hodrick, R. 1988. US international capital flows: perspectives from rational maximizing models. Carnegie-Rochester Conference Series on Public Policy 30 (Spring), 231-288.",
        "Giovannini, A. 1988. Exchange rates and traded goods prices. Journal of International Economics 24, 45-68.",
        "Graboyes, R. 1991. International trade and payments data. Federal Reserve Bank of Richmond, Quarterly Review 77 (September/October), 20-31.",
        "Grilli, V., and Roubini, N. 1992. Liquidity end exchange rates. Journal of International Economics 32 (May), 339-352.",
        "Ethier, W. J. 1988. Modern International Economics, Second Edition. New York: Norton.",
        "Froot, K., and Rogoff, K. 1991. Government spending and the real exchange rate in the Bretton Woods era. Unpublished manuscript, 1991.",
        "Dumas, B. 1992. Dynamic equilibrium and the real exchange rate in a spatially separated world. Review of Financial Studies 5, 153-180.",
        "Dornbusch, R. 1980. Open Economy Macroeconomics. New York: Basic Books.",
        "Cole, H., and Obstfeld, M. 1991. Commodity trade and international risk-sharing. Journal of Monetary Economics 28 (August), 3-24.",
        "Buiter, W. 1989. Budgetary Policy, International and Intertemporal Trade in the Global Economy. Amsterdam: North Holland.",
        "Blackburn, K., and Ravn, M. 1991. Contemporary macroeconomic fluctuations: An international perspective. Unpublished manuscript, January.",
        "Backus, D., Kehoe, P., and Kydland, F. 1992b. Dynamics of the trade balance and the terms of trade: The S-curve. Federal Reserve Bank of Cleveland, Working Paper 9211, October.",
        "Baxter, M. 1992. Fiscal policy, specialization, and trade in the two-sector model: The return of Ricardo? Journal of Political Economy 100 (August), 713-744.",
        "Arinington, P. 1969. A theory of demand for products distinguished by place of production. IMF Staff Papers 27, 488-526.",
        "Backus, D. 1992. Interpreting comovements in the trade balance and the terms of trade. Journal of International Economics, forthcoming.",
        "Kehoe, P., and Richardson, P. 1985. Dynamics of the current account: Theoretical end empirical analysis. Federal Reserve Bank of Minneapolis, Working Paper.",
        "Backus, B., Kehoe, P., and Kydlend, F. 1992a. International reel business cycles. Journal of Political Economy 100 (August), 745-775."
    ]
}