{
    "id": 4244,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Aharony, J. end I. Swary, 1980. Quarterly Dividend and Earnings Announcements and Stockholders Returns: An Empirical Analysis, Journal ~f Finance, Vol. 35, pp. 1-12.",
        "Ambarish, K., K. John and J. Williams, 1987. Efficient Signaling with Dividends and Investments. Journal of Finance, Vol. 42, pp. 321-343.",
        "Asquith, P. and D. Mullins, 1983. The Impact of Initiating Dividend Payments on Shareholders Wealth, Journal p.~ Business, Vol. 56, pp. 77-96.",
        "Auerbsch, A., 1985. Real Determinants of Corporate Leverage, in Corporate Capital Structures in the United States, ed. B. Friedman, Chicago: University of Chicago Press, pp. 301-322.",
        "Balcer, Y. and K. Judd, 1987. Effects of Capital Cams Taxation on Life-Cycle Investment and Portfolio Management, Journal ~f Finance, pp. 743-761.",
        "Bernheim, 8.0., 1991. Tax Policy and the Dividend Puzzle, ggj~ Journal ~ Economics, Vol. 22, pp. 455-476.",
        "Bhattacharya, 5., 1979. Imperfect Information, Dividend Policy, and the `Bird in the Hand Fallacy, Bell Journal of Economics, Vol. 10, pp. 259-270.",
        "Ouarterly Journal g.~ Economics, Vol. 95, pp. 1-24. Brickley, James A., 1983. Shareholder Wealth, Information Signaling, and the Specially Designated Dividend: An Empirical Study, Journal ~ Financial Economics, Vol. 12, pp. 297-330.",
        "Brown, S.J. and J.B. Warner, 1985. Using Daily Stock Returns: The Case of Event Studies, Journal of Financial Economics, Vol 14, pp. 3-31.",
        "Chsrest, C., 1978. Dividend Information, Stock Returns, and Market Efficiency, Journal of Financial Economics, Vol. 6, pp. 297-330.",
        "Esdes, K.M., 1982. On Dividends as a Signal of Firm Value, Journal of Financial Ousntitative Analysis, Vol. 17, pp. 471-500.",
        "Announcements, Journal ~ Financial Economics, Vol. 16, pp. 581-604. Conedes, N.J., 1978. Corporate Signaling, External Accounting, and Capital Market Equilibrium: Evidence on Dividends, Income and Extraordinary Items, Journal of Accountina Resesrch, Vol. 16, pp. 26-79.",
        "Hakansson, N.H., 1982. To Pay or Not to Pay Dividend. Journal p.~ Finance, Vol. 37, pp. 415-428.",
        "Jensen, M. and W. Meckling, 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structures, Journal ~ Financial Economics, Vol. 3, pp. 305-360.",
        "John, K. and D.C. Nachmsn, 1987. Multiperiod Financing Strategies and Dividend Management. CRSP Working Paper No. 210.",
        "Equilibrium, Journal of Finance, Vol. 40, pp. 1053-1070. Kane, A. end Y. Lee and A. Marcus, 1984. Earnings end Dividend Announcesents: Is There a Corroboration Effect?, Journal of Finance, Vol. 39, pp. 1091-1099.",
        "Kumar, P. 1988. Shareholder-Manager Conflict, Costly Monitoring and the Information Content of Dividends. Mimeo, Carnegie Mellon University.",
        "Dividends. Mimeo, Carnegie Mellon University. Lang, L.H.P. and R.H. Litzenberger, 1989. Dividend Announcements: Cash Flow Signaling vs. Free Cash Flow Hypothesis? Journal ~f Financial Economics, Vol. 24, pp. 181-191.",
        "Laub, P.M., 1976. On the Informational Content of Dividends, Journal ~f Business, pp. 73-80.",
        "Mackie-Mason, J. 1988. Do Taxes Affect Corporate Financing Decisions? NBER Working Paper No, 2632.",
        "Miller, M.H.and K. Rock, 1985. Dividend Policy under Asymmetric Information. Journal ~.[ Finance, Vol, 40, pp. 1031-1051.",
        "Ofer, A.R. and D. Seigel, 1987. Corporate Financial Policy, Information, and Market Expectations: An Empirical Investigation of Dividends, Journal ~ Finance, Vol. 42, pp. 365-394.",
        "Pettit. R., 1972. Dividend Announcements. Security Performance, and Capital Market Efficiency, Journal gj Finance, Vol. 27, pp. 993-1008.",
        "Journal of Financial Economics, pp. 419-436. Poterba, J. and L. Summers, 1983. Dividend Taxes, Corporate Investment, and Q, Journal of Public Economics, Vol. 22, pp. 135-167.",
        "Journal ~f Finance, ______ 1985. The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance, E.I. Altman and M.C. Subrahmanyam, ads., Homewood, Illinois: Richard Irwin, pp. 227-284.",
        "Shefrmn, H. and M. Statman, 1984. Explaining Investor Preferences for Cash Dividends, Journal of Financial Economics, Vol. 13, pp. 253-282.",
        "Watts, R., 1973. The Information Content of Prices, Journal ~f Business, Vol. 46, pp. 191-211."
    ]
}