{
    "id": 4246,
    "cites": 24,
    "cited_by": 14,
    "reference": [
        "Agenor, Pierre., and Mark Taylor, Testing for Credibility Effects, IMF Staff Papers, September 1992.",
        "Aghevli, Bijan, Mohsin Khan and P.S. Montiel, Exchange Rate Policy in Developing Countries: Some Analytical Issues, IMF Occasional Paper 78, 1991.",
        "Beristain, Javier, and Ignacio Trigueros, Mexico, in J. Williamson (ed.), Latin American Adjustment, lIE, 1990.",
        "Bruno, Michael, High Inflation and the Nominal Anchors of an Open Economy, Princeton Essays in International Finance, 1991.",
        "Bruno, Michael, et al. (eds.), Lessons of Economic Stabilization and Its Aftermath, MIT Press, 1991.",
        "Burton, David, and Michael Gilman, Exchange Rate Policy and the IMF, Finance and Development, 1991.",
        "Calvo, Guillermo, and Carlos Vegh, Credibility and the Dynamics of Stabilization Policy: A Basic Framework, IMF, 1990.",
        "Corden, Max, Exchange Rate Policy in Developing Countries, in J. de Melo and A. Sapir (eds.), Trade Theory and Economic Reform, Oxford: Basil Blackwell, 1991.",
        "Coricelli, Fabricia, and Roberto Rocha, Stabilization Programs in Eastern Europe: Poland and Yugoslavia, World Bank, 1991.",
        "Cukierman, Alex, Sebastian Edwards, and Guido Tabellini, Seignorage and Political Instability, American Economic Review (June 1992). _______ Steve Webb and Bilip Neyapti, Measuring the Independence of Central Banks and Its Effect on Policy Outcomes, World Bank Economic Review, September 1992.",
        "Devarajan, Shanta, and Dani Rodrik, Do the Benefits of Fixed Exchange Rates Outweight Their Costs? The Franc Zone in Africa, presented at OECD/CEPR Conference, 1991.",
        "Edwards, Sebastian, Stabilization With Liberalization: The Chilean Experiment, Economic Development and Cultural Change, 1985.",
        "Experiment, University of Chicago Press, 1991.",
        "Countries, Journal of International Money and Finance, 1991.",
        "Flood, Robert, and Peter Isard, Monetary Policy Strategies, IMF Staff Papers, 1989.",
        "Grilli, Vittorio et al., Central Bank Independence and Inflation, Economic Policy, forthcoming, 1991.",
        "IMF Survey: Czechoslovakia Provides Case Study for Economic Transformation, March 1992.",
        "Kamin, Steve B., Exchange Rate Rules in Support of Disinflation Program sin Developing Countries, Board of Governors of the Federal Reserve Board, June 1991.",
        "Kiguel, Miguel, and Nissan Liviatan, The Business Cycle Associated With Exchange Rate Based Stabilizations, World Bank Economic Review, 1992.",
        "Krugman, Paul, A Model of Balance of Payments Crisis, Journal of Money, Credit and Banking, 1979.",
        "Nunnenkamp, Peter, Critical Issues of Macroeconomic Stabilization in Post-Socialist Countries, paper presented at Conference Reintegration of Poland into the Western Economy, Warsaw, 1992.",
        "Persson, Torsten, and Guido Tabellini, Macroeconomic Policy, credibility and Politics, Harwood, 1990.",
        "Sargent, Thomas, Stopping Moderate Inflation: The Methods of Poincare and Thatcher, in R. Dornbusch and M. Simonsen (eds.), Inflation, Debt and Indexation, MIT Press, 1986.",
        "Williamson, John (ed.), Latin American Adjustment: How Much Has Happened?, Washington, DC: Institute for International Economics, 1990."
    ]
}