{
    "id": 4248,
    "cites": 24,
    "cited_by": 28,
    "reference": [
        "Barro, Robert (1991) Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics, v. 106, pp. 407-444.",
        "Cline, William R. (1992) The Economics of Global Warming (Washington, D.C.: Institute for International Economics).",
        "DeLong, Bradford (1988) Comments on `Productivity Growth, Convergence, and Welfare: What the Long-Run Data Show, American Economic Review, v. 78, pp. 1138-1159.",
        "Dorobush, Rudiger and James M. Poterba (1991) Global Warming: Economic Policy Responses (Cambridge, MA: The MIT Press).",
        "Grossman, Gene M., and Alan B. Krueger (1991) Environmental Impacts of a North American Free Trade Agreement, Working Paper No. 3914, National Bureau of Economic Research.",
        "Hettige, l-lemamala, Robert BE. Lucas, and David Wheeler (1992) The Toxic intensity of Industrial Production: Global Patterns, Trends, and Trade Policy, American Economic Review, Vol. 82, No. 2, May 1992, pp. 478-481.",
        "Holtz-Eakin, Douglas, Whitney Newey, and Harvey S. Rosen (1988) Estimating Vector Autoregressions with Panel Data, Econometrica, v. 56, pp. 1371-96.",
        "Hsiao, Cheng (1986) Analysis of Panel Data (Cambridge: Cambridge University Press).",
        "Levine, Ross and David Renelt (1992) A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, v. 82, pp. 942-963.",
        "Mankiw, N.G., U. Romer, and D. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, v. 107, May 1992, pp. 407-438.",
        "Manne, Alan S. and Richard G. Richels (1992) Buying Greenhouse Insurance: The Economic Costs of CO2 Emissions Limits (Cambridge, MA: The MIT Press).",
        "Mundlak, Yair (1978) On the Pooling of Time Series and Cross Section Data, Econometrica, v. 46, pp. 69-85.",
        "Nordhaus, William D. (1992) Economic Approaches to Global Warming, in R. Dombush and J.M. Poterba, eds., Global Warming: Economic Policy Responses (Cambridge, MA: The MIT Press).",
        "Etniss ions, in Changing Climate: Report of the Carbon Dioxide Assessment Committee, National Research Council (Washington, D.C.: National Academy Press). and Gary W. Yohe (1983) Future Paths of Energy and Carbon Dioxide Emissions, in Changing Climate: Report of the Carbon Dioxide Assessment Committee, National Research Council (Washington, D.C.: National Academy Press).",
        "Oak Ridge National Laboratory (1989) Estimates of CO2 Emissions from Fossil Fuel Burning and Cement Manufacturing, Based on the United Nations Energy Statistics and the U.S. Bureau of Mines Cement Manufacturing Data, Oak Ridge: Department of Energy.",
        "Poterba, James (1992) Tax Policy to Combat Global Wanning: Designing A Carbon Tax, in R. Dombush and J.M. Poterba, eds., Global Warming: Economic Policy Responses (Cambridge, MA: The MIT Press).",
        "Reilly, J. M., J. A. Edmonds, R. H. Gardner, and A. L. Brenkert (1987) Uncertainty Analysis of the IEA/ORAU CO2 Emissions Model, Energy Journal, v. 8, n. 3.",
        "Schelling, Thomas (1992) Some Economics of Global Warming, American Economic Review, Vol. 82, No. 1, March 1992, pp. 1-14.",
        "Selden, Thomas M. and Daqing Song (1992) Environmental Quality and Development: Is There a Kuznets Curve for Air Pollution? mimeo, Syracuse University.",
        "Shafik, Nemat and Sushenjit Bandyopadhyay (1992) Economic Growth and Environmental Quality: Time-Series and Cross-Country Evidence, Policy Research Working Paper No. 904, The World Bank.",
        "Shah, Anwar and Bjom Larsen (1992) Global Warming, Carbon Taxes and Development, presented at the 1992 Annual Meetings of the American Economic Association.",
        "Solow, Andrew R. (1991) Is There a Global Warming Problem? in R. Dombush and J.M.",
        "Poterba, eds., Global Warming: Economic Policy Responses (Cambridge, MA: The MIT Press). Summers, Robert, and Alan Heston (1991) The Penn Mark TV Data Table, Quarterly Journal of Economics, v. 106, n. 2, pp. 327-368.",
        "World Bank (forthcoming) World Population Projections, Washington: The World Bank. World Bank (1992) World Development Report, 1992 (New York: Oxford University Press)."
    ]
}