{
    "id": 4249,
    "cites": 17,
    "cited_by": 19,
    "reference": [
        "Yayanos, Dimitri and Jean-Luc Vila (1992). Equilibrium Interest Rate and Liquidity Premium Under Proportional Transactions Costs, manuscript, Sloan School of Management.",
        "Tauchen, G. and R. Hussey (1991). Quadrature-Based Methods for Obtaining Approxminiate Solutions to Nonlinear Asset Pricing Models, Econometrica, 59, 371-396.",
        "Teimer, Chris I. (1991), Asset Pricing Puzzles and Incomplete Markets, Queens University working paper.",
        "Saito, Makoto (1992). Essays on the Risk Premium in the U.S. Financial Market, Ph.D. dissertation, M.I.T.",
        "Non-Stockholders NBER working paper. Marcet, Albert and Kenneth J. Singleton (1991), Equilibrium Asset Prices and Savings of Heterogeneous Agents in the Presence of Incomplete Markets and Portfolio Constraints, working paper, Stanford University.",
        "Mehra, Rajnish and Edward C. Prescott (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Lucas, Deborah J. (1991), Asset Pricing with Undiversifiable Income Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle, manuscript, Northwestern University.",
        "Mankiw, N. Gregory (1986), The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics 17, pp 211-219.",
        "Heaton, John and Deborah J. Lucas (1992), The Effects of Incomplete Insurance Markets and Trading Costs in a Consumption-Based Asset Pricing Model, Journal of Economic Dynamics and Control, 16, 601-620.",
        "Hansen, Lars Peter and Kenneth Singleton (1983). Stochastic Consumption, Risk Aversion and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91.",
        "Hansen, Lars Peter and Ravi Jagannathan (1991). Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "Dumas, Bernard (1989). Two-Person Dynamic Equilibrium in the Capital Market, The Review of Financial Studies, Vol. 2, No. 2, 157-188.",
        "Constantinides, George (1986). Capital Market Equilibirum with Transaction Costs, Journal of Political Economy, 94, 842-862.",
        "Constantinides, George and Darrell Duffie (1992). Asset Pricing with Heterogeneous Consumers, manuscript, University of Chicago.",
        "Amihud, Yakov and Haim Mendelson (1986). Asset Pricing and the Bid-Ask Spread, Journal of Monetary Economics 17, 223-249.",
        "Aiyagari, S. Rao and Mark Gertler (1991). Asset Returns with Transactions Costs and Uninsured Individual Risk: A Stage ifi Exercise, Journal of Monetary Economics 27, 309-331.",
        "Abowd, J.M. and D. Card (1989). On the Covariance Structure of Earnings and Hours Changes, Econometrica 57, 411-445."
    ]
}