{
    "id": 4251,
    "cites": 50,
    "cited_by": 50,
    "reference": [
        "Barnes, I. and J. Preston, (1985). The Scunthorpe Enterprise Zone: An Example of Muddled Interventionism, Public Administration 63, Summer, pp. 171-181.",
        "Bartik, T.J., (1985). Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States, Journal of Business and Economic Statistics, vol. 3, No. 1.",
        "Develooment Policies, W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan. Bendick, M., Jr., (1981). Employment, Training, and Economic Development, in The Reagan Exoeriment, J.L. Palmer and I.V. Sawhill, eds., The Urban Institute, Washington D.C., pp. 263-265.",
        "Bendick, M., Jr. and D.W. Rasmussen, (1986). Enterprise Zones and Inner-City Economic Revitalization, in Reacan and the Cities, G.E. Peterson and C.W. Lewis, eds., The Urban Institute, Washington D.C., pp. 97-129.",
        "Birch, D.L., (1981). Who Creates Jobs? The Public Interest, vol. 65, Fall, pp. 3-14.",
        "Bradford, D.F., (1978). Factor Prices May be Constant but Factor Returns Are Not, Economics Letters 1, pp. 199-203.",
        "Brintnall, M. and R. Green, (1988). Comparing State Enterprise Zone Programs: variations in Structure and Coverage, Economic Develooment Ouarterlv 2, No.1, pp. 50-68.",
        "Bromley, R.D.F., and R.H. Morgan (1985). The Effects of Enterprise Zone Policy: Evidence from Swansea, Recional Studies, vol 19, No. 5, pp. 403-413.",
        "Bromley R.D.F., and J.C.M. Rees, (1988). The First Five Years of the Swansea Enterprise Zone, Regional Studies 22, No. 4, pp. 263-75.",
        "Brown, C., J. Hamilton, and J. Medoff, (1990). EmploYers Large and Small, Harvard University Press, Cambridge, Massachusetts.",
        "Carlton, D. (1979). why New Firms Locate where They Do: An Econometric Model, in Interregional Movements and Regional Growth, W. Wheaton, ed., Urban Institute.",
        "Carroll, R. and M. WasylenkO, (1990). The Shifting Fate of Fiscal Variables and Their Effect on Economic Development, paper presented at the National Tax Association, Proceedings of the Eighty-second Annual Conference, Columbus, Ohio.",
        "Connecticut Department of Economic Development, (1985). Enterprise Zones: The Connecticut Experiment, Hartford, CT.",
        "Erickson, R.A. and s.w. Friedman, (1990). Enterprise Zones 1: Investment and Job Creation of State Government Programs in the United State of America, Environment and Planning C: Government and Policy, Volume 8, pp. 251-267. - , (l99la)~ ~Enterprise Zones 2: A Comparative Analysis of Zone Performance and State Government Policies, mimeo, Pennsylvania State University.",
        "Zone Policies, in R.E. Green, ed., Enterprise Zones: New Directions in Economic Development, Sage Focus Edition, pp. 136-154. Erickson, R.A., s.w. Friedman, and R.E. McCluskey, (1989). Enterprise Zones: An Evaluation of State Government Policies, Report to the U.S. Economic Development Administration, Pennsylvania State University, Center for Regional Analysis.",
        "Erickson, R.A., and P.M. Syms, (1985). The Effects of Enterprise Zones on Local Property Markets, Regional Studies 20, No. 1, pp. 1-14.",
        "Funkhouser, R. and E. Lorenz, (1987). Fiscal and Employment Impacts of Enterprise Zones, Atlantic Economic Journal 15, No. 2, pp. 62-76.",
        "Goldberg, F.T., Jr., (1992). Statement before the Committee on Finance, the U.S. Senate, June 3. p. 3.",
        "Gravelle, J.G., (1992). Enterprise Zones: The Design of Tax Incentives, CRS Report for Congress 92-476 S, Congressional Research Service, The Library of Congress, June 3.",
        "Green, R.E., (1990). Is There a Place in the l990s for Federally Designated Enterprise Zones within the Context of State-Administered Enterprise Zone Program Experience?, Journal of Planning Literature .5, pp. 39-46.",
        "Hall, P. (1977). Green Fields and Grey Areas, in Proceedings of the Royal Town Planning Institute Annual Conference, ed. P. Hall, London: Royal Town Planning Institute, pp. 15-17.",
        "Hamermesh, D.S., (1978). Subsidies for Jobs in the Private Sector, in J. Palmer, ed., Creating Jobs: Public Employment Programs and Wage Subsidies, Washington, D.C., The Brookings Institution.",
        "Princeton, N.J. Holzer, H.J., (1991). The Spatial Mismatch Hypothesis: What Has the Evidence Shown? Urban Studies, Vol. 28, No. 1. pp. 105-122.",
        "Jones, E.R., (1985). Enterprise Zone Programs and Neighborhood Revitalization: The First Two Years, Department of Urban and Regional Planning, University of Illinois, Urbana, IL.",
        "Promise or Product: A Case Study, The Western Journal of Black Studies 11, November, pp. 1-10. Joint Committee on Taxation, (1992). Staff Description of Proposals and Issues Relating to Tax Incentives for Enterprise Zones, JCS-l2-92, June 2.",
        "Juhn, C., K.M. Murphy, and R.H. Topel, (1991). Why Has the Natural Rate of Unemployment Increased Over Time? Brookincis Pamers on Economic Activity 2, pp. 75-126.",
        "Killingsworth, M., (1983). Labor Supoly, Cambridge: Cambridge University Press.",
        "Lavation, S.A., and E.I. Miller, (1992). Enterprise Zones: A Promise Based on Rhetoric, Occasional Paper 1992-1, Center for Social Policy Studies, George Washington University, March.",
        "Litster, E., (1990). California Enterprise Zones: Assessment of Enterprise Zone Effectiveness and the Resulting Impact on Business Location and Employment, unpublished Masters 61 thesis, UCLA Department of Urban Planning.",
        "McLure, C.E., Jr., (1970). Taxation, Substitution, and Industrial Location, The Journal of Political Economy, Vol. 78, No. 1, pp. 112-132.",
        "Nelson, A.C., and R.W. Whelan, (1988). Do Enterprise Zones Make a Difference: Survey Research Results of Louisianas Rural Enterprise Zones, paper presented at the 18th Annual Meetings of the Urban Affairs Association, St. Louis, MO, March.",
        "PA Cambridge Economics, (1987). An Evaluation of the Enterprise Zone Experiment, London: Department of the Environment, HXSO.",
        "Papke, J.A., (1988). The Indiana Enterprise Zone Experiment: Concepts,Issues. and Impacts, Center for Tax Policy Studies, Purdue University.",
        "Studies, Purdue University. , (1990).. The Role of Market Based Public Policy in Economic Development and Urban Revitalization: A Retrospective Analysis and Appraisal of the Indiana Enterprise Zone Program-Year Three Report.Center for Tax Policy Studies, Purdue University.",
        "Papke, J.A. and L.E. Papke, (1992). The Labor participation, Income, and Investment Effects of Tax Concessions: Empirical Evidence from an Enterprise Zone Experiment~ paper presented at the 48th Congress of the International Institute of Public Finance, Seoul, Korea, August 24-27, Session 6.",
        "Papke, L.E., (1987). Subnational Taxation and Capital Mobility: Estimates of Tax-Price Elasticities, National Tax Journal Volume 40, No. 2, pp. 191-204.",
        "Firm Location: Evidence from Panel Data, Journal of Public Economics, Volume 45, No. 1, pp. 47-68. , (1991). TaX Policy and Urban Development: Evidence from an Enterprise Zone Program, NBER Working Paper Number 3945.",
        "Revzan, L., (1983). Enterprise Zones: Present Status and Potential Impact, Goyernment Finance 12, No. 4, pp. 31-37.",
        "Roger Tym and Partners, (1984). Monitoring Enterprise Zones: Year Three Report, London: Department of the Environment, EMSO.",
        "Rowings, J., D. Powers, and B. Sigalow, (1992). Background Materials Prepared for the Tax Incentive Study Committee, Legislative Services Agency, State of Indiana, Indianapolis, June 3.",
        "Rubin, B.M., and M.G. Wilder, (1989). Urban Enterprise Zones: Employment Impacts and Fiscal Incentives, Journal of the American Planning Association, 55, Vol 4, pp. 418-31.",
        "Rubin, B.M., and C.M. Richards, A Transatlantic Comparison of Enterprise Zone Impacts: The British and American Experience, (forthcoming), Economic Development quarterly. Rubin, M. (1992). Testimony before the Subcommittee on Economic Stabilization of the Committee on Banking, Finance, and Urban Affairs, House of Representatives, February 20, Serial No. 102-99, Government Printing Office, Washington, D.C.",
        "Rubin, M. and R.B. Armstrong, (1989). The New Jersey Urban Enterprise Zone Program: An Evaluation, report prepared for the New Jersey Department of Commerce, Trenton, NJ.",
        "Shutt, J., (1984). Tory Enterprise Zones and the Labour Movement, Capital and Class 23, Summer, pp. 19-44.",
        "Staley, S. (1988). Differences in Firm Attitudes and the Implications for Inner City Economic Development: A Case Study of Participants in the Dayton, Ohio Enterprise Zone Program, paper presented at the Annual Meetings of the Urban Affairs Association, St. Louis, MO, March.",
        "Steuerle, G. (1992). Enterprise Zones: Efforts that Might Work, in Tax Notes June 15, pp. 1545-1546.",
        "Talbot, J., (1988) Have Enterprise Zones Encouraged Enterprise? Some Empirical Evidence from Tynside, Regional Studies 22, No. 6, pp. 507-514.",
        "Thomas, C.J. and R.D.F. Bromley, (1987). The Growth and Functioning of an Unplanned Retail Park: The Swansea Enterprise Zone, Regional Studies 21, No. 4, pp. 287-300.",
        "U.S. General Accounting Office, (1988). Enterprise Zones: Lessons from the Marvland Experience, GAO/PEMD-89-2.",
        "Wilder, M.G., and B.M. Rubin, (1988). Targeted Redevelopment Through Urban Enterprise Zones, Journal of Urban Affairs 10, No. 1, pp. 1-17."
    ]
}