{
    "id": 4253,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Arrow, Kenneth. Essays in the Theory of Risk Bearing. Chicago: Markham (1970).",
        "Atkinson, Anthony B. and Joseph E. Stiglitz. Lectures on Public Economics. New York: McGraw-Hill (1980).",
        "Auerbach, Alan J. On the Design and Reform of Capital Gains Taxation, American Economic Review, vol. 82 (1992): 263-267.",
        "Bertaut, Carol. Who Holds Stocks in the U.S.? An Empirical Investigation, mimeo (1992).",
        "Cook, Eric W. and John F. OHare. Capital Gains Redux, National Tax Journal, vol. 45 (1992):53-76.",
        "Constantiides, George M. Optimal Stock Trading with Personal Taxes: Implications for Prices and the Abnormal January Returns, Journal of Financial Economics, vol. 13 (1984):65-89.",
        "Domar, Evsey D. and Richard A. Musgrave. Proportional Income Taxation and Risk Sharing, Quarterly Journal of Economics, vol. 58 (l944):388-422. Eaton, Jonathan and Harvey S. Rosen. Labor Supply, Uncertainty, and Efficient Taxation, Journal of Public Economics, vol. 14 (1980):365-374.",
        "Epstein, Larry G. and Stanley E. Zin. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis, Journal of Political Economy, vol. 99 (l991):263-286. Feenberg, Daniel and Lawrence Summers. Who Benefits from Capital Gains Tax Reductions? in Lawrence H. Summers, ed., Tax Policy and The Economy, vol. 4 (1990): 1-24, Cambridge: MIT Press.",
        "Galper, Harvey, Robert Lucke, and Eric Toder. A General Equilibrium Analysis of Tax Reform in Henry Aaron, Harvey Galper, Joseph 35 Pechman, eds., Uneaxy Compromise. Washington, D.C.: Brookings Institution (1988): 59-108.",
        "Gordon, Roger H. and Hal R. Varian. Intergenerational Risk Sharing, Journal of Public Economics, vol. 37 (1988):185-202.",
        "Haliassos, Michael and Carol C. Bertaut. Why Do So Few Hold Stocks? The View from Asset Pricing Theory, mimeo (1992).",
        "Hall, Robert E. Consumption. National Bureau of Economic Research, working paper no. 2265 (1987).",
        "Hendershott, Patric, Eric Toder, and Yunhi Won. Effects of Capital Gains Taxes on Revenue and Economic Efficiency, National Tax Journal, vol. 44 (1991):21-40.",
        "Hendershott, Patric, Eric Toder, and Yunhi Won. A Capital Gains Exclusion and Economic Efficiency, Tax Notes, February 17, 1992, 881-885.",
        "Kandel, Shmuel and Robert F. Stambaugh. Asset Returns and Intertemporal Preferences, Journal of Monetary Economics, vol. 27 (1991):39-71.",
        "Kiefer, Don. Lock-in Effect with a Simple Model of Corporate Stock Trading, National Tax Journal, vol. 43 (1990):75-94.",
        "Kimball, Miles. Standard Risk Aversion mimeo, 1989.",
        "Lyon, Andrew B. Capital Gains Tax Rate Differentials and Tax Trading Strategies, mimeo (1990).",
        "Mehra, Rajnish and Edward C. Prescott. The Equity Premium: A Puzzle, Journal of Monetary Economics, vol. 15 (1985): 145-161.",
        "Poterba, James M. How Burdensome Are Capital Gains Taxes? Journal of Public Economics, vol. 33 (1987):157-172.",
        "Segal, Uzi and Avia Spivak. First Order versus Second Order Risk Aversion, Journal of Economic Theory, vol. 51 (1990) : 111-125.",
        "Shaw, Kathryn L. An Empirical Analysis of Risk Aversion and Income Growth, mimeo (1989).",
        "Slemrod, Joel. A General Equilibrium Model of Taxation with Endogenous Financial Behavior in Martin Feldstein, ed., Behavioral Siniulation Methods in Tax Policy Analysis. Chicago: University of Chicago (1983), 427-454.",
        "Slemrod, Joel. Taxation and Inequality: A Time Exposure Perspective in James M. Poterba, ed., Tax Policy and The Economy, vol. 6 (1992): 105-127, Cambridge: MIT Press.",
        "Stiglitz, Joseph E. Some Aspects of the Taxation of Capital Gains, Journal of Public Economics, vol. 21 (1983):257-294."
    ]
}