{
    "id": 4254,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Auerbach, A. (1988). Capital Gains Taxation in the United States: Realizations, Revenue, and Rhetoric -- A Review. Brookings Papers on Economic Activity 2:595-631.",
        "Auerbach. A. (1989). Capital Gains Taxes and Tax Reform. National Tax Journal 42:391-401.",
        "Auten, G.. L. Burman. and W. Randolph (1989). Estimation and Interpretation of Capital Gains Realization Behavior~ Evidence from Panel Data. National Tax Journal 42:353-374.",
        "Auten. G., and C. Clotfelter (1982). Permanent Versus Transitory Tax Effects and the Realization of Capital Gains. Quarterly Journal of Economics 97:613-632.",
        "Auten. G.. and J. Cordes (1991). Cutting Capital Gains Taxes. Journal of Economic Perspectives 5:18 1-192.",
        "Browne. L. (1992). Why New England Went the Way of Texas Rather Than California. New England Economic Review Jan/Fe b:23-4 1.",
        "Burman. L., and W. Randolph (1992). Measuring Permanent Responses to Capital Gains Tax Changes in Panel Data. Unpublished paper.",
        "Cook, E., and J. OHare (1987). Issues Relating to the Taxation of Capital Gains. National Tax Journal 40:473-488.",
        "Feldstein, M., J. Slemrod, and S. Yitzhaki (1980). The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains. Quarterly Journal of Economics 94:777-791.",
        "Gold. S. (1983). Recent Developments in State Finances. National Tax Journal 36:1-29.",
        "Lindsey. L. (1987). Capital Gains Rates. Realizations, and Revenues. In M. Feldstein (ed.) The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press. 69-97.",
        "Minarik, J. (1984). The Effects of Taxation on the Selling of Corporate Stock and the Realizations of Capital Gains: Comment. Quarterly Journal of Economics 99:93-110.",
        "Slemrod. J., and W. Shobe (1990). The Tax Elasticity of Capital Gains Realizations: Evidence from a Panel of Taxpayers. Working Paper 3237. Cambridge, MA: National Bureau of Economic Research."
    ]
}