{
    "id": 4256,
    "cites": 19,
    "cited_by": 50,
    "reference": [
        "Aghion, Philippe and Howitt, Peter. \"A Model of Growth through Creative Destruction.\" Eco-nometria 60, No. 2 (March 1992): 323-351. Blanchard, Olivier J. and Fischer, Stanley. Lectures on Macroeconomics. Cambridge, MA: The MIT Press, 1989.",
        "Burke, James. The Dav the Universe Changed. Boston: Little, Brown and Company, 1985.",
        "Graham, Gerald S. \"The Ascendancy of the Sailing Ship 1850-85.\" Economic History Review. 2nd series, 9 (August 1956): 522-530.",
        "Grandmont, Jean-Michel. \"On Endogenous Competitive Business Cycles.\" Econometrica 53 (September 1985): 995-1045.",
        "Grossman, Gene M. and Helpman, Elhanan. \"Quality Ladders in the Theory of Growth.\" Review of Economic Studies 58 (1991a): 43-61.",
        "Grossman, Gene M. and Helpman, Elhanan. Innovation and Growth in the Global Economy (Cambridge, MA: MIT Press, 1991b).",
        "Harley, Charles K. \"The shift from sailing ships to steamships, 1850-1890: a study in technological change and its diffustion.\" In Donald N. McCloskey, ed. Essays on a Mature Economy: Britain after 1840. Princeton, N.J.: Princeton University Press, 1971.",
        "Haites, Erik F. and Mak, James. \"Ohio and Mississippi River Transportation 1810-1860.\" Explorations in Economic History 8. No. 2 (Winter 1970/71): 153-180.",
        "Jones, Larry E. and Manuelli, Rodolfo. \"A Convex Model of Equilibrium Growth.\" Journal of Political Economy 98. No. 5 (1990): 1008-1038.",
        "Krugman, Paul. \"History versus Expectations.\" Quarterly Journal of Economics 106. No. 2 (May 1991): 651-667.",
        "Law, R.J. The Steam Engine: A brief history of the reciprocating engine. London: HMSO Publications, 1965.",
        "Lucas, R.E. Jr. \"Adaptive Behavior and Economic Theory.\" Journal of Business 59 (1986): S401-S426.",
        "Mak, James and Walton, Gary M. \"Steamboats and the Great Productivity Surge in River Transportation.\" Journal of Economic History XXXII (1972): 619-640.",
        "Matsuyama, Kiminori. \"Increasing Returns, Industrialization, and Indeterminacy of Equilibrium.\" Quarterly Journal of Economics 106. No. 2 (May 1991): 617-650.",
        "Murphy, Kevin M.; Shleifer, Andrei; and Vishny, Robert. \"Industrialization and the Big Push.\" Journal of Political Economy 97 (1989): 1003-26.",
        "Rebelo, Sergio. \"Long Run Policy Analysis and Long Run Growth.\" Journal of Political Economy 99 (June 1991): 500-521.",
        "Romer, Paul M. \"Endogenous Technological Change.\" Journal of Political Economy 98, No. 5, p. 2 (October 1990): S71-S102.",
        "Romer, Paul M. \"Growth Based on Increasing Returns Due to Specialization.\" American Economic Review 77 (May 1987, Papers & Proceedings): 56-62.",
        "Rosenberg, Nathan. Perspectives on Technology. Cambridge: Cambridge University Press, 1976."
    ]
}