{
    "id": 4257,
    "cites": 17,
    "cited_by": 56,
    "reference": [
        "Jansson, M. and T. Ostros (1991), Regionala arbetsmarknadsdata (Regional Labor Market Data), Department of Economics, Uppsala University (mimeo).",
        "Holmiund, B. and H. Ohisson (1992), Wage Linkages Between Private and Public Sectors in Sweden, Labour 6, 3-17.",
        "Gustafsson, S. and P. Lantz (1985) Arbete och loner (Work and Wages), Industriens Utredniogsinstitut and Arbetslivscentrum, Stockholm.",
        "Hibbs, D.A. (1990), Wage Dispersion and Trade Union Action in Sweden, in I. Persson (ed.), Generating Epuality in the Welfare State: The Swedish Experience, Norwegian University Press, Oslo.",
        "Freeman, R. (1986), Demand for Education, in 0. Ashenfelter and R. Layard (eds.), Handbook of Labor Economics, vol.1, North-Holland, Amsterdam.",
        "Forslund, A. (1992), Arbetsldshet och arbetsmarknadspolitik (Unemployment and Labor Market Policy), Allmhnna Forlaget, Stockholm.",
        "Fredriksson, P. (1992), LonsamhetsfdrÃ\u0083Â¤ndringar och efterfrÃ\u0083Â¤gan pa hogre utbildning (Changes in the Returns to and the Demand for Higher Education), Department of Economics, Uppsala University (mimeo).",
        "Forslund, A. (1991), Wage Setting at the Firm Level - Insider versus Outsider Forces, Department of Economics, Uppsala University (mimeo).",
        "Elvander, N. (1988), Den svenska modellen (The Swedish Model), Publica, Stockholm.",
        "Davis, S.J. (1992), Cross-Country Patterns of Changes in Relative Wages, Working Paper No. 4085, NBER, Cambridge, MA. (Forthcoming in the 1992 NBER Macroeconomics Annual.) Edin P.A. and J. Zetterberg (1992), Inter-Industry Wage Differentials: Evidence from Sweden and a Comparison with the United States. Department of Economics, Uppsala University (mimeo). Forthcoming in American Economic Review.",
        "Calmfors, L. and A. Forsiund (1991), Wage Formation in Sweden, in L. Calmfors (ed.), Wage Formation and Macroeconomic Policy in the Nordic Countries, SNS and Oxford University Press.",
        "Blanchflower, D., Oswald, A. and M. Garett (1990), Insider Power in Wage Determination, Economica 57, 143-170.",
        "Bjdrklund, A. and B. Holmiund (1991), The Economics of Unemployment Insurance: The Case of Sweden, in A. BjÃ\u0083Â¶rklund, R. Haveman, R. Hollister and B. Holmlund, Labour Market Policy and Unemployment Insurance, Oxford University Press.",
        "Arai, M. (1991), Essays on Non-Competitive Wage Differentials, PhD Dissertation, Swedish Institute for Social Research, Stockholm University.",
        "BjÃ\u0083Â¶rklund, A. (1986), Assessing the Decline in Wage Dispersion in Sweden, in IUI Yearbook 1986-87, The Economics of Institutions and Markets, IUI, Stockholm.",
        "BjÃ\u0083Â¶rklund, A. (1987), A Comment on The Wage Structure and the Functioning of the Labor Market, in C-H. Siven (ed.), Unemployment in Europe, Timbro, Stockholm.",
        "Freeman, R. and D. Bloom (1986), The Youth Labor Market Problem: Age or Generational Crowding, in OECD Economic Outlook, Paris."
    ]
}