{
    "id": 4258,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Stulz, Rene, Managerial Discretion and Capital Structure, Journal of Financial Economics (1990), 3-29.",
        "Shleifer, Andrei and Robert W. Vishny, Managerial Entrenchment: the Case for Manager-Specific Investments, Journal of Financial Economics (1990).",
        "Myers, Stewart and Nicholas Majluf, Corporate Financing and Investment Decisions When Firms Have Information that Investors do not Have, Journal of Financial Economics (1984), 187-221.",
        "Kaplan, Steven N. and Michael S. Weisbach, The Success of Acquisitions: Evidence from Divestitures, Journal of Finance (1992), 107-138.",
        "Morck, Randall, Andrei Shleifer and Robert W. Vishny, Do Managerial Objectives Drive Bad Acquisitions?, Journal of Finance (1990).",
        "Jensen, Michael C., Agency Cost of Free Cash Flow, Corporate Finance and Takeovers, AER Papers and Proceedings (1986), 323-29.",
        "Hart, Oliver and John Moore, Default and Renegotiation: a Dynamic Model of Debt, Mimeo, Massachussets Institute of Technology (1989).",
        "Hoshi, Takeo, Anil Kashyap, and David S. Scharfstein, Corporate Structure, Liquidity and Investment: Evidence from the Japanese Industrial Groups, quarterly Journal of Economics (1991), 33-60.",
        "Greenwald, Bruce, Joseph E. Stiglitz, and Andrei Weiss, Informational Imperfections and Macroeconomic Fluctuations, AER Papers and Proceedings (1984), 194-199.",
        "Fazzari, Steven, R. Glenn Hubbard, and Bruce Petersen, Investment and Finance Reconsidered, Brookings Papers on Economic Activity (1988), 141-195.",
        "Cutler, David and Lawrence H. Summers, The Costs of Conflict Resolution and Financial Distress: Evidence from Texaco-Pennzoil Litigation, Rand Journal of Economics 17, 157-172. Fama, Eugene F., Agency Problems and the Theory of the Firm, Journal of Political Economy (1980), 288-307.",
        "Bhagat, Sanjai, James A. Brickley, and Jeffrey L. Coles, The Wealth Effects of Interfirm Lawsuits: Evidence on the Costs of Legal Disputes and Financial Distress, University of Colorado Mimeo (1991)."
    ]
}