{
    "id": 426,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Anderson, T. W. The Statistical Analysis of Time Series. New York: John Wiley and Sons, Inc., 1971.",
        "Box, George E. P. and Jenkins, Gwilym N. Time Series Analysis: Forecast ing and Control. San Francisco: Holden-Day, 1976.",
        "Brillembourg, Arturo. The Term Structure of Forward Rates. Unpublished manuscript, International Monetary Fund, Washington, D.C., 1978.",
        "Fama, Eugene. Efficient Capital Markets: A Review of Theory and Empirical Work. In Frontiers of Quantitative Economics. Edited by Michael Intriligator. Amsterdam: North Holland Publishing Company, 1971.",
        "Frenkel, Jacob A. and Levich, Richard N. Transaction Costs and Interest Arbitrage: Tranquil versus Turbulent Periods. Journal of Political Economy 85 (December 1977): 1209-1226.",
        "Giddy, Ian H. Term Structure and Expectations in the Money and Foreign Exchange Market. Unpublished manuscript, University of Chicago, March 1977.",
        "Hakkio, Craig S. Expectations and the Foreign Exchange Market. Ph.D. dissertation, University of Chicago, 1979.",
        "Hansen, Lars Peter. The Asymptotic Distribution of Least Squares Estimators with Endogenous Regressors and Dependent Residuals. Unpublished manuscript, Carnegie-Mellon University, March 1979.",
        "Jensen, Michael C. Some Anomalous Evidence Regarding Market Efficiency. Journal of Financial Economics 6 (January 1978): 95-101.",
        "Kessel, Reuben. The Cyclical Behavior of the Term Structure of Interest Rates. National Bureau of Economic Research Occasional Paper 91. New York: Columbia University Press. Keynes, John N. A Tract on Monetary Reform. London: Macmillan and Co., Ltd., 1923.",
        "Kohihagen, Steven W. The Foreign Exchange Markets--Models, Tests and Empirical Evidence. Unpublished manuscript, University of California, Berkeley, 1976.",
        "Koopmans, L. R. The Spectral Analysis of Time Series. New York: Academic Press, 1974.",
        "Kouri, Pentti. The Determinants of the Forward Premium. Center for Research in Economic Growth, Memorandum No. 204, Stanford University, July 1976.",
        "Levich, Richard M. On the Efficiency of Markets for Foreign Exchange. In International Economic Policy. Edited by Rudiger Dornbusch and Jacob A. Frenkel. Baltimore: The Johns Hopkins University Press, 1979.",
        "Meiselman, David. The Term Structure of Interest Rates. Englewood Cliffs, N.J.: Prentice-Hall, Inc., 1962.",
        "Modigliani, Franco and Shiller, Robert J. Inflation, Rational Expectations and the Term Structure of Interest Rates. Economics, N.S. 40 (February 1973): 12-43.",
        "Morrison, Donald F. Multivariate Statistical Methods. New York: McGrawHill Book Company, 1967.",
        "Muth, John F. Rational Expectations and the Theory of Price Movements. Econonietrica 29 (July 1961): 315-335.",
        "Nelson, Charles. The Term Structure of Interest Rates. New York: Basic Books, Inc., 1972.",
        "Porter, Michael C. A Theoretical and Empirical Framework for Analyzing the Term Structure of Exchange Rate Expectations. IMF Staff Papers 18 (November 1971): 613-645.",
        "Rao, C. R. Linear Statistical Inference and its Applications. 2nd ed. New York: John Wiley and Sons, 1973.",
        "Roll, RIchard. The Efficient Market Model Applied to the U.S. Treasury Bill Rates. Ph.D. dissertation, University of Chicago, 1968.",
        "Sargent, Thomas J. Rational Expectations and the Term Structure of Interest Rates. Journal of Money, Credit, and Banking 4 (February 1972): 74-9 7.",
        "Telser, Lester G. A Critique of Some Recent Empirical Research on the Explanation of the Term Structure of Interest Rates. Journal of Political Economy 75 (August 1967): 546-560.",
        "Whittle, Paul. Prediction and Regulation by Linear Least Square Methods. Princeton, N.J.: B. Van Nostrand Company, Inc., 1963.",
        "Wilson, C. Tunnicliffe. The Estimation of Parameters in Multivariate Time Series Models. Journal of the Royal Statistical Society B 35, No. 1 (1973): 76-85."
    ]
}