{
    "id": 4260,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Polachek, Solomon. 1981. Occupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure. The Review of Economics and Statistics 63(1): 60-9.",
        "ONeill, June. 1985. The Trend in the Male-Female Wage Gap in the United States.: Journal of Labor Economics 3(Pt. 11,1): S91-S116.",
        "Mincer, Jacob, and Solomon Polachek. 1974. Family Investments in Human Capital: Earnings of Women. Journal of Political Economy 82(Pt. 11,2): 576-S108.",
        "American Economic Review 77(4): 567-83. Mincer, Jacob. 1962. `Labor Force Participation of Married Women. In Lewis, Ed., Aspects of Labor Economics (Princeton: Princeton University Press), pp. 63-73.",
        "Resources 26(2): 282-307. Kuhn, Peter J. 1990 Sex Discrimination in Labor Markets: The Role of Statistical Evidence: Reply. The American Economic Review 80(1): 290-97.",
        "Korenman, Sanders, and David Neumark. 1992. Marriage, Motherhood, and Wages. The Journal of Human Resources 27(2): 233-55.",
        "Killingsworth, Mark R., and James J. Heckman. 1986. Female Labor Supply: A Survey. In Ashenfelser and Layard, Eds., Handbook of Labor Economics. Vol. I (Amsterdam: NorthHolland) , 103-204.",
        "Gronau, Reuben. 1988. Sex-related Wage Differentials and Womens Interrupted Labor Careers--the Chicken or the Egg. Journal of Labor Economics 6(3): 277-301.",
        "Heckman, James J. 1979. Sample Selection Bias as a Specification Error. Econametrica 47(1): 153-6 1.",
        "Goldin, Claudia. 1991. Understanding the Gender Gap (New York: Oxford University Press).",
        "Freeman, Richard B. 1989. Job Satisfaction as an Economic Variable. In Freeman, Ed., Labor Markets in Action: Essays in Empirical Economics (Cambridge: Harvard University Press), 283-91.",
        "Blau, Francine D., and Carol L. Jusenius. 1976. Economists Approaches to Sex Segregation in the Labor Market: An Appraisal. In Blaxall and Reagan, Eds., Women and the Workplace (Chicago: University of Chicago Press), 181-99.",
        "Blau, Francine D., and Marianne A. Ferber. 1991. Career Plans and Expectations of Young Men and Women. The Journal of Human Resources 26(4): 581-607.",
        "Barbezat, Debra A., and James W. Hughes. 1990. Sex Discrimination in Labor Markets: The Role of Statistical Evidence: Comment. The American Economic Review 80(1): 277-86.",
        "Becker, Gary 5. 1985. Human Capital, Effort, and the Sexual Division of Labor. Journal of Labor Economics 3(Supp.,1): S33-S58."
    ]
}