{
    "id": 4261,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "1. Abel, A. and 0. Blanchard, The Present Value of Profits and Cyclical Movements in Investment, Econometrica 54, pp. 249-273 (March 1986).",
        "2. Barro, R., On the Determination of Public Debt, Journal of Political Economy 87, no. 5, pp. 940-971 (October 1979).",
        "3. Boskin, M., M. Robinson, and A. Huber, New Estimates of State and Local Government Tangible Capital and Net Investment, National Bureau of Economic Research, Working Paper No. 2131 (1987).",
        "4. Campbell, J. and G. Mankiw, Permanent Income, Current Income, and Consumption, Journal of Business and Economic Statistics 8, no. 3, pp. 265-279 (July 1990).",
        "5. Flavin, M., Excess Sensitivity of Consumption to Current Income: Liquidity Constraints or Myopia? Canadian Journal of Economics XVIII, no. 1, pp. 117-136 (Februaty 1985).",
        "6. Hall, R., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, pp. 971-987 (October 1978).",
        "7. Holtz-Eakin, D. and H. Rosen, Municipal Construction Spending: An Empirical Examination, Economics and Politics, forthcoming.",
        "8. Hulten, C. and R. Schwab, Income Originating in the State and Local Sector, in Fiscal Federalism: Quantitative Studies, (H. Rosen, Ed.), Chicago: University of Chicago Press, pp. 215-248 (1988).",
        "9. Inman, R., The Fiscal Performance of Local Governments: An Interpretive Review, in Current Issues in Urban Economics, (P. Mieszkowski and M. Straszheim, Eds.), Baltimore: The Johns Hopkins University Press, pp. 88-114 (1979).",
        "10. Inman, R., The Anatomy of a Fiscal Crisis, Business Review, Federal Reserve Bank of Philadelphia, September-October, pp. 15-22 (1983).",
        "11. Leonard, H. B., Checks Unbalanced, New York: Basic Books, Inc. (1986).",
        "12. Mai*iw, N. G., The Optimal Collection of Seigniorage--Theory and Evidence, Journal of Monetary Economics 20, pp. 327-341 (September 1987).",
        "13. Mieszkowski, P. and G. Zodrow, Taxation and the Tiebout Model: The Differential Effects of Head Taxes, Taxes on Land Rents, and Property Taxes, Journal of Economic Literature, XXVII, pp. 1098-1146 (September 1989). - 22 -",
        "14. Poterba, J. and J. Rotemberg, Inflation and Taxation with Optimizing Governments, Journal of Money Credit and Banking, 22, No. 1, pp. 1-18 (February 1990)."
    ]
}