{
    "id": 4264,
    "cites": 43,
    "cited_by": 5,
    "reference": [
        "Anderson, S., A. De Palma, and F. Thisse (1989) \"Demand for Differentiated Products, Discrete Choice Models, and the Characteristics Approach,\" Review of Economics Studies, 50, 21-35. Berkovic, J. and J. Rust (1985) \"A Nested Logit Model of Automobile Holdings for One Vehicle Households,\" Transportation Research, 19B, 275-285.",
        "Berry, S. (1991) \"Airport Presence as Product Differentiation,\" American Economic Review, 80, 394-399.",
        "__(1992) \"Discrete Choice Models of Oligopoly Product Differentiation,\" Yale University working paper.",
        "Bresnahan, T. (1981) \"Departures from Marginal-Cost Pricing in the American Automobile Industry,\" Journal of Econometrics, 17, 201-227.",
        "_(1987) \"Competition and Collusion in the American Automobile Oligopoly: The 1955 Price War,\" Journal of Econometrics, 35, 457-482.",
        "Bresnahan, T. and D. Yao (1985) \"The Nonpecuniary Costs of Automobile Emission Standards,\" Rand Journal of Economics, 85, 437-455.",
        "Billingsly, P. (1979), Probability and Measure, New York, John Wiley and Sons.",
        "Caplin, A. and B. Nalebuif (1991) \"Aggregation and Imperfect Competition: On the Existence of Equilibrium,\" Econometrica, 50, 26-61.",
        "Chamberlin, G. (1986) \"Asymptotic Efficiency in Estimation with Conditional Moment Restrictions,\" Journal of Econometrics, 305-334. Crain Communications (various issues) Automotive News Market Data Book. Detroit: Crain.",
        "Das, M. S. Olley, and A. Pakes (1992) \"The Structure of Equilibrium in the Consumer Electronics Market,\" in process.",
        "Ericson, R. and Pakes, A. (1989); \"An Alternative Theory of Firm and Industry Dynamics\", Discussion Paper #445, Columbia University.",
        "Feenstra, R. and J. Levinsohn (1991) \"The Characteristics Approach and Oligopoly Pricing,\" mimeo.",
        "Griliches, Z. (1971) \"Hedonic Price Indices for Automobiles: An Econometric Analysis of Quality change,\" in Price Indices and Quality Change, ed. Z. Griliches. Cambridge: Harvard University Press.",
        "Hansen, L. (1982) &apos;Large Sample Properties of Generalized Method of Moments Estimators,\" Econometrica, 50, 1029-1054.",
        "Has em an, J. and L. Kuper (1979) \"Analysis of Dichotomous Response Data from Certain Toxological Experiments,\" Biometrics, 35, 281-293.",
        "Hausman, J. (1987) \"Project Independence Report: An Appraisal of U.S. Energy Needs Up to 1985,\" Rand Journal of Economics, 517-551.",
        "Koujianou, P. (1991) \"Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry,\" mimeo.",
        "Lerman, S. and C. Manski (1981) \"On the Use of Simulated Frequencies to Approximate Choice Probabilities,\" in Structured Analysis of Discrete Data with Econometric Applications. Cambridge: MIT Press.",
        "Levinsohn, J. (1988) \"Empirics of Taxes on Differentiated Products: The Case of Tariffs in the U.S. Automobile Industry,\" in Trade Policy Issues and Empirical Analysis, ed. R. Baldwin Chicago: University of Chicago Press.",
        "Manski, C. (1983) \"Analysis of Equilibrium Automobile Holdings in Israel with Aggregate Discrete Choice Models,\" Transportation Research, 17B, 373-389.",
        "Manski, C. and D. McFadden, Eds. (1981) Structural Analysis of Discrete Data with Econometric Applications. Cambridge: MIT Press.",
        "Maskin, E-, and J. Tirole (1988a) \"A Theory of Dynamic Oligopoly,I: Overview and Quantity Competition with Large Fixed Costs,\" Econometrica, Vol 56. pp.549-569.",
        "Maskin, E., and J. Tirole (1988b) \"A Theory of Dynamic Oligopoly, II: Price Competition, Kinked Demand Curves, and Edgeworth Cycles\" Econometrics, Vol. 56, pp. 571-99.",
        "McFadden, D. (1973) \"Conditional Logit Analysis of Qualitative Choice Behavior,\" in Frontiers of Econometrics, ed. Zarembka, P. New York: Academic.",
        "_(1981) \"Econometric Models of Probabilistic Choice,\" in Structural Analysis of Discrete Data with Economctric Applications, ed. C. Manski and D. McFadden, Cambridge: MIT.",
        "_(1986) \"Econometric Analysis of Qualitative Response Models,\" in Handbook of Econometrics, Volume III, ed. Griliches and Intriligator. Amsterdam: North Holland.",
        "Morgan, M. (1990) The History of Econometric Ideas, New York: Cambridge.",
        "Morrison, S. and C. Winston (1989) \"Enhancing the Performance of the Deregulated Air Transportation System,\" Brookings Papers on Micreconomics, 1, 61-112.",
        "Newey, W. (1990) \"Efficient Instrumental Variables Estimation of Nonlinear Models,\" Econometrica, 58, 809-839.",
        "Ohta, M. and Z. Griliches (1976) \"Automobile Prices Revisited: Extensions of the Hedonic Hypothesis,\" in Household Production and Consumption, ed. N. Terleckyj, New York: NBER.",
        "Pakes, A. (1986) \"Patents as Options: Some Estimates of the Value of Holding European Patent Stocks,\" Econometrica, 54, 755-784. _(forthcoming) \"Dynamic Structural Models, Problems and Prospects; Mixed Continuous Discrete Controls and Market Interactions,\" in Advances in Econometrics, ed. J.J. Laffont and C. Sims. : forthcoming.",
        "Pakes, A., and P. McGuire (1991) \"Computation of Markov Perfect Nash Equilibria I: Numerical Implications of a Dynamic Differentiated Product Model\" N.B.E.R. Technical Working Paper.",
        "Pakes, A., and D. Pollard (1989) \"Simulation and the Asymptotics of Optimization Estimators,\" Econometrica, pp. 1027-10057.",
        "Perloff, J. and S. Salop (1985) \"Equilibrium with Product Differentiation,\" Review of Economic Studies, 52, 107-120.",
        "Rosen, S. (1974) \"Hedonic Prices and Implicit Markets: Product differentiation in pure competition,\" Journal of Political Economy, 82, 34-55.",
        "Rubinstein, R. (1981) Simulation and the Monte Carlo Method^ New York: Wiley.",
        "Sattinger, M. (1984) \"Value of an Additional Firm in Monopolistic Competition,\" Review of Economic Studies, 49, 3-13.",
        "Schamlensee, R. (1985) \"Econometric Diagnosis of Competitive Localization\", International Journal of Industrial Organization, pp.57-70.",
        "Shaked, A. and J. Sutton (1982) \"Relaxing Price Competition Through Product Differentiation,\" Review of Economic Studies, 49, 3-13.",
        "Suits, D. (1958) \"The Demand for Automobiles in the United States,\" Review of Economics and Statistics, 40, 273-280.",
        "Toder, E. with N. Cardell and E. Burton (1978) Trade Policy and the 17.5. Automobile Industry. New York: Praeger.",
        "Trajtenberg, M. (1989) \"The Welfare Analysis of Product Innovations, with an Application to Computed Tomography Scanners,\" Journal of Political Economy, 97, 444-479.",
        "Williams, D. (1982) \"Extra-binomial Variation in Logistic Linear Models,\" Applied Statistics, 31, 144-148."
    ]
}