{
    "id": 4266,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Blackburn, H., B. Bloom, and R. Freeman. 1990. The Declining Economic Position of Less Skilled American Men. G. Burtless, ed. A Future of Lousy Jobs? The Brookings Institution. 31-67.",
        "Inequality? Brookings Review. Winter 1990/91. 38-43.",
        "Bloom, D. and R. Freeman. 1986. The Effects of Rapid Population Growth on Labor Supply and Employment in Developing Countries. Population and Development Review. September 1986. 381-414.",
        "Components of Population Growth. Journal of Policy Modeling. April 1988. 57-82.",
        "Brender, A. 1988. Labor Cost and Competitiveness in Israeli Industry. The Israeli Tax Review 16:323-337 (in Hebrew).",
        "Chipman, J. 1966. A Survey of the Theory of International Trade, Part 3. Econometrica. 34: 18-76.",
        "Commons, John IL 1913. Labor and Administration. New York: Macmillan.",
        "Davis, S.J. 1992. Cross-Country Patterns of Change in Relative Wages. NBER Working Paper No. 4085. Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Dixit, A. and V. Norman. 1980. Theory of International Trade. Cambridge, U.K.: Cambridge University Press.",
        "Dixon, R. 1982. Women in Agriculture: Counting the Labor Force in Developing Countries. Population and Development Review. 8: 539-566.",
        "Findlay, R. 1991. Wage Dispersion, International Trade and the Services Sector. Columbia University Department of Economics Discussion Paper ~*5S6.",
        "Gavin, M. 1991. Equity Markets in the World Economy: Capital Flows, Asset Prices and the Transfer Problem. (unpublished paper, Columbia University).",
        "Hamermesh, D. and N. Gunderson. 1991. The Effects of Free Trade on the North American Labor Market. in C. Reynolds, ed. Dynamics of North American Trade and Investment. Stanford University Press.",
        "Helpman, E. and P. Krugman. 1985. Market Structure and Foreign Trade. Cambridge, Massachusetts: MIT Press.",
        "Hildebrand, G. 1974. Problems and Policies Affecting Labors Interests. American Economic Review. May 1974. 283-288.",
        "Horn, R. and A. Arriagada. 1986. The Educational Attainment of the World Population. Washington, D.C.: World Bank.",
        "Howell, H., and A. Cozzini. 1989. International Equity Flows1989 Edition: Are International Equities Ex-Growth? London: Salomon Brothers.",
        "IMF(International Monetary Fund) 1990. International Capital Markets: Development and Prospects. Washington, D.C.",
        "Katz, L. and G. Loveman. 1990. An International Comparison of Changes in the Structure of Wages: France, The United Kingdom, and the United States. Harvard University.",
        "Lipsey, R.G. and K. Lancaster. 1956. The General Theory of Second Best. Review of Economic Studies. 24 (1): 11-32.",
        "Marshall, A. 1936. Principles of Economics. London: Macmillan.",
        "McKenzie, L. 1955. Equality of Factor Prices in World Trade. 46 Econometrica. 23: 239-57.",
        "Monitoring Report. New York. __________ 1990. Conference on International Trade and Development. New York.",
        "York. __________ 1983b. Salient Features and Trends in Foreign Direct Investment. New York.",
        "Widgren, J. 1987. International Migration: New Challenges in Europe. Migration News (2). Geneva: International Catholic Migration Commission."
    ]
}