{
    "id": 4270,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Solow, Robert (1956), A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, 65-94.",
        "Simon, Julian (1989), On Aggregate Empirical Studies Relating Population Variable to Economic Development, Population and Development Review, 15 (June) 323-332.",
        "Scientific American (1989), Managing Planet Earth, (September).",
        "Simon, Julian (1986), Theory of Population and Economic Growth (New York: Basil Blackwell).",
        "Salvatore, Dominick (1988) ed. World Population Trends and their Impact on Economic Development (New York: Greenwood Press).",
        "Samuelson, Paul (1984), Second Thoughts on Analytical Income Comparisons, Economic Journal, 94 (June) 267-278.",
        "Malthus, Thomas R. (1798) An Essay on the principle of population, as it affects the future improvement of society. Mason, Andrew F. (1981), An Extension of the Life-Cycle Model and its Application to Population Growth and Aggregate Saving, East-West Population Institute Working Papers, 4 (January).",
        "Romer, Paul (1986), Increasing Returns and Long Run Growth, Journal of Political Economy, 94 (October) 1002-1038.",
        "Leff, Nathanial (1980), National Saving Rates and Population: A New Look, in Simon ed. Population Economics vol. 2 (Greenwich, Conn. :JAI Press), 205-14.",
        "Leff, Nathanial (1969), Dependency Rates and Savings Rates, American Economic Review 59 (December) 886-896.",
        "Lee, Ronald D. (1983), Economic Consequences of Population Size, Structure and Growth, IUSSP Newsletter 17 (Jan-Apr) 43-59.",
        "Kuznets, Simon (1967), Population Growth and Economic Growth, Proceedings of the American Philosophical Society 111 (June) 170-193.",
        "Kelley, Allen C. (1992), Report for the World Bank, mimeo, Duke University.",
        "Kravis, I., A. Heston, and R. Summers (1982), World Product and Income: International comparisons of real gross product (Baltimore: Johns Hopkins University Press).",
        "Kelley, Allen C. (1988), Economic Consequences of Population Change in the Third World, Journal of Economic Literature 26 (December) 1685-1728.",
        "Johnson, D. Gale and Ronald D. Lee eds. (1987), Population Growth and Economic Development: Issues and Evidence, (Madison: University of Wisconsin Press).",
        "Kelley, Allen C. (1986), Review Symposium, Population and Development Review, 12, 563.",
        "Horlacher, David E. and F. Landis MacKellar (1988), Population Growth versus Economic Growth (?), in Salvatore (1988).",
        "Hazledine, Tim and R. Scott Moreland (1977), Population and Economic Growth: A World Cross-Section Study, Review of Economics and Statistics, 59 (August) 253-263.",
        "Fry, Maxwell and Andrew Mason (1982), The Variable Rate of Growth Effect in the Life-Cycle Saving Model, Economic Enquiry 20 (July) 426-42.",
        "Easterlin, Richard. A. (1967), The Effects of Population Growth on the Economic Development of Developing Countries, Annals of the American Academy of Political and Social Science 369, 98-108.",
        "Dowrick, Steve and Norman Gemmell (1991), Industrialization and Economic Growth: A comparative study of the across the worlds capitalist economies, Economic Journal, 101 (March) 263-275.",
        "Collins, Lynn (1982), World Population, in John Ross ed. International Encyclopedia of Population, vol.2 (New York:Free Press).",
        "Dasgupta, Partha (1987), The Ethical Foundations of Population Policies, in Johnson and Lee (1987).",
        "Chesnais, Jean-Claude (1987), Population Growth and Development: An Unexplained Boom, Population Bulletin of the United Nations.",
        "Browning, Mark (1982) An Econometric Investigation of the Relationship Between Population Growth and Income Growth in Developing Countries, Ph.D. dissertation, University of Michigan, Ann Arbor.",
        "Brander, James and Steve Dowrick (1991), The Role of Fertility and Population in Economic Growth: New Results from Aggregate Cross-National Data, Discussion Paper, Research School of Social Sciences, Australian National University.",
        "Brander, James (1992), Comparative Economic Growth: Evidence and Interpretation, Canadian Journal of Economics 25, 792-818.",
        "Blanchet, Didier (1991a), Do We Need Endogenous Technical Progress to Explain a Positive Association Between Population Growth and Economic Growth? A Graphical Exposition, discussion paper, Institut National dEtudes DÃ\u0083Â©mographiques, Paris, forthcoming in Population.",
        "Blanchet, Didier (1988), A Stochastic Version of the Maithusian Trap Model: Consequences for the empirical relationship between economic growth and population growth in LDCs, Mathematical Population Studies, 1, 79-99.",
        "Baumol, William J. (1986), Productivity Growth, Convergence, and Welfare: What the Long-Run Data Show, American Economic Review, 76, 1072-1085.",
        "Beggs, John (1988), Diagnostic Testing in Applied Econometrics, Economic Record, 64(185), 81-101.",
        "Abramovitz, Moses (1986), Catching Up, Forging Ahead and Falling Behind, Journal of Economic History 46, 385-406."
    ]
}