{
    "id": 4271,
    "cites": 28,
    "cited_by": 22,
    "reference": [
        "1. Backus, David K. and Patrick J. Kehoe (1992), `International Evidence on the Historical Properties of Business Cycles, American Economic Review, 82: 864-888.",
        "2. Barro, Robert J. (1977), `Unanticipated Money Growth and Unemployment in the United States, American Economic Review, 67: 101-115.",
        "3. Baxter, Marianne and Alan C. Stockman (1989), `Business Cycles and the Exchange Rate Regime: Some International Evidence, Journal of Monetarld Economics, 23, 377-400.",
        "5. Christiano, Lawrence J. and Martin Eichenbaum (1992a), `Identification and the Liquidity Effect of a Monetary Policy Shock, in Alex Cuikerman, Zvi Hercowitz and Leonardo Leiderman ed.s, Polztical Economy, Growth and Business Cycles, Cambridge, MA: MIT Press.",
        "6. Christiano, Lawrence J. and Martin Eichenbaum (1992), `Liquidity Effects, Monetary Policy and the Business Cycle, NBER Working Paper No. 4129.",
        "7. Doan, Thomas (1990), Users Manual, RATS Version 3.10, VAR Econometrics, Evanston, Ii.",
        "8. Dornbusch, Rudiger (1976), `Expectations and Exchange Rate Dynamics, Journal of Political Economy, 8~: 1161-1176.",
        "9. Eichenbaum, Martin and Charles Evans, (1992), `Appendix to Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, manuscript, Northwestern University.",
        "10. Goodfriend, Marvin (1991), `Interest Rates and the Conduct of Monetary Policy, Carnegie Rochester Conference, S.f: 7-30.",
        "11. Grilli, Vittorio and Nouriel Roubini (1990), `Liquidity, Capital Controls and Exchange Rates, manuscript, Yale University.",
        "12. Grilli, Vittorio and Nouriel Roubini (1991), `Liquidity and Exchange Rates, Journal of International Economics, 32: 339-352.",
        "13. Hodrick, Robert (1987), The Empirical Evidence on the Efficiency of Forward and Futures Exchange Markets, Chur, Switzerland, Harcourt Academic Publishers.",
        "14. King, Robert (1991), `Money and Business Cycles, manuscript, University of Rochester. 27",
        "15. Leeper, Eric M. and David B. Gordon (1992), `In Search of the Liquidity Effect, Journal of Monetary Economics, 29: 34 1-69.",
        "16. Litterman, Robert E. and Laurence Weiss (1985), `Money, Real Interest Rates, and Output: A Re-Interpretation of Postwar U.S. Data, Econometrica, 53: 129-156.",
        "17. McCallum, Bennett T. (1983), `A Reconsideration of Sims Evidence Concerning Monetarism, Economic Letters: 13, 167-171.",
        "18. Meese, Richard and Rogoff, Kenneth (1983), `Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 14: 3-24.",
        "19. Meltzer, Allan H. (1992), `Real Exchange Rates: Some Evidence From The Postwar Years, manuscript, Carnegie Mellon University.",
        "20. Mishkin, Frederick S. (1983), Rational Expectations Approach to Macroeconometrics: Testir~g Policy In effectiveness and Efficient-Markets Models, National Bureau of Economic Research, University of Chicago Press.",
        "21. Mussa, Michael (1986), `Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates, Carnegie Rochester Conference on Public Policy, 25: 117- 214.",
        "22. Oliner Stephen D. and Glenn D. Rudebusch (1992), `The Transmission of Monetary Policy to Small and Large Firms, manuscript, Board of Governors of the Federal Reserve System.",
        "23. Romer, Christina D. and David H. Romer (1989), `Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, in Olivier J. Blanchard and Stan1~y Fischer eds., NBER Macroeconomics Annual 1989, Cambridge, MA: MIT Press, 1~1-170.",
        "24. Schlagenhauf, Don E. and Jeffrey M. Wrase (1992a), `Liquidity and Real Activity in a Simple Open Economy Model, Working Paper 52, Research Department, Federal Reserve Bank of Minneapolis.",
        "25. Schlagenhauf, Don E. and Jeffrey M. Wrase (1992b), `A Monetary, Open Economy Model With Capital Mobility Discussion Paper 67, Institute for Empirical Economics, Federal Reserve ~ank of Minneapolis.",
        "26. Sims, Christopher A. (1992), `Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36: 975-1000.",
        "27. Stockman, Alan (1983), `Real Exchange Rates Under Alternative Nominal Exchange Rate Systems, Journal of International Money and Finance 2, 147-166. 28",
        "28. Stockman, Alan C. (1988) `Real Exchange Rate Variability Under Pegged and Floating Nominal Exchange Rate Systems: An Equilibrium Theory, in Karl Brunner and Alan Meltzer (eds.) Carnegie Rochester Conference on Public Policy, 29: 259-294.",
        "29. Strongin, Steven (1992), `The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, manuscript, Federal Reserve Bank"
    ]
}