{
    "id": 4272,
    "cites": 5,
    "cited_by": 4,
    "reference": [
        "Grabowski, H.G. and J.M. Vernon (1991) \"Brand Loyalty, Entry and Price Competition In Pharmaceuticals After the 1984Drug Act', Journal of Law and Economics, forthcoming Griliches, Z., (ed) (1971) Price Indira and Quality Change, Cambridge, MA: Harvard University Press.",
        "Frank, R. and D. Salkever (1991) \"Pricing, PatentLoss, and the Market for Pharmaceuticals', NBER Working Paper #3803.",
        "Foss, MY., M.E. Manser, and A.H. Young eds. (1993) Price Measurement and hr Uses, NEER Studies in Incomeand Wealth, Chicago: University of Chicago Press.",
        "Montxnorquette, (eds.), Price Level Measurement, Ottawa: Statistics Canada, 163-233 Dixit, A. and I. Stiglitz (1977) \"Monopolistic Competition and Optimum Product Diversity,\" American Economic Review, 67, 297-308 Feenstra, R.C. (1992) \"New Goods and Index Numbers: U.S. Import Prices,\" University of California, Davis, unpublished Feenstra, R.C. and I. Markusen (1992) \"Accounting For Growth With New Inputs,\" University of California, Davis, NBER Working Paper #4114, March 1992 Fisher, F.M. and Z. Griliches (1992) \"Aggregate Price Indexes, New Goods, and Generics: A Note\", unpublished Fisher, F.M. and K. Shell (1971) \"Taste and Quality Change in the Pure Theory of the True-Cost-of-Living Index,\" In Z. Griliches(ed.), Price Indexer and Quality Change, Cambridge, MA: Harvard University Press, 16-54 Fisher, F.M. and K. Shell (1972) The Economk Theory ofPrice Indices, New York: Academic Press.",
        "Anderson, S.P., A. de Palina, and I-F Thisse (1992) Discrete (L7zoice Thany of Product Djfferentiation, Cambridge, MA: MiT Press Berndt, E.R., Z. Griliches, and ML Rosett, (1992) \"Auditing the Producer Price Index: Micro Evidence from Prescription Pharmaceutical Preparations,\" NEER Working Paper #4009, March 1992 Berry, S., (1991) 'Discrete Choice Models of Oligopoly Product Differentiation,\" unpublished manuscript, August 1991, Yale University and NBER Caves, R.E., M.D. Whinston, and M.A. Hurwitz (1991) \"Patent Expiration, Entry and Competition in the U.S. Pharmaceutical Industry,\" Brookings Papers: Microeconomics, 1-66 Diewert, W.E. (1983) \"The Theory of the Cost of Living Index and the Measurement of Welfare Change,\" inW.E. Diewert and C."
    ]
}