{
    "id": 4273,
    "cites": 36,
    "cited_by": 26,
    "reference": [
        "Aghion, Philippe and Patrick Bolton (1992), An Incomplete Contracting Approach to Financial Contracting, Review of Economic Studies 59, 473-494.",
        "Aghion, Philippe, Mathias Dewatripont, and Patrick Rey (1991), Renegoitation Design With Unverifiable Information, unpublished working paper.",
        "Asquith, Paul, Robert Gertner, and David Scharfstein (1991), Anatomy of Financial Distress: An Examination of Junk Bond Issuers, National Bureau of Economic Research Working Paper No.",
        "Berger, Allen and Gregory Udell (1990), Collateral, Loan Quality, and Bank Risk, Journal of Monetary Economics 25(1), 21-42.",
        "Bester, H. (1985), Screening vs. Rationing in Credit Markets With Imperfect Information, American Economic Review 75, 850-855.",
        "Bolton, P. and D. Scharfstein (1990), A Theory of Predation Based on Agency Problems in Financial Contracting, American Economic Review 54, 525-540.",
        "Boyd, John and EdwardPrescott (1986), Financial Intermediary-Coalitions, Journal of Economic Theory 38, 211-32.",
        "Bulow, Jeremy and Kenneth Rogoff (1988), `The Buyback Boondoggle, Brookings Papers on Economic Activity, 2, 675-698.",
        "Campbell, Tim and William Kracaw (1980), Information Production, Market Signalling and the Theory of Financial Intermediation, Journal of Finance 35, 863-881.",
        "Dewatripont, Mathias and Jean Tirole (1992), A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder Congruence, working paper.",
        "Diamond, Douglas (1984), Financial Intermediation and Delegated Monitoring, Review of Economic Studies LI, 393-414.",
        "Diamond, Douglas (1989), `Debt Maturity Structure and Liquidity Risk, unpublished working paper.",
        "Diamond, Douglas (1990), `Seniority and Maturity Structure of Banks and Publicly Traded Debt, working paper.",
        "Diamond, Douglas (1991), Debt Maturity Structure and Liquidity Risk, Ouarterlv Journal of Economics (August).",
        "Farna, Eugene (1985), Whats Different About Banks?, Journal of Monetary Economics 15, 29-40.",
        "Frankel, Allen and John Montgomery (1991), `Financial Structure: An International Perspective, Brookings Papers on Economic Activity 1, 257-297.",
        "Gilson, Stuart, Kose John, and Larry Lang (1990), Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, Journal of Financial Economics 27, 3 15-354.",
        "Green, Richard (1984), Investment Incentives, Debt, and Warrants, Journal of Financial Economics 13, 115-136.",
        "Hart, Oliver and John Moore (1989), Default and Renegotiation: A Dynamic Model of Debt, MIT, working paper.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1990), `The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics 27, 67-88.",
        "James, Christopher (1987), `Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics 19,217-36.",
        "Jones, E.P., Scott Mason, and Eric Rosenfeld (1984), Contingent Claims Analysis of Corporate Capital Structures: An Empirical Investigation, Journal of Finance 39, 611-625.",
        "Kahn, James (1992), Debt, Asymmetric Information, and Bankruptcy, University of Rochester, working paper.",
        "Karlin, Samuel (1968), Total Positivity (Stanford University Press).",
        "Kashyap, Anil and Jeremy Stein, Monetary Policy and Bank Lending, unpublished working paper. Lummer, Scott and John McConnell (1989), `Further Evidence on the Bank Lending Process and the Capital Market Response to Bank Loan Agreements, Journal of Financial Economics 25, 99-122.",
        "Mayer, Cohn (1990), Financial Systems, Corporate Finance, and Economic Development, in Asymmetric Information. Corporate Finance, and Investment, ed. by Glenn Hubbard (University of Chicago Press; Chicago).",
        "Milgrom, Paul (1981), `Good News and Bad News: Representation Theorems and Applications, E~ll Journal of Economics 12, 380-391.",
        "Morsman, Edgar (1986), Commercial Loan Structuring, Journal of Commercial Bank Lending 68.",
        "Quill, Gerald, John Cresci, and Bruce Shuter (1977), Some Considerations in Secured Lending, Journal of Commercial Bank Lending (April).",
        "Smith, Clifford (1986), Investment Banking and the Capital Acquisition Process, Journal of Financial Economics 15, 3-29.",
        "Smith, Clifford and Jerold Warner (1979), On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics 7, 117-161.",
        "Srini Vasan, Philip Vijay (1986), Credit Rationin2 and Corporate Investment, Ph.D. Thesis, Harvard University.",
        "Stiglitz, Joseph and Andrew Weiss (1981), `Credit Rationing in Markets With Imperfect Information, American Economic Review 71, 393-410.",
        "Stighitz, Joseph and Andrew Weiss (1986), Credit Rationing and Collateral, in J. Edwards, et. a!., eds., Recent Developments in Corporate Finance (Cambridge University Press), 101-135.",
        "Townsend, Robert (1979), Optimal Contracts and Competitive Markets With Costly State Verification, Journal of Economic Theory 21.",
        "Zimmerman, Charles (1975), An Approach to Writing Loan Agreement Covenants, Journal of Commercial Bank Lendin2 (November)."
    ]
}