{
    "id": 4276,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Abegglen, James, and George Stalk, 1985, Kaisha, the Japanese corporation, (New York: Basic Books).",
        "Analysts Guide, 1989, Daiwa Institute of Research.",
        "Aoki, Masahiko, 1990, Towards an economic model of the Japanese firm, Journal of Economic Literature 28, 1-27.",
        "Aoki, Masahiko, and Paul Sheard, 1992, The role of the main bank in the corporate governance structure in Japan, Working Paper, Stanford University, May.",
        "Ballon, Robert and Iwao Tomita, 1988, The financial behavior of Japanese corporations, Kodansha International, Tokyo.",
        "Blinder, Alan, 1991. Profit maximization and international competition, in R. OBrien (ed.), Finance and the International Economy: 5 - `Ihe AMEX Bank Review Prize Essays (Oxford University Press), 40-53.",
        "Blinder. Alan, 1992, More like them, The American Prospect, Winter, 51-62.",
        "Coffee, John. 1991, Liquidity versus control: The institutional investor as corporate monitor, Columbia Law Review 6, 1277-1368.",
        "Dodwell Marketing Consultants, 1982, Industrial Groupings in Japan (Tokyo).",
        "Grundfest, Joseph, 1990, Subordination of American capital, Journal of Financial Economics 27, 89-1 16.",
        "Heftel, Christopher, 1983, Corporate Governance in Japan, University of Hawaii Law Review 5, 135-206.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, 1990a, Corporate structure liquidity and investment: Evidence from Japanese panel data, Quarterly Journal of Economics 106, 33-60.",
        "Hoshi, T., A. Kashyap, and D. Scharfslein, 1990b, The role of banks in reducing the costs of financial distress in Japan, Journal of Financial Economics 27, 67-88.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, 1992, Working Paper, University of Chicago, September.",
        "Kaplan, Steven, Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S., Working Paper, University of Chicago, July, 1992.",
        "Kester, W. Carl, 1991, Japanese takeovers: The global conlest for corporate control, (Boston: Harvard Business Sclsool Press).",
        "Morck, Randall and Masao Nakamura, 1992, Banks and corporate control in Japan, Working Paper, University of Alberta.",
        "Porter, Michael, 1992, Capital disadvantage: Americas failing capital investment system, Harvard Business Review, September-October, 65-83.",
        "Prowse, Stephen, 1990, Institutional investment patterns and corporate financial behavior in the U.S. and Japan, Journal of Financial Economics 27, 43-66.",
        "Prowse, Stephen, 1992, The structure of corporate ownership in Japan, Journal of Finance 47.",
        "Sheard, Paul, 1989, The main bank system and corporate monitoring and control in Japan, Journal of Economic Behavior and Organization, 11, 399-422.",
        "Sheard, Paul, 1992, The role of the main bank when borrowing firms are in financial distress, working paper, Australian National University, July.",
        "Weisbach, Michael, 1988, Outside directors and CEO turnover, Journal of Financial Economics 20, 431-460."
    ]
}