{
    "id": 4284,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Alan Guttmacher Institute, The Finanring of Maternity Care in the United States, New York, 1988.",
        "Becker, Gary. A Treatise on the Family, Harvard University Press, Cambridge MA, 1981.",
        "Becker, Gary and H. Gregg Lewis. On the Interaction between Quantity and Quality of Children, Journal of Political Economy, 82, 1974, s279-288.",
        "Black, Sir Douglas. The Black Report in Inequalities in Health, Peter Townsend, Nick Davidson, and Margaret Whitehead (eds.), L.ondon, Penguin, 1988.",
        "Black, Robert E., K. H. Brown and Stanley Becker. Malnutrition is a Determining Factor in Dianheal Duration, but not Incidence among Young Children in a Longitudinal Study in Rural Bangladesh, American Journal of Clinical Nutrition, v 39.1, 1984, pp 87-94.",
        "Bloom, Barbara. Health Insurance and Medical Care, Advance Data from Vital and Health Statistics of the National Center for Health Statistics, 188, Public Health Service, Washington D.C., October 1, 1990.",
        "Chamberlain, Gary. Analysis of Covariance with Qualitative Data, Review of Economic Studies, XLVII, 1980, 225-238.",
        "Colle, Ann and Michael Grossman. Determinants of Pediatric Care Utilization, Journal of Human Resources, XIII, 1978, 115-158.",
        "Commerce Clearing House. Medicare and Medicaid Guide, New York: Commerce Clearing House, 1987.",
        "Danzinger, Sheldon and Jonathan Stern. The Causes and Consequences of Child Poverty in the United States, Population Studies Center, University of Michigan, Research Report No. 90-194, September 1990.",
        "Davis, Karen and R. Reynolds. The Impact of Medicare and Medicaid on Access to Medical Care, in RN. Rosette ed., The Role of Health Insurance in the Health Services Sector (National Bureau of Economic Research, New York, NY), 1976, 391-435.",
        "Decker, Sandra. The Effect of Physician Reimbursement Levels on the Primary Care of Medicaid Patients, mimeo, Harvard University, November 1992.",
        "Feinstein, Jonathan. The Relationship Between Socio-Economic Status and Health: A Survey, National Bureau of Economic Research mimeo, March, 1992.",
        "Fossett, James and John Peterson. Physician Supply and Medicaid Participation: The Causes of Market Failure, Medical Care, 27, 1981, 386-396.",
        "Kozak, L.J. and E. McCarthy. Hospital Use by Children in the United States and Canada, Vital and Health Statistics, Series 5, No. (PHS)84-1477, Public Health Service, Washington D.C., August 1984.",
        "Leibowitz, Arleen et al., Effect of Cost Sharing on the Use of Medical Services by Children: Interim Results from a Randomized Controlled Trial, Pediatrics, May 1985, 75, 942-51.",
        "Manning, Willard, Joseph Newhouse, Naihua Duan, Emmett Keeler, Arleen Leibowitz, and Susan Marquis. `Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review, June 1987, 77, 251-277.",
        "Mauldon, Jane. The Effect of Marital Disruption on Childrens Health, Demography, 27.3:431-46, 1990.",
        "Mitchell, Janet and Rachel Schurman. Access to Private Obstetrics/Gynecology Services Under Medicaid, Medical Care, 22, November 1984, 1026-1037.",
        "National Center for Health Statistics, Growth Charts, Washington, D.C.: Department of Health and Human Services, 1976.",
        "Nelson, Richard and Richard Startz. The Distribution of the Instrumental Variables Estimator and its T-ratio When the Instrument is a Poor One, Journal of Business, 63.l.2:S12540. Newhouse, Joseph, A. Williams, B. Bennett, W. Schwartz. The Geoeraohic Distribution of Physicians: Is the Conventional Wisdom Correct?, The Rand Corporation R-2734, Santa Monica CA, 1982.",
        "Pollak, Robert. Conditional Demand Functions and Consumption Theory, quarterly Journal of Economics, 83, 1969, 70-78.",
        "Sindelar, Jody and Duncan Thomas. Measurement of Child Health: Maternal Response Bias, Economic Growth Center Yale University, Discussion Paper 633, June 1991.",
        "Sloan, Frank, Janet Mitchell and Jerry Cromwell. Physician Participation in State Medicaid Programs, Journal of Human Resources, 13, 1978, 211-245.",
        "Starfield, B. Motherhood and Apple Pie: The Effectiveness of Medical Care for Children, Millbank Memorial Fund quarterly, 63, 3, 1985.",
        "U.S. Committee on Ways and Means. 1991 Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means, WMCP-102-9, GPO. Washington D.C., May 1991.",
        "U.S. Health Care Financing Administration. Medicare and Medicaid Data Book. 1986, HCFA Pub. 03270, Washington D.C., 1986.",
        "U.S. Health Care Financing Administration. Medicare and Medicaid Data Book, 1988, HCFA Pub. 03270, Washington D.C., 1988."
    ]
}