{
    "id": 4285,
    "cites": 32,
    "cited_by": 75,
    "reference": [
        "Ball, L. and Romer, D., (1990). Real Rigidities and the Nonneutrality of Money. Review of Economic Studies 57: 183-203.",
        "Bernanke, B., (1983). Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. The American Economic Review> 73: 257-276.",
        "Carnegie-Rochester Series on Public Policy 25: 49-100. Bernanke, B. and Blinder, A., (1988). Credit, Money and Aggregate Demand. The American Economic Review, 78: 435-439.",
        "Bernanke, B. and Blinder, A., (1992). The Federal Runds Rate and the Channels of Monetary Transmission. The American Economic Review, 82: 901-921.",
        "Bernanke, B. and Gertler, M., (1989). Agency Costs, Net Worth and Business Fluctuations. The American Economic Review, 79: 14-31.",
        "Blinder, A., (1987). Credit Rationing and Effective Supply Failures. Economic Journal, 97: 327-52.",
        "Boschen, J. and Mills, L., (1992). The Effects of Countercydical Monetary Policy on Money and Interest Rates: An Evaluation of Evidence from FOMC Documents, manuscript.",
        "American Economic Review, 78: 446-451. Christiano, L. and Eichenbaum> M., (1992). Liquidity Effects> Monetary Policy and the Business Cycle, Federal Reserve Bank of Chicago WP-92-15.",
        "Diamond, D. (1984). Financial Intermediation and Delegated Monitoring. Review of Economic Studies 51: 393-414.",
        "Engle, Robert F. and Granger, C.> (1987). Co-Integration and Error Correction: Representation, Estimation and Testing. Econometrica, 55: 251-276.",
        "Fazzari, S. Hubbard, R., and Peterson, B., (1988). Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity, 1: 141-195.",
        "Gertler, M. and Gilchrist, S., (1991). Monetary Policy> Business Cycles and the Behavior of Small Manufacturing Firms> manuscript.",
        "Transmission Mechanism: Arguments and Evidence, manuscript. Gilchrist, S., (1990). An Empirical Analysis of Corporate Investment and Financing Hierarchies using Firm Level Panel Data, manuscript.",
        "Grossman, S. and Weiss, L., (1983). A Transactions Based Model of the Monetary Transmission Mechanism. The American Economic Review, 73: 871-880.",
        "Haliman, J., Porter, R. and Small, D., (1991). Is the Price Level Tied to the M2 Monetary Aggregate in the Long Run? The American Economic Review, 81: 841-858.",
        "Hoover, K. and Perez, S., (1992). Post Hoc Ergo Propter Hoc Once More: An Evaluation of Does Monetary Policy Matter? in the Spirit of James Tobin> manuscript.",
        "Hubbard, R. and Kashyap, A., (1992). Internal Net Worth and the Investment Process: An Application to U.S. Agriculture. Journal of Political Economy, 100: 506-534.",
        "Johansen, S., (1991). Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models. Econometrica, 59: 1551-1580.",
        "Kashyap, A., Stein, J., and Wilcox, D., (1991). The Monetary Transmission Mechansim: Evidence from the Composition of External Finance, manuscript.",
        "King, R.G. and C.I. Plosser, (1984). Money> Credit, and Prices in a Real Business Cycle. The American Economic Review, 74: 363-380.",
        "King, R.G., C.I. Plosser, J. Stock, and M. Watson, 1991, Stochastic Trends and Economic Fluctuations. The American Economic Review, 81: 819-840.",
        "King, S., (1986). Monetary Transmission: Through Bank Loans or Bank Liabilities? Journal of Money, Credit and Banking, 18: 290-303.",
        "Konishi, T., Ramey, V. and Granger, C., (1992). Stochastic Trends and Short-Run Relationships between Financial Variables and Real Activity, manuscript.",
        "Mankiw, N. (1985)., Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly. Quarterly Journal of Economics, 100: 529-539.",
        "Oliner, K. and Rudebusch, G., (1992). The Transmission of Monetary Policy to Small and Large Firms, manuscript.",
        "Ramey, V. (forthcoming). The Source of Fluctuations in Money: Evidence from Trade Credit. Journal of Monetary Economics. Romer, C. and Romer, D., (1989). Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annual 4: 121-170.",
        "Papers on Economic Activity> 1: 149-213. 41 Rotemberg, J., (1984). A Monetary Equilibrium Model with Transaction Costs. Journal of Political Economy, 92: 40-58.",
        "Stiglitz, J. and Weiss, A., (1981). Credit Rationing in Markets with Imperfect Information. The American Economic Review, 71: 393-410.",
        "Stock, J. and Watson> M., (1992). A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, manuscript.",
        "Strongin, S., (1991). The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, manuscript.",
        "Tobin, J., (1970). A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit and Banking> 1: 15-29.",
        "Whited, R., (1992). Debt, Liquidity Constraints and Corporate Investment: Evidence from Panel Data. Journal of Finance, forthcoming."
    ]
}