{
    "id": 429,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Abel, Andrew, Dornbusch, Rudiger, Huizinga, John, and Marcus, Alan, 1979, Money Demand During Hyperinflation, Journal of Monetary Economics 5, 97-104.",
        "Bilson, John F. 0., 1978, The Current Experience with Floating Exchange Rates: An Appraisal of the Monetary Approach, American Economic Review 68, 392-9 7.",
        "Bowley, A. L., 1929, A New Index-Number of Wages, Special Memorandum No. 28 - of the London and Cambridge Economic Service.",
        "Calvo, Guillermo A. and Rodriguez, Carlos A., 1977, A Model of Exchange Rate Determination Under Currency Substitution and Rational Expectations. Journal of Political Economy 85, 617-26.",
        "Clements, Kenneth W., 1978, The Demand for Traded and Nontraded Goods in the U.S., Economic Letters 1, 361-64.",
        "Dornbusch, Rudiger, 1976a, Capital Mobility, Flexible Exchange Rates and Macroeconomic Equilibrium, in E. Claassen and P. Salin, eds., Recent Issues in International Monetary Economics (North-Holland, Amsterdam) 29-48.",
        "Policy, Scandinavian Journal of Economics 78, 255-75. Reprinted in J. A. Frenkel and H. G. Johnson, eds., 1978, The Economics of Exchange Rates: Selected Studies (Addison-Wesley, Reading, Massachusetts).",
        "Frenkel, Jacob A., and Johnson, Harry G, 1978, The Economics of Excj~g~ Rates: Selected Studies (Addison-Wesley, Reading Massachusetts).",
        "Goldstein, Morris and Officer, Lawrence H., 1977, The Tradeable/Nontradeable Dichotomy: A Review of the Literature and Suggested New Measures. Unpublished manuscript, International Monetary Fund, DM/77/69.",
        "Kouri, Pentti, J. K., 1976, The Exchange Rate and the Balance of Payments in the Short Run and in the Long Run: A Monetary Approach. Scandinavian Journal of Economics 78, 280-304.",
        "Krugman, Paul R., 1978, Purchasing Power Parity and Exchange Rates, Journal of International Economics 8, 397-407.",
        "Mussa, Michael, 1976, The- Exchange Rate, the Balance of Payments and Monetary and Fiscal Policy under a Regime of Controlled Floating, Scandinavian Journal of Economics 78, 229-48. Reprinted in J. A. Frenkel and H. C. Johnson, eds., The Economics of Exchang~ Rates: Selected Studies (Addison-Wesley, Reading, Massachusetts).",
        "Rodriguez, Carlos A., 1976, The Terms of Trade and the Balance of Payments in the Short Run, American Economic Review 66, 710-16.",
        "Theil, Henri, 1961, Economic Forecasts and Policy, 2nd ed. (North-Holland - Publishing Co., Amsterdam)."
    ]
}