{
    "id": 4293,
    "cites": 81,
    "cited_by": 4,
    "reference": [
        "Aaron, Robert and Glenn Powell. Feedback Practices as a Function of Teacher and Pupil Race During Reading Group Instruction, The Journal of Negro Education 51(1) (1982): 50-59. Alexander, Karl L., Doris R. Entwisle and Maxine Thompson. School Performance, Status Relations, and the Structure of Sentiment: Bringing Teacher Back In, American Sociological Review 52 (October 1987): 665-682.",
        "Aloia, Gregory, James A. Maxwell and Stephan D. Aloia. Influence of a Child's Race and the EMR Label on Initial Impressions of Regular Classroom Teachers. American Journal of Mental Deficiency 85(6) (1981): 619-623.",
        "Armor, David J. School and Family Effects on Black and White Achievement: A Reexamination of the USOE Data, in Mosteller and Moynihan, Eds., On Equality of Educational Opportunity (New York: Random House, 1972).",
        "Ayers, Jerry B. and Glenda S. Quails. Concurrent and Predictive Validity of the National Teacher Examination, Journal of Educational Research 73(2) (1979): 86-92.",
        "Ayers, Jerry B. Another Look at the Concurrent and Predictive Validity ofthe National Teacher Examinations. Journal of Educational Research 81(3) (January-February 1988): 133-137.",
        "Banks, James A. Ethnicity, Class, Cognitive, and Motivational Styles: Research and Teaching Implications. Journal of Negro Education 57(4) (1988): 452-466.",
        "Barnes, Willie J. Teachers in Desegregated High Schools in Texas, Integrated Education 97 (January-April 1979): 25-26.",
        "Baron, Reuben M., David Y.H. Tom and Harris M. Cooper. Social Class, Race and Teacher Expectations in Jerome B. Dusek (Ed.), Teacher Expectancies. 1985.",
        "Beady, Charles J., Jr. and Stephan Hansell. 'Teacher Race and Expectations for Student Achievement. American Educational Research Journal 1(2) (Summer 1981): 191-206.",
        "Berger, Joseph. Pessimism in Air as Schools Try Affirmative Action, New York Times. February 27, 1990: Bl.",
        "Boardman, Anthony E., David A. Horowitz and Anne Lloyd. Variables Affecting the Learning of Inner City Children in G. Gappert (Ed.), Urban Schools in Urban Systems. Selected Papers (Fall 1978).",
        "Bowles, S. and H. Levin. The Determinants of Scholastic Achievement: An Appraisal of Some Recent Evidence, Journal of Human Resources III (Winter 1968): .",
        "Braun, Carl. Teachers Expectations: Sociopsychological Dynamics. Review of Educational Research 46(2) (Spring 1976): 185-213.",
        "Bridge, R. Gary, Charles M. Judd and Peter R. Moock. The Determinants of Educational Outcomes: The Impact of Families. Peers. Teachers, and Schools (Cambridge, MA: Ballinger Publishing Company, 1979).",
        "Brophy, Jere. Interactions of Male and Female Students with Male and Female Teachers in Louise Cherry Wilkinson and Cora B. Marrett (Eds.), Gender Influences in Classroom Interaction (New York: Academic Press, Inc., 1985), 115-142.",
        "Brown, William E., Tyrone L. Payne, Conard Lankewich and Lionel L. Cornell. Praise, Criticism and Race, The Elementary School Journal (April 1970):373-377.",
        "Byalick, Robert and Donald N. Bersoff. Reinforcement Practices of Black and White Teachers in Integrated Classrooms. Journal of Educational Psychology 66(4) (1979): 473-480.",
        "Cain, Glen and Harold Watts. Problems in Making Policy Inferences From the Coleman Report. American Sociological Review 35 (1970): 228-242.",
        "Card, David and Alan B. Krueger. Does School Quality Matter? Returns to Education and Characteristics of Public Schools in the United States. Journal of Political Economy 100 (February 1992): 1-40.",
        "Carew, Jean V. and Sara Lawrence Lightfoot. Bevond Bias (Cambridge, MA: Harvard University Press, 1979), 69-101.",
        "Coates, Brian. White Adult Behavior Toward Black and White Children, Child Development 43 (1972): 143-154.",
        "Cole, Beverly. The Black Educator: An Endangered Species. Journal of Negro Education 55(3) (1986): 326-335.",
        "Coleman, James. Equality of Educational Opportunities (Washington, DC: U.S. Office of Education, 1966).",
        "Cooper, Harris M. and David Y.H. Tom. Teacher Expectation Research: A Review with Implications for Classroom Instruction. The Elementary School Journal 85(1) (September 1984): 77-89.",
        "Cooper, Constance Carter. Implications of the Absence of Black Teachers/Administrators on Black Youth. Journal of Negro Education 57(2) (1988): 123-124.",
        "Cooper, Harris, Reuben Baron, and Charles A. Lowe. The Importance of Race and Social Class Information of Expectancies About Academic Performance, Journal of Educational Psychology 67(2) (1975): 312-319.",
        "Cornbleth, Catherine and Willard Korth. Teacher Perceptions and Teacher-Student Interaction in Integrated Classrooms, Journal of Experimental Education 58 (1990), 259-263.",
        "Crain, Robert and Rita Mahard. Desegregation and Black Achievement: A Review of the Research, Law and Contemporary Problems 42 (1978): 17-56 (1978b).",
        "Cunningham, William G. The Impact of Student-Teacher Pairings on Teacher Effectiveness. American Educational Research Association 12(2) (Spring 1975): 169-189.",
        "Darkenwald, Gordon G. Some Effects of the 'Obvious Variable': Teacher's Race and Holding Power with Black Adult Students. Sociology of Education 48 (Fall 1975): 420-431.",
        "Darling-Hammond, Lisa and A.E. Wise. 'Teaching Standards, or Standardized Teaching? Educational Leadership 41 (1983): 66-69.",
        "Davidson, Russell and James G. MacKinnon. Estimation and Inference in Econometrics (New York: Oxford University Press, 1993).",
        "Dusek, Jerome B. and Gail Joseph. The Bases of Teacher Expectancies: a Meta-Analysis, Journal of Educational Psychology 75(3) (1983): 327-347.",
        "Eaves, Ronald C. Teacher Race, Student Race, and the Behavior Problem Checklist, Journal of Abnormal Child Psychology 3(1) (1975): 1-9.",
        "Ehrenberg, Ronald G. and Dominic J. Brewer. Do School and Teacher Characteristics Matter?: Evidence From High School and Beyond, ILR-Comell Institute for Labor Market Policies Working Paper No. 7 (December 1992).",
        "Evans, William N., Wallace E. Oates and Robert M. Schwab. Measuring Peer Group Effects: A Study of Teenage Behavior. Journal of Political Economy 100 (October 1992): 966-991.",
        "Farkas, George, Robert Grobe, Daniel Sheehan, and Yuan Shuan. Cultural Resources and School Success: Gender, Ethnicity, and Poverty Groups Within an Urban School District, American Sociological Review 55 (February 1990): 127-142.",
        "Feldman, Robert S. (Ed.). The Social Psychology of Education: Current Research and Theory (New York: Cambridge University Press, 1986).",
        "Ferguson, Ronald F. Racial Patterns in How School and Teacher Quality Affect Achievement and Earnings. Challenge: A Journal of Research on Black Men (December 1990).",
        "Ferguson, Ronald F. Paying for Public Education; New Evidence on How and Why Money Matters. Harvard Journal on Legislation 28 (1991): 465-488.",
        "Glick, Irwin. Does Teacher's Skin Color Matter? Integrated Education (September-October 1971): 26-30.",
        "Gottlieb, David. Teaching and Students: The Views of Negro and White Teachers, Sociology of Education 37 (1964): 345-353.",
        "Haller, Emil. Pupil Race and Elementary School Ability Grouping: Are Teachers Biased Against Black Children? American Educational Research Journal 22(4) (Winter 1985): 465-483.",
        "Haney, Walter, George Madaus and Amelia Kreitzer. Charms Talismanic: Testing Teachers for the Improvement of American Education. Review of Research in Education 14 (1987): 169-238.",
        "Hanushek, Eric. The Economics of Schooling, Journal of Economic Literature 24 (September 1986): 1141-1176.",
        "Hanushek, Eric. Education and Race: An Analysis of the Educational Production Process (Lexington, MA: Lexington Books, 1972).",
        "Hanushek, Eric. The Trade-Off Between Child Quality and Quantity. Journal of Political Economy 100 (February 1992): 84-118.",
        "Heath, Robert W. The Ability of White Teachers to Relate to Black Students and to White Students. American Educational Research Journal 8(1) (January 1971): 1-10.",
        "Holiday, Bertha Garrett. Differential Effects of Children's Self-Perceptions and Teachers' Perceptions on Black Children's Academic Achievement. Journal of Negro Education 54(1) (1985): 71-81.",
        "Irvine, Jaqueline Jordan, Teacher Communication Patterns as Related to the Race and Sex of the Student Journal of Educational Research 78 (1985): 338-345.",
        "Irvine, Jaqueline Jordan. An Analysis of the Problem of Disappearing Black Educators, The Elementary School Journal 88(5) (May 1988): 503-513.",
        "Irvine, Jaqueline Jordan. Teacher-Student Interactions: Effects of Student Race, Sex, and Grade Level. Journal of Educational Psychology 78(1) (1986): 14-21.",
        "Jackson, Gregg and Ceclia Cosca. The Inequality of Educational Opportunity in the Southwest: An Observational Study of Ethnically Mixed Classrooms. American Educational Research Journal 11(3) (Summer 1974): 219-229.",
        "Jencks, Christopher P. The Coleman Report and the Conventional Wisdom in Mosteller and Moynihan, Eds., On Equality of Educational Opportunity (New York: Random House, 1972).",
        "Leiter, Kenneth C.W. Teachers' Use of Background Knowledge to Interpret Test Scores, Sociology of Education 49 (January 1976): 59-65.",
        "Mathis, Dolores Walker. Differences in Teacher Interaction With Afro-American and Anglo-American Students in the Same Classroom, Dissertation Abstracts International -Humanities and Social Sciences 36(9) (March 1976): 5950A.",
        "Maynor, Waltz. Academic Performance and School Integration: A Multi-Ethnic Analysis (Durham, NC: Duke University, Doctoral Dissertation, 1970).",
        "Meier, Kenneth J., Joseph Stewart, Jr. and Robert E. England. Race. Class, and Education: The Politics of Second-Generation Discrimination (Madison, WI: University of Wisconsin Press, 1989).",
        "Mosteller, Frederick and Daniel P. Moynihan, Eds. On Equality of Educational Opportunity (New York: Random House, 1972).",
        "Murnane, Richard J. The Impact of School Resources on the Learning of Inner City Children (Cambridge, MA Ballinger Publishing Co., 1975).",
        "Murnane, Richard J. and Randy Olsen. The Effects of Salaries and Opportunity Costs on Length of Stay in Teaching. Journal of Human Resources 25 (Winter 1990): 106-124.",
        "Murnane, Richard J., et al. Who Will Teach? Policies That Matter (Cambridge, Mass.: Harvard University Press, 1991).",
        "National Research Council, Fairness in Employment Testing (Washington, DC: National Academy Press, 1989).",
        "Natriello, Gary and Sanford M. Dombusch. Bringing Behavior Back In: The Effects of Student Characteristics and Behavior on the Classroom Behavior for Teachers. American Educational Research Journal 20(1) (Spring 1983): 29-43.",
        "Ohberg, Hjordis. Does the Black Child Need a Black Teacher? Integrated Education (March-April 1972): 27-28.",
        "Pascarella, Ernest T., Harriet Talmage and Sue Pinzur. Summative Analysis of Longitudinal Student Achievement Data in a Desegregated School District, presented at the American Educational Research Association Conference, San Francisco, April 1979.",
        "Rossel, Christine H. and Willis D. Hawley. The Consequences of School Desegregation (Philadelphia, PA: Temple University Press, 1983).",
        "Sanders, Jimy M. Faculty Desegregation and Student Achievement (Santa Barbara, CA: University of California, Department of Sociology, 1982).",
        "Sheehan, Daniel S. and Mary Marcus. 'Teacher Performance on the National Teacher Examinations and Student Mathematics and Vocabulary Achievement, Journal of Educational Research 71 (1978): .",
        "Sheehan, Daniel S. and Mary Marcus. The Effects of Teacher Race and Student Race on Vocabulary and Mathematics Achievement, The Journal of Educational Research 70(3) (1977): 123-126.",
        "Simpson, Adelaide W. and Marilyn T. Erickson. 'Teachers' Verbal and Nonverbal Communication Patterns as a Function of Teacher Race, Student Gender, and Student Race. American Educational Research Journal 20(2) (Summer 1983): 183-198.",
        "Sizemore, Barbara. Do Black and White Students Look for the Same Characteristics in Teachers? Journal of Negro Education 50(1) (1981): 48-53.",
        "Strauss, Robert and Sawyer. New Evidence on Teacher and Student Competencies, Economics of Education Review 41 (1986).",
        "Summers, Anita A. and Barbara L. Wolfe. Do Schools Make a Difference? American Economic Review 67(4) (September 1977): 639-652.",
        "Thernstrom, Abigail. Beyond the Pale. The New Republic. December 16, 1991: 22-24.",
        "Tiebout, Charles M. A Pure Theory of Local Expenditure, Journal of Political Economy 64 (October 1956): 416-424.",
        "Tobias, Sigmund, Mara Zibrin and Cindy Menell. Special Education Referrals: Failure to Replicate Student-TeacherEthnicitv Interaction. Journal ofEducational Psychology 75(5) (1983): 705-707.",
        "Touliatos, John, Byron, Lindholm, Amy Rice. Interaction of Race with Other Variables on Achievement in School. Psychology in the Schools 14(3) (July 1977): 360-363.",
        "West, Charles K. and Thomas H. Anderson. The Question of Preponderant Causation in Teacher Expectancy Research, Review ofEducational Research 46(4) (Fall 1976): 613-630.",
        "Yando, Regina, Edward Zigler, Maxine Gates. The Influence of Negro and White Teachers Rated as Effective or Noneffective on the Performance of Negro and White Lower-Class Children. Developmental Psychology 5(2^ (1971): 290-299.",
        "Zinn, Laura. In Search of Tomorrow's Minority Teachers, Business Week. May 7, 1990: 120."
    ]
}