{
    "id": 4294,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Bodurtha, J., and N. Mark, 1991, Testing the CAPM with time-varying risks and returns, Journal of Finance 46, 1485-1505.",
        "Bollerslev, T., 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 31, 307-327.",
        "Bollerslev, T., 1987, A conditionally heteroskedastic time series model for speculative prices and rates of return, Review of Economics and Statistics 69, 542-547.",
        "Bollerslev, T., R.F. Engle, and J.M. Wooldridge, 1988, A capital asset pricing model with time-varying covariances, Journal of Political Economy 96, 116-131.",
        "Engel, C. and A.P. Rodrigues, 1989, Tests of international CAPM with time-varying covariances, Journal of Applied Econometrics 4, 119-138.",
        "Engel, C. and A.P. Rodrigues, 1993, Tests of mean-variance efficiency of international equity markets, Oxford Economics Papers, forthcoming.",
        "Ferson, W.E., S. Kandel, and R.F. Stambaugh, 1987, Tests of asset pricing with timevarying expected returns and market betas, Journal of Finance 42, 201-220.",
        "Frankel, J.A., l985a, Portfolio shares as `beta-breakers, Journal of Portfolio Management 11, 18-23. Frankel, J.A., l985b, Portfolio crowding-out, empirically estimated, Quarterly Journal of Economics 100, 1041-1065. Frankel, J.A. and W. Dickens, 1984, Are asset-demand functions determined by CAPM?, University of California, Berkeley, 1984.",
        "Frankel, J.A. and C. Engel, 1984, Do asset demand functions optimize over the mean and variance of real returns? A six currency test, Journal of International Economics 17, 309-323.",
        "Hansen, L.P. and S. Richard, 1987, The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models, Econometrica 55, 587-6 14.",
        "Harvey, C., 1989, Time varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Ibbotson Associates, 1986, Stocks, bonds, bills and inflation: 1986 yearbook (Ibbotson Associates: Chicago).",
        "Markowitz, H.M., 1952, Portfolio selection, Journal of Finance 7, 77-91."
    ]
}