{
    "id": 4301,
    "cites": 19,
    "cited_by": 30,
    "reference": [
        "Cutler, David M., and Louise M. Sheiner, Policy Options for Long-Term Care, Harvard University mimeo, April 1992.",
        "Dick, Andrew, Alan M. Garber, and Thomas MaCurdy, Forecasting Nursing Home Utilization of Elderly Americans, Stanford University Mimeo, May 1992.",
        "Dickey, David A., and Wayne A. Fuller, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica, 1981, 1057-1072.",
        "Employee Benefit Research Institute, Long-Term Care Financing and the Private Insurance Market, Issue Brief, August 1991.",
        "Freudenheim, Milt, Medicaid Plan Promotes Nursing-Home Insurance, The New York Times, May 3, 1992, 1:1.",
        "Friedman, Benjamin M., and Mark Warshawsky, Annuity Prices and Saving Behavior in the United States, in Zvi Bodie, John B. Shoven, and David A. Wise, ed., Pensions in the U.S. Economy, Chicago: University of Chicago Press, 1988, 53-77.",
        "Garber, Alan M., and Thomas MaCurdy, Nursing Home Discharges and Exhaustion of Medicare Benefits, NBER Working Paper No. 3639, 1991.",
        "Hagen, Ronald D., Testimony Before the Subcommittee on Oversight and Investigations, Committee on Energy and Commerce, U.S. House of Representatives, No. 101-146, pp. 185-206. Lifeplans, Who Buys Long-Term Care Insurance, Washington, D.C.: Health Insurance Association of America, 1992.",
        "McCall, N., J. Knickan, and E.J. Bauer, A New Approach to Long-Term Care, Health Affairs, 1991, 164-173.",
        "Neuschler, Edward, and Claire Gill, Medicaid Eligibility for The Elderly In Need Of Long-Term Care, prepared for Congressional Research Service, Washington, D.C.: GPO, 1987.",
        "Newhouse, Joseph P., Measuring Medical Prices and Understanding Their Effects: The Baxter Foundation Prize Address, Journal of Health Administration Education, Winter 1989, 19-2 6.",
        "Pauly, Mark V., The Rational Nonpurchase of Long-Term Care Insurance, Journal of Political Economy, 1990, 153-168.",
        "Somers, S.A., and J.C. Merrill, Supporting States Efforts for Long-term Care Insurance, Health Affairs, 1991, 177-179.",
        "Trapnell, Gordon R., Testimony before U.S. House of Representatives, Committee on Energy and Commerce, Subcommittee on Oversight and Investigations, Serial No. 101-146, Washington, D.C.: GPO, 1990, 126-146.",
        "U.S. Department of Health and Human Services, Health Care Financing Administration, Long-term Care Financing and Delivery Systems, Washington, D.C.: GPO, 1984.",
        "U.S. Department of Health and Human Services, Public Health Service, Health United States, Washington, D.C.: GPO, 1988.",
        "U.S. House of Representatives, Committee on Energy and Commerce, Subcommittee on Health and the Environment, Health Insurance and the Uninsured: Background Data and Analysis, Washington, D.C.: GPO, 1988.",
        "U.S. House of Representatives, Select Committee on Aging, Subcommittee on Health and Long-Term Care, Abuses in the Sale of Long-Term Care Insurance to the Elderly, Pub. No., 102-807, Washington, D.C.: GPO, 1991.",
        "Zeckhauser, Richard, Medical Insurance: A Case Study of the Tradeoff Between Risk Spreading and Appropriate Incentives , Journal of Economic Theory, 1970, 10-26."
    ]
}