{
    "id": 4306,
    "cites": 15,
    "cited_by": 43,
    "reference": [
        "Ball, Laurence. 1987. Externalities from Contract Length, American Economic Review 77, September, pp. 615-29.",
        "Princeton University. American Economic Review, forthcoming. ________ N. Cregory Mankiw, and David Romer. 1988. The New Keynesian Economics and the Output-Inflation Trade-off, Brookin~s Paners on Economic Activity 1, pp. 1-65.",
        "Blinder, Alan S. 1987. Hard Heads. Soft Hearts: Tough-Minded Economics for a Just Society. Reading, Massachusetts: Addison-Wesley.",
        "Bruno, Michael, and Jeffrey Sachs. 1985. Economics of Worldwide Stagflation. Cambridge, Massachusetts: Harvard University Press.",
        "Bosworth, Barry. 1981. Policy Choices for Controlling Inflation, in Controlling inflation: Studies in Waze/Price Policy. Alternatives for the l980s, Vol. 1, Center for Democratic Policy. Washington, DC: USCPO.",
        "Fernandez, David C. 1992. Bank Lending and the Monetary Policy Transmission Mechanism: Evidence from Japan. Princeton, New Jersey: Princeton University.",
        "Economic Stabilization, and Incomes Policies: EuroÃ\u0083Â¸ean Experience. Washington, DC: The Brookings Institution. Cordon, Robert 3. 1982. Why Stopping Inflation May Be Costly: Evidence from Fourteen Historical Episodes, in Robert E. Hall (ed.), Inflation: Causes and Effects. Chicago, Illinois: The University of Chicago Press.",
        "Traditional and Vector Autoregressive Models, BrQckings Papers on Economic ActiviÃ\u0083Â§y 1, pp. 205-42. Crubb, Dennis, Richard Jackman, and Richard Layard. 1983. Wage Rigidity and Unemployment in OECD Countries, European Economic Review 21, March-April, pp. 11-39.",
        "Mankiw, N. Gregory. 1990. A Quick Refresher Course in Macroeconomics, Journal of Economic Literature 28, December, pp. 1645-60.",
        "Organization for Economic Cooperation and Development, Economic Outlook, various issues. Okun, Arthur H. 1978. Efficient Disinflationary Policies, American Economic Review 68. May, pp. 348-52.",
        "Ranier, Christina D. and David Romer. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NIEBI Kacroeconomics Annual, pp. 121-70.",
        "Romer, David. 1991. Openness and Inflation: Theory and Evidence, NBER Working Paper 3936, December.",
        "Sargent, Thomas. 1983. Stopping Moderate Inflations: The Methods of Poincare and Thatcher, in Dornbusch and Simonsen (eds.), Inflation.",
        "Debt, and Indexation. Cambridge, Massachusetts: M1T Press. Schelde-Andersen, Palle. 1992. OECD Country Experiences with Disinflation, in Elundell-Wignell (ed.), Inflation. Disinflation.",
        "Taylor, John B. 1983. Union Wage Settlements During a Disinflation, 24 American Economic Review 73, December, pp. 981-93."
    ]
}