{
    "id": 4308,
    "cites": 24,
    "cited_by": 112,
    "reference": [
        "Atkeson, A., and T. Bayoumi (1992), `Do private capital markets insure against regional risk? Evidence from the United States and Europe, mimeo, University of Chicago and International Monetary Fund.",
        "Backus, D.; P. Kehoe; and F. Kydland (1992), `International real business cycles, Journal of Political Economy 100 (August), 745-75.",
        "Backus, D., and G. Smith (1992), `Consumption and real exchange rates in dynamic exchange economies with nontraded goods, mimeo, New York University and Queens University.",
        "Baxter, M., and M. Crucini (1993), `Explaining saving/investment correlations, American Economic Review 83 (June), 230-78.",
        "Boothe, P.; K. Clinton; A. CotÃ\u0083Â©; and D. Longworth (1985), International asset substitutability: Theory and evidence for Canada. Ottawa: Bank of Canada.",
        "Cochrane, J. (1991), `A simple test of consumption insurance, Journal of Political Economy 99 (October), 957-76.",
        "Cole, H., and M. Obstfeld (1991), `Commodity trade and international risk sharing: How much do financial markets matter? Journal of Honetary Economics 28 (August), 3-24.",
        "Devereux, N.; A. Gregory; and G. Smith (1992), `Realistic cross-country consumption correlations in a two-country, equilibrium, business cycle model, Journal of International Honey and Finance 11 (February), 3-16.",
        "Duffje, D. (1992), Dynamic asset pricing theory. Princeton, NJ: Princeton University Press.",
        "Feldstein, M., and C. Horioka (1980), `Domestic saving and international capital flows, ` Economic Journal 90 (June) 314-29.",
        "French, K., and J. Poterba (1991), `International diversification and international equity markets, American Economic Review 81 (May), 222-26.",
        "Golub, S. (1991), `International diversification of social and private risk: The U.S. and Japan, mimeo, Swarthmore College.",
        "Granger, C., and P. Newbold (1974), `Spurious regressions in econometrics, Journal of Econometrics 2, 111-20.",
        "Hall, IL (1986), `The role of consumption in economic fluctuations, in The American business cycle: Continuity and change, edited by R. Gordon. Chicago: University of Chicago Press.",
        "Kollmann, R. (1992) , `Consumptions, real exchange rates and the structure of international asset markets, mimeo, UniversitÃ\u0083Â© de MontrÃ\u0083Â©al.",
        "Leme, p. (1984), `Integration of international capital markets, mimeo, University of Chicago.",
        "Mace, B. (1991), `Full insurance in the presence of aggregate uncertainty, Journal of Political Economy 99 (October), 928-56.",
        "Obstfeld, M. (1986), `Capital mobility in the world economy: Theory and measurement, Carnegie-Rochester Conference Series on Public Policy 24 (Spring), 55-104.",
        "Obstfeld, M. (1989), `How integrated are world capital markets?: Some new tests, in Debt, stabilization and development: Essays in memory of Carlos Diaz-Alejandro, edited by G. Calvo, R. Findlay, P. Kouri, and J. Braga de Macedo. Oxford, U.K.: Basil Blackwell.",
        "Scheinkman, J. (1984), `General equilibrium models of economic fluctuations: A survey of theory, mimeo, University of Chicago.",
        "Stockman, A., and L. Tesar (1990), `Tastes and technology in a two-country model of the business cycle: Explaining international comovements, Working Paper 3566, National Bureau of Economic Research, December.",
        "Stokey, N., and R. Lucas (1989), Recursive methods in economic dynamics. Cambridge, MA: Harvard University Press.",
        "Tesar, L. and I. Werner (1992), `Home bias and the globalization of securities markets, Working Paper 4218, National Bureau of Economic Research, November.",
        "Townsend, R. (1989), `Risk and insurance in village India, mimeo, University of Chicago."
    ]
}