{
    "id": 4311,
    "cites": 24,
    "cited_by": 30,
    "reference": [
        "Arnott, ft. and Rowse, 8.. (1987) Peer Group Effects and Educational Attainment, Journal of Public Economics, 32, p. 287.305.",
        "Banerjee, A. and Besley, T. (1990) Peer Group Externalities and Learning Incentives: A Theory of Nerd Behavior, Princeton University Working Paper No. 68.",
        "BÃ\u0083Â©nabou, R. (1991) Workings of a City: Location, Education and Production, MIT Working Paper No. 582, May.",
        "Borjas, G. (1992a) Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, 108, p. 123-150.",
        "Borjas, G. (1992b) Ethnicity, Neighborhoods, and Human Capital Externalities, U.C. San Diego mirneo, September.",
        "Burda, M. and Wyplosz, C. (1991) Human Capital, Investment and Migration in an Integrated Eu- rope, INSEAD mimeo, September.",
        "Coleman, .J. (1990) tmFoundations of Social Theory, Chapter 12. Harvard University Press, Cambridge.",
        "Cooper, 8.. (1992) Team Dynamics, Boston University mimeo, July.",
        "Durlauf, S. (1992) A Theory of Persistent Income Inequality, NBER Working Paper No. 4056, April.",
        "Ethier, W. (1982) National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, 72, 389-405.",
        "Fernandez, ft. and Rogerson, R. (1992) Income Distribution, Communities and the Quality of Public Education: A Policy Analysis, mimeo, Boston University, July.",
        "Glomm, G. and R.avikumar, B. (1992) Public vs. Private Investment in Human Capital: Endogenous 39 Growth and Income Inequality, Journal of Political Economy, 100, 818-834.",
        "Kremer, M. (1992) An 0-Ring Theory of Economic Growth, Harvard University mimeo, January.",
        "Loury, G. (1977) A Dynamic Theory of Racial Income Differences, in A. Le Mond (eds.) Women, Minorities and Employment Discrimination, Lexington Books, MA.",
        "Loury, G. (1981) Intergenerational Transfers and the Distribution of Earnings, Econometrica, 49, 4, p. 843-867.",
        "Lucas, ft. Jr. (1988) On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Montgomrnery, .1. (1990) Social Networks and Persistent Inequality in the Labor Market, Northwest- ern University mirneo, December.",
        "Murphy, K., Shleifer, A. and Vishny, 8.. (1991) The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, 106, 503-530.",
        "Saint-Paul, G. and Verdier, T. (1991) Education, Democracy and Growth, DELTA mimeo, July.",
        "Streufert, P. (1991) The Effect of Underclass Social Isolation on Schooling Choice, University of Wisconsin-Madison Working Paper DP 954-91, August.",
        "Tamura, ft. (1991a) Income Convergence in an Endogenous Growth Model, Journal of Political Economy, 99, 522-540.",
        "Tamura, ft. (1991b) Efficient Equilibrium Convergence: Heterogeneity and Growth, University of Iowa Working Paper No. 91-16, August.",
        "Weiss, M. (1989) `The Clustering of America, Harper and Row, New York.",
        "Wilson, W. (1987) `The Thily Disadvantaged, University of Chicago Press, Chicago."
    ]
}