{
    "id": 4312,
    "cites": 26,
    "cited_by": 59,
    "reference": [
        "Arthur, Brian, Silicon Valley Locational Clusters: When Do Increasing Returns Imply Monopoly? Mathematical Social Sciences, XIX (1990), 235-251.",
        "Bardhan, Pranab, On Optimum Subsidy to a Learning Industry: An Aspect of the Theory of Infant Industry Protection, International Economic Review, XII (1971), 54-70.",
        "Bateman, Deborah A., and Ashoka Mody, Growth in an Inefficient Economy: A Chinese Case Study, The World Bank, mimeo, September 1991.",
        "Bikhchandani, Susbil, David Hirsbieifer, and Ivo Welch, A Theory of Fads, Fashion, Custom and Cultural Change as Informational Cascades, Journal of Political Economy, C (1992), 992-1026.",
        "Boley, Robert E., Industrial Di.stricts: Principles in Practice (ULI Technical Bulletin 44) (Washington, D. C.: Urban Land Institute, 1962).",
        "Carestio, Ralph M., Jr., Land Absorption in industrial Parks, Industrial Development, CXL (1971), 18-21.",
        "Cohen, Stephen S., and John Zysman, Manufacturing Matters: The Mpth of the Post-Industrial Economy (New York: Basic Books, 1987).",
        "Crawford, Vincent P., An `Evolutionary Interpretation of Van Huyck, Battalio, and Beils Experimental Results on Coordination, Games and Economic Behavior, III (1991), 25-59.",
        "Dybvig, Philip H., and Chester S. Spatt Adoption Externalities as Public Goods, Journal of Public Economics, XX ~1983), 231-247.",
        "Farrell, Joseph, Cheap Talk, Coordination, and Entry, Rand Journal of Economics XVIII (1987), 34-39.",
        "Innovation, Rand Journal of Economics, XVI (1985), 70-83.",
        "Glaeser, Edward L., Hedi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer, Growth in Cities, Journal of Political Economy, C (1992), 1126-1152.",
        "Helpman, Elhanan, A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, XCII (1984), 45 1-471.",
        "Henderson, J. Vernon, Economic Theory and the Cities (Orlando, FL: Academic Press, 1985).",
        "Jaffe, Adam B., Manuel Trajtenberg, and Rebecca Henderson, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Econ.omics, CVIII (1993).",
        "Lee, James R., and Gilbert K. H. Wong, An Analysis of Organized Industrial Districts, Stanford Research Institute Sponsored Project 52140-17 (January 1958).",
        "Marshall, Alfred, Principles of Economics (New York: The MacMillan Company, 1961 [1890]).",
        "McCormick, Dawn (Irvine Company Corporate Marketing Department), Personal communication, March 1992.",
        "Mody, Ashoka, et al., International Competition in the Bicycle Industry: Keeping Pace with Technological Change, Industry and Energy Department Working Paper, Industry Series Paper No. 50 (Washington, D. C.: The World Bank, December 1991).",
        "National Association of Industrial and Office Realtors, Marketing Office and Indu.strial Park.s (Arlington, VA: 1983).",
        "Panagariya, Arvind, Increasing Returns, Dynamic Stability, and International Trade, Journal of International Economics, XX (1986), 43-63.",
        "Rauch, James E., Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities, Journal of Urban Economics, forthcoming (1993a).",
        "Case of City-Industry Location, University of California, San Diego Discussion Paper No. 93-05 (1993b).",
        "Siegle, Candace, The New Foreign Capital, Orange County Metropolitan, (March 1, 1992), 13-20.",
        "Urban Land Institute, Industrial Park Development Handbook (Washington, D. C.: The Institute, 1975).",
        "Urban Land Institute, Business and Industrial Park Development Handbook (Washington, D. C.: The Institute, 1988)."
    ]
}