{
    "id": 4313,
    "cites": 21,
    "cited_by": 606,
    "reference": [
        "Spence. A.M. [1976], Product Selection, Fixed Costs and Monopolistic Competition, Review of Economic Siudies, Volume 43, p.217.",
        "Sveikauskas, L.A. [1975], The Productivity of Cities, Quarierly Journal of Economics, Volume 89, p.393.",
        "U.S. Bureau of Economic Analysis, Staff Paper 42, Experimental Estimates of Gross State Product by Industry, Bureau of Economic Analysis, Washington, D.C. , 1985.",
        "Rivera-Batiz, F.L. [1988], Increasing Returns, Monopolistic Competitions, and Agglomeration Economies in Consumption and Production, Regional Science and Urban Economics, Volume 18, p.125.",
        "Segal, D. [1976], Are there Returns to City Size, Review of Economics and Siaiisiics, Volume 58, p.339.",
        "Moomaw, R.L. [1985], Firm Location and City Size: Reduced Productivity Advantages as a Factor in the Decline of Manufacturing in Urban Areas, Journal of Urban Economics, Volume 17, p.73.",
        "Moomaw, R.L. [1981], Productivity and City Size: A Critique of the Evidence, Quarierly Journal of Economics, Volume 95, p. 675.",
        "Marshall, A. [1920], Principles of Economics, 8th Editions, London, MacMillan.",
        "Mills, E.S. [1967], An Aggregative Model of Resource Allocation in a Metropolitan Area, American Economic Review Papers and Proceedings, p.197.",
        "Hall, R.E. (1991), Noise over Space and Time, in Hall, R.E. Booms and Recessions in a Noisy Economy, Yale University Press, New Haven, p.5.",
        "Henderson, J.V. [1974], The Sizes and Types of Cities, American Economic Review, Volume 64, p.640.",
        "Henderson, J.V [1986], Efficiency of Resource Usage and City Size, Journal of Urban Economics, Volume 18, p.47.",
        "Fujita, M. [1989], Urban Economic Theory: Land Use and City Size, Cambridge, Cambridge University Press.",
        "Hall, R.E. (1990), Invariance Properties of Solows Productivity Residual, in Diamond, P. (ed.) Growth/Productivity/Unemployment: Essays to Celebrate Bob Solows Birthday, MIT Press, Cambridge (Mass.), p.71.",
        "Fujita, M. [1988], A Monopolistic Competitive Model of Spatial Agglomeration: Differentiated Product Approach, Regional Science and Urban Economics, Volume 69, p.87.",
        "Ciccone, A. [1992], Cities and the Economy: Aggregate Production, Urban Productivity and the Distribution of Economic Activity, mimeo., Stanford University.",
        "Davis, S. J. [1992], Cross-Country Patterns of Change in Relative Wages, NBER Working Paper No. 4085.",
        "Dixit, A. and Stiglitz J.E. [1977], Monopolistic Competition and Optimum Product Diversity, American Economic Review, Volume 72, p.389.",
        "Abdel-Rahman, H.M. [1988], Product Differentiation, Monopolistic Competition and City Size, Regional Science and Urban Economics, Volume 18, p. 69.",
        "Barro, R.J. and X. Sala-i-Martin [1992], Convergence across States and Regions, Brookings Papers on Economic Activity, Volume 1, p.159.",
        "Caballero, R.J. and R.K. Lyons [1992], External effects in U.S."
    ]
}