{
    "id": 4316,
    "cites": 16,
    "cited_by": 11,
    "reference": [
        "Yago, G., 1991, The credit crunch: A regulatory squeeze on growth capital, Journal of Applied Corporate Finance 4 (Spring) 96-100.",
        "Szewczyk, S. H. and G. 1. Tsetsekos, 1992, State intervention in the market for corporate control: The case of Pennsylvania Senate Bill 1310, Journal of Financial Economics 31, 3-24.",
        "Pound, J., 1987, The effects of antitakeover amendments on takeover activity: Some direct evidence, Journal of Law and Economics 30 (October) 353-367.",
        "Nathan, K. S. and T. B. OKeefe, 1989, The rise in takeover premiums: An exploratory study, Journal of Financial Economics 23, 101-119.",
        "MÃ\u0083Â¸rck, R., A. Shleifer, and R. W. Vishny, 1988, Characteristics of targets of hostile and friendly takeovers, in: A. J. Auerbach, ed., Corporate takeovers: Causes and consequences, National Bureau of Economic Research, Chicago, 101-129.",
        "Mahoney, J.M., 1992, Firm Performance, Managerial decisions and corporate charter amendments, working paper, Wharton School, University of Pennsylvania.",
        "Malatesta, P. H. and R. A. Walkling, 1988, Poison pill securities: Stockholder wealth, profitability, and ownership structure, Journal of Financial Economics 20, 347-376.",
        "Huang, Y. and R. A. Walkling, 1987, Target abnormal returns associated with acquisition announcements: Payment, acquisition form, and managerial resistance, Journal of Financial Economics, 19, 329-349.",
        "Karpoff, J. M. and P. H. Malatesta, 1989, The wealth effects of second generation state takeover legislation, Journal of Financial Economics 25, 291-322.",
        "Hasbrouck, J., 1985, The characteristics of takeover targets, Journal of Banking and Finance 9, 351-362.",
        "Comment, R. and G. A. Jarrell, 1987, Two-tier and negotiated tender offers: The imprisonment of the free-riding shareholder, Journal of Financial Economics 19, 283-310.",
        "Gilson, R. J. and B. S. Black, 1992, The law and finance of corporate acquisitions: 1992 supplement, The Foundation Press, Westbury New York.",
        "Bruner, R. F., 1991, The poison pill anti-takeover defense: The price of strategic deterrence, Institute of Chartered Financial Analysts, Charlottesville, Virginia.",
        "Bradley, M., A. Desai and E. H. Kim, 1988, Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms, Journal of Financial Economics, 21, 3-40.",
        "Ambrose, B. W. and W. L. Megginson, 1992, The role of asset structure, ownership structure, and takeover defenses in determining acquisition likelihood, Journal of Financial and Quantitative Analysis, 27, 575-589.",
        "Ryngaert, M., 1988, The effect of poison pill securities on shareholder wealth, Journal of Financial Economics 20, 377-417."
    ]
}