{
    "id": 4317,
    "cites": 58,
    "cited_by": 94,
    "reference": [
        "Bernanke, Ben 5. 1983. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73: 257-276.",
        "Bernanke, Ben S. 1986. Alternative Explanations of the Money-Income Correlation, Carnegie Rochester Conference Series on Public Policy, 25, pp. 49-100.",
        "Bemanke, Ben S. 1990. On the Predictive Power of Interest Rates and Interest Rate Spreads, New England Economic Review, November-December, pp. 51-68.",
        "Bernanke, Ben S., and Alan S. Blinder 1988. Credit, Money, and Aggregate Demand. American Economic Review. Papers and Proceedings 78: 435-39.",
        "Monetary Transmission. American Economic Review, 82: 901-921. Bernanke, Ben S. and Mark Gertler 1987. Banking and Macroeconomic Equilibrium, in William A Barnett and Kenneth J. Singleton eds., New Approaches to Monetary Economics. Cambridge, UK: Cambridge University Press, pp. 89-111.",
        "Fluctuations, American Economic Review, March, pp. 14-31. Bernanke, Ben S. and Harold James 1991. The Gold Standard, Deflation and Financial Crises in the Great Depression: An International Comparison, in R. Glenn Hubbard editor, Financial Markets and Financial Crises. Chicago, IL: University of Chicago Press, pp. 33-68.",
        "Bernanke, Ben S. and Cara S. Lown 1991. The Credit Crunch, Brookings Papers on Economic Activity 2, Washington, DC: The Brookings Institution, pp. 205-239.",
        "Blinder, Alan S. and Louis J. Maccini 1991. Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Perspectives, 5(1), pp. 73-96.",
        "Blinder, Alan S. and Joseph E. Stiglitz 1983. Money, Credit Constraints and Economic Activity, American Economic Review. Papers and Proceedings 73: 297-302.",
        "Boyd, John and Edward Prescott 1986. Financial Intermediary-Coalitions, Journal of Economic Theory, April, 221-232.",
        "Brainard, William C. 1964. Financial Intermediaries and a Theory of Monetary Control, Yale Economic Essays, 4, pp. 431-82.",
        "Brunner, Karl and Allan H. Meltzer. 1964. The Place of Financial Intermediaries in the Transmission of Monetary Policy, American Economic Review, 53, pp. 372-382.",
        "Christiano, Lawrence and Martin Eichenbaum 1992. Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review. Papers and Proceedings 92: 346-353.",
        "Cook, Timothy Q. and Timothy D. Rowe 1986. Instruments of the Money Market, sixth edition. Richmond, VA: Federal Reserve Bank of Richmond.",
        "Diamond, Douglas 1984. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, pp. 393-414.",
        "Diamond, Douglas 1991. Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy, 99(4), pp. 689-721.",
        "Diamond, Douglas and Philip Dybvig 1983. Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 9 1(3), pp. 401-419.",
        "Fama, Eugene F. 1985. Whats Different About Banks, Journal of Monetary Economics, 15: 29-39.",
        "Fama, Eugene F. 1990. Contracting Costs and Financing Decisions, Journal of Business, 63:1 (pt2.), pp. S71-S91.",
        "Fazzari, Stephen, R. Glenn Hubbard and Bruce Petersen 1988. Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity 1, Washington, DC: The Brookings Institution, pp. 141-195.",
        "Friedman, Benjamin and Kenneth Kuttner 1992a. Money, Income, Prices and Interest Rates, American Economic Review, June, pp. 472-492.",
        "Friedman, Benjamin and Kenneth Kuttner l992b. Why Does the Paper-Bill Spread Predict Real Economic Activity?, in James H. Stock and Mark W. Watson eds. New Research on Business Cycle Indicators and Forecasting. Chicago, IL: University of Chicago Press (forthcoming). Friedman, Milton and Anna Schwartz 1963. A Monetary History of the United States. 1867- J~Q. Princeton, NJ: Princeton University Press.",
        "Fuerst, Timothy S. 1992a. Liquidity, Loanable Funds and Real Activity, Journal of Monetary Economics, 29, pp. 3-24.",
        "Fuerst, Timothy S. 1992b. The Availability Doctrine, mimeo, Kellogg School of Management, Northwestern University.",
        "Gertler, Mark 1988. Financial Structure and Aggregate Economic Activity, Journal of Money Credit and Banking, 20 part 2, August, pp. 559-88.",
        "Gertler, Mark and Simon Gilchrist 1992. Monetary Policy, Business Cycles and the Behavior of Small Manufacturing Firms, National Bureau of Economic Research Working Paper 3892, revised November 1992.",
        "Gertler, Mark and R. Glenn Hubbard 1989. Financial Factors in Business Fluctuations, in Financial Market Volatility: Causes. Consequences. and Policy Recommendations.",
        "Kansas City, MO: Federal Reserve Bank of Kansas City. Gorton, Gary and George Pennacchi 1990. Financial Innovation and The Provision of Liquidity Services, mimec, Vharton School, University of Pennsylvania.",
        "Grossman, Sanford and Laurence Weiss 1983. A Transactions-Based Model of the Monetary Transmission Mechanism, American Economic Review, pp. 871-880.",
        "Hirtle, Beverly and Jeanette Kelleher 1990. Financial Market Evolution and the Interest Sensitivity of Output, Federal Reserve Bank of New York Ouarterly Review, Summer, pp. 56-70.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein 1991. Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Ouarterlv Journal of Economics, 106, pp. 33-60.",
        "Hoshi, Takeo, and David Scharfstein and Kenneth Singleton 1991. Japanese Corporate Investment and Bank of Japan Guidance of Commercial Bank Lending, mimeo, MIT Sloan School of Management.",
        "Jaffee, Dwight and Thomas Russell 1976. Imperfect Information and Credit Rationing, Ouarterly Journal of Economics, 90, pp. 651-666.",
        "James, Christopher 1987. Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19, pp. 217-326.",
        "Kashyap, Anil K, Jeremy C. Stein and David W. Wilcox 1992. Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, forthcoming.",
        "Kashyap, Anil K, Owen Lamont and Jeremy C. Stein 1992. Credit Conditions and the Cyclical Behavior of Inventories: A Case Study of the 198 1-82 Recession, mimeo, MIT Sloan School of Management.",
        "King, Stephen R. 1986. `Monetary Transmission: Through Bank Loans or Bank Liabilities? Journal of Money. Credit and Banking 18: 290-303.",
        "Kuttner, Kenneth 1992. Monetary Policy and External Finance: The Implications of Short- Term Debt Flows, mimeo, Federal Reserve Bank of Chicago.",
        "Lucas, Deborah J. and Robert L. MacDonald 1992. Bank Financing and Investment Decisions with Asymmetric Information About Loan Quality, RAND Journal of Economics, 23-1, pp. 86-105.",
        "Lucas, Robert E. Jr. 1990. Liquidity and Interest Rates, Journal of Economic Theory, April, pp. 237-264.",
        "Lummer, Scott L. and John J. McConnell 1989. Further Evidence on the Bank Lending Process and Capital Market Response to Bank Loan Agreements, Journal of Financial Economics, 25(1) pp. 99-122.",
        "Miron, Jeff, Christina Romer, and David Weil. Historial Perspectives on the Monetary Transmission Mechanism, this volume. Modigliani, Franco 1963. The Monetary Mechanism and Its Interaction With Real Phenomena, Review of Economics and Statistics, 45(1), pp. 79-107.",
        "Morgan, Donald P. 1992. Monetary Policy and Loan Commitments, work in progress.",
        "Kansas City, MO: Federal Reserve Bank of Kansas City. Myers, Stewart and Nicholas Majluf 1984. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics, 13, pp. 187-221.",
        "Oliner, Stephen and Glenn Rudebusch 1992. The Transmission of Monetary Policy: Evidence from the Mix of External Debt and the Importance of Internal Finance, mimeo, Federal Reserve Board.",
        "Owens, Raymond E. and Stacey Schreft 1992 Identifying Credit Crunches, mimeo, Federal Reserve Bank of Richmond.",
        "Petersen, Mitchell and Raghuram G. Rajan 1992. The Benefits of Firm-Creditor Relationships: A Study of Small Business Financing, mimeo, Graduate School of Business, University of Chicago.",
        "Rajan, Raghuram 1992. Insiders and Outsiders: The Choice Between Relationship and Arms Length Debt, Journal of Finance, 47, pp. 1367-1400.",
        "Ramey, Valerie. 1992. How Important is the Credit Channel of Monetary Transmission, mimeo, University of California, San Diego.",
        "Romer, Christina D., and David H. Romer. 1990. New Evidence on the Monetary Transmission Mechanism. Brookings Papers on Economic Activity: 1990:1.",
        "Washington, DC: The Brookings Institution, pp. 149-213. Roosa, Robert V. 1951. Interest Rates and the Central Bank, in Money. Trade and Economic Growth: Essays in Honor of John H. Williams. New York, NY: Macmillan.",
        "Rotemberg, Julio 1984. A Monetary Equilibrium Model with Transactions Costs, Journal of Political Economy, February, pp. 40-58.",
        "Sharpe, Steve 1990. Asymmetric Information, Bank Lending and Implicit Contracts: A Stylized Model of Customer Relationships, Journal of Finance, 45, 1069-1087.",
        "Shuska, Marie E., Myron B. Slovin and John A. Polonchek 1992. The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance, forthcoming.",
        "Stiglitz, Joseph and Andrew Weiss 1981. Credit Rationing in Markets with Imperfect Information, American Economic Review, 71(2), pp. 393-410.",
        "Stigum, Marcia 1990. The Money Market, Dow Jones Irwin: Homewood.",
        "Stock, James H. and Mark W. Watson 1989. New Indices of Coincident and Leading Economic Indicators, in NBER Macroeconomics Annual, 4, pp. 351-394.",
        "Tobin, James and William Brainard 1963. Financial Intermediaries and the Effectiveness of Monetary Control, American Economic Review, 53, pp. 383-400."
    ]
}