{
    "id": 4319,
    "cites": 29,
    "cited_by": 10,
    "reference": [
        "Agenor, P., and P. Montiel (1991) Exchange Rate Management and Credibility Issues in Developing Countries, mimeo.",
        "Alesina, A. (1987) Macroeconomic Policy in a Two-Party System as a Repeated Game, Quarterly Journal of Economics 102(3): 651-78.",
        "Rational Voters, American Economic Review 78(4): 496-505. (1988) Macroeconomics and Politics, NBER Annual.",
        "Economic Policy 8: 55-98. _______* and A. Drazen (1989) Why are Stabilizations Delayed, American Economic Review, forthcoming.",
        "Economic Review 80(1): 37-49. _______ and _______ (1990) A Positive Theory of Fiscal Deficit and Government Debt, Review of Economic Studies 57(3): 403-14.",
        "Aizenman, J. (1992) Competitive Externalities and the Optimal Seignorage Segmentation, Journal of Money. Credit and Banking 24(1): 61-71.",
        "Barro, R., and D. Gordon (1983) Rules, Discretion and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12(1): 101-21.",
        "Rate Model, Journal of Political Economy 91(4): 589-610. Berg, A., and J. Sachs (1988) The Debt Crises: Structural Explanations of Country Performance, Journal of Development Economics 29(3): 271-306.",
        "Cardoso, E., and A. I-Ielwege (1992) Latin American Economy: Diversity. Trends and Conflicts, Cambridge, MA: MIT Press.",
        "Corbo-Lioi, V. (1974) Inflation in Developing Countries: An Econometric Study of Chilean Inflation, Amsterdam: North Holland; NY: American Elsevier.",
        "Cukierman, A., S. Edwards and G. Tabellini (1992) Seignorage and Political Instability, American Economic Review 82(3): 537-55.",
        "Dornbusch, R. (1991) Credibility and Stabilization, Quarterly Journal of Economics 106(3): 837-50.",
        "Wcltwirtschaftliches Archive 122(1): 1-47. Edwards, S. (1989) Real Exchange Rates. Devaluation and Adjustment, Cambridge, MA: MIT Press.",
        "Europe: Lcssons From Latin America, NBER Working Paper No. 3816. _______ and A.C. Edwards (1991) Monctarism and Liberalization: The Chilean Experiment, Chicago, IL: University of Chicago Press.",
        "Consequences of Postponed Adjustment in Developing Countries, IMF Staff Papers 36(4):875-903. _______ and J. Santaclla (1992) Devaluation Controversies in the Developing Countries: Lessons From the Bretton Woods Era, NBER Working Paper No.",
        "Developing Countries, Journal of International Money and Finance 10(5): 516- 48. (l991b) `~The Political Economy of Fiscal Policy and Inflation in Developing Countries: An Empirical Analysis, paper prepared for the World bank, UCLA, mimeo. Frey, B. (1978), Modern Political Economy, Wiley.",
        "Hibbs, D. (1977) Political Parties and Macroeconomic Policy, American Political Science Review 71(4): 1467-87.",
        "Jodice, D., and C. Taylor (1983) World Handbook of Social and Political Indicators, New Haven, CI: Yale University Press.",
        "League of Nations (1946) The Course and Control of Inflation, Geneva: League of Nations.",
        "Mankiw, G. (1987) `The Optimal CoUection of Seignorage, Journal of Monetary Economics 20(2): 327-41.",
        "Nordhaus, W. (1975) `The Political Business Cycle, Review of Economic Statistics 42(2): 169-90.",
        "Persson, T., and G. Tabellini (1990) Macroeconomic Policy. Credibility and Politics, NY and Melbourne: Harwood Academic Publishers.",
        "Rogoff, K. (1987) Reputational Constraints in Monetary Policy, CarnegieRochester Conference Series on Public Policy 26: 141-81.",
        "Roubini, N. (1991) Economic and Political Determinants of Budget Deficits in Developing Countries, Journal of International Money and Finance 10(5): 54972.",
        "Deficits in the Industrial Countries, Economic Policy 8: 99-132. _______ and _______ (1989) Political and Economic Determinants of Budget Deficits in the Industrial Democracies, European Economic Review 33(5): 90333.",
        "Sachs, J. (ed) (1989) Conditionality, Debt Relief, and the Developing Country Debt Crisis, in Developing Country Debt and Economic Performance, Chicago, IL: NBER and Univ. of Chicago Press.",
        "Sanguinetti, P. (1992) Fiscal Policy Coordination and Tax Reform in High Inflation, UCLA Ph.D. dissertation.",
        "Sargent, T. (1982) Stopping Moderate Inflation, in R. Dornbusch and M.",
        "Simonsen (eds.) Inflation, Debt and Indexation, Cambridge, MA: MIT Press: 5495. Tail, A., W. Gratz and B. Eichengreen (19??) International Comparisons of Taxation for Selected Developing Countries, IMP Staff Papers 26(1): 123-56. Tupper, P. (1990) Las Eleciones en Chile, Santiago, Chile."
    ]
}