{
    "id": 4320,
    "cites": 20,
    "cited_by": 19,
    "reference": [
        "E.M. Claassen (ed.), Exchange Rate Policies in Developing and Post-Socialist Countries, ICG, 1991.",
        "Beristain, J., and I. Trigueros, Mexico, in J. Williamson (ed.), Latin American Adjustment, lIE, 1990.",
        "Bruno, M., High Inflation and the Nominal Anchors of an Open Economy, Princeton Essays in International Finance, 1991.",
        "Bruno, M., et al. (eds.), Lessons of Economic Stabilization and Its Aftermath, MIT Press, 1991.",
        "Burton, D., and M. Gilman, Exchange Rate Policy and the IMF, Finance and Development, 1991.",
        "Corden, M., Exchange Rate Policy in Developing Countries, in J. de Melo and A. Sapir (eds.), Trade Theory and Economic Reform. Oxford: Basil Blackwell, 1991.",
        "Yugoslavia, World Bank, 1990.",
        "Cukierman, A., S. Edwards, and G. Tabellini, Seignorage and Political Instability, American Economic Review (June 1992). Devarajan, S., and D. Rodrik, Do the Benefits of Fixed Exchange Rates Outweight Their Costs? The Franc Zone in Africa, in I. Goidin and LA. Winters (eds.), Open Economy Structural Adjustment and Agriculture, Cambridge: Cambridge University Press, 1992.",
        "Dornbusch, R., and M.H. Simonsen, Inflation. Debt and Indexation, MiT Press, 1983.",
        "Edwards, S., Stabilization With Liberalization: The Chilean Experiment, Economic Development and Cultural Change, 1985.",
        "Exchange Rate Misalignment in Developing Countries, Johns Hopkins University Press, 1988.",
        "Countries, Journal of International Money and Finance, 1991.",
        "Flood, R., and P. Isard, Monetary Policy Strategies, NBER Working Paper 2770, 1988.",
        "Grilli, V. et al., Central Bank Independence and Inflation, Economic Policy. forthcoming, 1991.",
        "TM? Survey: Czechoslovakia Provides Case Study for Economic Transformation, March 1992.",
        "Kamin, S.B., Exchange Rate Rules in Support of Disinflation Programs in Devel- oping Countries, Board of Governors of the Federal Reserve Board, June 1991.",
        "Kiguel, M., and N. Liviatan, `The Business Cycle Associated With Exchange Rate Based Stabilizations, World Bank, 1990.",
        "Krugnian, P., A Model of Balance of Payments Crisis, Journal of Money. Credit and Banking, 1979.",
        "Sargent, T., Stopping Moderate Inflations: PoincarÃ\u0083Â© and Thatcher, in R. Dornbusch and M.H. Simonsen (eds.), Inflation. Debt, and Indexation, MIT Press, 1983.",
        "Stockman, A., International Transmission Under Bretton Woods, NBER Working Paper 4127, July 1992."
    ]
}