{
    "id": 4321,
    "cites": 13,
    "cited_by": 37,
    "reference": [
        "Barbera, Anthony J., and Virginia D. McConnell, Effects of Pollution Control on Industry Productivity: A Factor Demand Approach, * Journal of Industrial Economics, V. 35 n. 2 (December 1986), pp. 161-172.",
        "Christainsen, Gregory B., and Robert H. Haveman, Public Regulations and the Slowdown in Productivity Growth, American Economic Review Proceedings, v. 71 (May 1981), pp. 320-325.",
        "Clark, Kim B., The Impact of Unionization on Productivity: A Case Study, Industrial and Labor Relations Review, v. 33 (1980), pp. 451-69.",
        "Conrad, Klaus, and Catherine J. Morrison, The Impact of Pollution Abatement Investment on Productivity Change: An Empirical Comparison of the U.S., Germany, and Canada, Southern Economic Journal, v. 55 (January 1989), pp. 689-698.",
        "Deily, Mary E. and Wayne B. Gray, Enforcement of Pollution Regulations in a Declining Industry, Journal of Environmental Economics and Management, v. 21 (Fall 1991), pp. 260-274.",
        "Gollop, Frank M., and Mark J. Roberts, Environmental Regulations and Productivity Growth: The Case of Fossil-Fueled Electric Power Generation, Journal of Political Economy, v. 91 (August 1983), pp. 654-674.",
        "Gray, Wayne B., The Cost of Regulation: OSHA, EPA and the Productivity Slowdown, American Economic Review, v. 77 (December 1987), pp. 998-1006.",
        "Hoerger, Fred, William H. Beamer, and James S. Hanson, The Cumulative Impact of Health, Environmental, and Safety Concerns on the Chemical Industry During the Seventies, Law and Contemporary Problems, v. 46 (Summer 1983), pp. 59-107.",
        "Jorgenson, Dale W., and Peter J. Wilcoxen, Environmental Regulation and U.S. Economic Growth, RAND Journal of Economics, v. 21 (Summer 1990), pp. 314-340.",
        "Norsworthy, J. R., Michael J. Harper, and Kent Kunze, The Slowdown in Productivity Growth: Analysis of Some Contributing Factors, Brookings Papers on Economic Activity, v. 2 (1979), pp. 387-421.",
        "Portney, Paul R., The Macroeconomic Impacts of Federal Environmental Regulation, in Henry M. Peskin, Paul R. Portney, and Allen V. Kneese, Environmental Regulation and the U.S. Economy, (Baltimore: Johns Hopkins University Press) 1981.",
        "Viscusi, W. Kip, Frameworks for Analyzing the Effects of Risk and Environmental Regulation on Productivity, American Economic Review, v. 73 (September 1983), pp. 793-801.",
        "Warren, Melinda and Kenneth Chilton, Regulations Rebound: Bush Budget Gives Regulation a Boost, St. Louis: Center for the Study of American Business, Occasional Paper 81, May 1990."
    ]
}