{
    "id": 4334,
    "cites": 18,
    "cited_by": 38,
    "reference": [
        "Sargent, T. J. (1987), Macroeconomic Theorv, 2nd edition, Academic Press,San Diego.",
        "Samuelson,Paul A. (1964) Theoretical Notes on Trade Problems, Review of Economics and Statistics, 46, 145-154.",
        "Samuelson, Paul A. (1961) Journal of Political Economy.",
        "Rebelo, Sergio (1992) Growth in Open Economies, CEPR Discussion Paper, No.667.",
        "Rogoff, Kenneth (1992) Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate, Working Paper No.4119, National Bureau of Economic Research, Cambridge ,Massachusetts.",
        "Rebelo, Sergio (1992) Inflation in Fixed Exchange Rate Regimes: The Recent Portuguese Experience, Seminar Paper No.517, Institute for International Economic Studies, Stockholm, Sweden.",
        "Razin, Assaf and Lars E.Svensson (1983) Trade Taxes and the Current Account, Economic Letters, 13, no.1:55-58.",
        "Razin, Assaf and Chi-Wa Yuen (1992) Convergence in Growth Rates: The Role of Capital Mobility and International Taxation, NBER Working Paper No.4214.",
        "Razin, Assaf and Andrew K. Rose (1992) `Business Cycle Volatility and Openness An Exploratory Analysis, paper presented at the Sapir Conference on International Capital Mobility, Tel Aviv, December.",
        "Obstfeld, Maurice (1986) `Capital Mobility in the World Economy: Theories and Measurement, Carnegie-Rochester Conference Series on Public Policy, 24, 55-104.",
        "Razin, Assaf(1984) `Capital Movemants,Intersectoral Resource Shifts and the Trade Balance, European Economic Review, 26, 135-152.",
        "Mendoza, Enrique(l99l) Real Business Cycles in a Small Open Economy, American Economic Review, 81, 797-818. Mendoza, Enrique (1992), `The Terms of Trade and Economic Fluctuations, IMF Working Paper, WP/92/98, December.",
        "Leiderman, L. and A. Razin (1991), Determinants of External Imbalances: The Role of Taxes, Government Spending, and Productivity, The Journal of the Japanese and International Economies, 5, 421-450.",
        "Frenkel, Jacob, Assaf Razin, and Ef rain Sadka (1991) International Taxation in an Integrated World, MIT Press, Cambridge, Massachusetts.",
        "Kotlikoff, Laurence J. (1992) Generational AcCounting: Knowing Who Pays, and When, for What We Spend, The Free Press,New York.",
        "Glick, R. and K. Rogoff (1992), Global Versus Country-Specific Productivity Shocks and the Current Account, NBER Working Paper No. 4140, August.",
        "Backus, David K., Patrick J. Kehoe and Finn E. Kidland (1992), `International Real Business Cycles, Journal of Political Economy, 100 (August), 745-775.",
        "Balassa, B. (1964) The Purchasing Power Parity Doctrime:A Reappraisal, Journal of Political Ecomomy,72, 584-596."
    ]
}