{
    "id": 4335,
    "cites": 20,
    "cited_by": 103,
    "reference": [
        "Abrams, Richard, 1980. International Trade Flows Under Flexible Exchange Rates, Economic Review, Federal Reserve Bank of Kansas City, March, 3-10.",
        "Akhtar, M. Akbar, and Spence Hilton, 1984, Effects of Exchange Rate Uncertainty on German and U.S. Trade, Federal Reserve Bank of New York quarterly Review 9, no.1 (Spring),7-16.",
        "Alogoskoufis, George, and Richard Portes. 1992. European Monetary Union and International Currencies in a Tripolar World, in Establishing a Central Bank: Issues in Europe and Lessons from the US, M.Canzoneri, V.Grilli and P. Masson, eds, Cambridge University Press, 273-300.",
        "Anderson, Kym, and Hege Norheim. 1992. History, Geography and Regional Economic Integration, Workshop on Regionalism and the Global Trading System, September 3-5.",
        "Bayoumi, Tamim, and Barry Eichengreen. 1992. One Money or Many? On Analyzing the Prospects for Monetary Unification in Europe and Other Parts of the World, International Monetary Fund and University of California at Berkeley, August.",
        "Bayoumi, Tamim, and Gabriel Sterne, 1992, Regional Trading Blocs, Mobile Capital and Exchange Rate Coordination, International Monetary Fund, August.",
        "Brada, I., and J. Mendez, 1988, Exchange Rate Risk, Exchange Rate Regimes and the Level of International Trade, Kvklos.",
        "Caballero, Ricardo, and Vittorio Corbo, 1989, The Effect of Real Exchange Rate Uncertainty on Exports: Empirical Evidence, The World Bank Economic Review, 3, no.2, May, 263-278.",
        "Deardorff, Alan. 1984. Testing Trade Theories and Predicting Trade Flows, in R.Jones and P.Kenen, eds., Handbook of International Economics vol. I. Amsterdam, Elsevier Science Publishers. Ch. 10: 467-5 17.",
        "De Grauwe, Paul. 1988. Exchange Rate Variability and the Slowdown in Growth of International Trade. IMF Staff Papers 35, pp.63-84.",
        "Eichengreen, Barry. 1990. One Money for Europe? Lessons from the US Currency Union, Economic Policy, April, 117-189.",
        "Frankel, Jeffrey. 1992. Is Japan Creating a Yen Bloc in East Asia and the Pacific? Presented at an NBER conference, April 3-5, 1992, Del Mar, California. NBER working paper no. 4050. Forthcoming in Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahier.",
        "Frankel, Jeffrey, and Shang-Jin Wei. 1992. Yen Bloc or Dollar Bloc: Exchange Rate Policies of the East Asian Economies, Third Annual East Asian Seminar on Economics, organized by Takatoshi Ito and Anne Krueger, held in Sapporo, Japan, June 17-19; forthcoming, NBER.",
        "Gagnon, Joseph, 1989, Exchange Rate Variability and the Level of International Trade, International Finance Discussion Papers No. 369, Federal Reserve Board, Dec.",
        "Grant, Richard, Maria Papadakis, and J.David Richardson, 1992, Global Trade Flows: Old Structures, New Issues, Empirical Evidence, Twentieth Pacific Trade and Development Conference, Washington, D.C. September 10-12.",
        "Hamilton, Carl, and L.Alan Winters. 1992. Opening Up International Trade in Eastern Europe, Economic Policy (April).",
        "Helpman, Elhanan. 1987. Imperfect Competition and International Trade: Evidence from 22 Fourteen Industrial Countries, Journal of the Japanese and International Economies 1: 62-81.",
        "Helpman, Elhanan and Paul Krugman. 1985. Market Structure and Foreign Trade, Cambridge, MA, MIT Press.",
        "Kenen, Peter, and Dani Rodrik, 1986, Measuring and Analyzing the Effects of Short-term Volatility in Real Exchange Rates, Review of Economics and Statistics, 311-315.",
        "Krugman, Paul. 1991a. Is Bilateralism Bad? in E.Helpman and A.Razin, eds., International Trade and Trade Policy. Cambridge, MA, MIT Press."
    ]
}