{
    "id": 4343,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "The European Community (1992): Agreement on the European Economic Area, The EC Council Secretariat, Brussels.",
        "The European Free Trade Association (1987): Det Europeiske Fri handelsforbund, The EFTA Secretariat, Geneva.",
        "Shapley, Lloyd S. (1971): Cores of Convex Games, International Journal of Game Theory 1, 11-26.",
        "Shubik, Martin (1984): Game Theory in she Social Sciences: Concepts and Solutions, The MIT Press, Cambridge.",
        "Krugman, Paul (1991): Is Bilateralism Bad? in Elhanan Helpman and Assaf Razin (eds.): International Trade and Trade Policy, The MIT Press, Cambridge.",
        "Riezman, Raymond (1985): Customs Unions and the Core, Journal of International Economics 19, 355-365.",
        "Kowalczyk, Carsten (1990): Welfare and Customs Unions, NBER Working Paper No. 3476.",
        "Kowalczyk, Carsten, and Wonnacott, Ronald (1991): Substitute and Complement Trading Clubs, Dartmouth College, Department of Economics Working Paper No. 91-16.",
        "Kennan, John and Riezman, Raymond (1988): Do Big Countries Win Tariff Wars? International Economic Review 29, 8 1-85.",
        "Kennan, John and Riezman, Raymond (1990): Optimal Tariff Equilibria With Customs Unions, Canadian Journal of Economics 23, 70-83.",
        "Kemp, Murray C. and Wan, Henry Y. (1976): An Elementary Proposition Concerning the Formation of Customs Unions, Journal of International Economics 6, 95-97.",
        "Johnson, Harry G. (1954): Optimum Tariffs and Retaliation, Review of Economic Studies 21, 142-153.",
        "Jackson, John (1989): The World Trading System, The MIT Press, Cambridge.",
        "Jensen, Richard, and Thursby, Marie (1980): Free Trade: Two Non- Cooperative Equilibrium Approaches, Ohio State University, Department of Economics Working Paper No. 58.",
        "Harsanyi, John C. (1977): RationalBehavior and Bargaining Equilibrium in Games and Social Situations, Cambrige University Press, Cambridge.",
        "Hart, Sergiu and Mas-Colell, Andreu (1989): Potential, Value and Consistency, Econometrica 57, 589-614.",
        "Gros, Daniel (1987): A Note on the Optimal Tariff, Retaliation, and the Welfare Loss from Tariff Wars in a Framework with Intra-Industiy Trade, Journal of International Economics 23,357-367.",
        "Grinols, Earl (1981): An Extension of the Kemp-Wan Theorem on the Formation of Customs Unions, Journal of International Economics 11, 259-266.",
        "Deardorff, Alan and Stern, Robert (1992): Multilateral Trade Negotiations and Preferential Trading Arrangements, Institute of Public Policy Studies, University of Michigan.",
        "Friedman, James W. (1977): Oligopoly and The Theory of Games, North- Holland Publishing Company, Amsterdam.",
        "Baldwin, Robert E. (1992): Adapting the GAiT to a More Regionalised World: A Political Economy Perspective (Paper prepared for GATT Workshop on Regionalism and the Global Trading System).",
        "Baldwin, Richard (1992): The Economic Logic of EFTA Countries Joining the EEA and the EC, EFTA Occasional Paper No. 41."
    ]
}