{
    "id": 4345,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph G. and David Card. (1991) ~The Effects of Immigration on the Labor Market Outcomes of Less-skilled Natives. In John Abowd and Richard Freeman, eds., Immigration. Trade, and the Labor Market. Chicago: University of Chicago Press, pp. 407-21.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. (1992) On the Labor Market Effects of Immigration and Trade. In George J. Borjas and Richard B. Freeman, eds., Immigration and the Work Force: Economic Conseciuences for the United States and Source Areas. Chicago: University of Chicago Press, pp. 213-244.",
        "David, Paul A., and Peter Solar. (1977) A Bicentenary Contribution to the History of the Cost of Living in America. In P. Useldlng, ed., Research in Economic History. vol. 2. New York: JAI Press: 1-80.",
        "Easterlin, Richard. (1981) Why Isnt the Whole World Developed? Journal of Economic History (March): 1-20.",
        "Ferenczl, lmre, and Walter F. Willcox. (1929) International Migrations, vol. I Statistics. New York: National Bureau ofEconomic Research.",
        "Hannon, Joan. (1982) Ethnic Discrimination In a Nineteenth Century Mining District: Michigan Copper Mines, 1888, Explorations in Economic History (Jan. 1982): 28-50.",
        "Hatton, Timothy J., and Jeffrey G. Williamson. (1992) International Migration and World Development: A Historical Perspective. Harvard Institute of Economic Research Working Paper No. 1606.",
        "Simkovich, Boris, Alan Taylor, and Jeffrey G. Williamson. (1992) wThe Evolution of Global Labor Markets: Appendix. HIER Working Paper No.",
        "Taylor, Philip. (1971) The Distant Magnet: European Emigration to the U.S.A. London: Eyre and Spottiswoode. U.S. Bureau of the Census. (various years) Census of Manufactures. Reports by States, with Statistics for Principal Cities. Washington, D.C.: GPO.",
        "U.S. Congress. (various years) Congressional Directory. Washington, D.C.: GPO. U.S. Department of Commerce and Labor. (1908) Bulletin of the Bureau of Labor No. 77, Wages and Hours of Labor. Washington, D.C.: GPO.",
        "U.S. Senate Document. (1911a) Reports of the Immigration Commission. Abstracts of Reports of the Immigration Commission, Vol. 1. Document No. 747, 61st Congress, 3rd Session. Washington, D.C.: GPO.",
        "U.S. Senate Document. (1911b) Reports of the Immigration Commission, Vol 1-42 (also known as the Dillingham Commission Reports). Washington, D.C.: GPO.",
        "Wiebe, Robert H. (1962) Businessmen and Reform. Cambridge, MA: Harvard University Press.",
        "Willcox, Wafter F. (1931) International Migrations. Vol. Il Interpretations. (New York: National Bureau of Economic Research).",
        "Williamson, Jeffrey G. (1982) Immigrant-InequalIty Trade-Offs in the Promised Land: Income Distribution and Absorptive Capacity Prior to the Quotas. In Barry Chlswlck, ed., The Gateway: U.S. Immigration Issues and Policies. Washington, D.C.: American Enterprise InstItute, pp.251-88.",
        "Williamson, Jeffrey G. (1980) American Ineguality; A Macroeconomic History. New York: Academic Press."
    ]
}