{
    "id": 4347,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Simon, David P. (1990), Expectations and the Treasury Bill-Fed Funds Rate Spread over Recent Monetary Policy Regimes, The Journal of Finance 65:2, 567-577.",
        "Newey, Whitney K., and Kenneth D. West (1987), A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55:3, 703-708.",
        "Lindberg, Hans, Lars E. 0. Svensson, and Paul SÃ\u0083Â¶derlind (1991), Devaluation Expecta- tions: The Swedish Krona 1982-1991, NBER working paper 3918.",
        "Hansen, Lars Peter (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrics 50:4, 1029-1054.",
        "De Groot, Morris H. (1986), Probability and Statistics, 2nd edition, Reading, Mass: Addison- Wesley.",
        "Federal Reserve Bank of New York, Quarterly Review, New York, several issues. Goodfriend, Marvin (1990), Interest Rates and the Conduct of Monetary Policy, Federal Reserve Bank of Richmond, mimeo, Richmond, VA.",
        "Cook, Timothy, and Thomas Hahn (1990), Interest Rate Expectations and the Slope of the Money Market Yield Curve, Federal Reserve Bank of Richmond Economic Review 76:5, 3-26.",
        "Cam~bell, John Y., and Robert Shiller (1991), Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "Campbell, John Y. (1987), Money Announcements, The Demand for Bank Reserves, and the Behavior of the Federal Funds Rate within the Statement Week, Journal of Money, Credit and Banking 19, 56-67.",
        "Bertola, Ciuseppe, and Lars E. 0. Svensson (1991), Stochastic Devaluation Risk and the Empirical Fit of Target Zone Models, Review of Economic Studies, forthcoming.",
        "Bernanke, Ben (1990), On the Predictive Power of Interest Rates and Interest Rate Spreads, New England Economic Review Nov-Dec. 1990, 51-68.",
        "Rose, Andrew K., and Lars E. 0. Svensson (1991), Expected and Predicted Realignments: The FF/DM exchange rate during the EMS, NBER Working Paper No. 3685, Cam- bridge, MA.",
        "Mankiw, N. Gregory, and Jeffrey A. Miron (1986), The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics 101:2, 211-228."
    ]
}