{
    "id": 4349,
    "cites": 26,
    "cited_by": 707,
    "reference": [
        "Barro, R..J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, May 1991, 407-443.",
        "Becker, 0.5. and H.G. Lewis, ~On the Interaction between the Quantity and Quality of Children, Journal a/Political Economy, 81, March/April 1973, part II, S279-5288.",
        "Behrman, ,LIL, Womens Schooling and Nonmarket Productivity: a Survey and a Reappraisal, unpublished, The World Bank, 1990.",
        "Bhaila, S.S. and 1.5. Gill, Social Expenditure Policies and Welfare Achievement in Developing Countries, unpublished, State University of New York at Buffalo, December 1992.",
        "Chapman, D.W. and R.A. Boothroyd, Threats to Data Quality in Developing Country Settings, Comparative Education Review, 32, 1988, 416-429.",
        "De Long, J.B. and L.H. Summers, How Robust is the Growth-Machinery Nexus? unpublished, The World Bank, June 1992.",
        "De Tray, D.N., Child Quality and the Demand for Children, Journal of Political Economy, 81, March/April 1973, part 11, S70-S95.",
        "Fredrlksen, B., On the Collection of Education Statistics in Developing Countries: Purpose, Principles, and Problems, International Journal a/Educational Development, 3, 1983, 291-304.",
        "Fredriksen, B., An Introduction to the Analysts of Student Enrollment and Flow Statistics, Report no. PHREE/91/39, Population and Human Resources Department, The World Bank, 1991.",
        "Gill, 1.S. and 5.5. Bhalla, Externalities in New Growth Theory: the Importance of Female Human Capital, unpublished, State University of New York at Buffalo, 1992.",
        "Kaneko, M., The Educational Composition of the World Population: a Database, Report no. EDT 29, Education and Training Department, The World Bank, 1986.",
        "Kyriacou, (l.A., Level and Growth Effects of Human Capital: a Cross-Country Study of the Convergence Hypothesis, unpublished, New York University, June 1991.",
        "Lau, L., D. Jamison, and F. Louat, Education and Productivity in Developing Countries: an Aggregate Production Function Approach, Report no. WPS 612, The World Bank, March 1991.",
        "Lucas, R.E., On the Mechanics of Economic Development, Journal of Monetary Economics, 22, July 1988, 3-42.",
        "Mulligan, C. and X. Sala-i-Martin, Two Capital Goods Models of Economic Growth, unpublished, Yale University, 1992.",
        "Pindyck, R.S: and D.L. Rubinfeld, Econometric Models and Economic Forecost~, 2nd edition, McGraw Hill, New York, 1981.",
        "Psacharopoulos, G., Returns to Education: a Further International Update and Implications, Journal of Human Resources, 20, 19851 5 83-597.",
        "Psacharopoulos, 0. and AM. Ariagada, The Educational Composition of the Labor Force: an International Comparison, International Labor Review, 125, September/October 1986a, 561-574.",
        "Psacharopoulos, G. and A.M. Ariagada, The Educational Attainment of the Labor Force: an International Comparison, Report no. EDT 38, Education and Training Department, The World Bank, I986b. Psacharopoulos, G. and A.M. Arlagada, The International Composition of the Labor Force: an International Update, unpublished, The World Bank, 1991.",
        "Rebelo, S., Long Run Policy Analysis and Long Run Growth, Journal of Political Economy, 99, June 1991, 500-521.",
        "Romer, P.M., Human Capital and Growth: Theory and Evidence, Carnegie-Rochester Conference Series on Public Policy, 32, Spring 1990, 251-286.",
        "Schultz, T.P., Returns to Womens Education, PHRWD Background Paper No. PHRWD/89/001, The World Bank, 1989.",
        "Summers, L.H., Investing in All the People, Educating Women in Developing Countries, presented at the 1992 World Bank annual meetings, 1992.",
        "Tilak, 8.0., Education and Its Relation to Economic Growth, Poverty, and Income Distribution: Past Evidence and Further Analysis, discussion paper no. 46, The World Bank, 1989.",
        "United Nations, Global Estimates and Projection.s of Population by Sn and Age, the 2990 Assessment, New York, 1991.",
        "United Nations Development Programme, Human Development Report 1990, Oxford University Press, Oxford, 1990."
    ]
}