{
    "id": 4350,
    "cites": 14,
    "cited_by": 43,
    "reference": [
        "Rogoff, K. 1985. The optimal degree of commitment to an intermediate monetary target. The Quarterly Journal of Economics 100, 1169-90.",
        "Krugman, P. 1989. Policy problems of a monetary union. Unpublished.",
        "Kydland, F. and E. Prescott. 1977. Rules rather than discretion: The inconsistency of optimal plans. Journal of Political Economy 85, 473-490.",
        "American Economic Review, 82, 273-86. Persson, T. and G. Tabellini. 1990. Macroeconomic policy, credibility and politics. Harwood Academic Publishers.",
        "Lohmann, S. 1992. Optimal commitment in monetary policy: Credibility vs. flexibility.",
        "Giavazzi, F. and A. Giovannin,. 1989. Limiting crchange rate flexibility: The European Monetary System. Cambridge, MA: MIT Press.",
        "Grilli, V., D. Masciandaro and G. Tabetlini. 1991. Political and monetary institutions and public finance policies in the industrial democracies. Economic Policy, 13, 101-53.",
        "Fratianni, M. and J. von Hagen (1990). Credibility and Asymmetries in the EMS in V. Argy and P. de Grauwe (eds). C~hoosing an Erchange Rate Regime: The Challenge for Smaller industrial Countries. Washington DC. IMF.",
        "Emerson, M. and C. Huhnc. 1991. The ECU report. London: Pan Books.",
        "Cukierman, A. 1992 Central Bank strategy Credibility and Independence. M.I.T. Press, Cambridge, MA.",
        "Unpublished. Collins, S. and F. Giavazzi. 1993. Attitudes toward inflation and the viability of fixed exchange rates: Evidence from the EMS. In M. Bordo and B. Eichengreen A retrospective on the Bretton Woods system. University of Chicago Press and NBER.",
        "Casella, Alessandra. 1991. The impact of monetary unification on the composition of markets.",
        "Some comparative evidence. Journal of Money, Credit and Banking. Forthcoming. Barro, R. and D. Gordon. 1983. Rules, discretion and reputation in a model of monetary policy. Journal of Monetary Economics 12, 101-22.",
        "Alesina, A. and V. Grilli. 1992. The European Central Bank: Reshaping monetary politics in Europe. In The creation of a Central Bank, ed. Matthew Canzoneri, Vittorio Grilli and Paul Masson. Cambridge University Press and CEPR."
    ]
}