{
    "id": 4353,
    "cites": 52,
    "cited_by": 30,
    "reference": [
        "ALESINA, A. (1989), Politics and Business Cycles in Industrial Democracies, Economic Policy 4, 55-98.",
        "ALESINA, A. and A. DRAZEN (1991), Why Are Stabilizations Delayed?, American Economic Review 81, December, 1170-88.",
        "ALESINA, A., S. OZLER, N. ROUBINI and P.SWAGEL (1992), Political Instability and Economic Growth, NBER Working Paper no. 4173, September.",
        "ALESINA, A. and N. ROIJBINI (1992), Political Cycles in OECD Economies, Review of Economic Studies 59, October, 663-88.",
        "ALESINA, A. and L. SUMMERS (1993), Central Bank Independence and Economic Performance: Some Comparative Evidence, forthcoming, Journal of Money, Credit and Banking, May.",
        "ALESINA, A. and G. TABELLINI (1989), External Debt, Capital Flight and Political Risk, Journal of In.rernational Economics 27, November, 199-220.",
        "BACCHETTA, P. (1990), Temporary Capital Controls in a Balance-of-Payments Crisis, Journal of international Money and Finance 9, 246-257.",
        "BR.AGA DE MACEDO, J. and M. SEBASTIAO (1989), Public Debt and Implicit Taxes: the Portuguese Experience, European Economic Review 33, March, 573-79.",
        "BROCK, P. (1984), Inflationary Finance in an Open Economy, Journal of Monerary Economics, July, 37-53.",
        "BROCK, P. (1989), Reserve Requirements and the Inflation Tax, Journal of Money, Credit and Banking 21, July, 106-2 1.",
        "BRUNt, F., A. PENATI and A. PORTA (1989), Financial Regulation, Implicit Taxes and Fiscal Adjustment in Italy, in M. Monti (ed.), Fiscal Policy. Economic Adiustrnent and Financial Markets, Washington DC: International Monetary Fund, 197-230.",
        "CUKIERMAN, A., S. EDWARDS and G. TABELLINI (1992), Seigniorage and Political Instability, The Political Economy of Capital Controls 20 American Economic Review 82, June, 537-555.",
        "DOOLEY, M. and P. ISARD (1980), Capital Controls, Political Risk and Deviations from InterestRate Parity, Journal of Political Economy 88, April, 370-84.",
        "DORNBUSCH, R. (1986), Special Exchange Rates for Capital Account Transactions, The World Bank EconomIc Review 1, 1-33.",
        "DRAZEN, A. (1989), Monetary Policy, Capital Controls and Seigniorage in an Open Economy, in M.",
        "De Cecco and A. Giovannini (eds.), A European Central Bank?, Cambridge: Cambridge University Press, 13-32. DR.AZEN, A. and V. GRILL! (1993), The Benefits of Crises for Economic Reforms, American Economic Review, forthcoming.",
        "EDWARDS, S. (1989), Real Exchange Rates. Devaluation and Adjustment, Cambridge: MIT Press.",
        "FELDSTEIN, M. (1983), Domestic Saving and International Capital Movements in the Long Run and the Short Run, European Economic Review 21, June, 129-51.",
        "FELDSTEIN, M. and C. HORIOKA (1980), Domestic Savings and International Capital Flows, Economic Journal 90, June, 314-29.",
        "Bernheim and 3. Shoven (eds.), National Saving and Economic Performance, The University of Chicago Press and NBER, 227-60. GIAVAZZI, F. and A. GIOVANNINI (1989), Limiting Exchange Rate Flexibility: the European Monetary System, Cambridge, MIT Press.",
        "GIAVAZZJ, F. and M, PAGANO (1988), Capital Controls in the EMS, in D. E. Fair and C. De Boissieu (eds.), International Monetary and Financial 1nte~ration: the European Dimension, Dordrecht: Martinus Nijhoff, 261-89.",
        "GIAVAZZI, F. and M. PAGANO (1990), Confidence Crises and Public Debt Management, in R.",
        "Dornbusch and M. Draghi (eds), Public Debt Mangement: Theory and History, Cambridge: Cambridge University Press. GIOVANNINI, A, (1988), Capital Controls and Public Finance: The Experience of Italy, in F.",
        "Giavazzi and L. Spaventa (eds.), High Public Debt: The Italian Exoerience, Cambridge University Press, 177-211. GIOVANNINI, A. and M. DE MELO (1991), Government Revenue from Financial Repression, NBER Working Paper no. 3604, January.",
        "GIOVANNINI, A. and), W. PARK (1992), Capital Controls and International Trade Finance, Journal The Political Economy of Capital Controls 21 of International Economics 33, November, 285-304.",
        "GREENWOOD, I. and K. KIMBROUGH (1985), Capital Controls and Fiscal Policy in the World Economy, Canadian Journal of Economics 18, 743-765.",
        "GRILL! V. (1989), Seigniorage in Europe, in M. Dc Cecco and A. Giovannini (eds.), A European central Bank?, Cambridge: Cambridge University Press, 53-79.",
        "GRILL!, V., D. MASCI.ANDARO and C. TABELLINI (1991), Political and Monetary Instutitons and Public Financial Policies in the Industrial Countries, Economic Policy 13, Fail, 34 1-92.",
        "GRILL!, V. and N. ROUBINI (1993), Liquidity, Capital Controls and Exchange Rates, Journal of International Money and Finance, forthcoming.",
        "GUIDOTTI, P. E. and C. A. VEGH (1992), Macroeconomic Interdependence under Capital Controls, Journal of International Economics 32, May, 353-67.",
        "JAPPELLI, T, and M. PAGANO (1992), Savings, Growth and Liquidity Constraints, CEPR Discussion Paper no. 662.",
        "LANE, T. and L. ROJAS-StJAREZ (1992), Credibility, Capital Controls and the EMS, Journal of International Economics 32, May, 321-337.",
        "MANX1W, N. C. (1987), The Optimal Collection of Seigniorage: Theory and Evidence, Journal of Monetary Economics 20, 327-41.",
        "OBSTFELD, M. (1986b), Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review 76, March, 72-8 1, OBSTFELD, M. (1986c), Capital Mobility in the World Economy: Theory and Measurement, Carnegie-Rochesrer Conference Series on Public Policy 24, Spring, 55-103.",
        "OBSTFELD, M. (1988), Comments to Giovannini, in F. Giavazzi and L. Spaventa (eds.), High Public Debt: The Italian Experience, Cambridge University Press, 2 12-16.",
        "OBSTFELD, M. (1989), How Integrated Are World Capital Markets? Some New Tests, in Calvo.",
        "C., R. Findlay and J. Braga de Macedo (eds.), Debt. Stabilization and Development: Essays in Memory of Carlos Diaz-Aleiandro, Oxford, Basil Blackwell, 134-55. PAGANO, M. (1989), Comments to Drazen, in M. De Cecco and A. Giovannini (eds.), AEuropnn Central Bank 1, Cambridge: Cambridge University Press, 37-52.",
        "The_Political Economy of Capital Controls 22 PARK, D. and I. SACHS (1987), Capital Controls and the Timing of Exchange Regime Collapse, NBER Working Paper no. 2250, May 1987.",
        "RAZIN, A. and E. SADKA (1991), Efficient Investment Incentives in the Presence of Capital Flight, Journal of International Economics 31 no. 1-2, August, 171-181.",
        "ROGOFF, K. (1985), Can Exchange-Rate Predictability Be Achieved without Monetary Convergence? Evidence from the EMS, European Economic Review 28, June/July.",
        "ROUBINI, N. and J. SACHS (1989), Political and Economic Determinants of Budget Deficits in Industrial Democracies, European Economic Review 33, June, 903-33.",
        "ROUBINI, N. and X. SALA-I-MARTIN (1991), Financial Development, the Trade Regime, and Economic Growth, NBER Working Paper no. 3876, October.",
        "ROUBINI, N. and X. SALA-l-MARTIN (1992), Financial Repression and Economic Growth, Journal of Development Economics 39, 5-30.",
        "STOCKMAN, A. and A. HERNANDEZ (1988), Exchange Controls, Capital Controls and international Financial Markets, American Economic Review 78, June.",
        "SUSSMAN, 0. (1991), Macroeconomic Effects of a Tax on Bond Interest Rates, Journal of Money, Credit and Banking 23, August, 352-366.",
        "TESAR, L. (1991), Savings, Investment and International Capital Flows, Journal of International Economics 31, August, 55-78.",
        "TOBIN, 3. (1978), A Proposal for International Monetary Reform, Eastern Economic Journal 4.",
        "VAN WIJNBERGEN, S. (1989), Capital Controls and the Real Exchange Rate, NBER Working Paper no. 2940, April.",
        "WYPLOSZ, C. (1986), Capital Controls and Balance of Payments Crises, Journal of International Money and Finance 5, June, 167-79.",
        "WYPLOSZ, C. (1988), Capital Flows and the EMS: a French Perspective, European Economy 36, May.",
        "European Economy. 6. See also his comments to Giovannini (1988). This is further discussed in the next section.",
        "Board Decision No. 114-(52/51), adopted August 14, 1952."
    ]
}