{
    "id": 4354,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Azaiiadis C., and Drazen A., (1990), Threshold Externalities and Economic Development, Q1~.",
        "Barro R., (1991), Economlb Growth in a Cross Section of Countries, QIE.",
        "Basar T., and G. J. Olsder, (1982), Dynamic Noncooperative Game Theory, Academic Press.",
        "Baumol W., Productivity Growth, Convergence, and Welfare, ~ Benhabib, I. and Fern 0., 1987, Bargaining and the Evolution of Cooperation in a Dynamic Game, Economic Letters.",
        "Theoretic Approach, Economic Theory. __________ and Rustichini A., (1992), Social Conflict and Inequality, working paper, NYU.",
        "Fudenberg D. and Tirole J., (1985), Preemption and Rent Equalization in the Adoption of New Technology, R.~S.",
        "Haurie A., and Pohjola, M., (1987), Efficient Equilibria in a Dynamic Game of Capitalism, Journal of Economic Dynamics arid Control.",
        "Hendricks K., and Wilson C., (1987), Equilibrium in Preemption Games With Complete Information, New York University, WP 87-02.",
        "Kennedy, P., (1987), The Rise and Fall of the Great Powers, Random House.",
        "Lancaster, K., (1973), The Dynamic Inefficiency of Capitalism, J~E.",
        "Landes, D.S., (1969), The Unbound Prometheus, Cambridge University Press.",
        "Levhari, D., and Mirman L., (1980), The Great Fish War: An Example Using the CournotNash Solution, Bell Journal of Economics.",
        "North, D., (1981), Structure and Change in Economic History, Norton.",
        "University Press. ________ and R. Thomas., (1973), The Rise of the Western World: A New Economic History, Cambridge University Press.",
        "Olson M., (1982), The Rise and Decline of Nations, Yale University Press.",
        "Pohjola, M., (1986), Applications of Dynamic Game Theory to Macroeconomics, in Basar, T (ed.) Dynamic Games and Applications in Economics, Springer Verlag.",
        "Rebelo, S., (1991), Long-Run Policy Analysis and Long-Run Growth, JPE.",
        "Reinganum J. (1981), On the Diffusion of New Technology: a Game Theoretic Approach, Review of Economic Studies.",
        "Romer, P. M., (1986), Increasing Returns and Long-Run Growth, J~.",
        "Seierstad A., and Sydsacter K., (1987), Optimal Control Theory with Economic Applications, North Holland.",
        "Simon, L., and Stinchombe M., (1989), Extensive Form Games in Continuous Time: Pure Strategies, Econometrica.",
        "Spengler 0. (1932), The Decline of the West, Oxford University Press.",
        "Tornell, A., and A. Velasco, (1992), The Tragedy of the Commons and Economic Growth: Why Does Capital Flow from Poor to Rich Countries?, JPE."
    ]
}