{
    "id": 436,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Atkinson and Stiglitz (1980) Lectures in Public Economics, McGraw-Hill, New York and London.",
        "Brannon, C., ed., (1975) Studies in Energy Tax Policy.",
        "Dasgupta, P. S. and G. M. Heal (1974) The Optimal Depletion of Exhaustible Resources. Review of Economic Studies, Symposium.",
        "Dasgupta, P. S. and G. M. Heal (1979) Economic Theory and Exhaustible Resources, Cambridge Economic Handbooks.",
        "Gaffney, M., ed., (1967) Extractive Resources and Taxation, University of Wisconsin Press, Milwaukee.",
        "Gray, L. C. (1914) Rent Under the Assumption of Exhaustibility. Quarterly Journal of Economics.",
        "Heal, C. M. (1975) Economic Aspects of Natural Resource Depletion in D. W. Pearce and J. Rose (eds). The Economics of Natural Resource Depletion, Macmillan, London.",
        "Hotelling, H. (1931). The Economics of Exhaustible Resources, Journal of Political Economy.",
        "Meade, J. E. (1975). The Intelligent Radicals Guide to Economic Policy, Allen and Unwin, London.",
        "Mossin, J. (1968). Taxation and Risk-Taking: An Expected Utility Approach, Econometrica.",
        "Peterson, F. (1975). Two Externalities in Petroleum Exploration in C. Brannon, ed. Studies in Energy Policy.",
        "Solow, R. M. (1973). The Economics of Resources or the Resources of Economics. American Economic Review, Papers and Proceedings.",
        "Stiglitz, J. E. The Effects of Income, Wealth, and Capital Cams Taxation on Risk-Taking, Quarterly Journal of Economics, 83 May, 1969, pp. 263-283.",
        "Stiglitz, J. (1973). Taxation and the Oil Industry, report prepared for the Ford Foundation Energy Policy Project.",
        "Stiglitz, J. Monopoly and the Rate of Extraction of Exhaustible Resources, American Economic Review, 1977, Vol. 66 No. 4, pp. 655-6L.",
        "Stiglitz, J. E., P. Dasgupta, R. Gilbert and C. Heal, An Economic Analysis of the Depletion of Natural Resources report prepared for the Federal Energy Administration, 1976.",
        "Stiglitz, J., P. Dasgupta, R. Gilbert, C. Heal and D. Newbery (1978). Effects of Risk on Prices and Quantities of Energy Supplies, report prepared for Electric Power Research Institute.",
        "Vickery, W. (1967). Economic Criteria for Optimum Rates of Depletion, in M. Caffney, ed. Extractive Resources and Taxation."
    ]
}