{
    "id": 4361,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "Yeager, Leland (1966), International Monetary Relations, New York: Harper and Row.",
        "Willams, Wayne C. (1936), William Jennings Bryan, New York: G.P. Putnams Sons.",
        "Salant, SW. and D.W. Henderson (1978), Market Anticipations of Government Policies and the Price of Gold, Journal of Political Economy 86, pp.627-648.",
        "U.S. Department of Commerce, Bureau of the Census (1891), 11th Census of the United States, Washington, DC: GPO. U.S. Department of Commerce (1896), Statistical Abstract of the United States, Washington, DC: GPO. Viner, Jacob (1932), International Aspects of the Gold Standard, in Quincy Wright (ed.), Gold and Monetary Stabilization, Chicago: University of Chicago Press.",
        "ODell, John 5. (1989), From London to Bretton Woods: Roots of Economic Diplomacy, Journal of Public Policy 8, pp.287-316.",
        "Mitchell, B.R. (1988), British Historical Statistics, Cambridge: Cambridge University Press.",
        "Mundell, Robert (1961), A Theory of Optimum Currency Areas, American Economic Review LI, pp.657-665.",
        "Nevin, Edward (1955), The Mechanism of Cheap Money, Cardiff: University of Wales Press.",
        "Keohane, Robert (1984), After Hegemony, Princeton: Princeton University Press.",
        "Miller, Marcus and Alan Sutherland (1990), Britains Return to Gold and Entry into the EMS: Expectations, Joining Conditions and Credibility, CEPR Discussion Paper No. 465.",
        "Kenen, Peter B. (1992), Floating Exchange Rates Reconsidered: The Influence of New Ideas, Prioities and Problems, unpublished manuscript: Princeton University.",
        "Kenen, Peter B. (1990), The Coordination of Macroeconomic Policies, in William H. Branson, Jacob A. Frenkel and Morris Goldstein (eds), International Policy Coordination and Exchange Rate Fluctuations, Chicago: University of Chicago Press.",
        "Jones, Stanley L. (1964), The Election of 1896, Madison: University of Wisconsin Press.",
        "Ikenberry, John (1993), The Political Origins of Bretton Woods, in Michael Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp.155-200.",
        "Hollingsworth, J. Rogers (1963), The Whirligig of Politics: The Democracy of Cleveland and Bryan, Chicago: University of Chicago Press.",
        "Gowa, JoAnne (1983), Closing the Gold Window, Ithaca: Cornell University Press.",
        "Giovannini, Alberto (1993), Bretton Woods and its Precursors: Rules Versus Discretion in the History of International Monetary Regimes, in Michael Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp.109-154.",
        "Giovannini, Alberto (1989), How Do Fixed-Exchange-Rate Regimes Work? Evidence from the Gold Standard, Bretlon Woods and the EMS, in Marcus Miller, Barry Eichengreen and Richard Portes (eds), Blueprints for Exchange Rate Management, New York: Academic Press, pp.13-41.",
        "Gayer, AD. (1937), Monetary Policy and Economic Stabilization, London: Black.",
        "Frankel, Jeffrey and K. Rockett (1988), International Macroeconomic Policy Coordination When Policymakers Disagree on the True Model of the Economy, American Economic Review 78, pp.318-340.",
        "Fratianni, Michele and Jurgen von Hagen (1992), The European Monetary System and European Monetary Union, Boulder: Westview Press.",
        "Floyd, John E. (1985), World Monetary Equilibrium, Philadelphia: University of Pennsylvania Press.",
        "Foreman-Peck, James, Andrew Hughes-Hallett and Yue Ma (1992), A Monthly Econometric Model of the Transmission of the Great Depression between the Principal Industrial Economies, unpublished manuscript, St. Antonys College, Oxford and Strathclyde University.",
        "Eichengreen, Barry (1993), Three Perspectives on the Bretton Woods System, in Michael Bordo and Barry Eichengreen (eds), A Retrospective on the Brettpn Woods System, Chicago: University of Chicago Press, pp.621-658.",
        "Eichengreen, Barry and Charles Wyplosz (1993), The Unstable EMS, Brookings Papers on Economic Activity (forthcoming).",
        "Eichengreen, Barry (1992b), History of the International Monetary System: Implications for Research in International Macroeconomics and Finance, in Frederick van der Ploeg (ed.), Handbook of International Macroeconomics, Oxford: Blackwell (forthcoming).",
        "Eichengreen, Barry (1989), Hegemonic Stability Theories of the International Monetary System, in Richard Cooper, Barry Eichengreen, Gerald Holtham, Robert Putnam and Randall Henning, Can Nations Agree? Issues in International Economic Coogeration, Washington, D.C.: The Brookings Institution.",
        "Eichengreen, Barry (1987), Conducting the International Orchestra: Bank of England Leadership Under the Classical Gold Standard, Journal of International Money and Finance 6, pp.5-29.",
        "Cowhey, Peter F. and Edward Long (1983), Testing Theories of Regime Change: Hegemonic Decline or Surplus Capacity? International Organization 37, pp.157-188.",
        "Switches, NBER Working Paper No. 3066. Eichengreen, Barry (1985), Introduction, in Barry Eichengreen (ed), The Gold Standard in Theory and History, London: Methuen.",
        "Cohen, Daniel and Charles Wyplosz (1989), The European Monetary Union: An Agnostic Evaluation, unpublished manuscript, CERPRMAP and INSEE.",
        "Broadberry, Steven (1989), Monetary Interdependence and Deflation in Britain and the United States between the Wars, in Marcus Miller, Barry Eichengreen and Richard Portes (eds), Blueprints for Exchange Rate Management, New York: Academic Press, pp.47-70.",
        "Bordo, Michael and Finn Kydland (1991), The Gold Standard as a Rule, unpublished manuscript, Rutgers University and Carnegie Mellon University.",
        "Bordo, Michael and Barry Eichengreen (1993), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press.",
        "Bordo, Michael, Dominique Simard and Eugene White (1993), France and the Bretton Woods International Monetary System, unpublished manuscript, Rutgers University.",
        "Bordo, Michael (1993), The Bretton Woods International Monetary System: An Historical Overview, in Michael Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp.3-108.",
        "Blanchard, Olivier and Danny Quah (1989), The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review 79, pp.655-673.",
        "Barro, Robert and David Gordon (1983), Rules, Discretion and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12, pp.101-122.",
        "Bayoumi, Tamim and Barry Eichengreen (1992), How Exchange Rate Regimes Differ: Some Historical Evidence, paper presented to the Bank of Italy Conference, Perugia, July.",
        "Andrew, A.P. (1910), Monetary Statistics of the United States, Washington, D.C.: National Monetary Commission."
    ]
}