{
    "id": 4363,
    "cites": 44,
    "cited_by": 9,
    "reference": [
        "Azariadis, Costas, and Allan Drazen, ~Threshold Externalities in Economic Development, Quarterly Journal of Economics 105 (May 1990): 501-526.",
        "Barro, Robert J., and Xavier Sala-i-Martin, Public Finance in Models of Economic Growth, Review of Economic Studies 59 (October 1992): 645-661.",
        "Bulow, Jeremy, John Geanakoplos, and Paul Kiemperer, `Multimarket Oligopoly-. Strategic Substitutes and Complements, Journal of Political Economy, 93 (June 1985): 488-511.",
        "Carter, Anne P., Structural Change in the American Economy (Cambridge: Harvard University Press), 1970.",
        "Ciccone, Antonio, The Statics and Dynamics of Industrialization and Specialization, mimeo., Stanford University, 1993.",
        "Ciccone, Antonio, and Kiminori Matsuyama, `A Non-convex Model of Growth Due to Specialization: Efficient and Equilibrium Allocations, in process. Cooper, Russel, and Andrew John, `Coordinating Coordination Failure in Keynesian Models, Quarterly Journal of Economics, 103 (August 1988): 441-463.",
        "Diamond, Peter, Aggregate Demand Management in Search Equilibrium, Journal of Political Economy 90 (October 1982): 881-894.",
        "Diamond, Peter, and Drew Fudenberg, Rational Expectations Business Cycles in Search Equilibrium, Journal of Political Economy 97 (June 1989): 606-619.",
        "Didt, Avinash, and Joseph E. Stiglitz, Monopolistic Competition and Optimum Product Diversity, American Economic Review 67 (1977): 297-308.",
        "Durlauf, Steven N., and Paul A. Johnson, `Local versus Global Convergence Across National Economies, NBER Working Paper 3996, 1992.",
        "Ethier, Wilfred J., National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review 72 (1982): 389-405.",
        "Fleming, J. Marcus, External Economies and the Doctrine of Balanced Growth, Economic Journal, 65 (June 1955): 241-256.",
        "Fujita, Masahisa, Urban Economic Theory I~and Use and City Size, (Cambridge: Cambridge University Press, 1989).",
        "Greenfield, Harry I., Manpower and the Growth of Producer Services (New York 29 Columbia University Press), 1966.",
        "Grossman, Gene M., and Elhanan Helpman, Innovation and Growth in the Global EconQmy, (Cambridge, MIT Press, 1991).",
        "Hayek, Friedrich A. von, The Use of Knowledge in Society, American Economic Review 35 (September 1945): 519-530.",
        "Helpman, Elhanan, and Paul R. Krugman, Market Structure and Foreign Trade, (Cambridge: The MIT Press, 1985).",
        "Hicks, John R., and R. C. D. Allen, `A Reconsideration of the Theory of Value, Parts I and II, Economica, N.S., February 1934, pp.52-76, and May 1934, pp.196-219.",
        "Jacobs, Jane, The Economy of Cities, (New York Vintage Books, 1969).",
        "Judd, Kenneth L., `On the Performance of Patents, Econometrica 53 (May 1985): 567-585.",
        "Krugman, Paul R., Geography and Trade, (Cambridge: MIT Press, 1991).",
        "Lucas, Robert E. Jr., On the Mechanics of Economic Development, Journal of Monetary Economics 22 (July 1988): 3-42.",
        "Marshall, Alfred, Principles of Economics, 8th Edition, (London: MacMillan, 1920).",
        "Matsuyama, Kiminori, Increasing Returns, Industrialization and Indeterminacy of Equilibria, Quarterly Journal of Economics, 106 (May 1991): 617-650.",
        "Matsuyama, Kiminori, `The Market Size, Entrepreneurship, and the Big Push, Journal of the Japanese and International Economies, 6 (December 1992): 347-364. a).",
        "Matsuyama, Kiminori, Making Monopolistic Competition More Useful, Working Papers in Economics, E-92-18, Hoover Institution, Stanford University, 1992. b).",
        "Matsuyama, Kiminori, Modelling Complementarity in Monopolistic Competition, Center for Mathematical Studies in Economics and Management Science Discussion Paper No. 1028, Northwestern University, 1993.",
        "Murphy, Kevin M., Andrei Shleifer and Robert W. Vishny, Industrialization and the Big Push, Journal of Political Economy, 97 (October 1989): 1003-1026.",
        "Nurkse, Ragnar, Problems of Capital Formation in Underdeveloped Countries (New Yoric Oxford University Press, 1953).",
        "Okuno-Fujiwara, Masahiro, Interdependence of Industries, Coordination Failure and Strategic Promotion of an Industry, Journal of International Economics (August 1988): 25-43.",
        "Porter, Michael E., The Competitive Advantages of Nations, (New York, Free Press, 1990).",
        "Richardson, H. W., Regional Growth Theory, (London, MacMillan, 1973).",
        "Rivera-Batiz, Luis, and Paul M. Romer, `Economic Integration and Endogenous Growth, Quarterly Journal of Economics 106 (May 1991): 53 1-555.",
        "RodrIguez, AndrÃ\u0083Â©s, Underdevelopment: A Trap with an Exit, unpublished, Stanford University, 1993.",
        "Romer, Paul M., `Increasing Returns and Long Run Growth, Journal of Political Economy, 94 (1986): 1002-1037.",
        "Romer, Paul M., Growth Based on Increasing Returns Due to Specialization, American Economic Review Papers and Proceedings 77 (May 1987): 56-62.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy, 98 (October 1990, Part 2): S71-S102.",
        "Rosenberg, Nathan, Inside the Black Box: Technology and Economics (Cambridge: Cambridge University Press), 1982.",
        "Rosenstein-Rodan, Paul N., Problems of Industrialization of Eastern and SouthEastern Europe, Economic Journal 53 (June-September 1943): 202-211.",
        "Scitovsky, Tibor, Two Concepts of External Economies, Journal of Political Economy, 62 (April 1954): 143-15 1.",
        "Spence, A. Michael, Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies 43 (1976): 217-235.",
        "Stanback, Thomas M., Understanding the Service Economy, (Baltimore: The Johns Hopkins University Press), 1979.",
        "Stigler, George J., The Division of Labor is Limited by the Extent of the Market, Journal of Political Economy, 59 (1951).",
        "Young, Allyn, A., Increasing Returns and Economic Progress, Economic Journal, 31 38 (1928): 527-542."
    ]
}