{
    "id": 4364,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Rotemberg, Julio J. and Saloner, Garth, (1986a) A Supergame-Theoretic Model of Price Wars During Booms, American Economic Review, June 1986, 76, 390-407.",
        "Ludema, Rodney D., On the Value of Preferential Trade Agreements in Multilateral Negotiations, unpublished manuscript, May 1992.",
        "Riezman, Raymond, Customs Unions and the Core, Journal of International Economics 19, 1985, pp. 355-65.",
        "Krugman, Paul R., The Move Toward Free Trade Zones, in Policy Implications of Trade and Currency Zones: A Symposium Sponsored by The Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 22-24, 1991b, pp. 7-41.",
        "Krugman, Paul R., Is Bilateralism Bad? in Elhanan Helpman and Assaf Razin (eds.) International Trade and Trade Policy, The MIT Press (Cambridge, Mass, and London, England), 1991a, pp. 9-23.",
        "Jensen, Richard, and Marie Thursby, Free Trade: Two Noncooperative Approaches, Ohio State University Working Paper, 1984.",
        "Kowalczyk, Carsten, Welfare and Customs Unions, NBER WP No. 3476, 1990.",
        "Krause, Lawrence B., European Economic Integration and the United States, Brookings Institution, 1968.",
        "Hodges, Luther H., Statement Before The Committee on Finance of the United States Senate, July 23-26, 1962, pp. 30-237.",
        "Herter, Christian A., Statement Before The Joint Economic Committee of the Congress of the United States, December 4-14, 1961, pp. 8-13.",
        "Dixit, Avinash, Strategic Aspects of Trade Policy, in Truman F. Bewley, ed., Advances in Economic Theory: Fifth World Congress, New York: Cambridge University Press, 1987, pp. 329-62.",
        "Deardorff, Alan V., and Robert M. Stern, Multilateral Trade Negotiations and Preferential Trading Arrangements, in Alan Deardorff and Robert Stern (eds.) Analytical and Negotiating Issues in the Global Trading System, Ann Arbor, University of Michigan Press, 1991 and forthcoming.",
        "Dam, Kenneth W., The GAT1.~ Law and International Economic OTganization, Chicago: University of Chicago Press, 1970.",
        "Bhagwati, Jagdish, The World Trading System at Risk, Princeton University Press, Princeton, New Jersey, 1991.",
        "Bond, Eric W., and Costas Syropoulos, Optimality and Stability of Regional Trading Blocs, unpublished manuscript, November 1992.",
        "Bagwell, Kyle, and Robert W. Staiger, Multilateral Cooperation During the Formation of Customs Unions, in process, 1993.",
        "Bergsten, C. Fred, Commentary, in Policy Implications of Trade and Currency Zones: A Symposium Sponsored by The Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 22-24, 1991, pp. 43-58.",
        "Bagwell, Kyle, and Robert W. Staiger, A Theory of Managed Trade, American Economic Review 80, September 1990, pp. 779-795.",
        "Levy, Philip I., A Political-Economic Analysis of Free Trade Agreements, unpublished manuscript, Stanford University, January 1993."
    ]
}