{
    "id": 4367,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Backus, David K., Patrick 3. Kehoe, and Finn E. Kydland, International Real Business Cycles, Journal of Political Economy 100 (Aug. 1992), 745-775.",
        "Baxter, Marianne, and Mario 1. Crucini, Explaining Saving/Investment Correlations, American Economic Review 83 (1993), forthcoming.",
        "Blanchard, Olivier J,, and Nobuhiro Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77 (Sept. 1987), 647-666.",
        "Blanchard, Olivier 3., Why Does Money Affect Output? Handbook of Monetary Economics, S. by Benjamin M. Friedman and Frank Hahn. Amsterdam: North-Holland Pub. Co., 1990.",
        "Campbell, John Y., and N. Gregory Mankiw, Are Output Fluctuations Transitory? Quarterly Journal of Economics 102 (Nov. 1987), 857-880.",
        "Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review 82 (June 1992), 430-450.",
        "Clark, Peter K., The Cyclical Components of U.S. Economic Activity,. Quarterly Journal of Economics 102 (Nov. 1987), 797-814.",
        "Cochrane, John 14., A Critique of the Application of Unit Root Tests, Journal of Economic Dynamics and Control 15 (i99i), 275-284. Cooley, Thomas F., and Gary D. Hansen, The Inflation Tax in a Real Business Cycle Model, American Economic Review 79 (Sept. 1989), 733-748.",
        "Engle, Robert F., and C.W.J. Granger, Co-integration and Error Correction: Representation Estimation, and Testing, Econometrica 55 (Mar. 1987), 251-276.",
        "Evans, Charles L., `Productivity Shocks and Real Business Cycles, Journal of Monetary Economics 29 (Apr. 1992), 191-208.",
        "Feldstein, Martin, and Charles Horioka, Domestic Savings and International Capital Flows, Economic Journal 90 (June 1980). 314-329.",
        "Froot, Kenneth A., and Jeffrey A. Frankel, Forward Discount Bias: Is It An Exchange Rate Premium?, Quarterly Journal of Economics 104 (Feb. 1989), i39-161.",
        "Fuhrer, Jeff, and George Moore, Inflation Persistence, Working Paper. Board of Governors of the Federal Reserve System, March 1992.",
        "Keane, Michael P. and David E. Runkle, Testing the Rationality of Price Forecasts: New Evidence from Panel Data. American Economic Review 80 (Sept. 1990), 714-735.",
        "King, Robert G., Honey and Business Cycles, Working Paper, University of Rochester, i991. King, Robert G., and Sergio T. Rebelo, Transitional Dynamics and Economic Growth in the Neoclassical Model, American Economic Review 83 (1993), forthcoming.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo, Production, Growth, arid Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics 21 (Mar./May 1988), 195-232.",
        "New Directions, Journal of Monetary Economics 21 (Mar./May 1988), 309-341. (b) Lucas, Robert E., Jr., Models of Business Cycles. New York: Basil Blackwell, i987.",
        "Mankiw, N. Gregory, and David Romer, editors, New Keynesian Economics, vols. 1 and 2. Cambridge, MA: MIT Press, 1991.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics i07 (May 1992), 407-437.",
        "Mendoza, Enrique G., Real Business Cycles in a Small Open Economy, American Economic Review 81 (Sept. 1991), 797-818.",
        "Nelson, charles R., and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics 10 (Sept. 1982), 139-i62.",
        "Plosser, Charles I., and William G. Schwert, Money, Income, and Sunspots: Measuring Economic Relationships and the Effects of Differencing, Journal of Monetary Economics 4 (Nov. 1978), 637-660.",
        "Prescott, Edward C., Theory Ahead of Business Cycle Measurement, CarneRie-Rochester Conference Series on Public Policy 25 (Autumn 1986), 11-44.",
        "Rebelo, Sergio, Long Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99 (June 1991), 500-521.",
        "Romer, Paul H., Increasing Returns and Long-Run Growth, Journal of Political Economy 94 (Oct. 1986), i002-1037.",
        "Macroeconomics Annual 1987. Cambridge MA: MIT Press, i987.",
        "Cambridge, MA: Harvard University Press, 1989.",
        "Rotemberg. Julio 3., The New Keynesian Micro-Foundations, NBB Macroeconomics Annual 1987, 67-104.",
        "Sowell, Fallaw, Modelling Long-Run Behavior with the Fractional ARIMA Model, Journal of Monetary Economics 29 (April 1992), 277-302.",
        "Stock, James H., and Mark W. Watson, Variable Trends in Economic Time Series, Journal of Economic Perspectives 2 (Summer 1988), 147-174.",
        "Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy 88 (Feb. 1980), 1-24.",
        "Relationships, Journal of Applied Econometrics 4 (1989)."
    ]
}