{
    "id": 4369,
    "cites": 28,
    "cited_by": 14,
    "reference": [
        "Banz, R. W. The Relationship between Return and Market Value of Common StoÃ\u0083Â³ks, Journal of Financial Economics, 9, 1981, 3-18.",
        "Constantinides, G. M., Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 1990, 519-543.",
        "Epstein, L. G., and S. E. Zin, `First Order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics, 26, 1990, 387-407.",
        "Ferson, W. 0. M. Constantinides, Habit Persistence and Durability in Aggregate Consumption: Empirical Tests, Journal of Financial Economics, 29, 1991, 199-240.",
        "Hovencamp, H. Legal Policy and the Endowment Effect, Journal of Legal Studies, 20, June 1991, 225-247.",
        "Kahneman, D. J. Knetsch, and R.H. Thaler, Fairness as a Constraint on Profit Seeking: Entitlements in the Market, American Economic Review, 76, 1986, 728-741.",
        "Kahneman, D. J. Knetsch, and R.H. Thaler, Experimental Tests of the Endowment Effect and the Coase Theorem, Journal of Political Economy, 98, 1990, 1325-48.",
        "Kahneman, D., and A. Tversky, Choices, Values and Frames, American Psychologist, 39, 1964, 341-350.",
        "Kahneman, D., and A. Tversky, Advances in Prospect Theory: Cumulative Representation of Uncertainty, Journal of Risk and Uncertainty, forthcoming. Kahneman, 0., and A. Tversky, Prospect Theory: An Analysis of Decision Under Risk, Econometrica 47, 1979, 263-291.",
        "Keim, D. Size-Related Anomalies and Stock Return Seasonality: Further Empirical Evidence, Journal of Financial Economics, June 1983, 13-32.",
        "Leibowitz, M. L., and T. C. Langetieg, Shortfall Risks and the Asset Allocation Decision: A Simulation Analysis of Stock and Bond Risk Profiles, Salomon Brothers Research Department, January 1989.",
        "Libby, A. and P. C. Fishburn, Behavioral Models of Risk Taking in Business, Journal of Accounting Research, Autumn 1977, 272-292.",
        "MaCurdy, T. and J. Shoven, Accumulating Pension Wealth with Stocks and Bonds, Stanford University Working Paper, January 1992.",
        "Mankiw, N. G. and S. P. Zeldes, The Consumption of Stockholders and Nonstockholders, Journal of Financial Economics 29, 1991, 97-112.",
        "Mehra, A., and E. C. Prescott, The Equity Premium Puzzle, Journal of Monetary Economics 1985, 145-161.",
        "Mehra, R., and E. C. Prescott, The Equity Premium Puzzle: A Solution? Journal of Monetary Economics 1988, 133-136.",
        "Merton, B., Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics, LI, 1969, 247-257.",
        "Poterba, J. M., and L. H. Summers, Time Horizons of American Firms: New Evidence from a Survey of CEOs MIT working paper, 1991.",
        "Pratt, J. W. and R. J. Zeckhauser, Proper Risk Aversion, Econometrica 55, January 1987, 143-154.",
        "Redelmeier, D. A., and A. Tversky, On the Framing and Evaluation of Multiple Prospects, Working Paper, March 1991, Stanford University.",
        "Reitz, T., The Equity Risk Premium: A Solution?, Journal of Monetary Economics 1988, 117-132.",
        "Samuelson, W., and A. J. Zeckhauser, Status Quo Bias in Decision Making, Journal of Risk and Uncertainty, 1,7-59, 1988.",
        "Sarnuelson, P. A., Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics, LI, 1969, 238-246.",
        "Samuelson, P. A., Risk and Uncertainty: A Fallacy of Large Numbers, Scientia 98,1963,108-113.",
        "Siegel, J. J. The Equity Premium: Stock and Bond Returns Since 1802, Financial Analysts Journal, January-February 1992, 28-38.",
        "Swalm, A. 0., Utility Theory-- Insights into Risk Taking, Harvard Business Review, November/December 1966, 123-136.",
        "Tversky, A., and M. Bar-Hillel, Risk: The Long Run and the Short, Journal of Experimental Psychology: Human Learning, Memory, and Cognition 9, 1983, 71 3-71 7.",
        "Weil, Philippe, The Equity Premium Puzzle and the Risk-free Rate Puzzle, Journal of Monetary Economics, 24, 1989, 401-421."
    ]
}