{
    "id": 4373,
    "cites": 17,
    "cited_by": 17,
    "reference": [
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann. l990a. Noise Trader Risk in Financial Markets, Journal of Political Economy, 98, 703-738. De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J, Waldmann. 1990b. Positive Feedback Investment Strategies and Destablizing Rational Speculation, Journal of Finance, 45, 379-395.",
        "Cutler, David M., James M. Poterba and Lawrence H. Summers. 1991. Speculative Dynamics, Review of Economic Studies, 58, 529-546.",
        "Case, Karl E. and Robert J. Shiller. 1990. Forecasting Prices and Excess Returns in the Housing Market, AREUEA Journal, 18, 253-273.",
        "Case, Karl E. and Robert J. Shiller. 1989. The Efficiency of the Market for Single-Family Homes, American Economic Review, 79, 125-137.",
        "Zorn, Peter M. 1989. Mobility-Tenure Decisions and Financial Credit: Do Mortgage Qualification Requirements Constrain Homeownership?, AREUEA Journal, 17, 1-18.",
        "Smith, Lawrence B., Kenneth T. Rosen and George Falhis, Recent Developments in Economic Models of Housing Markets, Journal of Economic Literature, 26, 29-64. Topel, Robert and Sherwin Rosen. 1988. Housing Investment in the United States, Journal of Political Economy, 96, 718-740.",
        "Smith, Barton A. and William P. Tesarek. 1991. `House Prices and Regional Real Estate Cycles: Market Adjustments in Houston, AREUEA Journal, 19, 396-416.",
        "Slemrod, Joel. 1982. Down-Payment Constraints: Tax Policy Effects in a Growing Economy with Rental and Owner-Occupied Housing, Public Finance Ouarterly, 10, 193-217.",
        "Shleifer, Andrei and Robert W. Vishny. 1992. `Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47, 1343-1366.",
        "Linneman, Peter and Susan Wachter. 1989. The Impacts of Borrowing Constraints on Homeownership, AREUEA Journal, 17, 389-402.",
        "Meese, Richard and Nancy Wallace. 1991, Determinants of Residential Housing Prices: Effects of Economic Factors or Speculative Bubbles?, University of California at Berkeley, Institute of Business and Economic Research Working Paper.",
        "Lakonishok, Josef and Seymour Smidt. 1986. Volume for Winners and Losers: Taxation and Other Motive for Stock Trading, Jottrnal of Finance, 41, 951-974.",
        "Jones, Lawrence. 1989. Current Wealth and Tenure Choice, AREUEA Journal, 17, 17-40.",
        "Kashyap, Anil, David Scharfstein, and David Weil. 1990. The High Price of Land and the Low Cost of Capital: Theory and Evidence from Japan, M.I.T. Working Paper.",
        "Diamond, Douglas. 1984. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51, 393-414.",
        "Diamond, Peter A. 1982. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90, 88 1-894.",
        "Engelhardt, Gary V. 1991. Consumption Distortions from the Tax Treatment of OwnerOccupied Housing, M.I.T. Working Paper."
    ]
}