{
    "id": 4377,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Smith, R.W., and B.F. Madigan, `Exchange Rate Management and Monetary Policy in the United States, Federal Reserve Board, 1987, 188-199.",
        "Rogoff, K. `On the Effects of Sterilized Intervention: An Analysis of Weekly Data, Journal of Monetary Economics, 1984, 14, 133-150.",
        "Newey, W.K., and K.D. West, `A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econornetrica, 1987, 55, 703-708.",
        "Mishkin, F., `Monetary Policy and Short Term Interest Rates: An Efficient Markets Rational Expectations Approach, Journal of Finance, 1982, 63-72.",
        "Mussa, ML., `The Role of Official Intervention, Group of Thirty Occasional Papers, No. 6, Group of Thirty, New york, 1981.",
        "Mussa, M.L., `A Model of Exchange Rate Dynamics, Journal of Political Economy, February 1982, ~k9, 75-104.",
        "Mishkin, F., `Monetary Policy and Long Term Interest Rates: An Efficient Markets Approach, Journal of Monetary Economics, 1981, 29-55.",
        "Lewis, K.K., `Testing the Portfolio Balance Model: A Multi-Lateral Approach, Journal of International Economics, 1988, 24, 109-127.",
        "Lewis, K.K., `Can Learning Affect Exchange Rate Behavior? The Case of the Dollar in the Early l980s, Journal of Monetary Economics, 1989, 23, 79-100.",
        "Klein, M., and Rosengren, E., Foreign Exchange Intervention as a Signal of Monetary Policy, Clark University Working Paper, No. 90-13, 1991.",
        "Frenkel, J., and ML. Mussa, `The Efficiency of Foreign Exchange Markets and Measures of Turbulence, American Economic Review. May 1980, 70: 374-38 1.",
        "Funabashi, Y., Managing the Dollar: From the Plaza to the Louvre, Institute for International Economics, Washington, D.C., 1988.",
        "Klein, M., and Rosengren, E., `What Do We Learn From Foreign Exchange Intervention, manuscript, 1991.",
        "Federal Reserve Board, Briefing Book for Governor Designate, Federal Reserve System. U.S. Government Printing Office. Washington, D.C., 1991.",
        "Dominguez, K., and Frankel, J., `Does Foreign Exchange Intervention Matter? Disentangling the Portfolio and Expectations Effects for the Mark, National Bureau of Economic Research Working Paper, No. 3299, 1990.",
        "Dominguez, K., `Market Responses to Coordinated Central Bank Intervention, in Carnegie Rochester Conference Series on Pu.blic Policy, Allan Meltzer (ed), Spring 1990, 32, 121-164.",
        "Christiano, L.J., and Eichenbaum, M., `Liquidity Effects, Monetary Policy, and the Business Cycle, Federal Reserve Bank of Chicago Working Paper, No. 92-15, l992b. Coslett, S. and Lee, L., `Serial Correlation in Latent Discrete Variable Models, Journal of Econometrics, 1985, 27, 79-97.",
        "Christiano, Li., and Eichenbaum, M., `Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review Papers and Proceedings, May, 1992a.",
        "Christiano, Li., and Eichenbaum, M., Identification and the Liquidity Effect of a Monetary Policy Shock, National Bureau of Economic Research Working Paper Series, No. 3920, December 1991.",
        "Bernanke, B., and Blinder, A., `The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review, September, 1992.",
        "Dominguez, K., `Does Sterilized Intervention Influence Exchange Rates? A Test of the Signalling Hypothesis, working paper, Harvard University, Cambridge, 1987."
    ]
}