{
    "id": 4379,
    "cites": 54,
    "cited_by": 3,
    "reference": [
        "Alogoskoufis, G., and R. Smith (1991), On Error Correction Models: Specification. Interpretation. Estimation, Journal of Economic Surveys, 5 (1):97-l28.",
        "Backus, D.K., P.J. Kehoe, and F.E. Kydland (1991), Triternational Real Business Cycles. Joumal of Political Economy, 100 (August): 745-775.",
        "Backus, D.K., and P.J. Kehoe (1989), International Evidence on the Historical Properties of Business Cycles. American Economic Review. 82 (September): 864-888.",
        "Boughton, J.M. (1992), International Comparison of Money Demand: A Review Essay, )~gg~ Economics Review (forthcoming).",
        "Bordo, M.D., and L. Jonung (1990). The Long-Run Behavior of Velocity: The Institutional Approach Revisited, Journal of Policy Modeling, (12):165-97.",
        "Bordo, M.D., and L. Jonung (1987), The Long-Run Behavior of the Velocity of Circulation: The International Evidence (Cambridge: Cambridge University Press).",
        "Campbell, J.Y., and P. Perron (1991), Pitfalls and Opportunities: Vhat Macroeconomists Should Know About Unit Roots, NCER Macroeconomics Annual 1991 (Cambridge, Mass.: The MiT Press), pp. 141-200.",
        "Campos, J., N.R. Ericsson, and D.F. Hendry (1990), An Analogue Model of Phase-Averaging Proceduie, Journal of Econometrics, 43 (March): 275-92.",
        "Christiano, L.J., and M. Eichenbaum (1989). Unit Roots in Real GNP: Do We Know, and Do We Care? in A.H. Meltzer and C.I. Plosson (Eds.), Carnegie-Rochester Conference Series on Public Policy. v. 32 (Amsterdam: North-Holland).",
        "Darby, M.R., W. Poole, D.E. Lindsey, M. Friedman. and M.J. Bazdarich (1987), Recent Behavior of the Velocity of Money, Contemporary Policy Issues (Jan.):l-33.",
        "Dolado, J., T. Jertlthxson, and S. Sosvilla-Rivero (1990), Cointegration: A Survey of Recent Developments, Journal of Economic Surveys, 4 (No. 3):249-73.",
        "Engle, R.F., and S. Kozicld (1990), Testing for Common Features, UCSD Discussion Paper 90-23 (June).",
        "Goldfeld, SM.. and D.E. Sichel (1990), The Demand for Money, in B.M. Friedman and F.H. Hahn (Eds,), Handbook of Monetary Economics (North-Holland: Amsterdam).",
        "Gonzalo, J. (1989), Comparison of Five Alternative Methods of Estimating Long-Term Equilibrium Relationships, rnimeo, University of California, San Diego.",
        "Granger, C.W.J. (ed.) (1990), Modelling Economic Series (Oxford: Clarendon Press).",
        "Granger, C.W.J. (1986), Developments in the Study of Cointegrated Economic Variables, Oxford Bulletin of Economics and Statistics, 48 (August):213-228.",
        "Granger, C.W.J., and P. Newbold (1974), Spurious Regressions in Econometrics, Journal of Econometrics, 2, 111-120.",
        "Gregory, A.W., and B.E. Hansen (1992), Testing for Regime Shifts in Cointegrated Models, presented at the C.R.D.E./Joumal of Econometrics Workshop on Recent Developments in the Econometrics of Structural Change, (October).",
        "Gregory, A.W., and J.M. Nason (1992), Testing for Structural Breaks in Cointegrated Relationships, Discussion Paper 827, Queens University. (July).",
        "Hafer, R.W., and D.W. Jansen (1991), The Demand for Money in the United States: Evidence from Cointegration Tests, Journal of Money, Credit, and Banking, 23 (May):155-68.",
        "Hallrnan, R. Porter, and D. Small (1991). Is the Price Level Tied to the M2 Monetary Aggregate in the Long-Run?, American Economic Review, 81 (September):84l-58.",
        "Hamilton, J.D. (1989), The Long-Run Behavior of the Velocity of Circulation: A Review Essay, Journal of Monetary Economics, 23, 335-44.",
        "Hansen, B.E. (1992), Tests for Parameter Instability in Regressions with 1(1) Processes, Journal of Business and Economic Statistics, 10 (July): 321-35.",
        "Hendry, D.F. (1987), Econometric Methodology: A Personal Perspective in T.F. Bewley (eds.), Advances in Econometrics, Vol. H (Cambridge: Cambridge University Press), pp. 29-48.",
        "Hendry, F., and N.R. Ericsson (1991), An Econometric Analysis of UK Money Demand in Monetary Trends in the United States and the United Kingdom by Milton Friedman and Anna J. Schwartz, American Economic Review, 81 (March):8-38.",
        "Hendry, D.F, and AJ. Neale (1991), A Monte Carlo Study of the Effects of Structural Breaks on Tests for Unit Roots, in P. Hackl and A.H. Westland (eds.), Economic Structural Change: Analysis and Forecasting (Berlin: Springer-Verlag), 95-119.",
        "Huizinga, J., and F.S. Mishkiri (1986), Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, in K. Brunner and A.H. Meltzer (edt.), Carnegie-Rochester Conference on Public Policy, vol. 24 (Amsterdam: North-Holland).",
        "Ireland, P. (1992), Economic Growth, Financial Evolution, and the Long-Run Behavior of Velocity, mimeo, Federal Reserve Bank of Richmond.",
        "Ireland, P. (1991), Financial Evolution and the Long-Run Behavior of Velocity: New Evidence from US Regional Data, Economic Review, Federal Reserve Bank of Richmond. 77 (Nov/Dec. 199l):16-26.",
        "Johansen, S., and K. Juseius (1990), Maximum Likelihood Estimation and Inference on Cointegrarion - With Applications for the Demand for Money, Oxford Bulletin of Economics and Statistics, 52 (2, 1990):169-210.",
        "Johansen, 5. (1989), Likelihood Based Inference on Cointcgration, Theory and Applications. Lecture ~Notes for a course on cointegrarion. (Venezia: Centro Interuniversitario di Econometria).",
        "Johansen, S. (1988), Statistical Analysis of Cointegration Vectors. Journal of Economic Dynamics and Control, 12:23 1-254.",
        "Judd, J.P., and J.L Scadding (1982), The Search for a Stable Money Demand Function, Journal of Economic Literature, 20 (September):993-l023.",
        "Kasa, K.F. (1992), Common Stochastic Trends in International Stock Markers, Journal of Monetary Economica, 29, 95-124.",
        "Laidler, D.E.W. (1982), Monetarist Perspectives (Cambridge: Harvard University Press).",
        "Laidler, DEW. (1985), The Demand for Money: Theories, Evidence and Problems (New York: Harper and Row).",
        "Laidler, D.E.W. (1990), Taking Money Seriously (Cambridge: The MIT Press).",
        "Lucas, R.E. (1988), Money Demand in the United States: A Quantitative Review in K. Brunner and A.H. Meltzer (eds.), Carnegie-Rochester Conference Series on Public Policy, 29:137-68.",
        "McCallum, B.T. and M.S. Goodfriertd (1987). Demand for Money: Theoretical Studies, in J. Eatwell, M. Milgate, and P. Newman (Eds,), The New Paigrave Dictionary of Economics (London: MacMillan).",
        "Miller, S.M. (1991), Monetary Dynamics: An Application of Cointegration and Error-Correction Modeling, Journal of Money, Credit and Banking, 23 (May):139-54.",
        "Ostwerwald-Lenum, M. (1992), A Note with Quantiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics, Oxford Bulletin of Economics and Statistics, 54 (August), 461-72.",
        "Perron, P. and TJ. Vogelsang (1992), Nonstationarity and Level Shifts with an Application to Purchasing Power Parity, Journal of Business and Economic Statistics, 10, 30 1-20.",
        "Perron, P. (1990), Further Evidence on Breaking Trend Functions in Macroeconomic Variables, Econometric Research Program working paper no, 350, Princeton University (August).",
        "Perron, P. (1989), The Great Crash, the Oil Price Shock, and the Unit Root Hypothesis. Econornetrica, 57 (November), 1361-1402.",
        "Poole, W. (1988), Monetary Policy Lessons of Recent Inflation and Deflation, Journal of Economic Perspectives (Summer), 73-1(X).",
        "Raj, B., and P.L. Siklos (1988). Some Qualms About the Test of the Institutionalist Hypothesis of the Long-Run Behavior of Velocity, Economic Inquiry, 26 (July):537-545.",
        "Reichlin, L. (1989), Structural Change and Unit Root Econometrics, Economics Letters, 31, 231-33.",
        "Ramey, V.A. (1991), The Source of Fluctuations in Money: Evidence from Trade Credit. NBER Working Paper no. 3756 (June).",
        "Rasche, RH. (1987), Velocity and Money Demand Functions: Do Stable Relationships Exist? Carnegie-Rochester Conference Series on Public Policy, K. Brunner and A.H. Meltzer (edt.), Vol. 2 (Autumn), (Amsterdam: North-Holland), 9-88.",
        "Rorner, C., and D. Romer (1989), Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual 1989, UT. Blanchard and S. Fischer (Edt.), (Columbia: The MIT Press, 1989), pp. 121-69.",
        "Romer, C., (1988), World War I and The Postwar Depression: A Reinterpretation Based on Alternative Estimates of GNP, Journal of Monetary Economics, 20:91-1 15.",
        "Stock, J.H. and M.W. Watson (1988). Testing for Common Trends, Journal of the American Statistical Association, 83, 1097-1107.",
        "Toda, H.Y., and P.C.B. Philipps (1991), Vector Autoregression and Causality, Cowles Foundation Discussion Paper 977 (May).",
        "Zivot, E. and D.W.K. Andrews (1992), Further Evidence on the Great Crash, the Oil Price Shock. and the Unit-Root Hypothesis, Journal of Business and Economic Statistics, 10, 25 1-70."
    ]
}