{
    "id": 438,
    "cites": 22,
    "cited_by": 15,
    "reference": [
        "Arrow, K. Economic Welfare and the Allocation of Resources for Invention. In NBER, The Rate and Direction of Inventive Activity. Princeton: Princeton University Press, 1962.",
        "Bowman, W. Patent and Antitrust Law: A Legal and Economic Appraisal. Chicago: The University of Chicago Press, 1973.",
        "Evenson, R. The Contribution of Agricultural Research and Extension to Agricultural Production. Unpublished Ph.D. thesis, University of Chicago, 1968.",
        "Griliches, Zvi. Research Costs and Social Returns: Hybrid Corn and Related Innovations. Journal of Political Economy LXVI (October 1958), 419-31.",
        "B.R. Williams (ed.), Science and Technology in Economic Growth. London: Macmillan, 1973.",
        "Production Function: An Econometric Study of Norwegian Manufacturing Establishment Data. Amsterdam: Ncrth Holland, 1971.",
        "J~reskog, Karl G. A General Method for Estimating a Linear Structural Equation System. In A.S. Goldberger and 0. Duncan (eds.), Structural Equation Models in the Social Sciences. New York: Seminar Press, 1973a. Pp. 85-112.",
        "Structural Equation System Involving Multiple Indicators of Unmeasurable Variables (LISREL). Princeton: l973b. Lucas, Robert E., Jr. Tests of a Capital-Theoretic Model of Technological Change. Review of Economic Studies, XXXIV (April 1967), 175-89.",
        "Machiup, Fritz. The Production and Distribution of Knowledge in the United States. Princeton: Princeton University Press, 1962.",
        "Marschak, Jacob and W.H. Andrews, Jr. Random Simultaneous Equations and the Theory of Production. Econometrica, XII (JulyOctober 1944), 143-205.",
        "Minasian, Jora R. The Economics of Research and Development. In R.R. Nelson (ed.), The Rate and Direction of Inventive Activity: Economic and Social Factors. Universities-National Bureau Conference Series No. 13. Princeton: Princeton University Press, 1962. Pp. 93-142.",
        "Mundlak, Y. Estimation of Production and Behavioral Functions from a Combination of Cross-Section and Time-Series Data. In Carl Christ et al., Measurement in Economics: Studies in Mathemati cal Economics and Econometrics in Memory of Yehuda Grunfeld. Stanford, Calif.: Stanford University Press, 1963, Pp. 138-66.",
        "Nadiri, M.I. A Report on the Determinants of Research and Development Expenditures and their Effects on Labor Productivity of the Firm. Report for the National Science Foundation, NSF Grant Number DA-43877 (1978).",
        "Pakes, A. Economic Incentives in the Production and Transmission of Knowledge: An Empirical Analysis. Unpublished Ph.D. dissertation, Harvard University, 1978.",
        "Mechanisms and Focusing Devices. Economic Development and Cultural Change, XVIII (October 1969), Part I, 1-24.",
        "Schankerinan, M.A. Essays on the Economics of Technical Change. Unpublished Ph.D. dissertation, Harvard University, 1979.",
        "Scherer, F.M. Firm Size, Market Structure, Opportunity, and the Output of Patented Inventions. American Economic Review, LV (December 1965), 1097-1125.",
        "Schmookler, J. Invention and Economic Growth. Cambridge, Mass.: Harvard University. Press, 1966.",
        "Schumpeter, Joseph A. Capitalism, Socialism and Democracy. 3rd edition. New York: Harper, 1950.",
        "Wiley, David B. The Identification Problem for Structural Equation Models with Unmeasured Variables. In A.S. Goldberger and 0. Duncan (eds.), Structural Equation Models in the Social Sciences. New York: Seminar Press, 1973. Pp. 69-84.",
        "Wilson, Robert Woodrow. The Sale of Technology Through Licensing. Unpublished Ph.D. dissertation, Yale University, 1975.",
        "Zellner, A.,, J. Kmenta and J. Dreze. Specification and Estimation of Cobb-Douglas Production Function Models. Econometrica, XXXIV (October 1966), 784-95."
    ]
}