{
    "id": 4380,
    "cites": 25,
    "cited_by": 153,
    "reference": [
        "Barro, Robert, and Holger Wolf, Data Appedix for Economic Growth in a Cross Section of Countries, Mimeo, 1991.",
        "Bertola, Giuseppe, and Ricardo Caballero Irreversibility and Aggregate Investment, unpublished, Princeton University, 1990.",
        "Bruno, Michael, Stanley Fischer, Elhanan Helpman, Nissan Liviatan, and Liora Meridor (eds.), Lessons of Economic Stabilization and its Aftermath, The MIT Press, 1991.",
        "Bruno, Michael, and Liora Meridor, The Costly Transition from Stabilization to Sustainable Growth: Israels Case, in M. Bruno et. al. (eds.), Lessons of Economic Stabilization and its Aftermath, The MIT Press, 1991.",
        "Caballero, Ricardo J., On the Dynamics of Aggregate Investment, Columbia University, Discussion Paper No. 541, May 1991.",
        "Caballero, Ricardo J., A Fallacy of Composition, American Economic Review, 1992.",
        "Caballero, Ricardo J., and Robert S. Pindyck, Uncertainty, Investment, and Industry Evolution, NBER Working Paper No. 4160, September 1992.",
        "Collins, Susan, and W. Park, External Debt and Macroeconomic Performance in Korea, in J. Sachs (ed.) Developing Count nj Debt and The World Economy, The University of Chicago Press, 1989.",
        "Corbo, Vittorio, and AndrÃ\u0083Â©s Solimano, Chiles Experience with Stabilization Revisited, Chapter 3 of M. Bruno, et. al. (eds.), Lessons of Economic Stabilization and its Aftermath, The MIT Press, 1991.",
        "EEC, The European Economy, Commission of the European Communities, Directorate General for Economic and Financial Affairs, various issues, 1992.",
        "Fischer, Stanley, Indexing, Inflation and Economic Policy, MIT Press, 1986.",
        "Fischer, Stanley, Macroeconomics, Development and Growth NBER Macroeconomics Annual, 1991.",
        "Fischer, Stanley, Macroeconomic Factors in Growth, paper presented at World Bank Conference on How National Policies Affect Growth, Feb., 1993.",
        "Hofman, Andre, Preliminary Estimates of Capital Stock for Korea and Taiwan, ECLAC, Economic Development Division mimeo, 1992.",
        "Ingersoll, Jonathan E., Jr., and Stephen A. Ross. Waiting to Invest: Investment and Uncertainty, Journal of Business, Jan. 1992.",
        "Korea, Bank of Korea, Statistical Yearbook, 1992.",
        "Lustig, N. Mexico: The Remaking of an Economy, Brookings Institution, 1992.",
        "Madison, Angus, Standardized Estimates of Fixed Investment and Capital Stock at Constant Prices: A Long-Run survey of six countries, University of Gronigen, rnimeo, 1992.",
        "OECD, National Accounts, Paris, France: OECD Department of Economics and Statistics, 1992.",
        "Ortiz, G., Mexico Beyond the Debt Crisis: Towards Sustainable Growth with Price Stability, in M. Bruno et. al. (eds.), Lessons of Economic Stabilization and its Aftermath, The MIT Press, 1991.",
        "Pfefferman, C., and A. Madarassy, Trends in Private Investment in Developing Countries. Discussion Paper No. 14, IFC, The World Bank, 1992.",
        "Republic of China, Statistical Yearbook, Directorate General of Budget, Accounting, and Statistics, DGBAS, 1991.",
        "Rodrik, Dani, Policy Uncertainty and Private Investment in Developing Countries, NBER Working Paper No. 2999, June 1989.",
        "Sachs, Jeffrey E. (ed.), Developing Country Debt and the World Economy, The University of Chicago Press, 1989.",
        "United Nations, Commission of Trade Database, Statistics Office, 1992."
    ]
}