{
    "id": 4382,
    "cites": 27,
    "cited_by": 10,
    "reference": [
        "Bailey, Martin, J., Richard F. Muth and Hugh 0. Nourse (1963). A Regression Method for Real Estate Price Index Construction, Journal of the American Statistical Association, Vol. 58, December 1963: 933-942.",
        "Barthold, Thomas A. and Takatoshi Ito (1992). Bequest Taxes and Accumulation of Household Wealth: U.S.-Japan Comparison in T. Ito and A.O. Krueger (eds.) Political Economy of Tax Reform, Ch. lO,* Chicago: University of Chicago Press: 235-292.",
        "Berndt, Earnst R. and Zvi Griliches (1990). Price Indices for Microcomputers: An Exploratory Study, NBER Working Paper, No. 3378, June.",
        "Bureau of Census (1974). Price Indices of New One-Family Houses Sold, Survey of Current Business, Vol. 54, No. 8, August: 18-27.",
        "Noguchi and J. Poterba (eds.) The Economics of Housing in Japan and in the United States, University of Chicago Press. Case, Karl E. and Robert J. Shiller, (1989). The Efficiency of the Market for Single-Family Homes, American Economic Review. Vol. 79, No.1, March: 125-137.",
        "Case, Karl E. and Robert I. Shiller, (1990). Forecasting Prices and Excess Returns in the Housing Market, AREUEA Journal, Vol. 18, No. 3: 253-273.",
        "Fama, E. F. (1970). Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance, May: 383-417.",
        "Griliches, Zvi, (1961) Hedonic Price Indices for Automobiles, in Z. Griliches (ed.) Price Indices and Oualitv Change, Harvard University Press.",
        "Gillingham, R. (1975) Place to Place Rent Comparisons, Annals of Economic and Social Measurement: 153-173.",
        "Hatta, Tatsuo and Toru Ohkawara, (1993) Commuting and Land Prices in the Tokyo Metropolitan Area, in Y. Noguchi and J. Poterba (eds.) Economics of Housing in Jaoan and the United States, University of Chicago Press.",
        "Hayashi, Fumio, Takatoshi Ito, and Joel Slemrod, (1988). Housing Finance Imperfections, Taxation, and Private Saving: A Comparative Simulation Analysis of the United States and Japan, Journal of the Japanese and International Economies, Vol. 2 No. 3, September: 215-238.",
        "Hendershott, Patric H., and Sheng Cheng Ru (1981), Inflation and Extraordinary Returns on Owner-Occupied Housing: Some Implications for Capital Allocation and Productivity Growth, Journal of Macroeconomics, Vol. 3, No.2, spring: 177-203.",
        "Homma, Masaaki and Masumi Atoda, (1989). Zeisei Kaikaku no Jissho Bunseki, Toyo Keizai.",
        "Ito, Takatoshi (1992). The Japanese Economy, Cambridge, Mass.: the MIT Press, 1992.",
        "Ito, Takatoshi (1993) The Land/Housing Problem in Japan: A Macroeconomic Approach Journal of the Japanese and International Economies, vol 7, no. 1, March: 1-31.",
        "Iwata, Kikuo (1977). Tochi to Jutaku no Keizaigaku, Nihon Keizai Shinbun.",
        "Iwata Kikuo (1988). Tochi Kaikaku no Kihon Senryaku, Nihon Keizai Shinbun.",
        "Kanemoto, Yoshitsugu; Fumio Hayashi, and Hajime Wago (1987). An Econometric Analysis of a Capital Gains Tax on Land, The Economic Studies Ouarterly, Vol. 38: 159-171.",
        "Land Agency, the Japanese Government, Chika Koji, 1992.",
        "Linneman, Peter (1986). An Empirical Test of the Efficiency of the Housing market, Journal of Urban Economics, vol. 20: 140-154.",
        "Mankiw, Gregory N. and David N. Weil (1989). The Baby Bust, and the Housing Market, Regional Science and Urban Economics, Vol. 18, No.2, May: 235-258.",
        "Miyao, Talcahiro (1989) Sutoldcu Keizai no Jidai, Nihon Keizai Shinbun.",
        "Nishimura, Kiyohiko (1990) Nihon no Chika Kettei Mechanism, in K. Nishimura and Y.",
        "Miwa, Nihon no Kabuka chika, University of Tokyo Press. Noguchi, Yukio (1989). Tochi no Keizaigalcu, Nihon Keizai Shibunsha.",
        "Noguchi, Yukio (199la). Sutokku keizai o kangaeru, Chuko Shinsho. Noguchi, Yukio (199lb). Shakuchi Shakkaho to Tochi Riyo no Kodoka, Hito to Kokudo, May: 27-29. Slemrod, Joel, (1982). Downpayment Constraints: Tax Policy Effects in a Growing Economy with Rental and Owner-Occupied Housing, Public Finance Ouarterly, Vol. 10: pp 193-217.",
        "Takagi, Keizo (1989). Chika Kettei Mechanism to Tochi Zeisei no Mondaiten, Bank of Japan, Kin-yu Kenkvu, Vol. 8, June: 39-78.",
        "Notes: 1. The next national five-year economic plan has a stated objective to lower the housing price to five times salary. 2. Noguchi (1987) observed that downtown Tokyos first-rate business properties are traded at ten times City properties, but rents are only double."
    ]
}