{
    "id": 4383,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Tufte, Edward R., Political Control of the Economy, Princeton University Press, Princeton, New Jersey, c. 1978.",
        "Sichel, Daniel E., Business Cycle Duration Dependence: A Parametric Approach, Review of Economics and Statistics, voL 73, no. 2, May 1991, pp. 254-260.",
        "Romer, Christina, Remeasuring Business Cycles, National Bureau of Economic Research Working Paper no. 4150, August 1992.",
        "Rogoff, Kenneth, Equilibrium Political Budget Cycles, American Economic Review, voL 80, no. 1, 1990, pp. 21-36.",
        "Rogoff, Kenneth and Anne Sibert, Equilibrium Political Business Cycles, Review of Economic Studies, vol 55, 1988, pp. 1-16.",
        "Nordhaus, William, The Political Business Cycle, Review of Economic Studies, vol. 42, April 1975, pp. 169-190.",
        "Peisson, Torsten and Guido Tabellini, Macroeconomic Policy, Credibility and Politics, London, England, Harwood Academic Publishers, 1990.",
        "Lancaster, Tony, The Econometric Analysis of Transition Data, Cambridge University Press, New York, 1990.",
        "Lindbeck, Assar, Stabilization Policies in Open Economies with Endogenous Politicians, American Economic Review Papers and Proceedings, vol. 66, May 1976, pp. 1-19.",
        "Kieffer, Nicholas, Economic Duration Data and Hazard Functions, Journal of Economic Literature, vol. 26, 1988, pp. 646-722.",
        "Hibbs, Douglas, The American Political Economy, Cambridge, Mass., Harvard University Press, 1987.",
        "Heckman, James and Burton Singer, Econometric Duration Analysis, Journal of Econometrics, pp. 63-132, 1984.",
        "Hibbs, Douglas, Political Parties and Macroeconomic Policy, The American Political Science Review, vol. 71, December 1977, pp. 1467-1487.",
        "Diebold, Francis X. and Glenn Rudebusch, Have Postwar Economic Fluctuations Been Stabilized? American Economic Review, vol. 82. no. 4, September 1992, pp. 993-1005.",
        "Diebold, Francis X. and Glenn Rudebusch, A Nonparametric Investigation of Duration Dependence in the American Business Cycle, Journal of Political Economy, June 1990, vol. 98, no. 3, pp 596-616.",
        "Alesina, Alberto, Macroeconomic Policy in a Two-Party System as a Repeated Game, Quarterly Journal of Economics, vol. 102, no.3, August 1987, pp. 651-678.",
        "Alesina, Alberto, Macroeconomics and Polities, in Stanley Fischer, ed., National Bureau of Economic Research Macroeconomics Annual 1988, M.I.T. Press, Cambridge, MA, pp. 13-52.",
        "Alesina, Alberto and Nouriel Roubini, Political Cycles in OECD Economies, Review of Economic Studies, vol. 59, 1992, pp. 663-688."
    ]
}