{
    "id": 4386,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Becker, G. S. A Theory of the Allocation of Time. Economic Journal 75 (September 1965) : 493-517.",
        "Barnett, William A. The Joint Allocation of Leisure and Goods Expenditure. Econometrica 47 (May 1979): 539-563.",
        "Barten. Anton P. The Systems of Consumer Demand Functiooe Approach: A Review. In Frontiers of Quantitative Economics, Vol. lIlA, edited by Michael 0. Intriligator. Amsterdam: North-Holland Publishing Company. 1977.",
        "Biddls, Jeff E. and Hamermesh, Daniel S. Sleep and the Allocation of Time. Journal of Political Economy 98 (October 1990); 922-943.",
        "Binswanger, Hans P. The Measurement of Technical Change Biases with Many Factors of Production. American Economic Review - 64 (December 1974): 964-976.",
        "Brown, A. and Deaton, A. Models of Consumer Behaviour; A Survey. Economic Journal 82 (December 1972): 1145-1236.",
        "Dsardorff, Alan V. end Stafford, Frank P. Compensation of * Cooperating Factors. Econometrica 44 (July 1976): 671-684.",
        "Deaton, Angus S. Demand Analysis. In Handbook of Econometrics, Vol. III, edited by Evi Griliches and Michael 0. Intriligator. Amsterdam: North-Holland, 1986.",
        "Diswert, W. E. Applications of Duality Theory. In Frontiers of Quantitative Economics, Vol. 2, edited by Michael D. Intriligator and David A. Hendrick. Amsterdam; North-Holland, 1974.",
        "Edwards, Linda N. Equal Employment Opportunity in Japan: A View from the West. Industrial and Labor Relations Review 41 (January 1988): 240-250.",
        "Juster, F. Thomas, and Stafford, Frank P. The Allocation of Time: Empirical Findings, Behavioral Models, and problems of Measurement. Journal of Economic Literature 29 (June 1991) 471-522.",
        "Kooreman, Peter and Hapteyn, Arie. A Disaggrsgated Analysis of the Allocation of Tine within the Household. Journal of Political Economy 95 (April 1987): 223-249.",
        "Lan, Lawrence J. Compiste Systene of Consumer Demand Functions through Duality. In Frontiers of Ouantitative Hcononics, Vol. lIlA, edited by Michael 0. Intriligator. Amsterdam: North- Holland, 1977.",
        "Shimada, Haruo, and Higuchi, Yoshio. An Analysis of Trends in Female Labor Force Participation in Japan. Journal of Labor Hconomics 3 (January 1985): s355-s374.",
        "Yamada, Tadashi, Yamada, Tetsuji, and Chaloupka, Frank. Using Aggregate Data to Estimate the Part-Time and Full-Time Work Behavior of Japanese Women. Journal of Human Resources 22 (Fall 1987): 574-583."
    ]
}