{
    "id": 439,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Amemiya, Takeshi. Generalized Least Squares with an Estimated Autocovariance Matrix. Econometrica 41 (July 1973): 723-732.",
        "Anderson, T.W. The Statistical Analysis of Time Series. New York: John Wiley and Sons, Inc., 1971.",
        "Bilson, John F.0. Forward and Future Exchange Rates: Is There a Relationship? Unpublished manuscript, University of Chicago, April 1979.",
        "Box, George E.P. and Jenkins, Gwilym M. Time Series Analysis: Forecast ing-and Control. San Francisco: Holden-Day, 1976.",
        "Durbin, James. Tests for Serial Correlation in Regression Analysis based on the Periodogram of Least Squares Residuals. Biornetrica 56 (1969): 1-15.",
        "Fama, Eugene. Efficient Capital Markets: A Review of Theory and Empirical Work. In Frontiers of Quantitiative Economics. Edited by Michael Intriligator. Amsterdam: North Holland Publishing Company, 1971.",
        "Fama, Eugene and Farber, Andre. Money, Bonds and Foreign Exchange. American Economic Review 69 (September 1979): 639-649.",
        "Frenkel, Jacob A. A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence. Scandanavian Journal of Economics 7, No. 2 (1976): 200-224.",
        "Money: The German 1-lyperiaflation. American Economic Review 67 (September 1977): 653-670.",
        "R-2 Frenkel, Jacob A. and Levich, Richard M. Transaction Costs and Interest Arbitrage: Tranquil versus Turbulent Periods. Journal of Political Economy 85 (December 1977): 1209-1226.",
        "Garber, Peter M. Efficiency in Foreign Exchange Markets: Interpreting a Common Technique. Unpublished manuscript, University of Virginia, September 1978.",
        "Geweke, John and Feige, Edgar. Some Joint Tests of the Efficiency of Markets for Forward Foreign Exchange. Unpublished manuscript, No. 7804, University of Wisconsin, Madison, 1978.",
        "Grauer, Frederick L.A.; Litzenberger, Robert H.~ and Stable, Richard H. Sharing Rules and Equilibrium in an International Capital Market Under Uncertainty. Journal of Financial Economics 3 (June 1976): 233-256.",
        "Hakkio, Craig S. Expectations and the Foreign Exchange Market. Ph.D. dissertation, University of Chicago, 1979.",
        "Hansen, Lars Peter. The Asymptotic Distribution of Least Squares Estimators with Endogenous Regressors and Dependent Residuals. Unpublished manuscript, Carnegie-Mellon University, March 1979.",
        "Hansen, Lars Peter and Hodrick, Robert J. Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Unpublished manuscript, Carnegie-Mellon University, March 1979.",
        "Harris, Richard G. and Purvis, Douglas D. Diverse Information and Market Efficiency in a Monetary Model of the Exchange Rate. Unpublished manuscript, Queens University, June 1978.",
        "Hatanaka, Michio. An Efficient Two-Step Estimator for the Dynamic Adjustment Model with Autoregressive Errors. Journal of Econometrics 2 (September 1974): 199-220.",
        "Jensen, Michael C. Some Anomalous Evidence Regarding Market Efficiency. Journal of Financial Economics 6 (January 1978): 95-101.",
        "Morrison, Donald F. Multivariate Statistical Methods. New York: McGrawHill Book Company, 1967.",
        "Nussa, Michael. Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market. In Policies for Emploi ment, Prices and Exchange Rates. Edited by Karl Brunner and Allan H. R-3 __________ The Exchange Rate, the Balance of Payments, and Monetary and Fiscal Policy under a Regime of Controlled Floating. In The Economics of Exchange Rates: Selected Studies. Edited by Jacob A. Frenkel and Harry G. Johnson. Reading, Mass.: Addison-Wiley, 1978.",
        "Obstfeld, Maurice. Expectations and Efficiency in the Foreign Exchange Market. Unpublished manuscript, Massachusetts Institute of Technology, May 1978.",
        "Roll, Richard and Solnick, Bruno. A Pure Foreign Exchange Asset Pricing Model. Journal of International Economics 7 (1977): 161-179.",
        "Silvey, S.D. Statistical Inference. New York: Chapman Hall, 1975.",
        "Sims, Christopher A. Are There Exogenous Variables in Short-Run Production Relations? Annals of Economic and Social Measurement 1 (January 1972): 17-36.",
        "Stockman, Alan C. Risk, Information and Forward Exchange Rates. In The Economics of Exchange Rates: Selected Studies. Edited by Jacob A. Frenkel and Harry G. Johnson. Reading, Mass.: AddisonWiley, 1978.",
        "Tryon, Ralph. Testing for Rational Expectations in Foreign Exchange Markets. International Finance Discussion Papers, No. 139. Federal Reserve System, Washington, D.C., May 1979.",
        "Wilson, G. Tunnicliffe. The Estimation of Parameters in Multivariate Time Series Models. Journal of the Royal Statistical Society B 35, No. 1 (1973): 76-85."
    ]
}