{
    "id": 4390,
    "cites": 22,
    "cited_by": 47,
    "reference": [
        "Vroman, Wayne. 1992. Short-Time Compensation in the U.S., Germany - and Belgium. Urban Institute Working Paper. Washington, DC.",
        "Termination of contract: France. European industrial Relations Review (EIRR). June 1985, 17-20. (1985b).",
        "Van Audenrode, Marc. 1991. Employment Flexibility and Labor Hoarding. University of California Working Paper. Berkeley.",
        "Carnegie-Rochester Conference Series on Public Policy 28: 153220. Tenninati~i~fdbntract: Belgium. European Industrial Relations Review October 1985, 24-27. (1985a).",
        "Soitwedel, RUdiger. 1988. Employment Problems in West Germany - The Role of Institutions, Labor Law, and Government Intervention.",
        "Short-time and Layoffs. European Industrial Relations Review (EIRR). March 1983, 15-19.",
        "Blanpain, R. 1989. The Regulation of Working Conditions in the Member States of the European Communities: Termination of the Employment Contract. Katholieke Universiteit Leuven Working Paper. Leuven, Belgium.",
        "Comparison of West Germany and the United States. University of Maryland Working Paper. College Park. Anderson, Patricia. 1992. Linear Adjustment Costs and Seasonal Labor Demand: Evidence from Retail Trade Firms. Princeton University Working Paper. Princeton.",
        "Abraham, Katharine G. and Susan N. Houseman. 1993. Job Security in America: Lessons from Germany. Washington, DC: Brookings Institution.",
        "Blanpain. Bulletin 11, 79-102. New York: Kiuwer Law and Taxation Publishers. Seitchik, Adam and Jeffrey Zornitsky. 1989. From One Job to the Next: Worker Adjustment in a Changing Labor Market. Kalamazoo, MI: W. E. Upjohn Institute for Employment Research.",
        "Rojot, J. 1986. France. Bulletin of Comparative Labor Relations, ed. R. Blanpain. Bulletin 15, 1-24. New York: KJewer Law and Taxation Publishers.",
        "Redundancy procedures revised. European Industrial Relations Review (EIRR). March 1986, 15-19.",
        "Organisation for Economic Co-Operation and Development. 1986. Flexibility in the Labour Market: The Current Debate. Paris: OECD.",
        "Podgursky, Michael and Paul Swaim. 1987. Duration of Joblessness Following Job Displacement. Industrial Relations 26: 213-226.",
        "Maddala, G. S. 1977. Econometrics. New York: McGraw-Hill Book Company.",
        "Nickell, S. J. 1986. Dynamic Models of Labour Demand. In Handbook of Labor Economics, ed. Orley Ashenfelter and Richard Layard, 473-522. Amsterdam: Elsevier Science Publishers By.",
        "Hamermesh, Daniel. 1993. Labor Demand. Princeton, NJ: Princeton University Press.",
        "American Economic Review, 79: 674-689. Hemmer, Edmund. 1988. Sozialplanpraxis in der Bundesrepublik: Eine empirische Untersuchung. KÃ\u0083Â¶ln: Deutscher Instituts-Verlag GmbH.",
        "Grais, Bernard. 1983. Lay-offs and Short-time Working in Selected OECD Countries. Paris: OECD.",
        "General Accounting Office. 1986. Dislocated Workers: Extent of Business Closures, Layoffs and the Public and Private Response. Briefing Report to the Honorable Lloyd Bentsen, United States Senate. Washington, DC.",
        "Brandes, Wolfgang, Wolfgang Meyer and Edwin Schudlich. 1992. Pay Classification Systems: Monograph for Germany. ILO Research Project on Pay Classification in Industrialised Countries. Geneva.",
        "Worker and Wages. Journal of Political Economy, 97: 14791496. Flechsenhar, Hans RoIf. 1978. Kurzarbeit: Kosten und Finanzierung. Mitteilungen aus der Arbeitsmarkt- und Berufsforschung, 443-456."
    ]
}