{
    "id": 4394,
    "cites": 18,
    "cited_by": 266,
    "reference": [
        "Thomas Sargent, Estimation of Dynamic Labor Demand Schedules under Rational Expectations, Journal of Political Economy, 86 (1978): 1009-1044.",
        "Earnings, February 1982.) 4. This assumption is clearly incorrect. Yet it is a reasonable characterization of the micro data used in the subsequent empirical work; and it greatly simplifies the derivation.",
        "Paul Romer, Increasing Returns and Long - Run Growth, Journal of Political Economy, 94 (1986): 1002-1037.",
        "Gerard Pfann and Bart Verspagen, The Structure of Adjustment Costs for Labour in the Dutch Manufacturing Sector, Economics Letters, 29 (1989): 365-371.",
        "Orley Ashenfelter and Richard Layard, eds., Handbook of Labour Economics, Amsterdam: North-Holland Press, 1986.",
        "Walter Oi, Labor as a Quasi-Fixed Factor of Production, Journal of Political Economy, 70 (1961): 538-555.",
        "Salih NeftÃ\u0083Â§i, Are Economic Time Series Asymmetric over the Business Cycle? Journal of Political Economy, 92 (1984): 307-328.",
        "Stephen Nickell, Unemployment and the Structure of Labor Costs, Carnegie-Rochester Conference Series on Public Policy, 11(1979): 187-222.",
        "Robert E. Lucas, Optimal Investment Policy and the Flexible Accelerator, International Economic Review, 8 (1967): 78-85.",
        "M. I. Nadiri and Sherwin Rosen, Interrelated Factor Demand Functions, American Economic Review, 59 (1969): 457-471.",
        "Dynamics of Labor Demand, National Bureau of Economic Research, Working Paper No. 4204, 1992.",
        "Douglas Holtz-Eakin, and Harvey Rosen, Municipal Labor Demand in the Presence of Uncertainty: An Econometric Approach, Journal of Labor Economics, 9 (1991): 276-293.",
        "John Gould, Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies, 35 (1968): 47-55.",
        "Daniel Hamermesh, Labor Demand and the Structure of Adjustment Costs, American Economic Review, 79 (1989): 674-689.",
        "Stephen Goldfeld and Richard Quandt, Techniques for Estimating Switching Regressions, in Idem., eds., Studies in Nonlinear Estimation. Cambridge, MA: Ballinger, 1976.",
        "Samuel Bentolila and Giuseppe Bertola, Firing Costs and Labor Demand: How Bad is Eurosclerosis? Review of Economic Studies, 57 (1990): 381-402.",
        "John Barron, John Bishop and William Dunkelberg, Employer Search: The Interviewing and Hiring of New Employees, Review of Economics and Statistics, 67 (1985): 43-52.",
        "Katharine Abraham and Susan Houseman, Job Security and Work Force Adjustment: How Different Are U.S. and Japanese Practices? Journal of the Japanese and International Economies, 3 (1989): 500-521."
    ]
}