{
    "id": 4395,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Witte, John, The Politics and Develooment of the Federal Income Tax, Madison, WI: The University of Wisconsin Press, 1985.",
        "Wittman, Donald, Why Democracies Produce Efficient Results, Journal of Political Economy, 97, December, 1989, 1395-1424.",
        "Weitzman, Martin, `Free Access vs. Private Ownership as Alternative Systems for Managing Common Property, Journal of Economic Theory, 8, April, 1974, 225-234.",
        "Weingast, Barry, and William Marshall, `The Industrial Organization of Congress; or Why Legislatures, Like Firms, Are Not Organized as Markets, Journal of Political Economy, 96, February, 1988, 132-163.",
        "Weingast, Barry and Mark J. Moran, `Bureaucratic Discretion or Legislative Control? Regulatory Policymaking in the FTC, Journal of Political Economy, 91, October, 1983, 765-800.",
        "Sullivan, Terry, `Bargaining with the President: A Simple Game and New Evidence, American Political Science Review, 84, December, 1990, 1167-1 195.",
        "Simon, Dennis, `Presidents, Governors, and Electoral Accountability, Journal of Politics, 51, May, 1989, 286-304.",
        "Rivlin, Alice M., Economics and the Political Process, The American Economic Review, 77, March, 1987, 1-10.",
        "Shepsle, Kenneth A., `Institutional Arrangements and Equilibrium in Multidimensional Voting Models, American Journal of Political Science, 23, February, 1979, 27-59.",
        "Poole, Keith and Howard Rosenthal, `Patterns of Congressional Voting, American Journal of Political Science, 35, February, 1991, 228-78.",
        "Quigley, John M. and Daniel L. Rubinfeld, American Domestic Priorities, Berkeley: University of California Press, 1985.",
        "Philipson, Tomas and James Snyder, `Equilibrium and Efficiency in an Organized Vote Market, mimeo., University of Chicago, November, 1992.",
        "Pechman, Joseph, Federal Tax Policy. Fifth Edition, Washington, D.C.: The Brookings Institution, 1987(b).",
        "Patterson, Kelly and David Magleby, Trends: Public Support for Congress, Public Opinion Ouarterly, 56, Winter, 1992, 539-551.",
        "Pechman, Joseph, `Tax Reform: Theory and Practice, The Journal of Economic Perspectives, 1, Summer, 1987(a), 11-28.",
        "Ostrom, Charles and Dennis Simon, `Promise and Performance: A Dynamic Model of Presidential Popularity, American Political Science Review, 79, June, 1985, 334-358.",
        "Neustadt, Richard, Presidential Politics: The Politics of Leadershj~, New York, NY: Wiley, Inc., 1960.",
        "Milgrom, Paul and John Roberts, Economics. Organization, and Management, Englewood Cliffs, NJ: Prentice-Hall, Inc., 1992.",
        "Moe, Terry and Scott Wilson, Presidents and Politics of Structure, Law and Contemporary Problems, forthcoming, 1993.",
        "Maddala, G. S., Limited Denendent and Oualitative Variables in Econometrics, New York: Cambridge University Press, 1983.",
        "Matthews, Steven, `Veto Threats: Rhetoric in a Bargaining Game, Ouarterly Journal of Economics, 104, May, 1989, 347-369.",
        "Metcalf, Gilbert, `The Role of Federal Taxation in the Supply of Municipal Bonds: Evidence from Municipal Governments, National Tax Journal, 44, December, 1991, 57-70.",
        "Kreps, David, Paul Milgrom, John Roberts, and Robert Wilson, Rational Cooperation in the Finitely Repeated Prisoners Dilemma, Journal of Economic Theory, 27, April, 1982, 245-252.",
        "Kantowicz, Edward R., `The Limits of Incrementalism: Carters Efforts at Tax Reform, Journal o~ Policy Analysis and Management, 4, Spring, 1985, 217-233.",
        "Jackson, John and John Kingdon, `Ideology, Interest Group Scores, and Legislative Votes, American Journal of Political Science, 36, August, 1992, 805-823.",
        "Kalt, Joseph and Mark Zupan, `Capture and Ideology in the Economic Theory of Politics, American Economic Review, 74, June, 1984, 279-300.",
        "Ingberman, Daniel and Dennis Yao, `Presidential Commitment and the Veto, American Journal of Political Science, 35, May, 1991, 357-389.",
        "Inman, Robert P., `Local Interests, Central Leadership, and the Passage of TRA 86, Journal of Policy Analysis and Manaeement, 12, Winter, 1993, 156-180.",
        "Goulder, Lawrence and Philippe Thalmann, `Approaches to Efficient Capital Taxation: Leveling the Playing Field vs. Living by the Golden Rule, Journal of Public Economics, 50, February, 1993, 169-196.",
        "Gramlich, Edward, `Setting National Priorities: 1992, Journal of Economic Perspectives, 6, Spring, 1992, 3-12.",
        "Fitts, Michael A. and Robert P. Inman, `Controlling Congress: Presidential Influence in Domestic Fiscal Policy, Georgetown Law Journal, 80, June, 1992, 1737-1785.",
        "Gale, William, and I. Karl Scholz, `IRAs and Household Savings, mimeo., Brookings Institution, 1993.",
        "Carter, John R. and David Schap,. `Line Item Veto: Where is Thy Sting? The Journal of Economic Perspectives, 4, Spring, 1990, 103-118.",
        "Conlan, Timothy, M. Wrightson, and D. Beam, Taxing Choices: The Politics of Tax Reform, Washington, D.C.: Congressional Quarterly, Inc., 1990.",
        "Feldstein, Martin and Bernard Friedman, `Tax Subsidies, Rational Demand for Insurance, and the Health Care Crisis, Journal of Public Economics, 7, February, 1977, 155-178.",
        "Brody, Richard, Assessing the President: The Media. Elite Opinion, and Public Support, Stanford, CA: Stanford University Press, 1991.",
        "Calvert, Randall, `Reciprocity among Self-Interested Actors: Uncertainty, Asymmetry, and Distribution, in Peter Ordeshook (ed.), Models of Strategic Choice in Politics, Ann Arbor, MI: University of Michigan Press, 1989.",
        "Bergstrom, T. A., I. A. Roberts, D. L. Rubinfeld, and P. Shapiro, `A Test for Efficiency in the Supply of Public Education, Journal of Public Economics, 35, April, 1988, 289-307.",
        "Arnold, Douglas, The Logic of Congressional Action, New Haven, CT: Yale University Press, 1990.",
        "Baron, David, and John Ferejohn, Bargaining in Legislatures, American Political Science Review, 83, December, 1989, 1181-1206.",
        "Auerbach, Alan, `Taxes and Spending in the Age of Deficits: A View from Washington and Academe, National Tax Journal, 45, September, 1992, 239-241.",
        "Aaron, Henry and Harvey Galper, Assessing Tax Reform, Washington,D.C.: The Brookings Institution, 1985."
    ]
}