{
    "id": 4396,
    "cites": 36,
    "cited_by": 11,
    "reference": [
        "Taylor, John B. (1980). `Aggregate dynamics and staggered contracts, Journal of Political Economy, 88, 1-23.",
        "Summers, Robert, and Alan Heston (1991). `The Penn world table (Mark 5): and expanded set of international comparisons, Quarterly Journal of Economics, 106,1-41.",
        "Summers, Robert, and Alan Heston (1988). `A new set of international comparisons of real product and price levels: estimates for 130 countries, Review of Income and Wealth, 34, 1-25.",
        "Stockman, A., and L. Tesar (1990). `Tastes and Technology in a two country model of the business cycle: explaining international comovements, Working Paper No. 3566, National Bureau of Economic Research.",
        "Shiller, Robert J. (1994). Macro Markets: Creating Institutions for Managing Societys Largest Economic Risks, forthcoming, Oxford University Press.",
        "Sala-i-Martin, Xavier, and Sachs, Jeffrey (1992). `Fiscal federalism and optimum currency areas: evidence for Europe from the United States, in M. B. Canzoneri, V. Grilli, and P. R. Masson, Eds., Establishing a Central Bank: Issues in Europe and Lessons from the U. S., Cambridge University Press.",
        "Shiller, Robert J. (1989). Market Volatility, MIT Press, Cambridge Mass.",
        "Shiller, Robert J. (1993). `Measuring asset value for cash settlement in derivative markets: hedonic repeated measures indices and perpetual futures, Journal of Finance, July.",
        "Rosenzweig, Mark R. (1988). `Risk, implicit contracts, and the family in rural areas of low income countries, Economic Journal, 98, 1148-70.",
        "Rhee, Changyong, and Wooheon Rhee (1991). `Fundamental value and investment: micro data evidence, Rochester Center for Economic Research Working Paper No. 282.",
        "Obstfeld, Maurice (1993). `Are industrial-country consumption risks globally diversified? National Bureau of Economic Research Working Paper No. 4308.",
        "Lucas, Robert E., Asset Prices in an Exchange Economy, Econometrica, 1978.",
        "Marshall, John F., Vipul Bansal, Anthony F. Herbst, and Alan L. Tucker (1992). `Hedging business cycle risk with macro swaps and options, Continental Bank Journal of Applied Corporate Finance, 4, 103-8.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1990). `The Stock Market and Investment: Is the Market a Sideshow? Brookings Papers on Economic Activity 2 157-216.",
        "Helmuth, John W. (1977). Grain Pricing, Commodity Futures Trading Commission, Washington D. C.",
        "Friend, Irwin, and Marshall E. Blume (1975). `The demand for risky assets, American Economic Review, 65, 900-922.",
        "Devereux, M., A. Gregory and G. Smith (1992). `Realistic crosscountry correlations in a two-country equilibrium business cycle model, Journal of International Money and Finance, 11:3-16.",
        "Fischer, Stanley (1977). `Long term contracts, rational expectations, and the optimal money supply rule, Journal of Political Economy, 85, 191-206.",
        "Cox, Larry C., Sandra G. Gustafson, and Antonie Stam (1991). `Disability and life insurance in the individual insurance portfolio, Journal of Risk and Insurance, 58, 128-146.",
        "Case, Karl E., Shiller, Robert J., and Weiss, Allan N. (1993). `Indexbased futures and options markets in real estate, Journal of Portfolio Management, 19, 83-92.",
        "Cantor, Richard, and Driskill, Robert (1988). `Open-economy macro policies and the micro foundations of labor market arrangements, Journal of International Economics 24.",
        "Campbell, John Y., and Shiller, Robert J. (1989). `The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-228.",
        "Campbell, John Y., and Shiller, Robert J. (1988). `Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43, 661-76.",
        "Brainard, William, and Dolbear, F. T. (1971). `Social Risk and Financial Markets, American Economic Review, 61, 360-370.",
        "Campbell, John Y., (1993). `Understanding Risk and Return, reproduced, Princeton University.",
        "Beltratti, Andrea, and Robert J. Shiller (1993). `Actual and warranted relations between asset prices, Oxford Economic Papers, forthcoming.",
        "Brainard, William (1973). `Private and Social Risk and Return to Education, in R. Layard and R. Attiyah, Efficiency in Universities: The La Paz Papers, Elsevier.",
        "Barro, Robert J., and Xavier Sala-i-Martin (1992). `Convergence, Journal of Political Economy, 100, 223-51.",
        "Barro, Robert 1. (1991). Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 407-43.",
        "Ball, Lawrence (1987). `Externalities and contract length, American. Economic Review, 77, 615-29.",
        "Balke, Nathan S., and Robert I. Gordon (1989). `The estimation of prewar gross national product: methodology and new evidence, Journal of Political Economy, 97, 3 8-92.",
        "Backus, D., P. Kehoe and F. Kydland (1992). `International real business cycles, Journal of Political Economy, 100, 745-75.",
        "Arzac, Enrique R. (1989). `Income insurance with uncertain output, International Economic Review, 30, 56 1-69.",
        "Atkeson, Andrew, and Tamim Bayoumi (1991). `Do private capital markets insure against risks in a common currency area? Evidence from the United States, reproduced, University of Chicago.",
        "Abel, Andrew B. (1988). `The implications of insurance for the efficacy of fiscal policy, Journal of Risk and Insurance, 55, 339-78.",
        "Reich, Robert B. (1992). The Work of Nations, Vintage Books, Random House, New York."
    ]
}