{
    "id": 4398,
    "cites": 13,
    "cited_by": 12,
    "reference": [
        "Borsch-Supan, A., and V. Hajivassiliou, 1993, Smooth Unbiased Multivariate Probability Simulators for Maximum Likelihood Estimation of Limited Dependent Variable Models, Journal of Econometrics, forthcoming.",
        "BOrsch-Supan, A., 1989, Household Dissolution and the Choice of Alternative Living Arrangements Among Elderly Americans, in: David Wise (ed.), The Economics of Aging, Chicago: University of Chicago Press.",
        "Borsch-Supan, A., J. Gokhale, L. Kotlikoff and J. Moms, 1992, The Provision of Time to the Elderly by Their Children, in: David Wise (ed.) Topics in the Economics of Aging. University of Chicago Press.",
        "Burtless (eds.), Retirement and Economic Behavior, The Brookings Institution, Washington, D.C. Venti, Steven F., and David A. Wise, 1990, But They Dont Want to Reduce Equity, in: David Wise (ed.) Issues in the Economics of Aging, University of Chicago Press, Chicago.",
        "National Center for Health Statistics, 1991, The Longitudinal Study on Aging, Version 4, mimeo, Washington, D.C.",
        "Schwartz, S., Danziger, S., and Smolensky, E., 1984, The Choice of Living Arrangements by the Elderly, in: H.J. Aaron and G.",
        "McFadden, D., 1988, Discrete Response to Unobserved Variables for which there are Multiple Indicators, MIT, mimeo.",
        "Morikawa, T., M. Ben-Akiva, and D. McFadden, 1990, Incorporating Psychometric Data in Econometric Travel Demand Models, MIT, mimeo.",
        "Joreskog, K.G., 1967, Some Contributions to Maximum Likelihood Factor Analysis, Psychometrica 32, 443-482.",
        "Kotlikoff, L.J., and Morris, J., 1987, How Much Care Do the Aged Receive from their Children? A Bimodal Picture of Contact and Assistance, NBER Working Paper No. 2391.",
        "Garber, A.M., 1990, Predicting Nursing Home Utilization Among the High-Risk Elderly, in: David Wise (ed.), Issues in the Economics of Aging, Chicago: University of Chicago Press.",
        "Feinstein, J. and D. McFadden, 1988, The Dynamics of Housing Demand by the Elderly, in: David Wise (ed.) The Economics of Aging, University of Chicago Press, Chicago.",
        "Ellwood, D.T., and Kane, T.J., 1990, The American Way of Aging: An Event History Analysis, in: David Wise (ed.), Issues in the Economics of Aging, Chicago: University of Chicago Press."
    ]
}