{
    "id": 4399,
    "cites": 12,
    "cited_by": 10,
    "reference": [
        "Dornbusch, Rudiger (1987) Exchange Rates and Prices, American Economic Review 77, 93- 106.",
        "Feenstra, Robert (1989) Symmetric Pass-Through of Tariffs and Exchange Rates under Imperfect Competition: An Empirical Test, Journal of International Economics 27, 25-45.",
        "Harrison, Ann (1992) Imperfect Explanations for Impes-fect Pass-Through: Market Power and Exchange Rates in the U.S. Steel Industry, unpublished - manuscript, The World Bank.",
        "Harvey, A. C. (1981)TheEconometricAnalysis of Time Series (Philip Allan, Oxford).",
        "Kirman, Alan, and Nathalie Schueller (1992) Market Structure, Producer Costs and Location: An Alternative View of Pricing in the European Car Market, in M.",
        "Dagenais and P. Muet, eds., International Trade Modelling (Chapman and Hall, London). Knetter, Michael (1989) Price Discrimination by U.S. and German Exporters, American Economic Review 79, 198-2 10.",
        "Economic Review 83, 473-86. Le Cacheux, Jacques, and Lucrezia Reichlin (1992) Exchange Rates and Import Prices: Evidence of Pricing to Market in European Car Markets, in M.",
        "Dagenais and P. Muet, eds., International Trade Modelling (Chapman and Hall, London). Mann, Catherine (1986) Prices, Profit Margins, and Exchange Rates, Federal Reserve Bulletin, June, 366-79.",
        "Marquez, Jaime (1991) The Econometrics of Elasticities or the Elasticity of Econometrics: An Empirical Analysis of the Behavior of U.S. Imports, International Finance Discussion Papers No. 396, Board of Governors of the Federal Reserve System.",
        "Marston, Richard (1990) Pricing to Market in Japanese Manufacturing, Journal of International Economics 29, 217-36.",
        "Mertens, Yves, and Victor Ginsburgh (1985) Product Differentiation and Price Discrimination in the European Community: The Case of Automobiles, Journal of Industrial Economics 34, 15 1-66.",
        "Ohno, Kenichi (1989) Export Pricing Behavior of Manufacturing: A U.S-Japan Comparison, IMF Staff Papers, 550-79."
    ]
}