{
    "id": 4402,
    "cites": 16,
    "cited_by": 8,
    "reference": [
        "Aaron, Henry 3. 1990. Serious and Unstable Condition. Financing Americas Health Care. Washington, D.C.: The Brookings Institution.",
        "Benton, L. 1990. Invisible Factories - The Informal Economy and Industrial Development in Spain. Albany: State University of New York Press.",
        "Cowell, Frank. 1990. Cheating the Government. Cambridge, MA: MIT Press.",
        "Dc Vicente, R. 1991. Delitos contra la Seguridad Social. Barcelona: Praxis. S.A.",
        "Danzon, Patricia. 1989. Mandated Employment-Based Health Insurance: Incidence and Efficiency Effects. University of Pennsylvania mimeo.",
        "Philadelphia, PA. Diamond, Peter. 1992. Organizing the Health Insurance Market, Econometrica 60: 1233-1254.",
        "Fortin, Bernard, Thomas Lemieux, and Pierre FrÃ\u0083Â©chette. 1990. An Empirical Model of Labor Supply in the Underground Economy. National Bureau of Economic Research Working Paper No. 3392. Cambridge, MA.",
        "Gruber, Jonathan, and Alan Krueger. 1990. The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance.",
        "National Bureau of Economic Research Working Paper No. 3557. Cambridge, MA. Hamermesh, Daniel. 1979. New Estimates of the Incidence of Payroll Tax.",
        "Southern Economic Journal 45: 1208-1219. Holtz-Eakin, Douglas. 1992. Health Insurance Provision and Labor Market Efficiency in the United States and in Germany. Paper presented at the NBER Conference Social Protection Versus Econoniiv Flexibility: Is There a TradeOff ?~ London, England.",
        "Madrid: ed. Secretarla General de la Seguridad Social. Morke, Thomas P. and John D. Morton. 1990. How Firm Size and Industry Affect Employee Benefits. Monthly Labor Review 113(12): 35-43.",
        "Muro, 3. Raymond, 31. and L. Tobaria. 1986. Analisis de las condiciones de Vida y Trabajo en Espafia. Madrid: ed. Ezequiel Uriel, Secretaria General de Economfa y PlanificaciÃ\u0083Â³n.",
        "Ramos, Fernand. 1988. The Concealed Labor Market in Puerto Rico, unpublished Harvard University mimeo. Cambridge, MA.",
        "Rosen, Sherwin. 1986. The Theory of Equalizing Differences. In Handbook of Labor Economics. ed. Orley Ashenfelter and Richard Layard, 641-692.",
        "Amsterdam: North-Holland. Stigler, George 3. and Gary S. Becker. 1977. Dc Gustibus Non Est Disputantum, American Economic Review 67: 76-90.",
        "Summers, Lawrence. 1989. Some Simple Economics of Mandated Benefits. American Economic Review 79: 177-183."
    ]
}