{
    "id": 4404,
    "cites": 67,
    "cited_by": 46,
    "reference": [
        "Avery, Robert B., and Allen N. Berger. (1991a). Loan commitments and bank risk exposure. Journal of Banking and Finance 15 (February): 173-92. _, and_. (1991b). Risk-based capital and deposit insurance reform. Journal of Banking anil Finance 15 (September): 847-874.",
        "Baer, Herbert, and John McElravey. (1993). Capital shocks and bank growth. Mimeo, Federal Reserve Bank of Chicago.",
        "Bagehot, Walter. (1873). Lombard Street: A description of the money market. London: John Murray.",
        "Barth, James R., R. Dan Brumbaugh, Jr., and Robert E. Li tan. (1992). The future of American banking. London: Sharpe.",
        "Benveniste, Larry, John H. Boyd, and Stuart I. Greenbaum. (1991). Bank capital regulation. Osaka Economic Papers 40 (March):210-26.",
        "Berger, Allen N., and David B. Humphrey. (1991). The dominance of inefficiencies over scale and product mix economies in banking. Journal of Monetary Economics 28 (August): 117-48. _, and Gregory Udell, (forthcoming). Securitization risk and the liquidity problem in banking. In Structural change in banking. Michael Klausner and Lawrence J. White (eds.). Homewood, Illinois: Irwin.",
        "Bemanke, Ben S., and Mark Gertler. (1987). Banking and macroeconomic equilibrium. In New approaches to monetary economics, pp. 89-111. William A. Barnett and Kenneth J. Singleton (eds.). New York: Cambridge University Press.",
        "_, and Cara S. Lown. (1991). The credit crunch. Brookings Papers on Economic Activity 2:204-39.",
        "Black, Fischer. (1975). Bank funds management in an efficient market. Journal of Financial Economics 1 (Decem-ber):323-39.",
        "Boyd, John H. and Stanley L. Graham. (1991). Investigating the banking consolidation trend. Federal Reserve Bank of Minneapolis Quarterly Review 15 (Spring):3-15.",
        "_,_, and R. Shawn Hewitt. (1993). Bank holding company mergers with nonbank financial firms: Effects on the risk of failure. Journal of Banking and Finance 17 (February):43-64.",
        "_, and Edward C. Prescott. (1986). Financial intermediary-coalitions. Journal of Economic Theory 38 (April):211-32.",
        "_. and Arthur J. Rolnick. (1989). A case for reforming federal deposit insurance. Federal Reserve Bank of Minneapolis 1988 Annual Report. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "_, and David E. Runkle. (1993). Size and performance of banking firms: Testing the predictions of theory. Journal of Monetary Economics 31 (February):47-68.",
        "Brimmer, Andrew F. (1989). Distinguished lecture on economics in government: Central banking and systemic risks in capital markets. Journal of Economic Perspectives 3 (Spring):3-16.",
        "Bryant, John. (1980). A model of reserves, bank runs, and deposit insurance. Journal of Banking and Finance 4 (December):335-44.",
        "Calomiris, Charles W. (1989). The motivations for loan commitments backing commercial paper: Comment. Journal of Banking and Finance 13 (May):271-77.",
        "_, and Charles M. Kahn. (1991). The role of demandable debt in structuring optimal banking arrangements. American Economic Review 81 (June):497-513.",
        "Cantor, Richard, and Ronald Johnson. (1992). Bank capital ratios, asset growth, and the stock market. Federal Reserve Bank of New York Quarterly Review 17 (Autumn): 10-24.",
        "Chari, V. V. (1989). Banking without deposit insurance or bank panics: Lessons from a model of the U.S. National Banking System. Federal Reserve Bank of Minneapolis Quarterly Review 13 (Summer):3-19.",
        "Corrigan, E. Gerald. (1983). Are banks special? Federal Reserve Bank of Minneapolis 1992 Annual Report. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "_. (1991). The risk of a financial crisis. In The risk of economic crisis, pp. 44-53. Martin Feldstein (ed.). Chicago: University of Chicago Press.",
        "D&apos;Arista, Jane W., and Tom Schlesinger. (1992). The parallel banking system. Manuscript, Economic Policy Institute, Washington, D.C. Diamond, Douglas W. (1984). Financial intermediation and delegated monitoring. Review of Economic Studies 51 (July):393-414.",
        "_, and Philip H. Dybvig. (1983). Bank runs, deposit insurance, and liquidity. Journal of Political Economy 91 (June):401-19.",
        "Dombusch, RÃ\u0083Â¼diger. (1986). Dealing with debt in the 1980s, la International Trade and Finance. Robert Baldwin and J. David Richardson (eds.). Boston: Little, Brown.",
        "Federal Financial Institutions Examination Council. (1992). Study on regulatory burden. Report to U.S. Congress from the Board of Governors of the Federal Reserve System, the Federal Deposit Insurance Corporation, the National Credit Union Administration, the Office of the Comptroller of the Currency, and the Office of Thrift Supervision.",
        "Feldstein, Martin. (1991). The risk of economic crisis: Introduction. In The risk of economic crisis, pp. 1-18. Martin Feldstein (ed.). Chicago: University of Chicago Press.",
        "Flannery, Mark J. (1989). Capital regulation and insured banks&apos; choice of individual loan default risks. Journal of Monetary Economics 24 (September):235-58.",
        "Friedman, Milton. (1959). A program for monetary stability. New York: Fordham University Press.",
        "Furlong, Frederick T. (1991). Can bank capital regulation work? Research revisited. Federal Reserve Bank of San Francisco Economic Review 0 (Summer):32-33.",
        "Gertler, Mark. (1988). Financial structure and aggregate economic activity: An overview. Journal of Money. Credit, and Banking 20 (August):559-88.",
        "Goodfriend, Marvin, and Robert King. (1988). Financial deregulation, monetary policy and central banking. In Restructuring banking and financial services in America. William S. Haraf and R. M. Kushmeider (eds.). Washington, D.C.: American Enterprise Institute.",
        "Gorton, Gary, and George Pennacchi. (1990). Financial intermediaries and liquidity creation. Journal of Finance AS (March): 49-71.",
        "_, and Richard Rosen. (1992). Corporate control, portfolio choice and the decline of banking. Finance and Economics Discussion Series 215, Board of Governors of Federal Reserve System.",
        "Greenbaum, Stuart, and Anjan Thakor. (1992). Contemporary financial intermediation. Manuscript, Northwestern University.",
        "Greider, William. (1987). The secrets of the temple: How the Federal Reserve runs the country. New York: Simon and Schuster.",
        "Gunther, Jeffrey W. (1992). The movement toward nationwide banking: Assessing the role of regional banking difficulties. Financial Industry Studies, Federal Reserve Bank of Dallas.",
        "Hester, Donald. (1992). Financial institutions and the collapse of real estate markets. Manuscript, University of Wisconsin.",
        "Hetzel, Robert. (1991). Too-big-to-fail: Origins, Consequences, and Outlook. Federal Reserve Bank of Richmond Economic Review (November/December):3-13.",
        "Isaac, William M. (1993). Saving the banks: Limiting damage of deposit insurance. Wall Street Journal (March 4): Section A, p. 14.",
        "Kane, Edward. (1985). The gathering crisis of federal deposit insurance. Cambridge, MA: MIT Press.",
        "Kareken, John H., and Neil Wallace. (1978). Deposit insurance and bank regulation: A partial-equilibrium exposition. Journal of Business 51 (July):413-38.",
        "Kaufman, George G. (1991). Capital in banking: Past, present and future. Working Paper 1991-10, Federal Reserve Bank of Chicago, May.",
        "Keeley, Michael C. (1990). Deposit insurance, risk, and market power in banking. American Economic Review 80 (December): 1183-200.",
        "Labaton, Stephen. (1992). A record-breaking year for bank profits. New York Times CXLI1 (December 11): Section C, p. 1.",
        "Lilan, Robert E. (1985). Evaluating and controlling the risks of financial product deregulation. Yale Journal on Regulation 3 (Fall): 1-52.",
        "_. (1992). Banks and real estate: Regulating the unholy alliance. Manuscript. Brookings Institute.",
        "Lucas, Jr., Robert E. (1981). Studies in business-cycle theory. Cambridge, MA: MIT Press.",
        "McAllister, Patrick, and Douglas McManus. (1992). Diversification and risk in banking: Evidence from ex post returns. Finance and Economics Discussion Series 28, Federal Reserve Board, June.",
        "McCauley, Robert, and Rama Seth. (1992). Foreign bank credit to U.S. corporations: The implications of offshore loans. Federal Reserve Bank of New York Quarterly Review 17 (Spring):52-65.",
        "Mishkin, Frederick. (1990). Evaluating the Treasury proposal for banking reform. Journal of Economic Perspectives.",
        "Morgan, Donald. (1992). Monetary policy and loan commitments. Manuscript, Federal Reserve Bank of Kansas City.",
        "Myers, Stewart C., and Nicholas S. Majluf. (1984). Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics 13 (June): 187-221.",
        "O&apos;Hara, Maureen. (1992). Real bills revisited: Market value accounting and loan maturity. Manuscript. Cornell University.",
        "_, and Wayne Shaw. (1990). Deposit insurance and wealth effects: The value of being too big to fail. Journal of Finance 45 (December): 1587-600.",
        "Peek, Joseph, and Eric Rosengren. (1992). The capital crunch: Neither a borrower nor a lender be. Working Paper 91-4, Federal Reserve Bank of Boston.",
        "Phillips, Susan M. (1992). Challenges posed by OTC derivatives: Remarks given at the Tenth Annual Meeting of the National Futures and Options Society. December 3, New York.",
        "Samolyk, {Catherine A. (1989). The role of banks in influencing regional flows of funds. Working Paper 8914, Federal Reserve Bank of Cleveland.",
        "Schwartz, Anna J. (1992). The misuse of the Fed&apos;s discount window. Federal Reserve Bank of St. Louis Revirn- 74 (September/October):58-69.",
        "Simons, Henry. (1936). Rules vs. authority in monetary policy. Journal of Political Economy 44 (February): 1-30.",
        "Smith, Bruce D. (1991). Bank panics, suspensions, and geography: Some notes on the contagion of fear in banking. Economic Inquiry 29 (April):230-48.",
        "Summers, Lawrence H. (1991). Planning for the next financial crisis. In The risk of economic crisis, pp. 135-58. Martin Feldstein (ed.). Chicago: University of Chicago Press.",
        "Tobin, James. (1987). The case for preserving regulatory distinctions in restructuring the financial system. Federal Reserve Bank of Kansas City, 167-84.",
        "Volcker, Paul A. (1991). Financial crises and the macroeconomy. In The risk of economic crisis, pp. 174-82. Martin Feldstein (ed.). Chicago: University of Chicago Press.",
        "Wallace, Neil. (1988). Another attempt to explain an illiquid banking system: The Diamond and Dybvig model with sequential service taken seriously. Federal Reserve Bank of Minneapolis Quarterly Review 12 (Fall):3-16.",
        "White, Lawrence J. (1991). Banking deregulation and consolidation: An industrial organization perspective. Manuscript, Stern School of Business, New York University.",
        "Williamson, Stephen D. (1986). Costly monitoring, financial intermediation, and equilibrium credit rationing. Journal of Monetary Economics 18 (September): 159-79. &lt;/ref section&gt;"
    ]
}