{
    "id": 4406,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Baker, Paula and Frank Mott. NLSY Child Handbook, 1989, Center for Human Resource Research - The Ohio State University, Columbus, Ohio, June 1989.",
        "Barnett, Steven. Benefits of Compensatory Preschool Education, The Journal of Human Resources, XXVII 2, 24-312, 1992.",
        "Becker, Gary. A Treatise on the Famijy, Harvard University Press, 1981.",
        "Bee, C.K. A Longitudinal Study to Determine if Head Start has Lasting Effects on School Achievement, Dissertation Abstracts International, 42(5), 1981.",
        "Bronfenbrenner, U. Is Early Intervention Effective? in M. Guttentag and E. Stuening (eds.) Handbook of Evaluation Research, v. 2, 519-603, Beverly Hills:Sage, 1973.",
        "Consortium for Longitudinal Studies. As the Twig_is Bent: Lasting Effects of Preschool Programs, Hillsdale, NJ:Erlbaum, 1983.",
        "Copple, C.E. Cline, M.G, and Smith, A.N. Path to the Future: LongTerm Effects of Head Start in the Philadelphia School District, Washington D.C.: Head Start Bureau, U.S. Department of Health and Human Services, 1987.",
        "Currie, Janet and Fallick, Bruce. From School to Work: Minimum Wages and Educational Attainment, mimeo, UCLA, 1990.",
        "Currie, Janet and Duncan Thomas. Measurement of Height and Weight in the NLSY, mimeo, Yale University, 1993.",
        "Datta, L. Another Spring and Other Hopes: Some Findings From National Evaluations of Project Head Start, in E. Zigler and 3. Valentine (eds.), Project Head Start: A Legacy of the War Qu_Poverty, 405-432, New York:Free Press, 1979.",
        "Desai, Sonalde, Lindsay Chase-Lansdale, and Robert Michael. Mother 40 or Market? Effects of Market Employment on the Intellectual Ability of 4-year-old Children, Demography, 26, p. 545-61. Fogel, Robert. Physical Growth as a Measure of the Economic Wellbeing of Populations: The Eighteenth and Nineteenth Centuries, in F. Falkner and 3. Tanner, eds,, Human Growth: A Comprehensive Treatise, Vol 3, 2nd ed., New York: Plenum Press, 1986.",
        "Haskins, Ronald. Beyond Metaphor: The Efficacy of Early Childhood Education, American Psychologist, v. 44 2, 274-282, Feb. 1989.",
        "Hardle, W. Applied Nonparametric Regression, monograph, Faculty of Statistics, Rheinische-Friedrich-wilhelms University, Bonn, 1988.",
        "Hayes, Cheryl, John Palmer, and Martha Zaslow. Who Cares for Americas Childrexu Child Care Policy for the l990s, National Academy Press: Washington D.C., 1990.",
        "Hill, Anne and June ONeill. The Transmission of Cognitive Achievement Across Three Generations, mimeo, Baruch College, CUNY, March 1992.",
        "Head Start Bureau, Head Start Program Performance Standards, U.S. Department of Health and Human Services Publication ACF 9231131, June 1992.",
        "Hebbeler, K. An Old and a New Question on the Effects of Early Education for Children from Low Income Families, Educational Evaluatiop and Policy Analysis, 7, 207-216, 1985.",
        "Lee, V.E., Brooks-Gunn, 3., Schnur, E. Does Head Start Work? A 1Year Follow-Up Comparison of Disadvantaged Children Attending Head Start, no Preschool, and other Preschool Programs, Developmental Psychology, 24, 210-222, 1988.",
        "Martorell, Reynaldo and Jean-Pierre Habicht, Growth in Early Childhood in Developing Countries, in F, Falkner and 3. Tanner, eds., Hunan Growth: A Comprehensive Treatise, Vol 2, 2nd ed., New York: Plenum Press, 1986.",
        "Humane, Richard, The Crowing Importance of Cognitive Skills in Wage Determination, mimeo, Harvard University, 1993.",
        "Mott, Frank and Quinlan, Stephen. Participation in Project Head Start: Determinants and Possible Short-Term Consguences, mimeo, Center for Human Resource Research, The Ohio State University, July 1992.",
        "National Center for Health Statistics, Growth Charts, Washington, D.C.: Department of Health and Human Services, 1976.",
        "Nelson, Richard and Richard STartz. The Distribution of the Instrumental Variables Estimator and its T-ratio When the Instrument is a Poor One, Journal of Business, 63.1.2:S12540, 1990.",
        "Vinovskis, Mans. Early Childhood Education: Then and Now, Daedalus, v 122 1, 151-176, Winter 1993.",
        "Waterlow, J., et al. The Presentation and Use of Height and Weight Data Comparing the Nutritional Status of Groups of Children under 10 Years Old, pulletin of the World Health Organization, 55:489-98, 1977.",
        "Westinghouse Learning Corporation and Ohio University, The Impact of Head Start: An Evaluation of the Effects of Head Start on Childrens Cognitive and Affective Development, v 1 and 2, Report to the Office of Economic Opportunity, Athens, Ohio: WLC and Ohio State, 1969."
    ]
}