{
    "id": 4407,
    "cites": 15,
    "cited_by": 13,
    "reference": [
        "U.S. Government Accounting Office. 1992b. Unemployed Parents: A~t Evaltiation of the Effects of Welfare Benefits on Family Stability, GAOIPEMD-92-I9BR. Washington. D.C., January 1992.",
        "U.S. Government Accounting Office, l992a. Unemployed Parents: Initial Efforts to Expand State Assistance, GAOIPEMD-92-l I. Washington, D.C., January 1992.",
        "U.S. Department of Health and Human Services, Social Security Administration. 1984. Characteristics and State Plans for Aid to Families with Dependent Children: 1984 Edition. Washington D.C.: Government Printing Office.",
        "U.S. Department of Health and Human Services, Family Support Administration. 1987. Characrerisrics and Financial Circumstances of AFDC Recipients. FY 1987. Washinrton D.C.: Government Printing Office.",
        "Literature lS(I):1-61. Pencavel, John. 1986. `Labor Supply of Men: A Survey. In 0. Ashertfelter and R. Layard, ed., Handbook of Labor Economics 1:3-102. Amsterdam: North-Holland.",
        "Ransom, Michael R. 1987. cAn Empirical Model of Discrele and Continuous Choice in Family Labor Supply. The Review of Economics and Statistics 59:465-472.",
        "Rosen, Harvey S. 1978. `The Measurement of Excess Burden with Explicit Utility Functions. Journal of Political Economy 86(2) Part 2:S121-S135.",
        "Moffitt, Robert and Barbara Wolfe, 1992. The Effect of the Medicaid Program on Welfare Participation and Labor Supply. Review of Economics and Statistics 74(4):615-626.",
        "Moffitt, Robert. 1983. `An Economic Model of Welfare Stigma. American Economic Review 73(5): 1023-1035.",
        "McElroy, Marjorie B. 1990. `The Empirical Content of Nash-Bargained Household Behavior. Journal of Human Resources 25(4):559-583.",
        "Wives, Appendix to Killingsworth (1981). In R.G. Ehrenberg, ed.. Research in Labor Economics, Volume 4:53-54, Greenwich. Connecticut: JAI Press.",
        "Allocation of Time. Journal of Human Resources I l(3):354-365, -35- MaCurdy, Thomas, David Green and Harry Paarsch. 1990. Accessing Empirical Approaches for Analyzing Taxes and Labor Supply. Journal of Human Resources 25(3):4l5-490.",
        "Johnson, T.R. and J.H. Pencavel. 1984. `Dynamic Hours of Work Functions for Husbands, Wives, and Single Females. Econometrica 52(2):363-389.",
        "Killingsworth, Mark R. 1983. Labor Supply, Cambridge: Cambridge University Press.",
        "Fraker, Thomas and Robert Moffitt, 1988. `The Effect of Food Stamps on Labor Supply: A Bivariate Selection Model, Journal of Public Economics 35(1):25-56."
    ]
}