{
    "id": 4409,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Vohr, Betty R., Cynthia Garcia Colt, Debra Lobato, et at. Neurodevelopmental and Medical Status of Low-Birthweight Survivors of Brochopulmonary Dysplasia at 10 to 12 Years of Age. Develoomental Medicine and Child Neurology, Vol 33, No 8, 1991: pp. 690-697.",
        "Shepard, Lorrie A., and Mary Lee Smith, mis. Flunkine Grades: Research and Policies on Retention. London, New York, Philadelphia: The Falmer Press, 1989.",
        "U.S. Department of Education (1991). Education Conts: An tindicatpr System to Monitor the Nat Educational Health.",
        "Shepard, Lorrie A., and Mary Lee Smith. Synthesis of Research on Grade Retention. Educational Leadership, 1990: pp. 84-88.",
        "Rikards, Anne, Geoffrey W. Ford, William H. Kitchen, et al. Extremely-low-birthweight infants: neurological, psychological, growth and health status beyond five years of age. The Medical Journal of Australia, Vol 147, No 10, November 16, 1987: pp. 476-481.",
        "Rauh, Virginia A., Thomas M. Achenbach, Barry Nurcombe, Catherine T. Howell, and Douglas M. TeLl. Minimizing Adverse Effects of Low Birthweight: Four-Year Results of an Early Intervention Program. Child Development, Vol 59, 1988: pp. 544-553.",
        "Rantakallio, Paula and Lennart von Wendt. Prognosis for Low-Birthweight Infants up to the Age of 14: A Population Study. Developmental Medicine and Child N~urplogy, Vol 27, No 5, 1985: pp. 655-663.",
        "Nobte-Jarnieson, CM., Diane Lukeman, M. Silverman, and Pamela A. Davies. `Low Birth Weight Children at School Age: Neurological, Psychological, and Pulmonary Function. Seminars 30 in Perinatotogy, Vol 6, No 4, October 1982: pp. 266-273.",
        "Overpeck, Mary D., Abigail J. Moss, Howard 3. Hoffman, and Gerry E. Hendershot. A Comparison of the Childhood Health Status of Normal Birth Weight and Low Birth Weight Infants. jjc Health Reports, Vol 104, No 1, Jan.-Feb. 1989: pp. 58-70.",
        "Michelsson, K., E. Lindahl, M. Parre and M. Hetenius. Nine-year Follow-up of Infants Weighing 1500 g or Less at Birth. ACTA Paediatrica Scandinavica, Vol 73, 1984: pp. 835-841.",
        "MeGauhey, Peggy J., Barbara Starfield, Cheryl Alexander and Margaret E. Ensminger. `Social Envirnment and Vulnerability of Low Birth Weight Children: A Social-Epidemiological Perspective. Pediatrics, Vol 88, No 5, November 1991: pp. 943-953.",
        "McCormick, Marie C., Steven L. Gortmaker, and Arthur M. Sobol. Very Low Birth Weight Children: Behavior Problems and School Difficulty in a National Sample. The Journal of Pediatrics, Vol 117, No 5, Nov. 1990: pp. 687-693.",
        "McCormick, Marie C., Jeanne Brooks-Gunn, Kathryn Workman-Daniels, JoAnna Turner, and George J. Peckham. `The Health and Developmental Status of Very Low-Birth-Weight Children at School Age. ,JAMA, Vol 267, No 16, April 22/29, 1992: pp. 2204-2208.",
        "Lagerstrom, Monica, Katarina Bremme, Peter Eneroth, and David Magnusson. Behavior at 10 and 13 Years of Age for Children with Low Birth Weight. Perceotual and Motor Skills, Vol 71, No 2, October 1990: pp. 579-594.",
        "Lloyd, B.W., K. Wheldall, D. Perks. Controlled Study of Intelligence and School Performance of Very Low-Birthweight Children from a Defined Geographical Area. Developmental Medicine and Child Neuroloev, Vol 30, No 1, 1988: pp. 36-42.",
        "Lagerstrom, Monica, Katarina Bremme, Peter Eneroth and Carl-Gunnar Janson. School marks and IQ-test scores for tow birth weight children at the age of 13. European Journal of Obstetrics and Gynecoloev and Reproductive Biology, Vol 40, No 2, 1991: pp. 129-136.",
        "Lagerstrom, Monica, Katarina Bremme, Peter Eneroth and David Magnusson. Sex-Related Differences in School and IQ Performance for Children with Low Birth Weight at Ages 10 and 13. fljg Journal of Special Education, Vol 25, No 2, Summer 1991: pp. 261-270.",
        "Kochanek, Thomas T., Robert I. Kabacoff and Lewis P. Lipsitt. Early Identificaaation of Developmentally Disabled and At-Risk Preschool Children. Exceotional Children, Vol 56. no 6, Apr 1990: pp. 528-538.",
        "Klein, Nancy K., Maureen Hack, and Naomi Breslau. Children Who Were Very Low Birth Weight: Development and Academic Achievement at Nine Years of Age. Developmental and Behavioral Pediatrics, Vol 10, No 1, Feb. 1989: pp. 32-37.",
        "Klein, Nancy K. Children Who Were Very Low Birthweight: Cognitive Abilities and Classroom Behavior at Five Years of Age. The Journal of Soecial Education, Vol 22, No I, Spring 1988: pp.",
        "Hunt, Jane V., Bruce A.B. Cooper, and William H. Tooley. Very Low Birth Weight Infants at 8 and 11 Years of Age: Rote of Neonatal Illness and Family Status. Pediatrics, Vol 82, No 4, October 1988: pp. 596-603.",
        "Kitchen, W.H., MM. Ryan, A. Rickards, A.B. McDougall, F.A. Billson, E.H. Keir, and F.D. Naylor. A Longitudinal Study of Very Low-Birthweight Infants. IV: An Overview of Performance at Eight Years of Age. Developmental Medicine and Child Neurology, Vol 22. 1980: pp.",
        "Hack, Maureen, Naomi Breslau, Dorothy Aram et at. The Effect of Very Low Birth Weight and Social Risk on Neurocognitive Abilities at School Age. Journal of Developmental and Behavioral 29 Pediatrics, Vol 13, No 6, December 1992: pp. 412-420.",
        "ITawdon, J. M., E. Hey, I. Kolvin, T. Fundudia. Born Too Small-Is Outcome Still Affected. Develoomental Medicine and Child Neurology, Vol 32, No 11, 1990: pp. 943-953.",
        "Grissom, James B. and Lottie A. Shepard. Chapter 3: Repeating and Dropping Out of School. In Lorrie A. Shepards and Mary Lee Smith (eds.), Flunking Grades: Research and Policies on Retention, Philadelphia: Falmer Press, 1989: pp. 34-63.",
        "Hack, Maureen, Naomi Breslau, Barbara Weissman, et al. Effect of Very Low Birth Weight and Subnormal Head Size on Cognitive Abilities at School Age. The New England Journal of Medicine, Vol 325, No 4, July 25, 1991: pp. 31-237.",
        "Goldberg, Doris, Margaret McLaughlin, Margaret Grossi, el at. Which Newborns in New York City Are at Risk for Special Education Placement? American Journal of Public Health, Vol 82, No 3, March 1992: pp. 438-440.",
        "Drillien, CM., A.J.M. Thomson, and K. Burgoyne. Low-Birthweight Children at Early School-Age: A Longitudinal Study. Develoomental Medicine and Child Neurology, Vol 22, 1980: pp.",
        "Currie, Janet and Nancy Cole. Does Participation in Transfer Proerams Durine Pregnancy Improve Birth ~gj~t?, National Bureau of Economic Research, Inc., Working Paper No 3832. 1991.",
        "Corman, Hope and Robert Kaestner. The Effects of Child Health on Marital Status and Family Structure. Demography, Vol 29, No 3, August 1992: pp. 389-408.",
        "Chaikind, Stephen, Hope Corman. The impact of low birthweight on special education costs. of Health Economics, Vol 10, 1991: pp. 291-311.",
        "Carran, Deborah T., Kimberly Shaw, and Samir Beydouin. The Relative Risk of Educational Handicaps in Two Birth Cohorts of Normal and Low Birthweight Disadvantaged Children. Topics in Early Childhood Special Education, Vol 9, 1989: pp. 14-31.",
        "Breslau, Naomi, Nancy Klein, and Lida Allen. Very Low Birthweight: Behavioral Sequelae at Nine Years of Age. 3. Am. Acad. Child Adolesc. Psychiatry, Vol 27, No 5, 1988: pp. 605-612.",
        "Caputo, Daniel V., Kenneth M. Goldstein, and Harvey B. Taub. Neonatal Compromise and Later Psychological Development: A 10-year Longitudinal Study. Preterm Birth and Psychological Development, 1981: pp. 353-386.",
        "Blennow, G., H. Pleven, M. Lindroth and G. Johansson. Longterm Follow-up of Ventilator Treaied Low Birthweight Infants. ACTA Paediatrica Scandinavica, Vol 75, No 5, Sep. 1986: pp. 827831.",
        "Balasubramanian, Meena, and Brenda J. TumbuU. Preschool Proerams for At-Risk Children: A Review of Recent Literature, Policy Studies Associates, Inc., November 1988.",
        "Aylward, Glen P., Steven I. Pfeiffer, Anne Wright, and Steven J. Verhuist. Outcome Studies of Low Birth Weight Infants Published in the Last decade: A Metaanalysis. The Journal of Pediatrics, Vol 115, October 1989: pp. 5 15-520.",
        "Alberman, E., 3. Benson, and W. Kani. Disabilities in survivors of low birthweight. Archives of disease in childhood, vol 60, no 10, 1985: pp 913-919.",
        "Astbury, Jilt, Anna Orgill, and Barbara Bajuk. Relationship Between Two-Year Behavior and Neurodevelopmental Outcome at Five Years of Very J_ow-birthweight Survivors. Developmental Medicine and Child Neurology, Vol 29, No 3, 1987: pp. 370-379."
    ]
}