{
    "id": 4410,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Admati, A.R., and P. Pfleiderer, 1988, A theory of intraday patterns: Volume and price variability, Review of Financial Studies 1, 3-40.",
        "Alexander, G.J., C.S. Eun, and S. Janakiramanan, 1988, International listings and stock returns: Some empirical evidence, Journal of Financial and Quantitative Analysis, 23, 135- 151.",
        "Amihud, Y., and H. Mendelson, 1987, Trading mechanisms and stock returns: An empirical investigation, Journal of Finance, 42, 533-553.",
        "Amihud, Y., and H. Mendelson, 1989, Market microstructure and price discovery on the Tokyo Stock Exchange, Japan and the World Economy, 1, 341-370.",
        "Arnihud, Y., and H. Mendelson, 1991, Volatility and trading: Avidence from the Japanese stock market, Journal of Financg, 46, 1765-1789.",
        "Amihud, Y., H. Mendelson, and M. Murgia, 1990, Stock Market Microstructure and Return Volatils - Evidence from Italy, Journal of Banking and Finance, 14, 423-440.",
        "Biais, B., P. Hillion, and C. Spatt, 1992, An empirical analysis of the limit order book and the order flow in the Paris bourse, Working Paper, HEC.",
        "Bagehot, W.(pseud.), 1971, The only game in town, Financial Analysts Journal 27, 12-14, 22.",
        "Barclay, M., M.R. Litzenberger, and J. Warner, 1990, Private information, trading volume and stock return variances, Review of Financial Studies, 3, 233-253.",
        "Brock, W.A, and A.W. Kleidon, 1992, Periodic market closure and trading volume: A model of intraday bids and asks, Journal of Economic Dynamics and Control 16, 451-489.",
        "Chan, K.C., W.G. Christie, and P.H. Schultz, 1993, Market structure and the intraday evolution of bid-ask spreads for NASDAQ securities, Working Paper, Ohio State University.",
        "Forster, M.M., and T.J. George, 1992, Volatility, trading mechanisms and international crosslisting, Working Paper, Ohio State University.",
        "Foster, F.D., and S. Viswanathan, 1989, Variations in volumes, spreads and variances, Research paper 88-108, Fuqua School of Business, Duke University.",
        "Foster, F.D., and S. Viswanathan, 1990, A theory of the interday variations in volume variance, and trading costs in securities markets, Review of Financial Studies 3, 593-624.",
        "Freedman, R., 1990, A theory of the impact of international cross-listing, Working Paper, Stanford University.",
        "George, T.J., G. Kaul, and M. Nimalendran, 1991, Estimation of the bid-ask spread and its components: A new approach, Review of Financial Studies 4, 623-656.",
        "Glosten, L.R., and L.E. Harris, 1988, Estimating the components of the bid-ask spread, Journal of Financial Economics 21, 123-142.",
        "Hamao, Y., and J. Hasbrouck, 1993, Securities Trading in the Absence of Dealers: Trades and Quotes on the Tokyo Stock Exchange, Working Paper, Columbia University.",
        "Howell, M., and A. Cozzini, 1991, International equity flows 1991 edition - Games without frontiers, Salomon Brothers, London.",
        "Hsieh, D.A., and A.W. Kleidon, 1992, Determinants of bid-ask spreads: Evidence from foreign exchange markets, Working Paper, Stanford University.",
        "Kyle, A.S., 1985, Continuous auctions and insider trading, Econornetrica 53, 1315-1335.",
        "Lang, M., and I.M. Werner, 1992, Announcement effects for U.K. cross-listed securities, Work in progress.",
        "Pagano, M., and A. Roell, 1991, Dually-traded Italian equities: London vs. Milan, CEPR Discussion Paper No. 564.",
        "Pagano, M., and A. Roell, 1992, Shifting gear: an economic evaluation of the reform of the Paris bourse, Working Paper, London School of Economics.",
        "Securities and Exchange Commission, 1992, U.S. Equity Market Strscture Study, Exchange Act Reba.se No. 34-30920, 51, S.E.C., Docket 1524 (July 14).",
        "Reiss, P.C., and I.M. Werner, 1993, Intra-day dealer competition on NASDAQ and SEAQ, work in progress.",
        "Spiegel, M., and A. Subrahmanyam, 1993, On the implications of round-the-clock trading for asset risk prernia and investor welfare, Working paper, Columbia University.",
        "Stoll, H.R., and RE. Whaley, 1990, Stock market structure and volatility, Review of Financial Studies 3, 37-71.",
        "Subrahmanyam, A., 1989, Risk aversion, market liquidity, and price efficiency, unpublished. Anderson Graduate School of Management, University of California, Los Angeles.",
        "Subrahmanyam, A., 1991, Risk aversion, market liquidity, and price efficiency, Review of Financial Studies 4, 417-441.",
        "Wood, R.A., T. Mclnish, and J.K. Ord, 1985, An investigation of transactions data for NYSE stocks, Journal of Finance, 40, 723-741."
    ]
}