{
    "id": 4411,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "ATKEsON, ANDREW AND PATRICK J. KEHOE [1993], Involuntary Unemployment and Transition, Unpublished, University of Chicago.",
        "BLANCHARD, OLIvIER J. [1991], Notes on the Speed of Transition, Unemployment, and Growth in Poland, Unpublished, M.I.T..",
        "BENCIVENGA, VALERIE B. AND BRUCE D. SMITH [1991], Financial Intermediation and Endogenous Growth, The Review of Economic Studies, Vol. 58 (2) no. 194, pp.",
        "CALVO, GUILLERMO A. AND FABRIzI0 CORICELLI [19921, Stagflationary Effects of Stabilization Programs in Reforming Socialist Countries: Enterprise-Side and HouseholdSide Factors, The World Bank Economic Review, Vol.",
        "CHARI, V. V. [1983], Involuntary Unemployment and Implicit Contracts, Quarterly Journal of Economics, Vol. 98, pp. 107-122.",
        "COOPER, RUSSELL [1987], Wage and Employment Patterns in Labor Contracts: Micro foundations and Macroeconomic Implications, Harwood Academic Publishers: New York.",
        "DEWATRIPONT, M. AND G. ROLAND [1992], Economic Reform and Dynamic Political Constraints, The Review of Economic Studies, Vol. 59, pp. 703-730.",
        "DIxIT, AVINASH AND RAFAEL ROB [1991], Risk Sharing, Adjustment and Trade, Working Paper 91-29, CARESS University of Pennsylvania.",
        "FERNANDEZ, RAQUEL AND DANI RODRIK [1991], Resistance to Reform: Status Quo Bias in the Presence of Individual Specific Uncertainty, American Economic Review, Vol.",
        "GREEN, JERRY AND CHARLES KAHN [1983], Wage - Employment Contracts, Quarterly Journal of Economics, Vol.",
        "GREENWOOD, JEREMY AND BOYAN JOVANOVIC [1990], Financial Development, Growth, and the Distribution of Income, Journal of Political Economy, Vol. 98 no. 5 Part 1, pp. 1076-1107.",
        "HALL, ROBERT E. [1982], The Importance of Lifetime Jobs in the U.S. Economy, The American Economic Review, Vol. 72 no. 4, pp. 716-724.",
        "LELAND, HAYNE [1968], Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics, Vol. 82, pp. 465-473.",
        "MORTENSEN, DALE [1986], Job Search and Labor Market Analysis.",
        "Labor Economics, vol.2, North Holland. PISSARIDES, CHRISTOPHER A. [1990], Equilibrium Unemployment Theory, Oxford: Blackwell.",
        "ROGERSON, RICHARD [1987], An Equilibrium Model of Sectoral Reallocation, Journal of Political Economy, Vol. 95 no.",
        "ROGERSON, RICHARD AND RANDALL WRIGHT [1988], Involuntary Unemployment in Economies with Efficient Risk Sharing, Journal of Monetary Economics, Vol. 22, pp."
    ]
}