{
    "id": 4412,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Abel, A. B., 1983, Optimal Investment under Uncertainty, American Economic Review, 73(1), March, 228-233.",
        "Abel, A. B., 1985, A Stochastic Model of Investment, Marginal q, and the Market Value of the Firm, International Economic Review, 26(2), June, 305-322.",
        "Abel, A. B., and J. C. Eberly, 1993, A Unified Model of Investment Under Uncertainty, Working Paper 4296, National Bureau of Economic Research, March.",
        "Arrow, K. J., 1968, Optimal Capital Policy with Irreversible Investment, in J. N. Wolfe (ed.), Value, Capital and Growth, Papers in Honour of Sir John Hicks, Edinburgh University Press, pp. 1-19.",
        "Bernanke, B., 1983, Irreversibility, Uncertainty, and Cyclical Investment, Quarterly Journal of Economics, 98(1), February, 85-106.",
        "Bertola, G., 1987, Irreversible Investment, unpublished manuscript, M.I.T., July.",
        "Caballero, R. J., 1991, On the Sign of the Investment-Uncertainty Rela- tionship, American Economic Review, 81(1), March, 279-288.",
        "Dixit, A., 1989, Entry and Exit Decisions under Uncertainty, Journal of Political Economy, 97(3), June, 620-638.",
        "Dixit, A., 1991, Irreversible Investment with Price Ceilings, Journal of Political Economy, 99(3), June, 541-557.",
        "Dixit, A., and R. S. Pindyck, 1992, Investment under Uncertainty, un- published manuscript.",
        "Eisner, R., and R. H. Strotz, 1963, Determinants of Business Investment, in Impacts of Monetary Policy, Commission on Money and Credit, Prentice-Hall, Inc., Englewood Cliffs, NJ, pp. 59-337.",
        "Gould, J. P., 1968, Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies, 35(1), January, 47-55.",
        "Hartman, R., 1972, The Effect of Price and Cost Uncertainty on Invest- ment, Journal of Economic Theory, 5, 258-266.",
        "Hayashi, F., 1982, Tobins Marginal and Average q: A Neoclassical Inter- pretation, Econometrica, 50(1), January, 213-224.",
        "Lucas, Jr., R. E., 1967, Adjustment Costs and the Theory of Supply, Journal of Political Economy, 75(4, Part I), August, 321-334.",
        "Lucas, Jr., R. E., and E. C. Prescott, 1971, Investment under Uncertainty, Econometrica, 39(5), 659-681.",
        "McDonald, R., and D. Siegel, 1986, The Value of Waiting to Invest, Quarterly Journal of Economics, 101, November, 707-728.",
        "Mussa, M., 1977, External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment, Economica, 44, May, 163-178.",
        "Pindyck, R. S., 1988, Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, 78(5), December, 969-985.",
        "Pindyck, R. S., 1991, Irreversibility, Uncertainty, and Investment, Jour- nal of Economic Literature, 29(3), September, 1110-1148.",
        "Pindyck, R. S., 1993, A Note on Competitive Investment under Uncer- tainty, American Economic Review, 83(1), March, 273-277.",
        "Tobin, J., 1969, A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking, 1, February, 15-29.",
        "Treadway, A. B., 1969, On Rational Entrepreneurial Behaviour and the Demand for Investment, Review of Economic Studies, 36(2), April, 227-239."
    ]
}