{
    "id": 4415,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Prescott, E., 1986, Theory Ahead of Business Cycle Measurement, Carnegie-Rochester conference series on Public Policy 25, 11-44.",
        "Newey, W. and K. West, 1987, A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Hansen, L., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hodrick, R. and E. Prescott, 1980, Post-war U.S. Business Cycles: An Empirical Investigation, manuscript, Carnegie-Mellon University.",
        "Margo, R., 1993, Employment and Unemployment in the l930s, Journal of Economic Perspectives 7, 41-59.",
        "R. Hall and J. Taylor, 1991, Macroeconomics, Norton, Third Edition.",
        "Hansen, 0., 1985, Indivisible Labor and the Business Cycle, Journal of Moneta,-y Economics 16, 309-327.",
        "Dornbusch, R. and S. Fischer, 1987, Macroeconomics, McGraw-Hill, Fourth Edition.",
        "Caballero, R. and R. Lyons, 1992, External effects in U.S. procycical productivity, Journal of Monetary Economics 29, 209-226.",
        "Christiano, L. and M. Eichenbaum, 1992, Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review 82, 430-450.",
        "Burnside, C., M. Eichenbaum, and S. Rebelo, 1993, Labor Hoarding and the Business Cycle. Journal of Political Economy 101, 245-273.",
        "Braun, R. and C. Evans, 1991, Seasonal Solow Residuals and Christmas: A Case for Labor Hoarding and Increasing Returns, Federal Reserve Bank of Chicago, WP-91-20.",
        "Bemanke, B. and M. Parkinson, 1992, Procycical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing Industries, Journal of Political Economy 99, 439-459.",
        "Bernanke, B. and J. Powell, 1986, The Cyclical Behavior of Industrial Labor Markets: A Comparison of the Prewar and Postwar Eras, in: R. Gordon (editor), The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press (for NBER)."
    ]
}