{
    "id": 4416,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Roe, Mark, 1992, Some differences in corporate structure in Germany, Japan, and America, Working Paper, Columbia Law School, December.",
        "Prowse, Stephen, 1990, Institutional investment patterns and corporate financial behavior in the U.S. and Japan, Journal of Financial Economies 27, 43-66.",
        "Kester, W. Carl, 1991, Japanese takeovers: The global contest for corporate control, (Boston: Harvard Business School Press).",
        "Kaplan, Steven and Bernadette Minion, 1993, `Outside intervention in Japanese companies: Us determinants and implications for managers, Working Paper, University of Chicago, January.",
        "Kaplan, Steven, 1992, Top executive rewards and firm performance: A comparison of Japan and the U.S., National Bureau of Economic Research Working Paper 4065, May.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, l990a, Corporate structure liquidity and investment: Evidence from Japanese panel data, Quarterly Journal of Economies 106, 33-60. Hoshi, T., A. Kashyap, and D. Scharfstein, 1990b, The role of banks in reducing the costs of financial distress in Japan, Journal of Financial Economies 27, 67-88.",
        "Drucker, Peter, 1991, Reckoning with the pension fund revolution, Harvard Business Review, March-April, 106-114.",
        "Ernst and Whinney, 1989, Doing business in West Germany.",
        "Gottschalk, Arno, 1988, Der Stimmrechtseinfluss der Banken in den Aktionarsversammlungen von Grossunternehmen, WSI-Mitteilungen.",
        "Grundfest, Joseph, 1990, Subordination of American capital, Journal of Financial Economies 27, 89-116.",
        "Druksache 11/7582. Hermalin, Benjamin and Michael Weisbach, 1988, The determinants of board composition. Rand Journal of Economies 19, 589.606.",
        "Baums, Theodore, 1992, Corporate governance in Germany: The role of the banks, Working Paper 311, Center for Economic Policy Research, Stanford University, August.",
        "L.orsch, Jay and Elizabeth Maclver, 1991, Corporate governance and investment time horizons, Working paper, Harvard Business School, May.",
        "Coffee, John, 1991, Liquidity versus control: The institutional investor as corporate monitor, Columbia Law Review 6, 1277-1368."
    ]
}