{
    "id": 4419,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "General Agreement on Tariffs and Trade [GATI1, Trade Policy Review: Chile, Geneva, Switzerland, 1991.",
        "Greenaway, David, and Chris Milner, Fiscal Dependence on Trade Taxes and Trade Policy Reform, Journal of Development Studies, 27, 1991, pp. 96-132.",
        "General Agreement on Tariffs and Trade [GAiT], Trade Policy Review: Brazil, Geneva, Switzerland, 1992b.",
        "General Agreement on Tariffs and Trade [GAIT], Trade Policy Review: Argentina, vols. I and II, Geneva, Switzerland, 1992a.",
        "Dornbusch, Rudiger, External Debt, Budget Deficits, and Disequilibrium ExchangeRates, in Gordon W. Smith and John T. Cuddington, eds., International Debt and the Developing Countries, Washington, DC, The World Bank, 1985, pp. 213-235.",
        "Corden, W. Max, Exchange Rate Policy in Developing Countries, in Jaime de Melo and AndrÃ\u0083Â© Sapir, eds., Trade Theory and Economic Reform, Cambridge, MA, Basil Blackwell, 1991.",
        "Dominguez, Kathryn and Dani Rodrik, Exchange Rate Management and Growth in the Aftermath of Stabilization: The Bolivian Case, unpublished paper, May 1990.",
        "Corbo, Vittorio and Stanley Fischer, Adjustment Programs and Bank Support: Rationale and Main Results, in V. Corbo, S. Fischer, and S.B. Webb, eds., Adjustment Lending Revisited: Policies to Restore Growth, Washington, DC, The World Bank, 1992.",
        "Bruno, Michael, High Inflation and the Nominal Anchors of an Open Economy, Princeton, NJ, Princeton Essays in International Finance No. 183, June 1991.",
        "Tybout, James R., and M.D. Westbrook, Trade Liberalization and the Dimensions of Efficiency Change in Mexican Manufacturing Industries, Georgetown University, July 1992.",
        "Rodrik, Dani, The Rush to Free Trade in the Developing World: Why So Late? Why Now? Will It Last? NBER Working Paper No. 3947, l992b. Sachs, Jeffrey D., Trade and Exchange-Rate Policies in Growth-Oriented Adjustment Programs, in Vittorio Corbo, Morris Goldstein and Mohsin Khan, eds., GrowthOriented Adjustment Programs, Washington, DC, International Monetary Fund and The World Bank, 1987.",
        "Rodrik, Dani, Foreign Trade in Eastern Europes Transition: Early Results, NBER - Working Paper No. 4064, 1992a.",
        "Pritchett, Lant, and Geetha Sethi, `Tariff Rates, Tariff Revenue and Tariff Reform: Some New Facts, The World Bank, 1992.",
        "Mussa, Michael, Macroeconomic Policy and Trade Liberalization: Some Guidelines, The - World Bank Research Observer, 2 (No. 1, January 1987), pp. 61-77.",
        "Pfefferman, Guy and Andrea Madarassy, Trends in Private Investment in Developing Countries, Discussion Paper 13, International Finance Corporation, Washington, DC, 1992.",
        "Melo, Jaime de and Sumana Dhar, Lessons of Trade Liberalization in Latin America for Economies in Transition, Washington, DC, The World Bank, WPS 1040, November 1992.",
        "Michaely, Michael, Demetris Papageorgiou, and Arrneane M. Choksi, Liberalizing Foreign Trade: Lessons of Experience in the Developing World, Cambridge, MA, Basil Blackwell, 1991.",
        "Kenen, Peter B.,Financial Opening and the Exchange Rate Regime, unpublished paper, July 1992."
    ]
}