{
    "id": 4421,
    "cites": 24,
    "cited_by": 97,
    "reference": [
        "Auerbach, Alan (1985), Real Determinant of Corporate Leverage, in Benjamin Friedman, ed., Corporate Capital Structures in the United States, 301-322.",
        "Blackwell, David and David Kidwell (1988), An Investigation of Cost Differences Between Public Sales and Private Placements of Debt, Journal of Financial Economics, 22, 253-278.",
        "Diamond, Douglas (1984), Financial intermediation and Delegated Monitoring, Review of Economic Studies, 51, 393-414.",
        "Diamond. Douglas (1991) Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy, 99, 689-721.",
        "Diamond, Douglas (1992), Seniority and Maturity of Debt Contracts. Journal of Financial Economics, forthcoming.",
        "Essig, Stuart (1991), Convertible Securities and Capital Structure Decisions, University of Chicago, Ph.D. dissertation.",
        "Goto, Takeshi (1986), Minkan Sai no Hakko Shijo (Issuance Market for Non-Government Bonds) in Kaichi Shimura (ed.), Gendai Nihon no Eon-S/ia 5th Shijo (Government and Corporate Bond Markets in Contemporary Japan) (Tokyo: Tokyo Daigaku Shuppan Kai), 99- 158.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1990a), Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate Banking Relationships. in R. Glenn Hubbard, ed., Asymmetric Information. Corporate Finance and Investment (Chicago: University of Chicago and NBER), 105-126.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (199Gb), The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics, 27, 67-88. 31 Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1991), Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics, 106, 33-60.",
        "Hsieh, Psieh-Shun and Robin Wells (1992), The Japanese Financial Market: Evidence on Firm Financing Choice and Investment after Deregulation, working paper, University of Southampton.",
        "James, Christoper (1987), Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19, 217-236.",
        "Kaplan, Steven N. (1992) Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S., working paper, University of Chicago.",
        "Kaplan, Steven and B. Minton (1992), Outside Intervention in Japanese Companies: Its Determinants and Its Implications for Managers, working paper, University of Chicago.",
        "MacKie-Mason, Jeffrey (1990), Do Taxes Affect Corporate Financing Decisions, Journal of Finance, 45, 1471-1493.",
        "MacKie-Mason, Jeffrey (1990), Do Firms Care Who Provides Their Financing, in R. Glenn Hubbard (ed.) Asymmetric Information, Corporate Finance and Investments (Chicago: University of Chicago and NBER), 63-103.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny (1988), Management Ownership and Market Valuation, Journal of Financial Economics, 22, 293-315.",
        "Myers, Stewart (1984), The Capital Structure Puzzle, Journal of Finance, 39, 572-592.",
        "Petersen, Mitchell and R. Rajan (1993), The Effect of Credit Market Competition on FirmCreditor Relationships, working paper, University of Chicago.",
        "Rosenbluth, Frances M. (1989), Financial Policies in Contemporary Japan (Ithaca: Cornell University Press).",
        "Shimura, Kaichi (1978), Gendai Ni/ion Ko-Sha Sai Ron (Government and Cot-porutc Bonds in Contemporary Japan) (Tokyo: Tokyo Daigaku Shuppan Kai).",
        "Shyam-Sunder, Lakshmi and Stewart Myers (1992), Testing Static Tradeoff Against Pecking Order Models of Capital Structure, working paper, MIT.",
        "Stein, Jeremy, (1992) Convertible Bonds as `Back Door Equity Financing, Journal of Financial Economics, 32, 3-22.",
        "Taiyo Kobe Mitsui Bank (1990), Gaisai, DR Hakko Handbook (Handbook for Issuing ForeignIssued Debts and DR) Taiyo Kobe Mitsui Bank: Tokyo.",
        "Teshima, Nobuyuki (1993), A New Approach to the Capital Structure of Japanese Firms: Internal Monitoring and the Costs of Financial Distress, masters Thesis, Massachusetts Institute of Technology."
    ]
}