{
    "id": 4423,
    "cites": 102,
    "cited_by": 232,
    "reference": [
        "Wolff, Edward N. and M. Ishaq Nadiri (1987), Spillover Effects, Linkage Structure, Technical Progress and Research and Development, C.V. Starr Center Research Report #8743. </ref_section>",
        "Vickery, Graham (1986), International Flows of Technology-~---Recent Trends and Developments, Science/Technology/Industry Review No. 1, 47-84.",
        "Tilten, J.E. (1971), International D~ffi~sion of Technology: The Case of Semiconductors. Brookings Institution, Washington, DC.",
        "Terleckyj, N. (1974), Effects of R&D on the Productivity Growth of Industries: An Exploratory Study. National Planning Association, Washington, D.C. Terleckyj, N. (1980), Direct and Indirect Effects of Industrial Research and Development on the Productivity Growth of Industries, in New Developments in Productivity Measurement and Analysis, J. Kendrick and B. Vaccara (eds.). University of Chicago Press, Chicago, 359-377.",
        "Sveikauskas, L. (1981), Technology imputs and multifactor productivity growth, Review of Economics and Statistics, 63, 275-282.",
        "Sterlacchini, A. (1988), Innovative Activites and Inter-industry Productivity Growth: A Crosssectional Study for the United Kingdom, mimeo.",
        "Segerstorm, Paul S. (1991), Innovation, Imitation and Economic Growth, Journal of Political Economy, 99, 807-827.",
        "Spence, Michael (1984), Cost Reduction, Competition, and Industry Performance, Econometrica, 52, 101-121.",
        "Scott, J.T. (1984), Firms versus Industry Variability in R&D Intensity, in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 233-245.",
        "Scherer, Frederic M. (1986), The World Productivity Growth Slump. In Organizing Industrial Development. Walter de Gruyter, New York, 15-27.",
        "Scherer, Frederic M. (1982), Interindustry Technology Flows and Productivity Growth, Review of Economics and Statistics, 64, 627-34.",
        "Scherer, Frederic M. (1984), Using Linked Patent and R&D Data to Measure Interindustry Technology Flows, in R&D, Patents and Productivity, Z. Griuiches (ed.). University of Chicago Press, Chicago, 417-464.",
        "Schankerman, Mark and Ariel Pakes (1986), Estimates of the Value of Patent Rights in European Countries during the Post-1950 Period. Economic Journal, 96, 1052-76.",
        "Schankerman, Mark and M. Ishaq Nadiri (1986), A Test of Static Equilibrium Models and Rates of Return to Quasi-Fixed Factors, with an Application to the Bell System, Journal of Econometrics, 33, 97-118.",
        "Schankerman, Mark (1991), How Valuable Is Patent Protection? Estimates by Technology Field Using Patent Renewal Data, NBER Working Paper #3780.",
        "Schankerman, Mark (1981), The Effects of Double-Counting and Expensing on the Measured Returns to R&D, Review of Economics and Statistics 63(3), 454-458.",
        "Sassenou, M. (1988), Recherche-Developpement et productivite dans les entreprises japonaises: une etude economerrique sur donnees de panel. These pour le doctorat de l'Ecole des Hautes Etudes en Sciences Sociales, Paris.",
        "Rosenberg, Nathan and C.R. Frischtak (1984), Technological Innovation and Long Waves, Cambridge Journal of Economics, 8, 7-24.",
        "Rosenberg, Nathan (1982), Inside the Black Box: Technology and Economics. Cambridge University Press, Cambridge, England.",
        "Reinganum, Jennifer (1981), Dynamic Games of Innovation, Journal of Econonzic Theory, 25, 21-41.",
        "Rosenberg, Nathan (1974), Science, Invention and Economic Growth, Economic Journal, 84, 90- 108.",
        "Ravenscraft, David and F. M. Scherer (1982), The Lag Structure of Returns to R&D, Applied Economics, 14, 603-620.",
        "Prucha, Ingmar and M. Ishaq Nadiri (1991), Endogenous Capital Utilization and Productivity Measurement in Dynamic Factor Demand Models: Theory and an Application to the U.S. Electrical Machinery Industry, C.V. Starr Center for Applied Economics, Research Report #91-04.",
        "Postner, H.H. and L. Wesa (1983), Canadian Productivity Growth: An Alternative (InputOutput) Analysis. Study Prepared for the Economic Council of Canada, Ministry of Supply and Services, Ottawa.",
        "Pavitt, K. (1984), Sectoral Patterns of Technical Change: Towards a Taxonomy and Theory, Research Policy, No. 13, 343-373.",
        "Patel, P. and L. Soete (1988), Measuring the Economic Effects of Technology, Science/Technology/Industry Review, no. 4, 121-166.",
        "Pakes, Ariel and M. Simpson (1989), Patent Renewal Data, Brookings Papers on Economic Activity: Microeconomics, 331-410.",
        "Fakes, Ariel and Mark Schankerman (1984), The Rate of Obsolescence of Patents, Research Gestation Lags and the Private Rate of Return to Research Resources, in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 73-88.",
        "Pakes, Ariel (1985), On Patents, R&D, and the Stock Market Rate of Return, Journal of Political Economy, 93, 390-409.",
        "Oppenlander, K.M. and L. Scholz (1981), Innovation Text: A New Survey of the IFO Institute, mimeo.",
        "Odagiri, H. (1985), Research Activity, Output Growth, and Productivity Increase in Japanese Manufacturing Industries, Research Policy, 14, 117-130.",
        "Odagiri, H. and H. Iwata (1985), The Impact of R&D on Productivity Increase in Japanese Manufacturing Companies, Working Paper, Institute of Soci-Economic Planning, University of Tsukuba.",
        "Odagiri, H. (1983), R&D Expenditures, Royalty Payments, and Sales Growth in Japanese Manufacturing Corporations, Journal of Industrial Economics, 32(1), 61-71.",
        "OECD (1990), Main Science and Technology lndicators, No. 2, Paris, OECD.",
        "Nordhaus, William D. (1962), Invention, Growth, and Welfare. The MIT Press, Cambridge, MA.",
        "OECD (1986), OECD Science and Technology Indicators: R&D, Invention and Competitiveness, No. 2, Paris, OECD.",
        "Nelson, Richard R. and Sidney G. Winters (1982), An Evolutionary Theory of Economic Change. Harvard University Press, Cambridge, MA.",
        "Nelson, Richard R. (1982), The Role of Knowledge in R&D Efficiency, Quarterly Journal of Economics, 97, 453-70.",
        "Nadiri, M. Ishaq and Mark Schankerman (1981), Technical Change, Returns to Scale, and the Productivity Slowdown, American Economic Review, 71, 314-319.",
        "Mohnen, Pierre, M. Ishaq Nadiri and Ingmar Prucha (1986), R&D, Production Structure and Rates of Return in the U.S., Japanese and German Manufacturing Sectors, European Economic Review, 30, 749-771.",
        "Nadiri, M. Ishaq (1980a), Sectoral Productivity Slowdown, American Economic Review, Papers and Proceedings, 70, 349-355.",
        "Nadiri, M. Ishaq (1980b), Contributions and Determinants of Research and Development Expenditures in the U.S. Manufacturing Industries, in Capital, Efficiency and Growth, George M. von Furstenberg (ed.). Ballinger, Cambridge, MA, 361-392.",
        "Nadiri, M. Ishaq (1991), R&D Investment and the Catching up Process in Major OECD Countries, mimeo.",
        "Nadiri, M. Ishaq and George Bitros (1980), Research and Development Expenditures and Labor Productivity at the Firm Level, in Studies in Income and Wealth, Vol. 44, Conference on New Developments in Productivity Measurement (John W. Kendrick and Beatrice N. Vaccara, eds.). The University of Chicago Press, Chicago.",
        "Nadiri, M. Ishaq and Theofanis P. Mamuneas (1991), The Effects of Public Infrastructure and R&D Capital on the Cost Structure and Performance of U.S. Manufacturing Industries, paper presented at the NBER Summer Institute, July 22, 1991.",
        "Nadiri, M. Ishaq and Ingmar R. Prucha (1990b), Dynamic Factor Demand Models, Productivity Measurement, and Rates of Return: Theory and an Empirical Application to the U.S. Bell System, Structural Change and Economic Dynamics 1, 263-89.",
        "Mohnen, Pierre and N. Lepine (1988), Payments for Technology as a Factor of Production, Departement des sciences economiques, Universite du Quebec a Montreal, Cahier #8810.",
        "Mohnen, Pierre (1990b), New Technology and Interindustry Spillovers, Science/Technology/Industry Review, No. 7, 131-147.",
        "Mohnen, Pierre, (1990c), Relationship between R&D and Productivity Growth in Canada and Other Major Industrialized Countries, mimeo.",
        "Mohnen, Pierre (1990a), R&D and Productivity Growth: A Survey of the Literature, Universite du Quebec a Montreal, CERPE, Cahier de Recherche No. 57.",
        "Minasian, J.R. (1969), Research and Development, Production Functions and Rates of Return, American Economic Review, 59, 80-85.",
        "Mansfield, E. (1988), Industrial R&D in Japan and the United States: A Comparative Study, American Economic Review, Papers and Proceedings, 78, 223-228.",
        "Mansfield, E. (1984), R&D and Innovation: Some Empirical Findings, in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 127-148.",
        "Mansfield, E. (1980), Industrial R&D in Japan and the United States: A Comparative Study, American Economic Review, Papers and Proceedings, 78, 223-228.",
        "Mansfield, E. (1972), Contribution of Research and Development to Economic Growth of the United States. Papers and Proceedings of a Colloquium on Research and Development and Economic Growth Productivity. National Science Foundation, Washington, DC.",
        "Mairesse, Jacques and M. Sassenou (1991), Recherche-developpement et productivite: un panorama des etudes econometriques, Recherche et technologie, 3. de Bandt and D. Foray (eds.). Economica, Paris.",
        "Mairesse, Jacques and Pierre Mohnen (1990), Recherche-Developpement et productivite: un survol de la litterature econometrique, Economie et statistique, No. 237-38, 99108.",
        "Longo, F. (1984), Industrial R&D and Productivity in Canada, report prepared for the Science Council of Canada.",
        "Mairesse, Jacques and P. Cuneo (1985), Recherche-developpement et performances des entreprises: une etude econometrique sur donnees individuelles, Revue Econornique, 36, 1001-1042.",
        "Link, Albert N. (1983), Inter-firm Technology Flows and Productivity Growth, Economics Letters, 11, 179-184.",
        "Link, Albert N. (1981), Basic Research and Productivity Increase in Manufacturing: Additional Evidence, American Economic Review, 71, 1111-1112.",
        "Lichtenberg, Frank and Donald Siegel (1991), The Impact of R&D Investment on Productivity - New Evidence Using R&D - LRD Data, Economic Inquiry 29, 203-228.",
        "Link, Albert N. (1978), Rates of Induced Technology from Investments in Research and Development, Southern Economic Journal, 370-379.",
        "Lichtenberg, Frank (1984), The Relationship between Federal Contract R&D and Company R&D, American Economic Review, 74, 73-78.",
        "Lichtenberg, Frank (1988), The Private R&D Investment Response to Federal Design and Technical Competitions, American Economic Review, 78, 550-559.",
        "Levy, David M. and Nestor E. Terlecky (1985), Trends in Industrial R&D Activities in the United States, Europe and Japan, 1963-83, mimeo.",
        "Jaffe, Adam B. (1988), Demand and Supply Influences in R&D Intensity and Productivity Growth, Review of Economics and Statistics, 70, 43 1-437.",
        "Jaffe, Adam B. (1989), Real Effect of Academic Research, American Economic Review, 79, 957-70.",
        "Jaffe, Adam B. (1986), Technological Opportunity and Spillovers of R&D: Evidence from firms' patents, profits, and market value, American Economic Review, 76, 9841001.",
        "Griliches, Zvi, Ariel Pakes and Bronwyn Hall (1987), The Value of Patents as Indicators of Inventive Activity, in Economic Policy and Technological Peiformance, Partha Dasgupta and Paul Stoneman (eds.). Cambridge University Press, Cambridge, 97124.",
        "Hall, B.H., Z. Griliches and J.A. Hausman (1986), Patents and R&D: Is There a Lag? International Economic Review, 27, 265-283.",
        "Hanel, P. (1988), L'Effet des depenses en R&D sur Ia productivite de travail au Quebec, Actualite Economique, 64(3).",
        "Griliches, Zvi and J. Mairesse (1990), R&D and Productivity Growth: Comparing Japanese and U.S. Manufacturing Firms, in Productivity Growth in Japan and the United States, C. Hulten (ed.). University of Chicago Press, Chicago, 3 17-348.",
        "Griliches, Zvi and J. Mairesse (1986), R&D and Productivity Growth: Comparing Japanese and U.S. Manufacturing firms, NBER Working Paper #1778.",
        "Griliches, Zvi and J. Mairesse (1984), Productivity and R&D at the Firm Level, in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 339-374.",
        "Griliches, Zvi and J. Mairesse (1983), Comparing Productivity Growth: An Exploration of French and US Industrial and Firm Data, European Economic Review, 21, 89-1 19.",
        "Griliches, Zvi and F. Lichtenberg (1984b), Interindustry Technology Flows and Productivity Growth: A Reexamination, Review of Economics and Statistics, 61, 324-329.",
        "Griliches, Zvi, and F. Lichtenberg (1984a), R&D and Productivity Growth at the Firm Level: Is There Still a Relationship? in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 465-496.",
        "Griliches, Zvi (1991), The Search for R&D Spillovers, NBER Working Paper #3768.",
        "Griliches, Zvi (1989), Patents: Recent Trends and Puzzles, Brookings Papers on Economic Activity, Microeconomics, 291-330.",
        "Griliches, Zvi (1990), Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, 28, 1661-1707.",
        "Griliches, Zvi (1988), Productivity Puzzles and R&D: Another Nonexplanation, Journal of Economic Perspectives, 2(4), 9-21.",
        "Griliches, Zvi (1986), Productivity, R&D and Basic Research at the Firm Level in the 1970s, American Economic Review, 76, 141-154.",
        "Bernstein, Jeffrey I. (1989), The Structure of Canadian Interindustry R&D Spillovers and the Rates of Return to R&D, Journal of Industrial Economics, 21, 324-347.",
        "Bernstein, Jeffrey I. and M. Ishaq Nadiri (1988), Interindustry R&D Spillovers, Rates of Return, and Production in High-Tech Industries, American Economic Review, Papers and Proceedings, 78, 429-434.",
        "Bernstein, Jeffrey I. and M. Ishaq Nadiri (1989a), Rates of Return on Physical and R&D Capital and Structure of the Production Process: Cross Section and Time Series Evidence, in B. Raj (ed.), Advances in Econometrics and Modeling. Kiuwer Academic Publishers, London.",
        "Bernstein, Jeffrey I. and M. Ishaq Nadiri (1989b), Research and Development and Intraindustry Spillovers: An Empirical Application of Dynamic Duality. Review of Economic Studies, 56, 249-69.",
        "Bernstein, Jeffrey I. and M. Ishaq Nadiri (1991), Product Demand, Cost of Production, Spillovers, and the Social Rate of Return to R&D, NBER Working Paper #3625.",
        "Clark, B. and Z. Griliches (1984), Productivity Growth and R&D at the Business Level: Results from the PIMS Data Base, in R&D, Patents and Productivity, Z. Griliches (ed.). University of Chicago Press, Chicago, 393-416.",
        "Cohen, Wesley M. and Levinthal (1986), The Endogeneity of Appropriabiity and R&D Investment, mimeo, Carnegie-Mellon University.",
        "Cuneo, P. and J. Mairesse (1984), Productivity and R&D at the Firm Level in French Manufacturing, in R&D, Patents and Productivity, Z. Griliches (ed.) University of Chicago Press, Chicago, 375-392.",
        "Diewert, W.E. (1974), Applications of Duality Theory, in Frontiers of Quantitative Economics, vol. 2, M. Intriligator and D. Kendrick (eds.). North-Holland, Amsterdam.",
        "Englander, A. Steven, Robert Evenson, and Masa]iaru Hanazaki (1988), R&D, Innovation and the Total Factor Productivity Slowdown, OECD Economic Studies, No. 11, 7-42.",
        "Fecher, F. (1989), Effets directs et indirects de la R-D sur Ia productivite: une analyse de l'industrie manufacturiere beige, paper presented at the 5th Journees de Microeconomie Appliquee, Orleans, May 29-30, 1989.",
        "Globerman, S. (1972), The Empirical Relationship between R&D and Industrial Growth in Canada, Applied Economics, 4, 181-195.",
        "Goto, A. and K. Suzuki (1989), R&D Capital, Rate of Return on R&D Investment and Spillover of R&D in Japanese Manufacturing Industries, Review of Economics and Statistics, 71, 555-564.",
        "Griliches, Zvi (1979), Issues in Assessing the Contribution of Research and Development to Productivity Growth, Bell Journal of Economics, 10,92-116.",
        "Griliches, Zvi (1980), Returns to Research and Development Expenditures in the Private Sector, in New Developments in Productivity Measurement and Analysis, 3. Kendrick and B. Vaccara (eds.). University of Chicago Press, Chicago, 4 19-454.",
        "Griliches, Zvi (1984), R&D and Innovation: Some Empirical Findings: Comments, in R&D, Patents, and Productivity, Zvi Griliches (ed.). University of Chicago Press, Chicago, 148-49.",
        "Bernstein, Jeffrey I. (1988), Costs of Production, Intra- and Interindustry R&D Spillovers: Canadian Evidence, Canadian Journal of Economics, 21, 324-347.",
        "Baumol, William J. and Edward N. Wolff (1983),Feedback from Productivity Growth to R&D, Scandinavian Journal of Economics, 85, 145-157.",
        "Bardy, R. (1974), Die Produktivitat von Forschung und Enrwicklung. Verlag Anton Ham, Meisenheim am Glan."
    ]
}