{
    "id": 4424,
    "cites": 49,
    "cited_by": 3,
    "reference": [
        "Allen S 0 and P L Clark Pensions and Firm Performance In M Kleiner P Block NI Roomkin and S Salsburg, eds. Human Resources and Firm Performance. Madison, WI; IRRA, 1987: 195-242.",
        "Andrews, Emily S. Privafe Pensions and Retirement Income: The U.S. Experience. Paper prepared for the Organisalion for Economic Cooperation and Development, November 1990.",
        "Atkins, 0. Lawrence, `Social Security and Pension Reform in Central Europe, Paper prepared for Meetings of the Institub fÃ\u0083Â¼r die Wissenschaften yam Menschen, Vienna, Austria, November 1991.",
        "Atkinson, Anthony B., `Income Maintenance and Social Insurance, In Auerbach, A.J. and NI. Feldstein. eds. Handbeok of Pybtic ~gonom)gs~Ypl. jJ. Elsevier Science Publishers By. (North-Holland), 1987.",
        "Atkinson, Anthony B., Poverty and Social Security. New York: Harvester Wheatsheaf, 1989.",
        "Atkinson, Anthony B., `Social Safety Nets and the Experience of Western Market Economies. Paris: Organisation for Economic Co-operation and Development, International Labour Office, 1991.",
        "Atkinson, Anthony B. and John Micklewright, `Unemployment Compensation and Labor Market Transitions: A Critical Review. Journal of Economic Literature 24: December 1991:1679-1727 Auerbach, Alan J. and Laurence J. Kotlikoff, `The Impact of the Demographic Transition On Capital Formation. Pension Research Council Working Paper Series 9104. Philadelphia, PA Pension Research Council, July 1991.",
        "Batty, Martin Neil, `Aging and the Ability to Work: Policy Issues and Recent Trends, In Gary Burtlexs. ed Work, Health. and Income Among the Elderly. Washington, DC: Brookings Institution, 1987 59. 102.",
        "Barr, Nicholas, `Economic Theory and the Welfare Slate: A Survey and lnterprelation~. J~~~~jnf Economic Literature 30 (June 1992); 741-803.",
        "Besley, Timothy, Stephen Coate, and Glenn Loury, `The Economics of Rotating Savings and Credit Associations. Princeton University Discussion Paper 157, January 1992.",
        "Bernheim, B. Douglas, `Social Security Benefits: An Empirical Study of Expectations and Realizations - In E. Lazear and R. Ricardo-Campbell, eds. Issues in Contemoorarv Retirement Stanford, Ct-. Hoover Institute, 1988. pp. 312-48.",
        "Bodie, Zvi, `Pensions as Retirement Income Insurance, ~J ~m LEccncILites~1ur 28. March 1990 28-49. .",
        "Bodie, Zvi and Robert C. Merton, `Pension Reform `and Privafization in International Perspective The Case of Israel. Harvard Business School Working Paper 92-082, May 1992.",
        "Boswebl, Scott S, and John J. Granato, `International Equity Market Integralion: Efficiency and Predictability. Benefits Quarterly 8 (2): 1992; 78-89.",
        "Deaton, Angus and Christina H. Paxson, `Patterns of Aging in Thailand and Cole dlvoire. In Topics in the Economics of Aping, NBER. Chicago, IL: University of Chicago Press, 1992: 163-206.",
        "Dilnot, Andrew and Ian Walker, eds. The Economics of Social Security. New York Oxford University Press, 1989.",
        "Esping-Anderson, Gosta and Harald Sonnberger, `The Demographics of Age in Labor Market Management. In J, Myles and J. Quadagno, eds, States. Labor Markets, and the Future of Old Aoe Policy. Philadelphia: Temple University Press, 1991: 227-49.",
        "European Economic Community, Comparative Tables of the Social Security Schemes in the Member States of the Euraoean Community, 15th edition. Luxembourg, July 1988.",
        "Feldstein, Martin, `Social Security and Saving: The Extended Life Cycle Theory American Ecoro~ o Review 66: May 1976: 77-86.",
        "Fields, Gary S. and Olivia S. Mitchell, `The Effects of Social Security Reforms on Retirement Ages and Retirement Incomes. Journal of Public Economics 25: November 1984 143-59 [1984a) Fields, Gary S. and Olivia S. Mitchell, Retirement. Pensions and Social Security. Cambridge, Mass. MIT Press, 1984 [1984bJ.",
        "Foster, Howard, ed. Emolovee Benefits in Europe and USA. Longman Group UK Ltd Guildiord, Surrey UK: Biddies Ltd., 1990.",
        "Guslman, Alan and Thomas Steinmeler, A Disaggregated Structural Analysis of Retirement By Race, Ditficuity of Work and Heafth, Review of Economics and Statistics 67(3): August 1986: 509.13.",
        "Hamermesh, Daniel S., `Entitlement Effects, Unemployment Insurance and Employment Decisions. Sconomic Inquiry 17(3): July 1979: 317-32.",
        "Hamermesh, Daniel S., Labor Demand. Manuscript forthcoming, Fall 1992.",
        "Hamermesh, Daniel S., `Unemployment Insurance: Goals, Structure, Economic Impacts, and Transferability to Developing Countries, In this volume. 1993.",
        "Hannan, Timothy H. `Bank Commercial Loan Markets and the Rote of Market Structure: Evidence from Surveys of Commercial Lending. Journal of Banking and Finance. 15 (1991): 133-149.",
        "Hart, Robert A., The Economics of Non Wage Labour Costs. London: George Allen and Urrwin, 1984.",
        "Holzmann, Robert, `Adapting to Economic Change: Reconciling Social Protection with Market Economies. Paper prepared for Tripartite Symposium on the Future ci Social Security in Industrialized Countries. Geneva: Infernafional Labour Office, 1991.",
        "Hurd, Michael D., `Research on the Elderly: Economic Status, Retirement, and Consumption and Saving. Journal of Economic Literature 27: June 1990: 565-637.",
        "Hutchens, Robert NI., `Are Job Opportunities Restricted for the Older Worker? In OS. Mitchell, ed ~ the Wcrklorce Ages: Costs, Benefits. and Policy Challenges, Ithaca, NY: ILR Press, forthcoming 1993.",
        "Ippolito, Richard A., The Economics of Pension Insurance. Pension Research Council. Homewood, iL Dow Jones Irwin, 1989.",
        "Jacobs, Klaus, Martin Kohli, and Martin Rein, `Testing the Industry Mix Hypotheses of Early Exit. ln 1.1 Kohli eb al., eds. Time fgr Retirement, Cambridge: Cambridge University Press, 1991[1991b).",
        "Kohli, Marlin, Martin Rein, Anne-Marie Guillemard, and Herman van Gunsteren, eds, Time for Retiremeni Comparative Studies of Early Exit from the Labor Force. New York: Cambridge University Press, 1991.",
        "Kotlikoff, Laurence J., `Economic Exchange and Support Within U.S Families, NBER Working Paper 4080, May 1992.",
        "Kotlikoff, Laurence J., `Social Security and Equilibrium Capital Infensity. Quarterly Journal of Econo.is 93: May 1979: 233-53.",
        "Kotlikoff, Laurence J. and A. Spivak, `The Family as an Incomplete Annuities Market. Jo,ufnpl of Political Economy 89: April1981: 372-91.",
        "Laczko, Frank and Chris Ptiillipson, `Great Britain: The Contradictions of Early Exit. In Kohli et al. eds, Time for Retirement: Comparative Studies of Early Exit from the Labor Force. New York Cambridge University Press, 1991.",
        "Layard, Richard, Stephen Nickell, and Richard Jackman, Unemployment: Macroeconomic Performance and the Labor Market. Oxford: Oxford University Press, 1991.",
        "Lazear, Edward P., `Why Is There Mandatory Retirement? Journal of Political Economy 87 (6): 1979: 126 1-84.",
        "Leoneslo, Michael V., `Social Security and Older Workers, In Olivia S. Mitchell, ed. As the WprMorce Apes: Costs. Benefits, and Policy Challenges. Ithaca, NY: ILR Press, forthcoming 1993.",
        "Luzadis, Rebecca A. and Olivia S. Mitchell, `Explaining Pension Dynamics. Journal of Human Resources 26 (4): Fall 1991: 679-703.",
        "Marcel, Mario and Alberto Arenas, `Social Security Relorm in Chile Inter-American Development Bank, Occasional Papers No, 5, 1992.",
        "Marchand, M. and Pierre Pestieau, `Public Pensions: Choices for the Future. European Economic Review 35: 1991: 441-53.",
        "McCarthy, David and John Turner, `Pension Rates of Return in Large and Small Plans. In J. Turner and D. Belier, eds. Trends in Pensions, U.S. Department of Labor, Washington, DC. USGPO, 1989. 235-8 6.",
        "McGill, Dan M. and Donald S. Grubbs, Fundamentals of Private Pensions. Fifth Edition Homewood, IL: Richard 0. Irwin, Inc., 1989.",
        "Mesa-Lago, Carmelo, Ascent to Bankruptcy Financing Social Security in Latin America Pittsburgh PA University of Pittsburgh Press 1989.",
        "Mesa-Lago, Carmelo, `Portfolio Performance of Selected Social Security Institutes in Latic America -. World Bank Discussion Paper No. 139, 1991.",
        "Mitchell, Olivia S., `Aging, Job Satisfaction and Job Performance. In I Bluestone, R Montgomery, and J Owen, eds. An Aging Workforce. Detroit, Ml Wayne Stale University Press, 1990: 242-72.",
        "Mitchell, Olivia S., `The Effect of Mandatory Benefits Packages. In L. Bassi, D, Crawford, and R. Ehrenberg, eds. Research in Labor Economics, Greenwich, CT: JAI Press, 1991 297-320 [199 la)."
    ]
}