{
    "id": 4426,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "Becker, Gary S. A Treatise on the Family. Harvard University Press. Cambridge, MA: 1981. Bond, Eric W., Ping Wang, and Chong K. Yip. A General Two Sector Model of Endogenous Growth with Human and Physical Capital. Working paper. Pennsylvania State University, 1992.",
        "Caballe, Jordi, and Manuel S. Santos. On Endogenous Growth with Physical and Human Capital. Working paper, UniversitÃ\u0083Â¤t Autonoma de Barcelona, 1991.",
        "Christiano, Lawrence J. Why Does Inventory Investment Fluctuate So Much? Journal of Monetary Economics 21 (March 1988): 247-280.",
        "Council of Economic Advisors. Economic Report of the President. United States Government Printing Office. Washington, DC: 1991 and 1993.",
        "Davies, James, and John Whalley. Taxes and Capital Formation: How Important is Human Capital? In B. Douglas Bernheim and John B. Shoven, eds., National Saving and Economic Performance, University of Chicago Press. Chicago, IL: 1991, pp. 163-197. The Economist. One Hundred Years of Economic Statistics.",
        "Faig, Miquel. A Simple Economy with Human Capital: Transitional Dynamics, Technology Shocks, and Fiscal Policies. Working paper no. 9121, Department of Economics, University of Toronto, 1991.",
        "Gibbons, Jean D. Non-Parametric Statistical Inference. Dekker. New York, NY: 1985.",
        "Haley, William J. Estimation of the Earnings Profile from Optimal Human Capital Accumulation, Econometrica 44 (November 1976): 1223-38.",
        "Heckman, James J. A Life-Cycle Model of Earnings, Learning, and Consumption. Journal of Political Economy 84 (August 1976): S11-S44.",
        "Jones, Larry E., and Rodolfo E. Manueili. A Convex Model of Equilibrium Growth: Theory and Policy Implications. Journal of Political Economy 98 (October 1990): 1008-1038.",
        "Jones, Larry E., Rodolfo E. Manueili, and Peter E. Rossi. Optimal Taxation in Models of Endogenous Growth. Journal of Political Economy 101 (forthcoming, 1993).",
        "Kendrick, John W. Productivity Trends in the United States. Princeton University Press. Princeton, NJ: 1961.",
        "Kim, Se-Jik. Taxes, Growth and Welfare in an Endgogenous Growth Model. Ph.D. dissertation, University of Chicago, 1992.",
        "King, Robert G., and Sergio Rebelo. Public Policy and Economic Growth: Developing Neoclassical Implications. Journal of Political Economy 98 (October 1990): S126-S150.",
        "Lucas, Robert E., Jr. On the Mechanics of Economic Development. Journal of Monetary Economics 22 (July 1988): 3-42.",
        "Lucas, Robert E., Jr. Supply-Side Economics: An Analytical Review. Oxford Economic Papers 42 (1990): 293-316.",
        "Maddison, Angus. Phases of Capitalist Development. Oxford University Press. Oxford: 1982. Mincer, Jacob. Schooling, Experience and Earnings. Columbia University Press.",
        "New York, NY: 1974. Mulligan, Casey B., and Xavier Sala-i-Martin. Transitional Dynamics in Two-Sector Models of Endogenous Growth. Quarterly Journal of Economics 108 (forthcoming, 1993). Rebelo, Sergio. Long Run Policy Analysis and Long Run Growth. Journal of Political Economy 99 (June 1991): 500-521. Rosen, Sherwin. A Theory of Life Earnings. Journal of Political Economy 84 (August 1976): S45-S67. U.S. Department of Commerce. Survey of Current Business. Watson, Mark. A Note on Estimating Deterministic Trends in the Presence of Serially Correlated Errors. Working paper, Department of Economics, Northwestern University, 1992. Yuen, Chi-Wa. Taxation, Human Capital Accumulation and Economic Growth. Ph.D. dissertation, University of Chicago, 1991. Young, Allan H. and John C. Musgrave. Estimation of Capital Stock in the United States. In Dan Usher, ed., The Measurement of Capital. University of Chicago Press. Chicago, IL: 1980, pp. 23-58."
    ]
}