{
    "id": 4429,
    "cites": 15,
    "cited_by": 61,
    "reference": [
        "Bane, Mary Jo and David T. Ellwood. The Dynamics of Dependence: The Routes to Self-Sufficiency. Report prepared for the US Department of Health and Human Services by Urban Systems Research and Engineer, Inc. 1983.",
        "Doyle, Pat and Sharon K. Long. The Impact of the Unit of Analysis on Measures of Serial Multiple Program Participation. In individuals and Families in Transition: Understanding Change Through Longitudinal Data. Bureau of the Census, 1988.",
        "Ellwood, David T. Targeting `Would Be Long-Term Recipients of AFDC. Report prepared for US Department of Health and Human Services by Mathematica Policy Research. 1986.",
        "Fitzgerald, John. A Hazard Model for Welfare Durations with Unobserved Location-Specific Effects. Report to the Census Bureau, October 1992.",
        "Fitzgerald, John. Welfare Durations and the M~trriage Market. Journal of Human Resources. Vol 26:3. Summer 1991.",
        "Gritz, R. Mark and Thomas MaCurdy. Patterns of Welfare Utilization and Multiple Program Participation Among Young Women. Working Papers in Economics, Stanford University. January 1992.",
        "Jabine, Thomas B. SIPP Quality Profile. US Bureau of the Census, May 1990.",
        "Lancaster, Tony. The Econometric Analysis of Transition Data. Econometric Society Monographs No. 17. Cambridge, UK: Cambridge University Press. 1990.",
        "Long, Sharon K. Children and Welfare: Patterns of Participation in the Food Stamp and AFDC Programs. Report to the U. S. Dept. of Health and Human Services, April 1991.",
        "Moffitt. Robert. An Economic Model of Welfare Stigma. American Economic Review. Vol 73:5. December 1983.",
        "Montgomery, James D. Modeling Neighborhood Effects: Contagion vs. Relative Deprivation. Manuscript. March 1991.",
        "ONeill, June A., Douglas A. Wolf, Laurie J. Bassi and Michael T. Hannan. The Duration of Welfare Spells. The Review of Economics and Statistics 69, No. 2. May 1987.",
        "Ross, Christine. The Food Stamp Program: Eligibility and Participation. US Congress, Congressional Budget Office. 1988.",
        "Ruggles, Patricia. Welfare Dependency and Its Causes: Determinants of the Duration of Welfare Spells. SIPP Working Paper Series No. 8908. Bureau of the Census, 1989.",
        "Ruggles, Patricia, Enrique Lamas, and Judith Eargie. Estimating Eligibility and Participation in the AFDC and SSI Programs. Paper presented at the Joint Statistical Meetings, August 1992."
    ]
}