{
    "id": 4431,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Anthony, J. C. and J. E. Helzer. 1991. Syndromes of Drug Abuse and Dependence. Pp. 116-154 in L. Robins and D. Reiger (eds.), Psychiatric Disorders in America. New York: Free Press.",
        "Bachman, Jerald C., L. D. Johnston, and P. M. OMalley. 1990. Explaining the Recent Decline in Cocaine Use among Young Adults: Further Evidence That Perceived Risks and Disapproval Lead to Reduced Drug Use, Journal of Health and Social Behavior 31(.June):173-184.",
        "Black, Donald J. and A. J. Reiss, Jr. 1970. Police Control of Juveniles, Amer- ican Sociological Review 35:63-77.",
        "Block, Carolyn ft. and ft. L. Block. 1984. Crime Definition, Crime Measurement, and Victim Surveys, Journal of Social Issues 40:137-160.",
        "Block, Richard L. 1974. Why Notify the Police, Criminology 11:555-569.",
        "Blumstein, Alfred, Cohen, J. and ft. Rosenfeld. 1991. Trend and Deviation in Crime Rates: A Comparison of the UCR and NCS Data for Burglary and Robbery, Criminology 29:237-263.",
        "Blumstein, Alfred, Cohen, J. and H.. Rosenfeld. 1992. The UCR-NCS Relationship Revisited: A Reply to Menard, Criminology 30:115-124.",
        "Charnbliss, William J. 1984. Crime Rates and Crime Myths. Pp. 167-177 in W. J. Chambliss (ed.), Criminal Law in Action. New York, NY: John Wiley.",
        "Clark, K. B. 1965. Dark Ghetto: Dilemmas of Social Power. New York: Harper and Row.",
        "Freeman, Richard 13. 1992. Understanding Crime, Gangs, and Neighborhoods: Ethnographic Research and Social Science Analysis. In J. Fagan (ed.), The Ecology of Crime and Drug Use in American Inner Cities: Social Structure and Neighborhood Dynamics, forthcoming.",
        "Freeman, Richard B. 1991. Crime and the Economic Status of Disadvantaged Young Men, Paper presented at the Conference on Urban Labor Markets and Labor Mobility, Airlie House, VA, March 7, 1991.",
        "Crogger, Jeff. 1992. Criminal Opportunities, Criminal Activity, and Young Mens Labor Supply. Working Paper, Department of Economics, University of California, Santa Barbara, CA.",
        "HARYOU. 1964. Youth in the Ghetto: A Study of the Consequences of Powerlessness and a Blueprint for Change. New York: Harlem Youth Opportunities Unlimited.",
        "Huff, C. Ronald (ed.). 1990. Gangs in America. Newbury Park, CA: Sage Publications.",
        "Jencks, Christopher. 1991. Is the American Underclass Crowing? Pp. 28-100 in Christopher Jencks and Paul E. Peterson (eds.), The Urban Underclass. Washington, DC: The Brookings institution.",
        "Kandel, Denise B. 1991. The Social Demography of Drug Use, The Mi/bank Quarterly 69(3):365-414.",
        "Kornblum, William. 1991. Drug Legalization and the Minority Poor, The Milbank Quarterly 69(3):415-435.",
        "Langan, Patrick A. 1991. Americas Soaring Prison Population, Science 251:1568- 1573.",
        "Levine, James P. 1976. The Potential for Crime Overreporting in Criminal Victimization Surveys, Criminology 14:307-330.",
        "McDowall, David and Cohn Loftin. 1992. Comparing the UCR and NCS Over Time, Criminology 30:125-132.",
        "Morganthau, Tom, Greenberg, N. F., Murr, A., Miller, M., and G. Raine. 1986. Crack and Cocaine, Newsweek 107:16-22.",
        "OBrien, Robert M. 1985. Crime and Victimization Data: Volume 4, Law and Criminal Justice Series. Beverly Hills, CA: SAGE Publications.",
        "Skogan, Wesley C. (ed.). 1976. Sample Surveys of Victims of Crime. Cambridge, MA: Ballinger.",
        "Sullivan, Mercer. 1989. Getting Paid: Youth Crime and Work in the Inner City. New York: Cornell University Press.",
        "Turner, Anthony C. 1972. The San Jose Methods Test of Known Crime Victims. National Criminal Justice Information and Statistics Service, Law Enforcement Assistance Administration. Washington, DC: U.S. Government Printing Office.",
        "U.S. Bureau of the Census. 1993. Current Population Reports, P25-1095, U.S.",
        "Williams, T. 1989. The Cocaine Kids. Reading, Mass.: Addison Wesley.",
        "Wilson, William Julius. 1987. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago, IL: University of Chicago Press."
    ]
}