{
    "id": 4432,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Forbes, Douglas and Parker Frisbie. Spanish Surname and Anglo Infant Mortality: Differences Over a Half-Century, Demography, 28 4, 1991, 639-660.",
        "Corman, Hope; Joyce, Theodore J; and Grossman, Michael. Birth Outcome Production Functions in the United States, The Journal of Human Resources, 22, 1987, 339-360.",
        "Cramer, James. Explaining Demographic Differences in Low Birth Weight and Infant Mortality, final research report, Center for Population Research, National Institute of Child Health and Human Development, 1987.",
        "Cooksey, Elizabeth C. Factors in the Resolution of Adolescent Premarital Pregnancies, Demography, 27 2, May 1990, 207-218.",
        "Corman, Hope; and Grossman, Michael. Determinants of Neonatal Mortality Rates in the U.S.: A Reduced Form Model, Journal of Health Economics, 4, 1985, 213-236.",
        "Becker, Gary S. and Lewis, H. Gregg. On the Interaction between the Quantity and Quality of Children, Journal of Political Ecopgj~y, 81 2, 1973, s279-s288.",
        "Schwartz, Rachel. What `Price Prematurity?, Family Planning Perspectives, 21 4, July/August 1989, 170-174.",
        "Willis, Robert J. A New Approach to the Economic Theory of Fertility Behavior, Journal of Political Economy, 81 2, 1973, s14-s64.",
        "Rosenzweig, Mark and Schultz, T. Paul. The Stability of Household Production Technology: A Replication, Journal of Human Resources, 23, Fall 1988, 535-49.",
        "Rosenzweig, Mark and Schultz, T. Paul. The Behavior of Mothers as Inputs to Child Health: The Determinants of Birth Weight, Gestation, and Rate of Fetal Growth, in Economic Aspects of Health, edited by Victor R. Fuchs, Chicago: University of Chicago Press, 1982.",
        "Moore Kristin A., and Caldwell, Steven B. The Effect of Government Policies on Out-of-Wedlock Sex and Pregnancy, Family Planning Perspectives, 16 3, July/August 1977, 164-169.",
        "Quick, J.D. Liberalized Abortion in Oregon: Effects on Fertility, Prematurity, Fetal Death and Infant Death, American Journal of Public Health, 68, 1978, 1003-1008.",
        "Lundberg, Shelly and Plotnick, Robert. Effects of State Welfare, Abortion, and Family Planning Policies on Premarital Childbearing Among White Adolescents, Family Planning Perspectives, 22 6, Nov./Dec. 1990.",
        "Lanman, J.I; Kohl, K.G.;and Bedell, J.H. Changes in Pregnancy Outcomes After Liberalization of New York State Abortion Laws, American Journal of Obstetrics and Gynecology, 18, 1974, 485-492.",
        "Joyce, Theodore J., and Grossman, Michael. Pregnancy Wantedness and the Early Initiation of Prenatal Care, Demography, 27 1, February 1990, 1-17.",
        "Heckman, James J. Sample Selection Bias as a Specification Error, Econometrica, 47 1, January 1979, 153-161.",
        "Joyce, Theodore. The Impact of Induced Abortion on Black and White Birth Outcomes in the United States, Demography, 24 2, May 1987, 229-244.",
        "Grossman, Michael and Jacobowitz, Steven. Variations in Infant Mortality Rates Among Counties of the United States: The Roles of Public Policies and Programs, Demography, 18 4, 1981, 695-713.",
        "Grossman, Michael, and Joyce, Theodore J. Unobservables, Pregnancy Resolutions, and Birth Weight Production Functions in New York City, Journal of Political Economy, 98 5, 1990, 983-1007.",
        "Grossman, Michael. On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 80, 1972, 223-255.",
        "Gold, Rachel B. Publicly Funded Abortions in FY198O and FY19B1, Family Planning Perspectives, 14 4, July/August 1982, 204-207.",
        "Glass, L.H.; Swartz, D.P.; Rajegowda, B.K; and Leblanc, W. Effects of Legalized Abortion on Neonatal Morality and Obstetrical Morbidity at Harlem Hospital Center, American Journal of Public Health, 64, 1974, 717-718.",
        "Becker, Gary S. A Treatise on the Family, Cambridge MA: Harvard University Press, 1981."
    ]
}