{
    "id": 4435,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Woodbury, Stephen A. and Daniel S. Hammerrnesh, 1992. `Taxes, Fringe Benefits, and Faculty, Review of Economics and Statistics 287-296.",
        "Woodbwy, Stephen A., 1983, `Substitution Between Wage and Nonwage Benefits, American Economic Review 73, 166-182.",
        "Turner, Robert, 1987, `Are Taxes Responsible for the Growth In Fringe Benefits?, National Tax Journal, 40, 205-220.",
        "Vroman, Susan, and Gerard Anderson, 1984, `The Effect of lncojme Taxation on the Demand for EmployerProvided Health Insurance, Anplied Economics, 16, 33-43.",
        "Thorpe, Kenneth. et al.. 1992, `Reducing the Number of Uninsured by Subsidizing EmploymentBased Health lnsurance: Results from a Pilot Study, Journal of the American Medical Association, 267:945.948.",
        "Taylor, Amy, and Gail Wiknsky, 1983, `The Effect of Tax Policies on Expenditures for Private Health insurance, in Jack Meyer, ed., Market Reforms in Health Care: Current Issues. New Directions. StrategIc Decisions. Washington, D.C.: American Enterprise Institute.",
        "Sloan, Frank, and Killard Adajnche, 1986, `Taxation and the Growth of Nonwage Benefits, Public~ Finance Gaarterly 14, 115-139.",
        "Phelps, Charles E., 1992, Health Economics. New York: Harper Collins.",
        "Robins, Philip K., 1992, `ChIld Care Policy and Research: An Economists Perspective, in David BIau, ed., The Economics of Child Care. New York: Russell Sage Foundation.",
        "Phelps, Charles E., 1973, The Demand for Health Insurance: A Theoretical and Eninirical Investisation. Santa Monica, CA: RAND.",
        "Marquis, M. Susan, and Charles E. Phelps, 1981, `Price Elasticity and Mverse Selection in the Demand for Supplementaay Health Insurance, Economic tnouirv, 25, 299-3 13.",
        "Marquis, M. Susan, and Stephen H. Long, 1993, `Worker Demand for Health Insurance in the NonGroup Market, mlmeo, RAND cosporalon.",
        "Holmer, Martin, 1984, `Tax Policy and the Demand for Health Insurance, Journal of Health Ecpnomlcs 3, 203-221.",
        "Leibowitz, Arken, and Michael Cheruew, 1992, `The Finns Demand for Health Insurance, in Washington, D.C.: U.S. Department of Labor.",
        "Long, James E., and Frank A. Scott, 1982, `The Income Tax and Nonwage Compensation, Review of Economics and StatistIcs, 64, 21 1-219.",
        "Feldsteln, Martin S., and B. Friedman, 1977, `Ta Subsidies, the Rational Demand for Insurance, and the Health Care Crisis Journal of Public Economics 7, 155-78.",
        "Gruber, Jonathan, 1992, `The Incidence of a Group-Specific Mandated Benefit: Evidence from Health Insurance Benefits for Maternity. National Bureau of Economic Research Working Paper 4157, September 1992.",
        "Feldstein, Martin S., 1973, `The Welfare Loss of Excess Health Insurance, Journal of Political Economy 81, 251-280.",
        "Butler, Stuart. and Edmund Halslmaier, eds. (1989). A National Health System for America. Washington, D.C.: The Heritage Foundation.",
        "Feenberg, Daniel, 1981, `Are Tax Price Models Really Identified: The Case of Charitable Giving. NaLionat Tax Journal 40, 629-633.",
        "Burtless, Gaty, and Larty On, 1985, `Are Classical ExperIments Needed for Manpower Policy?, Journal of Human Resources, 21:606-639."
    ]
}