{
    "id": 4436,
    "cites": 16,
    "cited_by": 118,
    "reference": [
        "Sturm, Peter (19831, Determinants of Saving: Theory and Evidence, Q.~cP. Economic Studies, No. 1, Autumn.",
        "Sen, Amartya 11983), Development: Which Way Now? Economic Journal, Vol. 93, December.",
        "Romer, Paul (1987), Crazy Explanations for the Productivity Slowdown, NBER Macroeconomic Annual.",
        "Maddison, Angus (1982), Phpses of Capitalist Development, Oxford: Oxford University Press.",
        "Lipsey, Robert and Irving Kravis (1987), Savings and Economic Growth: Is the United States Really Fplling Behind? New York: The Conference Board.",
        "Levine, Ross and David Renelt (1992), A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, Vol. 82, September.",
        "Hayashi, Fumio 11986), Why is Japans Saving Rate so Apparently High? in Stanley Fischer, Ed., NBER Macroeconomic Annual.",
        "Kuznets, Simon 119731, Population, Capital, and Growth. Selected Esspys, New York: Norton.",
        "Harberger, Arnold C. lEd.) (1984), World Economic Growth: Case Studies of Developed and Developing Nations, San Francisco: ICS Press.",
        "Feldstein, Martin and Charles Horioka (1980), Domestic Saving and International Capital Flows, Economic Journal, Vol.90, June.",
        "Capital Mobility: What do Saving-Investment Correlations Tell Us? International Monetpry Fund Staff Papers, 34. Feldstein, Martin and Philippe Bacchetta (1991), National Saving and International Investment, in B. Douglas Bernheim and John B. Shoven, National Saving and Economic Performance, Chicago: University of Chicago Press.",
        "Economic Growth: How Strong is the Nexus? Brookings Papers on Economic Activity, No. 2. Denison, Edward F. (19671, Why Economic Growth Rates Differ: Postwar Experience in Nine Western Countries, Washington D.C.: Brookings.",
        "BlomstrÃ\u0083Â¶m, Magnus, Robert E. Lipsey and Mario Zejan (forthcoming), What Explains Developing Country Growth?, in William Baumol, Richard Nelson and Edward Wolff, International Convergence of Productivity, London: Oxford University Press, de Long, Bradford and Lawrence Summers (19911, Equipment Investment and Economic Growth, Quarterly Journal of Economics, Vol 106, May.",
        "Abramovitz, Moses (1956), Resources and Output Trends in the United States since 1870, American Economic Review, Vol 46, May.",
        "Ando (19861, Comment, NBER Macroeconomics Annual.",
        "Benhabib, Jess and Boyan Jovanovic (1991), Externalities and Growth Accounting, American Economic Review, Vol. 81, March. BlomstrÃ\u0083Â¶m, Magnus and Patricio Meller )Eds.) (19911, Diverciing Paths: Comparing a Century of Scandinavian and Latin American Economic Development, Baltimore: Johns Hopkins."
    ]
}