{
    "id": 4437,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Branson, W., The Trade Effects of the 1971 Currency Realignments, Brookings Papers on Economic Activity. I, 1972. Campbell, J. and P. Perron, What Macroeconomists Should Know About Unit Roots, NBER Macroeconomics Annual. forthcoming, 1991.",
        "Ceglowski, J., Intertemporal Substitution in Import Demand, Journal of International Money and Finance. (7), 1991, 118-130.",
        "Clarida, R., Cointegration, Aggregate Consumption, and the Demand for Imports: A Structural Econometric Investigation, NBER Working Paper Number 3812, August 1991.",
        "----------, Cointegration, Aggregate Consumption, and the Demand for Imports: A Structural Econometric Investigation, forthcoming, The American Economic Review. 1993.",
        "Cline, W. US External Adjustment and the World Economy. Washington: Institute for Internal Economics, 1989.",
        "Deaton, A., The Analysis of Consumer Demand in the United Kingdom 1900 1970, Econometrica (42), 1974, 341-367.",
        "Dickey, D. and VJ. Fuller, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica. (49), 1981.",
        "Engle, R. and C. Granger, Cointegration and Error Correction, Econometrica. (55) 1987.",
        "Fuller, W. , Introduction to Statistical Time Series. New fork: John Wiley, 1976.",
        "Goldstein, M. and M. Kahn, Income and Price Effect in Foreign Trade, Chapter 20 in the Handbook of International Economics. Amsterdam: North Holland, 1985.",
        "Hall, R. , Stochastic Implications of the Life-Cycle, Permanent Income Hypothesis, Journal of Political Economy. (86) 1978.",
        "Helkie, W. and P. Hooper, An Emprical Analysis of the US External Deficit, in R. Bryant, G. Holtham, and P. Hooper, External Deficits and the Dollar. Washington: Brookings, 1986.",
        "Hickok, S. , J. Hung, and K. Wulfekuhler, An Expanded, Cg-Integrated Model of US Trade, rairaeo, Federal Reserve Bank of New York, June 1991.",
        "Marquez, J., The Econometrics of Elasticities or the Elasticities of Econometrics: An Empirical Analysis of the Behavior of US Imports, Discussion Paper, 396, Federal Reserve Board, May 1991.",
        "........, Engle&apos;s Law and Cointegration, The Journal of Political Economy. 1992.",
        "Phillips. P. and M. Loretan, Estimating Long-Run Economic Equilibria, Review of Economic Studies, forthcoming, 1991.",
        "Shiells, C., R. Stern, A. Deardorff, Estimates of the Elasticity of Substitution Between Imports and Home Goods for the United States, Weltwirtschaftliches Archiv. (122) 1986.",
        "Stock, J. and M. Watson, Testing for Common Trends, Journal of the American Statistical Association. (83) 1988.",
        "Stock, J. and M. Watson, A Simple MLE of Cointegrating Vectors in Higher Order Integrated Systems, NBER Tech. Working Paper, no. 83, 1990."
    ]
}