{
    "id": 4438,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "Balassa, B. (1964), The Purchasing-Power-Parity Doctrine: A Reappraisal, Journal of Political Economy, 72 (December): 584-96.",
        "Bergstrand, J. (1991), Structural Determinants of the Real Exchange Rates and National Price Levels, American Economic Review, 81 (March): 325-334.",
        "Bhagwati, J. (1984), why Are Services Cheaper in the Poor Countries?, Economic Journal, 94 (June): 279-286.",
        "De Gregorio, J., A. Giovannini and T. Krueger (1993), The Behavior of Nontradable Goods in Europe: Evidence and Interpretation, IMF working Paper No. wP/93/45.",
        "Dornbusch, R. (1983), Real Interest Rates, Home Goods, and Optimal External Borrowing, Journal of Political Economy, 91 (February): 141-153.",
        "Edwards, S. (1989), Real Exchange Rates, Devaluation, and Adjustment: Exchange Rate Policy in Developing Countries, Cambridge, Mass.: MIT Press.",
        "Frenkel, J. and A. Razin (1992), Fiscal Policies and the World Economy, 2nd Edition, Cambridge: MIT Press.",
        "Froot, K. and K. Rogoff (1991a), The EMS, the EMU and the Transition to a Common Currency, NBER Macroeconomics Annual 1991, Vol 6: 269-317.",
        "Froot, K. and K. Rogoff (1991b), Government Spending and the Real Exchange Rate: The Empirical Evidence, mirneo, Harvard University (August).",
        "Glick, R. and K. Rogoff (1993), Global versus Country-Specific Shocks and the Current Account, mimeo, Federal Reserve Bank of San Francisco and Princeton University.",
        "Harrod, R. (1939), International Economics, Cambridge, U.K.: Cambridge University Press.",
        "Hsieh, D. (1982), The Determination of the Real Exchange Rate: The Productivity 21 Approach, Journal of International Economics, 12 (May): 355-362.",
        "Kravis, I., A. Heston and R. Summers (1983), The Share of Services in Economic Growth, in F. Adams and B. Hickman, eds., Global Econometrics: Essays in Honor of Lawrence H. Klein, Cambridge, Mass.: MIT Press.",
        "Kravis, I. and R. Lipsey (1983), Towards an Explanation of national Price Levels, Princeton Studies in International Finance No. 52, Princeton University, International Finance Section.",
        "Marston, R. (1987), Real Exchange Rates and Productivity Growth in the United States and Japan; in S. Arndt and D. Richardson (eds.) Real-Financial Linkages Among Open Economies, Cambridge, MIT Press.",
        "Micossi, S. and C. Milesi-Ferretti (1993), Real Exchange Rates and Non-Tradable Goods Prices in the EMS, mimeo, IMF.",
        "Rogoff, K. (1992), Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate, NBER Working Paper No. 4119.",
        "Salter, W. (1959), Internal and External Balance: The Role of Price and Expenditure Effects, Economic Record, 35: 226-238.",
        "Samuelson, P. (1964), Theoretical Notes on Trade Problems, Review of Economic and Statistics, 46 (March): 145-154.",
        "Stockman, A. and L. Tesar (1990), Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, NBER Working Paper No. 3566.",
        "Swan, T. (1960), Economic Control in a Dependent Economy, Economic Record, 36: 51-66.",
        "Wolf, H. (1992), The Relative Factor Endowments Model of Trade Determination: A Premature Burial?, sI Estudios de Econom~a, forthcoming.",
        "Wolf, H. (1993), The Law of One Price, Transportation and Local Distribution Costs: A Cross-City Study, mimeo, New York University."
    ]
}