{
    "id": 4446,
    "cites": 121,
    "cited_by": 4,
    "reference": [
        "Abel, A. B., 1979, Investment and the Value of Capital, (Garland Publishing Inc., New York and London).",
        "Adler, H. and B. Dumas, 1983, International Portfolio Choice and Corporation Finance: A Synthesis, The Journal of Finance, 38, 925-984.",
        "Adler, M. and B. Lehmann, 1983, Deviations from Purchasing Power Parity in the Long Run, The Journal of Finance, 38, 1471-1487.",
        "Admati, A., 1985, A Noisy Rational Expectations Equilibrium for Multi-Asste Security Markets, Econometrics, 53, 629-657.",
        "Backus, D., A. W. Gregory and C. I. Telmer, 1990, Accounting and Forward Rates in Markets for Foreign Currency, working paper 439, Federal Reserve Bank of Minneapolis.",
        "Eackus, D. , P. Kehoe and F. Kydland, 1992, Relative Price Movements in Dynamic General Equilibrium Models of International Trade, this Handbook.",
        "Baldwin, R. , 1986, Hysteresis in Trade, working paper, MIT, April 1986.",
        "Baldwin, R. and P. Krugman. 1989, Persistent Trade Effects of Large Exchange Rate Shocks, The Quarterly Journal of Economics, CIV, 635-654.",
        "Bansal, ft., D. A. Hsieh and S. Viswanathan, 1992, A New Approach to International Arbitrage Pricing, working paper, Duke University.",
        "Bayoumi, T. , 1990, Savings-Investment Correlations: Immobile Capital, Government Policy, or Endogenous Behavior? IMF Staff Papers, 37, 360-387.",
        "Bayoumi, T. and A. Rose, 1992, Domestic Saving and Intranational Capital Flows, European Economic Review, forthcoming.",
        "Bekaert, G. and R. J. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance, 47, 467-508.",
        "Black, F. , 1972, Capital Market Equilibrium with Restricted Borrowing, Journal of Business, 45, 444-454.",
        "Black, F., 1990, Equilibrium Exchange Rate Hedging, The Journal of Finance, 45, 899-908.",
        "Breeden, D. , 1978, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7, 265-296.",
        "Breeden, D. T., M. ft. Gibbons and ft. H. Litzenberger, 1989, Empirical Tests of the Consumption-Oriented CAPH, The Journal of Finance, 44, 231.262.",
        "Campbell, J. Y. and Y. Hamao, 1992, Predictable Stock Returns in the United States and Japan: A Study of of Long-Term Capital Market Integration, Journal of Finance, 47, 43.70.",
        "Campbell, J. y. and R. Shiller, 1988, The Dividend-price Ratio and Expectations of Future Dividends and Discount Factors, The Reviei~ of Financial Studies, 1, 195-228.",
        "Chan, K. C., G. A. Karolyi and K. H. Stulz, 1992, Global Financial Markets and the Risk Premium on U.S. Equity, working paper 92-19, College of Business, The Ohio State University.",
        "Chen, N. -F., R. Roll and S. A. Ross, 1986, Economic Forces and the Stock Market, Journal of Business, 59, 383-403.",
        "Cochrane, J. H. , 1991, Volatility Tests and Market Efficiency: A Review Essay, Journal of Monetary Economics, 27, 463-485.",
        "Connor, G. and R. A. Korajczyck, 1991, Risk and Return in an Equilibrium APT: Application of a New Test Methodology, Journal of Financial Economics, 21, 255-289.",
        "Constantinides, G. , 1990, Habit Formation: A Resolution of the Equity Premium Puzzle Journal of Political Economy, 98, 519-543.",
        "Cooper, I. and E. Kaplanis, 1991, What Explains the Home Bias in Portfolio Investment? Discussion paper, London Business School.",
        "Cumby, ft., 1987, Consumption Risk and International Asset Returns: Some Empirical Evidence, N.B.E.R. working paper 2383.",
        "Cumby, ft. and M. Obstfeld, 1984, International Interest Rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, in J. F. 0. Bilson and ft. C. Msrston (ads.), Exchange Rare Theory and Practice, (University of Chicago Press, Chicago, Ii.).",
        "Cutler, 0. H., 3. H. Poterba and L. H. Summers, 1991, Speculative Dynamics, Review of Economic Studies, 58, 529-546.",
        "De Santis, G. , 1991, Volatility Bounds for Stochastic Discount Factors: Tests and Implications for International Stock Returns, manuscript, University of Chicago.",
        "Devereux, M. B., 1988, Non-traded Goods and the International Transmission of Fiscal Policy, Canadian Journal of Economics, 21, 265-278.",
        "Diamond, D. W. and ft. E. Verrechia, 1981, Information Aggregation in a Noisy Rational Expectations Economy, Journal of Financial Economics, 9, 221-235.",
        "Dixit, A., 1989a, Entry and Exit Decisions under Uncertainty, Journal of 47 Political Economy, 97, 620.638.",
        "Dixit, A. , 1989b, Hysteresis, Import Penetration, and Exchange Rate PasaThrough,  The Quarterly Journal of Economics, CIV, 205-228.",
        "Dornbusch, K., 1983, Real Interest Rates, Home Goods, and Optimal External Borrowing, Journal of Political Economy, 91, 141-153.",
        "Dumas, 8., 1988, Perishable Investment and Hysteresis in Capital Formation, working paper, Wharton School of the University of Pennsylvania.",
        "Dumas, B., 1992, Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World, Review of Financial Studies, 5, 153-180.",
        "Dunias, B. and B. Solnik, 1991, The World Price of Exchange Rate Risk, working paper, HEC School of Management.",
        "Eldor, R. , D. Pines and A. Schwartz, 1988, Home Asset Preference and Productivity Shocks, Journal of International Economics, 25, 165-176.",
        "Engel, C. , 1991, Is Real Exchange Rate Variability Caused by Relative Price Changes? An Empirical Investigation, working paper, Federal Reserve Bank of Kansas City.",
        "Engel, C., J. Frankel and K. Froot, 1991, The Cosntrained Asset Share Estimation (CASE) Method: Testing Mean-Variance Efficiency of the U.S. Stock Market, working paper MIT.",
        "Engel, C. and A.P. Rodrigues, 1988, Tests of International CAPM with TimeVarying Covariances, Journal of Applied Econometrics, 4, 119-138.",
        "Epstein, L. C. and S. E. Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrics, 57, 937-969.",
        "Errunza, V. and E. Losq, 1985, International Asset Pricing under Mild Segmentation: Theory and Test, The Journal of Finance, 40, 105-124.",
        "Fama, E. F., 1984, Forward and Spot Exchange Rates, Journal of Monetary Economics, 14, 319-338.",
        "Fama, E. F. and K. French, 1988a, Permanent and Temporary Components of Stock Prices, Journal of Political Economy, 96, 246-273.",
        "Farm, E. F. and K. French, 1988b, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-26.",
        "Fama, E. F. and J. 0. MacBeth, 1973, Risk, Return and Equilibrium: Empirical Tests, Journal of Political Economy, 71, 607-636.",
        "Fama, E. F. and G. V. Schwert, 1977, `Asset Returns and Inflation, Journal of Financial Economics, 5, 115-146.",
        "Feldstein, H. and C. Horioka, 1980, `Domestic Saving and International Capital Flow, Economic Journal, 90, 314-329.",
        "Ferson, V. E. and C. R. Harvey, 1991, The Variation of Economic Risk Premiums, Journal of Political Economy, 99, 385-415.",
        "Ferson, V. E. and C. R. Harvey, 1991, `The Risk and Predictability of International Equity Returns, working paper, University of Chicago.",
        "Forster, F. 0. and T. Smith, 1992, Asse9ing Goodness of Fit of Asset Pricing Models: The Distribution of the Maximal R , working paper, Duke University Fuqua School of Business.",
        "Frankel, J. A., 1982, In Search of the Exchange Risk Premium: A Six-Currency Teat of Mean-Variance Efficiency, Journal of International Money and Finance, 1, 255-274.",
        "Frankel, J. A., 1992, Measuring International Capital Mobility: A Review, American Economic RevIew, 82, 197-202.",
        "Frankel, J. A. and J. Stock, 1987 Regression vs. Volatility Tests of Foreign Exchange Markets, Journal of International Money and Finance, 6, 49-56.",
        "French, K. and J. Poterba, 1991, Investor Diversification and International Equity Markets, American Economic Review, 81, 222-226.",
        "Frenkel, J. A. and A. Razin, 1980 Stochastic Prices and Tests of Efficiency of Foreign Exchange Markets, Economic Letters, 6, 165-170.",
        "Friend, I., Y. Landskroner and E. Losq, 1976, The Demand for Risky Assets under Uncertain Inflation, The Journal of Finance, 31, 1287-1298.",
        "Froot, K. A. , Tests of Excess Forecast Volatility in the Foreign Exchange and Stock Markets, NEER working paper 2362. Gibbons, M. R. and U. E. Person, 1985, Testing Asset Pricing Models with Changing Expectations and an Unobservable Market Portfolio, Journal of Financial Economics, 14, 217-236.",
        "Giovannini, A., 1988, `Exchange Rates and Traded Goods Prices, Journal of International Economics, 24, 45-68.",
        "Giovannini, A. and P. Jorion, 1987, Interest Rates and Risk Premia in the Stock Market and in the Foreign Exchange Market, Journal of International Moncy and Finance, 6, 107-123.",
        "Giovannini, A. and P. Jorion, 1989, Time Variation of Risk and Return in the Foreign Exchange and Stock Markets, The Journal of Finance, 44, 307-326.",
        "Grossman, S. J. and R. J. Shiller, 1982, Consumption Correlatedness and Risk Measurement in Economies with Non-traded Assets and Heterogeneous Information, Journal of Financial Economics, 10, 195-210.",
        "Gultekin, N. B. , 1983, Stock Market Returns and Inflation: Evidence from Other Countries, The Journal of Finance, 38, 49-66.",
        "Gultekin, N. B., H. N. Gultekin and A. Penati, 1989, Capital Controls and 49 International Capital Market Segmentation: The Evidence from the Japanese and the American Stock Markets, The Journal of Finance, 44, 849-869.",
        "Hamao, Y. , K. U, Masulis and V. Ng, 1990, `Correlations in Price Changes and Volatility across International Stock Markets, Review of Financial Studies, 3, 281-308.",
        "Hansen, L. P. and K. Jagannathan (1991), Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "Hansen, L. P. and K. J. Hodrick, 1983, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics, (University of Chicago Press, Chicago, Il.).",
        "Hodrick, R. J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, (Harwood Academic Pulishers, Chur, Switzerland).",
        "Hodrick, K. J. and S. Srivastava, 1984, `An Investigation of Risk and Return in Forward Foreign Exchange, Journal of International Money and Finance, 3, 5-29.",
        "Howell, M. and A. Cozzini, 1990, International Equity Flows, International Equity Research, Salomon Brothers.",
        "Howell, H. and A. Cozzini, 1991, International Equity Flows, International Equity Research, Salomon Brothers.",
        "Hsieh, D. A. , 1991, Using Nonlinear Methods to Search for Risk Premia in Currency Futures, mimeo, Fuqua School of Business, Duke University.",
        "Huizinga, J. , 1987, An Empirical Investigation of the Long-Run Behavior of Real Exchange Rates, in Karl Brunner and Allan Meltzer, eds. , Empirical Studies of Velocity, Real Exchange Rates, Unemployment and Porductivity, Carnegie-Rochester Conference Series on Public Policy, 27, 149-214.",
        "Ikeda, S. , 1991, Arbitrage Asset Pricing with Exchange Risk, The Journal of Finance, 46, 447-455.",
        "Kandel, S. and R. F. Stambaugh, 1988, Modeling Expected Stock Returns for Long and Short Horizons, working paper, Wharton School of the University of Pennsylvania.",
        "Keim, D. and ft. F. Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics, 17, 357-390.",
        "Korajczyck, ft. and C. Viallet, 1992, Equity Risk Premia and the Pricing of 50 Foreign Exchange Risk, Journal of International Economics, 33, 199-220.",
        "Krugman, P., 1987, Pricing to Market when the Exchange Rate Changes, in S. W. Arndt and J. D. Richardson, ads, Real Financial Linkages among Open Economies (MIT Press, Cambridge), 49-70.",
        "Labadie, P. , 1986 Competitive Dynamics and Risk Premia in an Overlapping Generations Model, Review of Economic Studies, 53, 139-152.",
        "Lame, P., 1984, Integration of International Capital Markets, mimeo, University of Chicago.",
        "Levine, K., 1989, An international arbitrage pricing model with PPP deviations, Economic Inquiry, 27, 587-599.",
        "Lintner, J. , 1965, The Valuation of Risky Assets and the Selection of Risky Investment in Stock Portfolios and Capital Budgets, Review of Economics and Statistics, 47, 103-124.",
        "Lo, A. U. and A. C. MacKinlay, 1988, `Stock Market Prices do not Follow Random Walks: Evidence from a Simple Specification Test, The Review of Financial Studies, 1, 41-66.",
        "Lucas, R. E. , 1978, Asset Prices in an Exchange Economy, Econometrica, 46, 1429-1446.",
        "Lucas, K. E. , 1982, Interest Rates and Currency Pirces in a Two-Country World, Journal of Monetary Economics, 10, 335-360.",
        "Marston, K. C. , 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, 217-236.",
        "McCulloch, J. H., 1975, Operational Aspects of the Siegel Paradox, Quarterly Journal of Economics, 89, 170-172.",
        "Mehra, R. and E. C. Prescott, 1985, The Equity Premium: a Puzzle, Journal of Monetary Economics, 15, 145-161.",
        "Merton, R.C. , 1971, Optimum Consumption and Portfolio Rules in a Continuoustime Model, Journal of Economic Theory, 3, 373-413.",
        "Merton, R.C. , 1973, An Intertemporal Capital Asset Pricing Model, Econometrica, 41, 867-887.",
        "Mossin, J. , 1966, `Equilibrium in a Capital Asset Market, Econometrica, 34, 768-783.",
        "Mussa, H., 1986, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates, Carnegie-Rochester Serieson Public Policy, 25, 117-214.",
        "Obstfeld, H. , 1986, Capital Mobility in the World Economy: Theory and Measurement, Carnegie-Rochester Conference Series on Public Policy, 31, 1-24.",
        "Obstfeld, H. , 1989, How Integrated Are World Capital Markets? Some New Tests, in G. Calvo, ft. Findlay and J. de Macedo, eds. , Debt, Stabilization 51 and Development, (Blackwell, Oxford), 134-155.",
        "Richardson, H., 1990, Temporary Components of Stock Prices: A Skeptics View, working paper, Wharton School of the University of Pennsylvania.",
        "Roll, R. , 1992, Industrial Structure and the Comparative Behavior of International Stock Market Indexes, The Journal of Finance, 42, 3-42.",
        "Ross, S. A., 1976, The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory, 13, 341-360.",
        "Ross, S. A. and H. U. Walsh, 1983, A Simple Approach to the Pricing of Risky Assets with Uncertain Exchange Rates, Research in International Business and Finance, 3, 39-54.",
        "Rozeff, H., 1984, Dividend Yields are Equity Risk Premiums, Journal of Portfolio Management, 11, 68-75.",
        "Scheinkman, J. , 1984, General Equilibrium Models of Economic Fluctuations: a Survey of Theory, mimeo, University of Chicago.",
        "Sercu, P., 1980, A Generalization of the International Asset Pricing Model, Revue de lAssociation Francaise de Finance, 1, 91-135.",
        "Sharpe, V. , 1964, Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, The Journal of Finance, 19, 425-442.",
        "Shiller, R. , 1981, Do Stock Prices Move Too Much to be Justified by Future Dividends? American Economic Review, 71, 421-436.",
        "Sibert, A., 1989, The Risk Premium in the Foreign Exchange Market, Journal of Money, Credit and Banking, 21, 49-65.",
        "Siegel, J. , 1972, Risk, Interest and Forward Exchange, Quarterly Journal of Economics, 86, 303-309.",
        "Sinn, S. A., 1991, Measuring International Capital Mobility: A Critical Note on the Use of Saving and Investment Correlations, mimeo, Institut f~r Welwirtschaft, Kid.",
        "Solnik, B. , 1974, An Equilibrium Model of the International Capital Market, Journal of Economic Theory, 8, 500-524.",
        "Solnik, B. , 1983, International Arbitrage Pricing Theory, The Journal of Finance, 38, 449-457.",
        "Solnik, B., 1983, `The Relation Between Stock Prices and Inflationary Expectations: The International Evidence, The Journal of Finance, 38, 35-48.",
        "Solnik, B. , 1992, Using the Predictability of International Asset Returns, working paper, HEC, August 1992.",
        "Stambaugh, R. , 1986, Discussion, The Journal of Finance, 41, 601-602.",
        "Stockman, A. C. and H. Dallas, 1989, International Portfolio 52 Nondiversification and Exchange Rate Variability, Journal of Internarional Economics, 26, 271-289.",
        "Stockxnan, A. C. and L. Tesar, 1990, Tastes and Technology in a Two-country Model of the Business Cycle: Explaining International Comovements, working paper 16-90, University of California, Santa Barbara.",
        "Stulz, R. , 1981, A Model of International Asset Pricing, Journal of Financial Economics, 9, 383-406.",
        "Stulz, K., 1987, An Equilibrium Model of Exchange Kate Determination and Asset Pricing with Nontraded Goods and Imperfect Information, Journal of Political Economy, 95, 1024-1040.",
        "Svensson, L. E. 0., 1985, Currency Prices, Terms of Trade and Interest Rates: A General-Equilibrium Asset Pricing, Cash-in-Advance Approach, Journal of International Economics, 18, 17-42.",
        "Tesar, L. L. and I. H. Werner, `Home Bias and the Globalization of Securities Markets, working paper, Graduate School of Business, Stanford University, July 1992.",
        "Uppal, M. , 1992, Deviations from Purchasing Power Parity and Capital Flows, Journal of International Money and Finance, 11, 126-144.",
        "Weil, P., 1989, The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24, 401-421.",
        "Wheatley, S. M. , 1988, Some Tests of International Equity Market Integration, Journal of Financial Economics, 21, 177-212.",
        "Wheatley, S. H. , 1989, A Critique of Latent Variable Tests of Asset Pricing Models, Journal of Financial Economics, 23, 325-338."
    ]
}