{
    "id": 4448,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Andrews, Donald W.K. (1990), Tests for Parameter Instability and Structural Change with Unknown Change Point, Cowles Foundation Discussion Paper No. 943 (New Haven: Yale University).",
        "Blanchard, Olivier J. (1985), Credibility, Disinflation, and Gradualism, Economics Letters, vol. 17. pp. 211-17.",
        "Flood, Robert P. (1983), Comment on Buiter and Miller, in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics (Chicago: University of Chicago Press), pp. 359-365.",
        "Papers, vol. 36 (September), pp. 612-632. Froot, Kenneth. A., and Kenneth Rogoff (1991), The EMS, the EMU, and the Transition to a Common Currency, Olivier J. Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual 1991, (Cambridge MA: MIT Press). pp. 269-317.",
        "Giavazzi, Franceso, and Marco Pagano (1988), The Advantage of Tying Ones Hands: EMS Discipline and Central Bank Credibility, European Economic Review, vol. 32 (June), pp. 1055-75.",
        "Paper No. 369 (January). Klein, Michael, and Nancy Marion (1992), The Duration of Fixed Exchange Rate Regimes, working paper (November).",
        "Koen, Vincent R. (1991), Testing the Credibility of the Belgian Hard Currency Policy, IMF Working Paper WP/9l/79 (August).",
        "Kreps, David and Robert Wilson (1982), Reputation and Imperfect Information, Journal of Economic Theory, vol. 27, pp. 253-79.",
        "Obstfeld, Maurice (1991), Destabilizing Effects of Exchange Rate Escape Clauses, NEER Working Paper No. 3603 (January).",
        "Persson, Torsten (1988), Credibility ~of Macroeconomic Policy: An Introduction and Broad Survey, European Economic Review, vol. 32, pp. 519-32.",
        "Rogoff, Kenneth (1987), Reputational Constraints on Monetary Policy, in K. Brunner and A. Meltzer, eds. Carnegie-Rochester Series on Public Policy 26, Amsterdam: North-Holland, pp. 141-82.",
        "Political Economy of Price Reform: A Case Against Gradualism, mimeo, World Bank (December). Vickers, John (1986), Signalling in a Model of Monetary Policy with Incomplete Information, Oxford Economic Pagers, vol. 38, pp. 443-55.",
        "Weber, Axel (1991), Reputation and Credibility in the European Monetary System, European Policy, No. 12 (April), pp. 57-102."
    ]
}