{
    "id": 4449,
    "cites": 31,
    "cited_by": 23,
    "reference": [
        "AxIlrod, S.H. * Comment on `On Consequences and Criticisms of Monetary Targeting, Journal of Money. Credit, and Banking 17, 1985. pp.598-602.",
        "Barro, R.J., Unanticipated Money Growth and Unemployment in the United States, American Economic Review 67, 1977. pp. 101-115.",
        "States, Journal of Political Economy 86, 1978, pp. 549580.",
        "Bean, C.R., Targeting Nominal Income: An Appraisal. Economic Journal 93, 1983, pp. 806-819.",
        "Cochrane, J.H., Comment, NBER Macroeconomics Annual 1991, Cambridge, MA: MIT Press, 1991.",
        "Dueker, M. , Velocity Forecasts for Nominal GDP Targeting Rules, Federal Reserve Bank of St. Louis, Working Paper, Feb. 1993.",
        "Feldsteln, U.S.. and J.H. Stock, The Use of a Monetary Aggregate to Target Nominal GD?. in N.G. Mankiw (ed. ), The Conduct of Monetary Policy, NBER, forthcoming (1993).",
        "Flood. liP., and P. Isard, Anchors Against Inflation and the Design of Monetary Policy, Working Paper, International Monetary Fund, 1988.",
        "Friedman, B.M. , Conducting Monetary Policy by Controlling Currency Plus Noise, Carnegie-Rochester Conference-Series on Public Policy 29, 1988.",
        "W.S. Haraf and P. Cagan (eds. ), Monetary Policy for a Changing Financial Environment, Washington: AEI Press, 1990.",
        "Goodfriend, Marvin, and Monica Hargraves, A Historical Assessment of the Rationales and Functions of Reserve Requirements, Federal Reserve Bank of Richmond Economic Review 69 (No. 2), 1983, pp. 3-2_.",
        "Hafer, R.~l. , J.H. Haslag, and SE. Hem, Evaluating Monetary Base Targeting Rules, Working Paper, 1990.",
        "Hall, T.E. , McCallums Base Growth Rule: Results for the United States, West Germany, Japan, and Canada, Weltwirtschaftliches Archly 126, 1990, pp.",
        "Henderson, D.W. , Paper on nominal income targeting presented at Carnegie-Rochester Conference Series on Public Policy, November 1992.",
        "Hess, GD., D.M. Small, and F. Brayton, Nominal Income Targeting with the Monetary Base as an Instrument: An Evaluation of McCalluiss Rule, Board of Governors of the Federal Reserve System, Working Paper, May 1992.",
        "Judd, J.P., and B. Motley, Nominal Feedback Rules for Monetary Policy, Federal Reserve Bank of San Francisco Economic Review, Summer 1991, pp.",
        "Kydland, F.E. , and E.C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica 50, 1982, pp. 1345-1370.",
        "Lucas, R.E. , Jr., Expectations and the Neutrality of Money, Journal of Economic Theory 4, 1972, pp. 103-124.",
        "Tradeoffs, American Economic Review 63, 1973, pp. 326-334.",
        "McCallum, B.T. , Robustness Properties of a Rule for Monetary Policy. Carnegie-Rochester Series on Public Policy 29, 1988, pp. 173-203.",
        "W.S. Haraf and?. Cagan (eds.), Monetary Policy for a Changing Financial Environment, Washington: The AEI Press. 1990.",
        "DepressIon? Journal of Monetary Economics 26, 1990, pp. 3-26.",
        "Multicountry Simulation Studies, NBER Working Paper No.4233. Dec. 1992.",
        "Issues, Federal Reserve Bank of Richmond Economic Quarterly 79. Spring 1992, pp. 13-44.",
        "McCallum, B.T., and J.E. Hoehn, Instrument Choice for Money Stock Control with Contemporaneous and Lagged Reserve Requirements. Journal of Money. Credit, and Banking 15, 1983, pp. 96-101.",
        "McNelis, P. , and N. Yoshino, Monetary Stabilization with Interest Rate Instruments in Japan: A Linear Quadratic Control Analysis,  Bank of Japan Monetary and Economic Studies 10, Nov. 1992, pp. 79-106.",
        "Okina, K., Relationship Between Money Stock and Real Output in the Japanese Economy--Survey on the Empirical Tests of the LSW Proposition. Bank of Japan Economic and Monetary Studies 4, April 1986, pp. 41-77.",
        "Singleton (ed. ), Japanese Monetary Policy, Chicago: Univ. of Chicago Press for NBER, 1993.",
        "Taylor, J.B. , Discretion vs. Policy Rules In Practice, Carnegie-Rochester Conference Series on Public Policy 39, Autumn 1993. forthcomIng.",
        "Alternative International Monetary Regimes,  Bank of Japan Economic and Monetary StudIes 6, May 1988. pp. 1-36.",
        "Ueda, K. , A Comparative Perspective on Japanese Monetary Policy: The Short-Rim Monetary Control and the TransmIssion Mechanism, In K.J. Singleton (ed, ), Japanese Monetary Policy, Chicago: Univ. of Chicago Press for NBER, 1993."
    ]
}