{
    "id": 4450,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "A. Winkler, The Impact of Housing Costs on the Living Arrangement of Single Mothers, Journal of Urban Economics, 32, 338-403 (1992).",
        "D. Rivers and Q. Vuong, Limited Information Estimators and Exogeneity Tests for Simultaneous Probit Models, Journal of Econometrics, 39, 347-366 (1988).",
        "Indicative Planning Council for the Housing Industry, Long-term Projections Report 1989, Australian Government Publishing Service, Canberra (1989).",
        "R. Moffitt, Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature, 30, 1-61, (1992).",
        "P. Hendershott and J. Slemrod, Taxes and the User Cost of Capital for Owner Occupied Housing, AREUEA Journal, 10, 375-393 (1983).",
        "P. Hendershott, Erosion of the First Home Owner Benefit, working paper, University of New South Wales, Sydney (1989).",
        "P. Hendershott and S. Hu, Investment in Producers Equipment, in Aaron and Pechman (ed), ~ Taxes Affect Economic Behavior, The Brookings Institution, Washington, D.C. (1981).",
        "D. Haurin and D. Kamara, The Homeownership Decision of Female Headed Households, Journal of Housing Economics (1993).",
        "J. Heckman, Sample Selection Bias as a Specification Error, Econometrica, 47, 153-161 (1979).",
        "D. Haurin, P. Hendershott, and D. Ling, Homeownership Rates of Married Couples: An Econometric Investigation, Housing - Finance Review, 7, 85-108 (1988).",
        "M. Greenwood, Human Migration: Theory, Models, and Empirical Studies, Journal of Regional Science, 25, 521-544 (1985).",
        "D. Ha.urin, P. Hendershott, and D. Kim, The Impact of Real Rents and Wages on Household Formation, Review of Economics and Statistics (1993a).",
        "A. Goodman, An Econometric Model of Housing Price, Permanent Income, Tenure Choice, and Housing Demand, Journal of Urban Economics, 23, 327353 (1988).",
        "F. Goldscheider and J. Da Vanzo, Living Arrangements and the Transition to Adulthood, Demography, 22. 545-563 (1985).",
        "R. Eisner, Tax Policy and Investment Behavior: Comment, Amer Econ Rev, 59, 379-388 (1969).",
        "S. Bourassa and P. Hendershott, Over-Investment in Australian Housing?, National Housing Strategy Background Paper no. 9, Australian Government Publishing Service, Canberra Australia (1992).",
        "R. Avery, F. Goldscheider, and A. Speare, Feathered Nest/Gilded Cage: Parental Income and Leaving Home in the Transition to Adulthood, Demography, 29, 375-388 (1992).",
        "National Housing Strategy, Australian Housing: The Demographic. Economic and Social Environment,Issues Paper no. 1, Australian Government Publishing Service, Canberra (1991).",
        "D. Haurin, P. Hendershott, and D. Kim, Housing Decisions of American Youth, Journal of Urban Economics (1993b)."
    ]
}