{
    "id": 4452,
    "cites": 22,
    "cited_by": 140,
    "reference": [
        "Aghion, P. and P. Howitt (1990). A Model of Growth Through Creative Destruction, Econometrica 60, 323-351.",
        "Arthur, W. Brian (1989). Competing Technologies, Increasing Returns, and Lock-in by Historical Events, Economic Journal 99, 116-31.",
        "Brown, Donald J., Walter P. Heller and Ross M. Starr (1992). Two-Part Marginal Cost Pricing Equilibria: Existence and Efficiency, Journal of Economic Theory 57, 52-72.",
        "Dosi, Giovanni, Keith Pavitt, and Luc Soete (1990). The Economics of Technological Change and international Trade. New York: Harverstor Wheatsheaf.",
        "David, Paul (1985). Clio and the Economics of Qwerty, American Economic Review 75, 332-337.",
        "Dixit, A. and .1. Stiglitz (1977). Monopolistic Competition and Optimum Product Diversity, American Economic Review 76, 297-308.",
        "Dupuit, Jules (1969). On the Measurement of the Utility of Public Works, In Kenneth 3. Arrow and Tibor Scitovsky (ad.) Reprinted in Readings in WeVare Economics. Homewood IL: Richard D. Irwin.",
        "Peenstra, Robert C. (1992). How Costly is Protectionism, Journal of Economic Perspectives 6, 159-78.",
        "Grossman, G. and E. Helpman (1991). Quality Ladders in the Theory of Growth, Review of Economic Studies 58, 43-61.",
        "Press. Harberger, Arnold C. (1954). Monopoly and Resource Allocation, American Economic Review 44, 77-87.",
        "Review 49, 134-146. Helpman, Elhanan and Paul Krugman (1985). Market Structure and Foreign Trade. Cambridge, MA: MIT Press.",
        "Krugman, Paul (1990). Rethinking International Trade. Cambridge, MA: MIT Press.",
        "Lancaster, Kelvin (1966). A New Approach to Consumer Theory, Journal of Political Economy 74, 132-57.",
        "Meade, James E. (1944). Price and Output Policy of State Enterprise: A Symposium, The Economic Journal 54, 32 1-39.",
        "Nelson, Richard and Sydney Winter (1982). An Evolutionary Theory of Economic Change. Cambridge, MA: Harvard University Press.",
        "Rebelo, Sergio (1991). Long Run Policy Analysis and Long Run Growth, Journal of Political Economy 99, 500-521.",
        "Rivera-Bath, Luis and Paul M. Romer (1991). Economic Integration and Endogenous Growth, Quarterly Journal of Economics 106, 531-556.",
        "Romer, Paul M. (1986). Increasing Returns and Long-Run Growth, Journal of Political Economy 94, 1002-1037.",
        "American Economic Review 77, 56-62. __________ (1990). Endogenous Technological Change, Journal of Political Economy 98, 571-S 102.",
        "Schultz,Theodore W. (1975). The Value of the Ability to Deal with Disequilibria, Journal of Economic Literature 13, 827-846.",
        "SoLo, Hemando de (1989). The Other Path. New York: Harper and Row.",
        "Teece, David (l977) Technology Transfer by Multinational Firms: The Resource Cost of Transferring Technological Knowbow, Economic Journal 87, 242-261. Warsh, David (1984). The Idea of Economic Conzplaity. New York: Viking Press."
    ]
}