{
    "id": 4453,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "White, B.B. (1978) : Empirical Tests of the Life Cycle Hypothesis, American Economic Review 68, 547-60.",
        "Ryder, N.B. (1965) : The Cohort as a Concept in the Study of Social Change, American Sociological Review, 30, 843-61.",
        "Stoker, TM. (1984) : Completeness, Distribution Restrictions and the Form of Aggregate Functions , Econometrica , 52, 887-907.",
        "Runkle, D.E. (1991) : Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data, Journal of Monetary Economic8 , 27, 73-98.",
        "Meghir, C. and G. Weber, (1991) : Intertemporal Non-Separability or Borrowing Restrictions?, Institute for Fiscal Studies, Mirneo.",
        "Mankiw, N.G., Rutemberg, J.J and L.H. Summers (1985): Intertemporal Substitution in Macroeconomics , Quarterly Journal of Economics , 100, 225-53.",
        "Hansen, L.P. and K.J. Singleton (1982) : Generalized Instrumental Variable Estimation of Nonlinear Rational Expectations Models, Econornetrica , 50, 895-916.",
        "Hansen, L.P. and K.J. Singleton (1983) : Stochastic Consumption, Risk Aversion and teh Temporal Behavior of Asset Returns, Journal of Political Economy , 91, 249-65.",
        "Hall, R.E. and F. Mishkin, (1982) : The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica , 50, 461-82.",
        "Hall, R.E. (1978) : `The Stochastic Implications of the Life Cycle Permanent Income Hypothesis, Journal of Political Economy , 86, 971-87.",
        "Hall, R.E., (1988) : Intertemporal Substitution in Consumption, Journal of Political Economy 96, 339-57.",
        "Grossman, S. J. and R. J. Sbiller (1982) : Consumption Correlatdness and Risk Measurement in Economies with Nontraded Assets and Heterogeneous Information, Journal of Financial Economic8, 10, 195-210.",
        "Cochrane, J. (1991) : A Simple Test of Consumption Insurance, Journal of Political Economy 99, 957-81.",
        "Fiavin, M. (1981) : ` The Adjustment of Consumption to Changing Expectations About Future Income, Journal of Political Economy , 89, 974-1009.",
        "Gorman, W.M. (1959) : Separable Utility and Aggregation, Econometrica , 21, 63-80.",
        "Chamberlain, G. (1984) : Panel Data, in: Handbook of Econometric, ,North Holland.",
        "Carroll, C.D. and L.H. Summers (1991): `Consumption Growth Parallels Income Growth: Some New Evidence , in: B.D. Bernheim and J.B. Shoven (eds.) : National Savings and Economic Performance, Chicago.",
        "Campbell, J.Y., and Mankiw, N.G. (1991): `The Response of Consumption to Income: A CrossCountry Investigation, European Economic Review, 35, 715-21.",
        "Campbell, J.Y. (1987) Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis, Econometrics , 55, 1249-73.",
        "Campbell, J.Y., and Mankiw, N.G. (1989): Permanent Income, Current Income, and Consumption , NBER Macroeconomic Annual, Cambridge.",
        "Browning, M., and C. Meghir (1991): `Testing for Separability of Commodity Demands from Male and F~male Labor Supply, Econometrica , 59925-952.",
        "Browning, M., Deaton, A. and M. Irish (1985): A Profitable Approach to Labor Supply and Commodity Demands over the Life Cycle, Econometrics , 53, pp.503-44.",
        "Browning, M. (1989) : The Intertemporal Allocation of Expenditure on Non-Durables, Services and Durables Canadian Journal of Economics, 22, 22-36.",
        "Browning, M. (1990) : `Estimating Micro Parameters from Macro Data: Some Pessimistic Evidence , Mimeo, McMaster University.",
        "Blundell, R., Pashardes, P. and G. Weber, (1992) : What Do We Learn About Commodity Demands From Micro Data? , American Economic Review ,forthcoming.",
        "Blinder, A. (1975) : `Distribution Effects and the Aggregate Consumption Function, Journal of Political Economy , 98, 447-75.",
        "Blundell, R., Browning, M. and C. Meghir , (1989) : A Microeconometric Model of Intertemporal Substitution and Consumer Demand University College London DP. 89-11.",
        "Attanasio, OP., and Weber, G. (1992): `Consumption Growth, the Interest Rate and Aggregation , Review of Economic Studies, forthcoming.",
        "Altonji, J. and A. Siow (1987) : Testing The Response of Consumption to Income with (Noisy) Panel Data , Quarterly Journal of Economics , 102, 293-328."
    ]
}