{
    "id": 4458,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Akgirsy, Vedat, and G. Geoffrey Booth, 1988, Mixed diffusion-jump process modeling of exchange rate movements, * The Review of Economics and Statistits 70, 631-637.",
        "Ball, Clifford. A., and Antonio Roma, 1990, The European monetary system jump-diffusion processes, and the pricing of options, Working paper, London Business School.",
        "Belessakos, Elias, and Abderrahim Loufir, 1991, Exchange rate target zones in a utility-maximizing framework, Working paper no. 91-4, OFGE (Fondation Narionale des sciences Politiques).",
        "Bertola, Giuseppe, and Lars E. 0. Svensson, 1990, Stochastic devaluation risk and the empirical fit of target zone models, Seminar paper no. 481, Institute for International Economic Studies, University of Stockholm.",
        "Delgado, Francisco, and Bernard Dumss, 1991, Target zones, broad and narrow, In Paul Krugman and Marcus Miller, eds., Exchange Rate Targets and Currency ~.andg, 35-56. Cambridge: Cambridge University Press.",
        "Delgado, Francisco, and Bernard Dumas, 1993, Monetary contracting between central banks and the design of sustainable exchange-rate zones, Journal of International Economics 34, 201-224.",
        "Duffie, Darrell, 1992, Dynamic Asset Pricing Theory, Princeton: Princeton University Press.",
        "Dumas, Bernard, L. Peter Jennergren, and Bertil NAslund, 1992, Currency option pricing in credible target zones, Review of Futures Markets, forthcoming.",
        "Dumas, Bernard, L. Peter Jennergren, and Bertil NAslund, 1993, Siegels paradox and the pricing of currency options, Research paper no. 6499, The Economic Research Institute, Stockholm School of Economics.",
        "Flood, Robert P. , and Peter M. Garber, 1991, The linkage between speculative attack and target zone models of exchange rates, Quarterly Journal of Economics 106, 1367-1372.",
        "Flood, Robert P. , Andrew K. Rose, and Donald J. Mathieson, 1991, An empirical exploration of exchange-tate target zones, Carnegie-Rochester Series on Public Policy 35, 7-66.",
        "Froot, Kenneth A., and Maurice Obstfeld, 1991, Exchange-rate dynamics under stochastic regime shifts, Journal of International Economics 31, 203-229.",
        "Garman, Mark B, and Steven W. Kohlhagen, 1983, Foreign currency option values, Journal of International Money and Finance 2, 231-237.",
        "Geske, Robert, 1979, The Valuation of Compound Options, Journal of Financial Economics 7, 63-81.",
        "Grabbe, J. Orlin, 1983, The Pricing of Call and Put Options on Foreign Exchange, Journal of International Money and Finance 2, 239-253.",
        "Kinnwall, Mats, 1992, Tarset zones. Doctoral dissertation, Department of Economics, Stockholm University.",
        "Krugman, Paul R. , 1991, Target zones and exchange rate dynamics, Quarterly Journal of Economics 106, 669-682.",
        "Krugman, Paul R. , and Marcus Miller (eds.), 1992, Exchsnme Rate Tarsets and Currency Bands. Cambridge, UK: Cambridge University Press.",
        "Lindberg, H., Lars E. 0. Svensson, and Paul SBderlind, 1991, Devaluation expectations: The Swedish Krona 1982 - 1991, Seminar paper no. 495, Institute for International Economic Studies, University of Stockholm.",
        "Lindberg, Hans, and Paul SBderlind, 1991, Testing the basic target zone model on Swedish data, Seminar paper no. 488, Institute for International Economic Studies, University of Stockholm.",
        "Lindberg, Hans, and Paul SBderlind, 1992, Target zone models and the intervention policy: The Swedish case, Seminar paper no. 496, Institute for International Economic Studies, University of Stockholm.",
        "Merton, Robert C., 1976, Option pricing when underlying stock returns are discontinuous, Journal of Financial Economics 3,125-144.",
        "Rose, Andrew K., and tars E. 0. Svensson, 1991, Expected and predicted realignments: The FF/DM exchange rate during the EMS, Seminar paper no. 485, Institute for International Economic Studies, University of Stockholm.",
        "Siegel, Jeremy J., 1972, Risk, interest rates and the forward exchange, Quarterly Journal of Economics 86, 303-309.",
        "Svensaon, Lets E. 0. , l991a, Targets zones and interest rate variability, Journal of International Economics 31, 27-54. Svensson, tars E. 0. , 1991b, The term structure of interest rate differentials in a target zone, Journal of Monetsrv Economics 28, 87-116.",
        "Svensson, Lets E. 0., 1992, An interpretation of recent research on exchange rate target zones, Journal of Economic Perspectives 6, 119-144.",
        "Tucker, Alan L., and Lallon Pond, 1988, The probability distribution of foreign exchange price changes: Tests of candidate processes, The Review of Economics and Statistics 70, 638-647."
    ]
}