{
    "id": 4459,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Adler, M. and B. Dumas, 1983, International Portfolio Choice and Corporation Finance: a Synthesis, Journal of Finance, 38, 925-984.",
        "Bansal, R., D. Hsieh and R. Viswanathan, 1992, A New Approach to International Arbitrage Pricing, working paper, Fuqua School of Business, Duke University.",
        "Bekaert, C. and R. J. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance, 47, 467-511.",
        "Breeden, D., 1979, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7, 265-296.",
        "Cuinby, R. E. and K. Obstfeld, 1984, International Interest rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, in J. F. 0. Bilson and R. C. Marston, eds, Exchange Rate Theory and Practice, (University of Chicago Press, Chicago), 121-151.",
        "Eichenbaum, M. S., L. P. Hansen and K. J. Singleton, 1988, A Time Series Analysis of Reepresentative Agent Models of Consumption and Leisure Choice under Uncertainty, Ouarterly Journal of Economics, 103, 51-78.",
        "Eichenbaum, N. S. and L. P. Hansen, 1990, Estimating Models with Irttertemporal Substitution using Aggregate Time Series, Journal of Business and Economics Statistics, 8, 53-69.",
        "Engel, C. and A. Rodrigues, 1989, Tests of International CA.PM with TimeVarying Covariances, Journal of Annlled Econometrics, 4, 119-138.",
        "Faina, E. and MacBeth.. , 1973, Risk, Return and Equilibrium: Empirical Tests, Journal of Political Economy, 607-635.",
        "Fama, E. and K. R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-26.",
        "Ferson, W. E. and S. R. Foerster, 1991, Finite Sample Properties of the Generalized Method of Moments in Tests of Conditional Asset Pricing Models, working paper, University of Chicago.",
        "Ferson, W. E. and C. R. Harvey, l99la, The Variation of Economic Risk Premiums, Journal of Political Economy. Ferson, W. E. and C. R. Harvey, l99lb, The Risk and Predictability of International Equity Returns, working paper, University of Chicago. Foster, D. and T. Smith, 1992, Assessing2Goodness of Fit of Asset Pricing Models: the Distribution of the Maximal R , working paper, Duke University, Fuqua School of Business.",
        "Gallant, R. A., 1987, Nonlinear Statistical Models, New York, Wiley.",
        "Gallant, R. A. and D. W. Jorgenson, 1979, Statistical Inference for a System of Simultaneous, Nonlinear, Implicit Equations in the Context of Instrumental Variables Estimation, Journal of Econometrics, 11, 275-302.",
        "Gibbons, M. and W. Ferson, 1985, Tests of Asset Pricing Models with Changing Expectations and an Unobservable Market Portfolio, Journal of Financial Economics, 14, 217-236.",
        "Giovannini, A. and P. Jorion, 1987, Interest Rates and Risk Premia in the Foreign Exchange and the Stock Market, Journal of International Money and Finance, 107-123.",
        "Giovannini, A. and P. Jorion, 1988, Foreign Exchange Risk Premia Once Again, Journal of International Money and Finance, 111-113.",
        "Giovannini, A. and P. Jorion, 1989, The Time-Variation of Risk and Return in the Foreign Exchange and Stock Markets, Journal of Finance, 307-325.",
        "Hansen, L. P., 1982, Large Sample Properties of Generalized Methods of Moments Estimators, Econometrj.ca, 50, 1029-1054.",
        "Hansen, L. P. and R. Jagannathan, 1991, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-261.",
        "Hansen, L. P. and R. J. Hodrick, 1983, Risk Averse Speculation in the Forward Exchange Market: an Econometric Analysis of Linear Models, In J. A. Frenkel, ed., Exchange Rates and International Macroeconomic, (University of Chicago Press, Chicago).",
        "Hansen, L. P. and S. F. Richard, 1987, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrica, 55, 587-613.",
        "Harvey, C. R., 1989, Time-Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics, 24, 289-317.",
        "Harvey, C. R., 1991, The World Price of Covariance Risk, Journal of Finance, March.",
        "Hodrick, R. J., 1987, Risk, Uncertainty and Exchange Rates, NBER working paper no 2429.",
        "Hodrick, R. J. and S. Srivastava, 1984, An Investigation of Risk and Return 35 in Forward Foreign Exchange, Journal of International Money and Finance, 3, 5-29.",
        "Jorion, P., 1991, The Pricing of Exchange Rate Risk In the Stock Market, Journal of Financial and Ouantitative Analysis, forthcoming.",
        "Lucas, R. E., 1978, Asset Prices in an Exchange Economy, Econometrica.",
        "Newey, W. K. and K. D. West, l987a, Hypothesis Testing with Efficient Method of Moments Estimation, International Economic Review, 28, 777-787. Newey, W. K. and K. D. West, l987b, A Simple, Positive Semi-Definite, Hetroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrics, 55, 703-708. Sercu, P., 1980, A Generalization of the International Asset Pricing Model, Finance, 91-135.",
        "Solnik, B., 1974, An Equilibrium Model of the International Capital Market, Journal of Economic Theory, 8, 500-524.",
        "Solnik, B., 1974, The International Pricing of Risk: An Empirical Investigation of the World Capital Market Structure, Journal of Finance, 29, 48-54.",
        "Solnik, 6., 1993, The Performance of International Strategies using Conditioning Information, Journal of Ecnoirical Finance, 1, 33-56.",
        "Stehle, R., 1977, An Empirical Test of the Alternative Hypotheses of National and International Pricing of Risky Assets, Journal of Finance, 32, 493-502.",
        "Wheatley, S. M., 1989, A Critique of Latent Variable Tests of Asset Pricing Models, Journal of Financial Economics, 23, 325-338."
    ]
}