{
    "id": 446,
    "cites": 58,
    "cited_by": 0,
    "reference": [
        "Ashenfelter, A. 1979. Estimating the effects of training programs on earnings. Review of Economics and Statistics 60 (February) :47-57.",
        "Ashenfelter, Orley, and Heckman, James J. 1974. The estimation of income and substitution efforts in a model of family labor supply.",
        "Econometrica 42 (January): 73-86. 1976. Measuring the effect of an antidiscrimination program.",
        "In Evaluating the labor market effects of social programs, ed. Orley Ashenfelter and James Blum. Princeton, N.J.: Industrial Relations Section, Princeton University. Ashford, N. 1976. Crisis in the workplace. Cambridge: MIT Press.",
        "Blinder, Alan S.; Gordon, Roger H.; and Wise, Donald E. 1979. Reconsidering the work disincentive effects of social security. Mimeographed.",
        "Princeton, N.J. Boskin, Michael J. 1977. Social security and retirement decisions. Economic Inquiry 15, no.1 (January): 1-25.",
        "Bruno, Michael, and Sachs, Jeffrey. 1979. Supply vs. demand approaches to the problem of stagflation. National Bureau of Economic Research Working Paper, no. 382. Cambridge, Mass.: NBER.",
        "Bureau of National Affairs. 1976. Equal employment opportunity programs and results. Personnel Policies Forum, Survey no. 12. Washington, D.C.: Bureau of National Affairs.",
        "Burkhauser, Richard V., and Turner, John A. 1978. A time-series analysis on social security and its effect on the market work of men at younger ages. Journal of Political Economy 86 (August): 701-15.",
        "Burman, George. 1973. The economics of discrimination: The impact of public policy. Ph.D. diss., University of Chicago.",
        "Burstein, P. 1978. Equal opportunity legislation and the income of women and nonwhites. Unpublished paper. New Haven: Yale University.",
        "Butler, R., and Heckman, J. 1977. Governments impact on the labor market status of black Americans: A critical review. In Equal rights and industrial relations, ed. L. J. Hausman, 0. Ashenfelter, B. Rustin, R. F. Schubert, and D. Slaiman, pp. 235-81. Madison, Wisc.: Industrial Relations Research Association.",
        "Cain, G., and Watts, H. 1973. Income maintenance and labor supply.",
        "Chicago: Markham. Clark, John Maurice. 1935. Strategic factors in business cycles. New York: National Bureau of Economic Research.",
        "Denison, E. F. 1979. Explanations of declining productivity. In U.S.",
        "Department of Commerce, Survey of Current Business 59 (August): 1-2 4. Dunlop, John T. 1948. The development of labor organization: A theoretical framework. In Insights into labor issues, ed. Richard A. Lester and Joseph Shister, pp. 163-93. New York: Macmillan.",
        "U.S. industrial relations: the next twenty years, ed. Jack Stieber, pp. 25-54. East Lansing: Michigan State University Press. Dunlop, J., and Bok, D. 1970. Labor and the American community.",
        "New York: Simon and Schuster. Dunlop, John T., and Fedor, Kenneth J., eds. 1977. The lessons of wage and price controls-the food sector. Cambridge: Harvard University Press.",
        "Edwards, L., and Edwards, F. N. 1979. The effect of unionism on the money and fringe components of public employees: The case of municipal sanitation workers. Unpublished paper, Columbia University Press.",
        "Ehrenberg, R., and Goldstein, M. 1975. A model of public sector wage determinations. Journal of Urban Economics 2 (June): 223-45.",
        "Eliwood, D., and Fine, G. A. 1980. The impact of right-to-work laws on union organizing. National Bureau of Economic Research Working Paper. Cambridge: NBER.",
        "Freeman, R. 1976a. The overeducated American. New York: Academic Press.",
        "Unpublished paper. Cambridge, Mass. 1979. The effect of demographic factors on the age-earnings profile in the U.S. Journal of Human Resources 14 (summer): 289318.",
        "Journal of Human Resources 15 (winter): 124-42. 1975. Overinvestment in college training. Journal of Human Resources 10 (summer): 287-3 11.",
        "Freeman, R., and Medoff, J. 1976. The dwindling of priyate sector unionism.",
        "Unpublished paper. , 1978. The percentage organized-wage (POW) effect. National Bureau of Economic Research Working Paper, no. 305. Cambridge: NBER.",
        "National Bureau of Economic Research Working Paper. Cambridge: NBER. Garfinkel, I. The quality of education and cohort variation in blackwhite earnings differential. AER, 70 (March): 186-9 1. Goldstein. Morris, and Smith, Robert S. 1976. The estimated impact of the anti-discrimination program aimed at federal contractors. Industrial and Labor Relations Review 29 (July): 523-43.",
        "Griliches, Z. 1973. Research expenditures and growth accounting. In Science and technology in economic growth, ed. B. R. Williams. New York: Hartford Press.",
        "Gustman, A., and Segal, M. 1977. Interstate variations in teachers pensions.",
        "Industrial Relations 16, no. 3 (October): 335-44. HebI, J. 1979. A look at the 20th century market for public elementary and secondary school teachers. Senior thesis, Harvard College.",
        "Heckman, James J., and Wolpin, Kenneth. 1976. Does the contract compliance program work? An analysis of Chicago data. Industrial and Labor Relations Review 29 (July): 544-64.",
        "Ichniowski, C. 1980. Economic effects of the firefighters unions. Industrial and Labor Relations Review 33 (January): 198-211.",
        "Jorgenson, D. W., and Hudson, E. A. 1978. Energy prices and the U.S.",
        "Kirchner, William. N.d. Statement as Director of Organization, AFLCLO to the Special House Subcommittee on Labor. Kochan, T. 1979. How American workers view labor unions. In U. S.",
        "Department of Labor, Monthly Labor Review 102 (April): 23-31. Lauer, H. 1979. The economic effects of the policemens unions. Senior thesis, Harvard College.",
        "Lazear, E. 1979 Why is there mandatory retirement? Journal of Political Economy 87 (December): 1261-84.",
        "Leonard, J. S. 1979. The social security disability program and labor force participation. National Bureau of Economic Research Working Paper, no. 392. Cambridge: NBER.",
        "Lewin, David. 1977. Public sector labor relations: A review essay.",
        "Labor History 18, no. 1 (winter): 13 3-44. 412 Richard B. Freeman/John T. Dunlop/R. F. Schubert Mark, J. 1979. Productivity trends and prospects. In Work in America: The decade ahead, ed. C. Kerr and J. Rosow. Van Nostrand Reinhold.",
        "Mincer, J. 1966. Labor force participation of married women. In Prosperity and unemployment, ed. R. Gordon. New York: Wiley.",
        "Miner, M. G., and Miner, J. B. 1978. Employee selection within the law. Washington, D.C.: Bureau of National Affairs.",
        "National Bureau of Economic Research (NBER). 1929. Recent economic changes in the U.S. New York: McGraw-Hill.",
        "National Industrial Conference Board (NICB). 1970. White-collar unionization. New York.",
        "Hoover Institution Conference on Income Redistribution. Unpublished. Stanford, Calif. Pellechio, Anthony T. 1978. The effect of social security on retirement.",
        "National Bureau of Economic Research Working Paper, no. 260. Cambridge: NBER. Perry, G. G. 1978. Potential output: Recent issues and present tides.",
        "Rees, Albert. 1978. New policies to fight inflation: Sources of skepticism.",
        "Brookings Papers on Economic Activity 2: 453-90. Rosen, S., and Willis, R. 1979. Education and self selection. Journal of Positive Economy 87, no. 5 (October), Pt. 2, pp. 27-36.",
        "Ross, P. 1965. The government as a source of union power: The role of public policy in collective bargaining. Providence: Brown University Press.",
        "Smith, Robert Stewart. 1976. The Occupational Safety and Health Act: Its goals and its achievements. Washington, D.C.: American Enterprise Institute for Public Policy Research.",
        "Tax Foundation. 1977. Facts and figures on government finances, 1977.",
        "Government Printing Office. U.S. Department of Labor. 1977. Employment and training report of the president, 1977.",
        "Government Printing Office. 1978a. Employment and Earnings, vol. 25, no. 3 (March).",
        "I979a. Employment and earnings. Washington. D.C.: Government Printing Office. 1979b. Monthly Labor Review, vol. 102. no. 8 (August).",
        "Viscusi, W. Kip. 1980. Employment hazards. Cambridge: Harvard University Press.",
        "Weber, Arnold R. 1979. Cost to industries of old labor ties. New York Times. 19 December.",
        "Welch, F. 1973. Black-white returns to schooling. American Economic Review 63, no. 5 (March): 893-907.",
        "Welch, F., and Smith, J. 1975. Black/white male earnings and employment: 1960-1970. U.S. Department of Labor, R-1666-DOL-June 1975.",
        "Paper Series. Santa Monica: Rand Corporation. Wellington, H. H., and Winter, R. K. 1972. The unions and the cities."
    ]
}