{
    "id": 4461,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Sattinger, Michael, Unemployment, the Market for Interviews, and Wage Employment, Journal of Political Economy, 98 (April 1990): 356-71.",
        "Thurow, Lester, Generating Inequality, New York: Basic Books, 1975.",
        "Pissarides, Christopher A., Equilibrium unemployment theory, Oxford: Blackwell, 1990.",
        "Piore, Michael, Notes for a Theory of Labor Market Segmentation, in Richard C. Edwards et al. , eds. , Labor Market Segmentation, Lexington, MA: D.C. Heath, 1975.",
        "Montgomery, James D., Equilibrium Wage Dispersion and Interindustry Wage Differentials, Quarterly Journal of Economics, 106 (Feb. 1991): 163-180.",
        "Mortensen, Dale T., Property Rights and Efficiency in Mating, Racing, and Related Games, American Economic Review, 72 (December 1982): 968-79.",
        "Theory and Evidence, Boston University, unpublished, 1993.",
        "Lang, Kevin, and Dickens, William T., Labor Market Segmentation, Wage Dispersion and Unemployment, NBER Working Paper No. 4073, 1992.",
        "Lang, Kevin, Persistent Wage Dispersion and Involuntary Unemployment. Quarterly Journal of Economics, 106 (February 1991): 181-202.",
        "Katz, Lawrence F. and Krueger, Alan B., The Effect of the Minimum Wage on the Fast-Food Industry, Industrial and Labor Relations Review, 46 (October 1992): 6-21.",
        "Kahn, Shulamit. Economic Implications of Public-Sector Comparable Wort,h: The Case of San Jose, California, Industrial Relations, 31 (Spring 1992): 270-91.",
        "Howitt, Peter, Business Cycles with Costly Search and Recruiting, Quarterly Journal of Economics, 103 (February 1988): 147-65.",
        "Holzer, Harry J., Katz, Lawrence F. and Krueger, Alan B., Job Queues and Wages, Quarterly Journal of Economics, 106 (August 1991): 739-68.",
        "Morris M. Kleiner et al., Madison, Wis.: Industrial Relations Research Association, 1987, 243-74.",
        "Card, David, The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, 43 (January l990):245-57. _______ Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage, Industrial and Labor Relations Review, 46 (October l992a): 22-37. ______ Do Minimum Wages Reduce Employment? A Case Study of California, 198789 ? Industrial and Labor Relations Review, 46 (October i992b): 38-54.",
        "Doeringer, Peter and Piore, Michael, Internal Labor Markets and Manpower Analysis, Lexington, MA: D.C. Heath, 1971."
    ]
}