{
    "id": 4463,
    "cites": 17,
    "cited_by": 87,
    "reference": [
        "Solow. Robert M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39 (1957), 312-20.",
        "Shell, Karl, A Model of Inventive Activity and Capital Accumulation, in Essays in the Theory of Optimal Economic Growth, Karl Shell (ed.), Cambridge MIT Press, 1967. .",
        "Schumpeter, Joseph A., The Theory of Economic Development, Cambridge: Harvard University Press, 1934.",
        "Rustichini. Aldo and J. Scbmitz, Research and Imitation in Long Run Growth, Journal of Monetary Economics, 27 (April 1991), 271-292.",
        "Rogers, Everett M., Diffusion of Innovations. 3rd Ed., New York: Free Press, 1983.",
        "Mansfield, Edwin, Mark Schwartz and Samuel Wagner, Imitation Costs and Patents: An Empirical Study, Economic Journal 92 (December 1981): 907-18.",
        "Mansfield. Edwin, Intra-firm Rates of Diffusion of an Innovation, Review ofEconomics and Statistics, 65 (November 1963). 34849.",
        "Lucas, Robert, On the Mechanics of Economic Development, Journal of Monetary Economics, 22 (1988). 3-42.",
        "Jovanovic, Boyan, and Rafael Rob, The Growth and Diffusion of Knowledge, Review of Economic Studies 56, no. 4 (October 1989): 569-82.",
        "Interstate Commerce Commission, Bureau of Transport Economics and Statistics, Srudy of Railroad Motive Power, Washington, D.C., 1950.",
        "Holmstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics. 12 (Autumn 1982), 324-340.",
        "Gort, Michael, and Steven Klepper, Time-Paths in the Diffusion of Product Innovations, Economic Joumnl, 92 (September 1982). 630-53.",
        "Flaherty, M. T., Industry Sttucture and Cost-Reducing Investment, Econometrica, 48 (July 1980). 1187-1209.",
        "Chari, V.V. and Hugo Hopenhayn, Vintage Human Capital, Growth, and the Diffusion of New Technology, JOWMI of Political Economy 99, no. 6 (December 1991): 1142-65.",
        "Arrow, Kenneth, The Economic Implications of Learning by Doing, Review of Economic Studies, 29 (1962). 155173.",
        "Andolfatto, David, and Glen M. MacDonald, Endogenous Technological Change, Growth, and Aggregate Fluctuations. revised, June 1993.",
        "Romer. Paul, Endogenous Technological Change, Joumnl of Political Economy, 98 (October 1990, supplement). S71-102."
    ]
}