{
    "id": 4467,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Biais, B. (1993): Price Formation and Equilibrium Liquidity in Fragmented and Centralized Markets, Journal of Finance, XLVIII: 157-185.",
        "Bray, M. (1981): Futures Trading, Rational Expectations, and the Efficient Markets Hypothesis, Ecoriometrica, 49: 575-596.",
        "Diamond, D., and R. Verrecchia (1981): Information Aggregation in a Noisy Rational Expectations Economy, Journal of Financial Economics, 9: 221-235.",
        "Flood, M. (1991): Microstructure Theory and the Foreign Exchange Market, Federal Reserve Bank of St. Louis Review, 73: 52-70.",
        "Flood, M. (1992): Market Structure and Inefficiency in the Foreign Exchange Market, Federal Reserve Bank of St. Louis Working Paper 91-OO1C.",
        "Garman, M. (1976): Market Microstructure, Journal of Financial Economics, 3: 257-275.",
        "Goodhart, C. (1988): The Foreign Exchange Market: A Random Walk with a Dragging Anchor, Econoniica, 55: 437-460.",
        "Ho, T., and H. Stoll (1983): The Dynamics of Dealer Markets Under Competition, Journal of Finance, 1053-1074.",
        "Kyle, A. (1989): Informed Speculation with Imperfect Competition, Review of Economic Studies, 56: 317-356.",
        "Laffont, J., and E. Maskin (1990): The Efficient Market Hypothesis and Insider Trading on the Stock Market, Journal of Political Economy, 98: 70-93.",
        "Leach, J.C., and A. Madhavan (1993): Price Experimentation and Security Market Structure, Review of Financial Studies, 6: 375-404.",
        "Lyons, R. (1990): Whence Exchange Rate Overshooting: Money Stock or Flow? Journal of International Economics, November, 29: 369-384.",
        "Lyons, R. (1993a): Information Intermediation in the Microstructure of the Foreign Exchange Market, Berkeley Business School mimeo, August.",
        "Lyons, R. (1993b): Tests of Microstructural Hypotheses in the Foreign Exchange Market, Berkeley Business School mimeo, March.",
        "Myerson, R. (1986): Multistage Games with Communication, Econometrica, 54: 323-358.",
        "Myerson, R. and M. Satterthwaite (1983): Efficient Mechanisms for Bilateral Trading, Journal of Economic Theory, 29: 265-281.",
        "Stigum, M. (1990): The Money Market, third edition, Homewood: Dow Jones-Irwin.",
        "Wolinsky, A. (1990): Information Revelation in a Market With Pairwise Meetings, Econometrica, 58: 1-25."
    ]
}