{
    "id": 4470,
    "cites": 42,
    "cited_by": 28,
    "reference": [
        "The Survey of Consumer Finances, 1983 The 1983 SCF contains data on 4,303 households. The income variable we used was labor income of the head of household. The wealth variable was total household net worth at the end of 1982. The occupation and education dummy variables were constructed from the occupation and education codes contained in the survey in order to be consistent with the definitions of occupational and education groups used in the Psm.",
        "The income variable used was pre-tax noncapital household income, constructed by subtracting capital income from total household income. Capital income in the years 1981-1987 in the P&ID consists of the sum of interest, dividends, and rent for all members of the household plus the asset portion of business, farming, and gardening income. The income data were deflated using the PCE deflator with a base year of 1982. Our measure of net worth was the sum of all assets minus the sum of all debt reported in the 1984 wealth survey.",
        "Angrist, J.D. and Krueger, A.B. (1990) The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples. N.B.E.R. Working Paper No. 3571.",
        "Barro, R.J. (1991) Economic Growth in a Cross Section of Countries. Ouarterly Journal of Economics 106: 407443.",
        "Barsky, R.B., Mankiw, N.G., and Zeldes, S.P. (1986) Ricardian Consumers with Keynesian Propensities. American Economic Review 76: 676-691.",
        "Baumol Wi., Blackman, S.A.B, and Wolfe, E.N. (1991) Productivity and American Leadership: The Long View Cambridge: MIT Press.",
        "Bosworth, B. (1993) Saving, and Investment in a Global Economy Washington: Brookings Institution.",
        "Campbell, J.Y. (1987) Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis. Econometrica, 55.",
        "Carroll, C.D. (1992a) Buffer Stock Saving and the Permanent Income Hypothesis. mimeo, Board of Governors of the Federal Reserve System.",
        "__________ (1992b) The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity, 61-156.",
        "________ (1994) How Does Future Income Affect Current Consumption? The Ouarterly Journal of Economics. (forthcoming Feb).",
        "_________ and Summers, L.H. (1991) Consumption Growth Parallels Income Growth: Some New Evidence. National Saving and Economic Performance eds. B.D. Bernheim and J.B. Shoven, Chicago: Chicago University Press for the National Bureau of Economic Research.",
        "Christiano, L.J. (1989) Understanding Japan&apos;s Saving Rate: The Reconstruction Hypothesis. Federal Reserve Bank of Minneapolis Ouarterly Review.",
        "Curtin, R.T., Juster, F.T., and Morgan, J.N. (1989) Survey Estimates of Wealth: An Assessment of Quality. The Measurement of Saving. Investment, and Wealth. eds. Lipsey and Tice. Chicago: University of Chicago Press. 473-552.",
        "Constantinides, G.M. (1990) Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy 98: 519-543.",
        "Deaton, A.S. (1987) Life Cycle Models of Consumption: Is the Evidence Consistent with the Theory? Advances in Econometrics. Fifth World Congress. Vol. 2. ed. T.F. Bewley. Cambridge: Cambridge University Press.",
        "___________ (1991) Saving and Liquidity Constraints. Econometrica 59: 1121-1142.",
        "___________ and Paxson, C.H. (1992) Saving, Growth, and Aging in Taiwan, mimeo, Princeton University.",
        "DeLong, J.B. and Summers, L.H. (1991) Equipment Investment and Economic Growth. Ouarterly Journal of Economics 106:445-502.",
        "Dynan, K. (1992) Habit Formation in Consumer Preferences: Evidence from Panel Data. mimeo, Board of Governors of the Federal Reserve System.",
        "Hall, R.E. (1988) Intertemporal Substitution in Consumption, Journal of Political Economy. 96: 339-57.",
        "Hansen, L.P. (1982) Large Sample Properties of Generalized Method of Moments Estimators. Econometrica, 50: 1269- 1286.",
        "Katz, L.H. and Murphy, K.M. (1992) Changes in Relative Wages, 1963-1987: Supply and Demand Factors. Ouarterlv Journal of Economics, 107: 35-78.",
        "King, R.G. and Levine, R. (1993) Capital Fundamentalism, Economic Development and Economic Growth, Carnegie-Rochester Public Policy Conference (this volume). __________ and Rebelo, S. (forthcoming) Transitional Dynamics and Economic Growth in the Neoclassical Model, American Economic Review.",
        "Kuznets, S. (1946) National Product since 1869, New York: Arno.",
        "Levine, R. and Renelt, D. (1992) A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 82: 942-963.",
        "Maddison, A. (1992) A Long Run Perspective on Saving Saving Behavior: Theory. International Evidence, and Policy Implications eds. E. Koskela and J. Paunio.",
        "Cambridge: Blackwell. 27-59 Mankiw, N..G., Romer, D., and Weil, D.N. (1992) A Contribution to the Empirics of Economic GrOWth. Ouarterly Journal of Economics 107: 407-437.",
        "_________ and Zeldes, S.P. (1991) The Consumption of Stockholders and Non-Stockholders. Journal ofFinancial Economics, 29: 97-112.",
        "Modigliani, F. (1970) The Life Cycle Hypothesis ofSaving and Intercountry Differences in the Saving Ratio. in Induction. Growth. and Trade eds. W.A. Eltis, M.FG. Scott, and J.N. Wolfe. Oxford: Clarendon Press. 197225.",
        "Muellbauer, J. (1988) Habits, Rationality, and Myopia in the Life Cycle Consumption Function. Annals of Economics arid Statistics, 9: 47-70.",
        "Nelson, C. and Startz, R. (1990) The Distribution of the Instrumental Variables Estimator and its t-Ratio When the Instrument is a Poor One. Journal of Business, 63: 12540.",
        "Romer, P.M. (1987) Crazy Explanations for the Productivity Slowdown. NBER Macroeconomics Annual.",
        "Shapiro, M. and Slemrod, J. (1993) Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding. NBER Working Paper 4344.",
        "Sheiner, L. (1991) Housing Prices and the Savings of Renters, mimeo, Joint Committee on Taxation.",
        "Solow, R.M. (1956) A Contribution to the Theory of Economic Growth. Ouarterly Journal of Economics 70:65-94.",
        "Summers, L.H. (1981) Capital Taxation and Capital Accumulation in a Life Cycle Growth Model. American Economic Review 71: 533-44.",
        "Summers, it and Heston, A. (1991) The Penn World Table (Mark 5): An Expanded Set of International Comparisons, 1950-88, Ouarterly Journal of Economics 106: 327-368.",
        "Tobin, J. (1967) Life Cycle Saving and Balanced Growth, in Ten Economic Studies in the Tradition of Irving Fisher. John Wiley. 231-56.",
        "The test of overidentifying assumptions reported in Table 5 is based on Hansen&apos;s (1982) proof that the statistic Ã\u0083Âª&apos;Z(Z&apos;Ã\u0083Âª Ã\u0083Âª&apos;Z&apos;Z&apos;Ã\u0083Âª should be distributed x2 with degrees of freedom equal to the number of overidentifying restrictions. Although this statistic cannot be directly computed in the second sample because X2 is not observed (and so Ã\u0083Âª is not observed), it should be asymptotically valid to substitute for Ã\u0083Âª in the statistic because plim (Z&apos;b / n) = 0. This is the test whose p-value we report for the SCF and pooled regressions.",
        "The Summers-Heston Data Set Saving was constructed as follows: say = 1 - (c*pcpcus + g$&apos;pg*pgus)/(p*1O) Where the variables are c = Real Consumption (% of RGDP, 1985 international prices) g = Real Public Consumption (% of RGDP, 1985 international prices) pc = price level of consumption (100* PPP of Consumption/Exchange Rate) pg = price level of public consumption (100* PPP of government /Exchange Rate) p = Price level of GDP (100*PPP of GDP/Exchange Rate) pcus = price level of consumption in the US pgus = price level of government in the US The first five variables listed (c, g, pc, pg, and p) are taken directly from the published data. The other two variables, which are part of the data underlying the published tables, were supplied to us by Dan Nuxoll of the International Comparison Project. The Panel Study of Income Dynamics The PSID data were taken from Wave XX of the study.",
        "Our sample was restricted to households for whom the following conditions held. The household head was age 30-39 and was married. Valid data were reported for the occupation and education of the head, and the occupation was neither selfemployment nor farming. The head reported positive wage and The exact mapping is available upon request. 79, salary income in 1982, and positive wealth holdings at the end of 1982."
    ]
}