{
    "id": 4471,
    "cites": 25,
    "cited_by": 18,
    "reference": [
        "Admati, A., and P. Pfleiderer (1989): Divide and Conquer: A Theory of Intraday and Day-of-the-Week Mean Effects, Review of Financial Studies, 2: 189-223.",
        "Amihud, Y., and H. Mendelson (1980): Dealership Market: Market Making with Inventory, Journal of Financial Economics, 8: 31-53.",
        "Bessembinder, H. (1993): Bid-Ask Spreads in the Interban.k Foreign Exchange Markets, Arizona State University, m.imeo, January.",
        "Bollerslev, T., and I. Domowitz (1992): Trading Patterns and the Behavior of Prices in the Interbank Deutschemark/Dollar Foreign Exchange Market, Kellogg Graduate School of Business Working Paper No. 119, March.",
        "Easley, D., and M. OHara (1987): Price, Quantity, and Information in Securities Markets, Journal of Financial Economics, 19: 60-90.",
        "Flood, M. (1992): Market Structure and Inefficiency in the Foreign Exchange Market, Federal Reserve Bank of St. Louis Working Paper 91-OO1C.",
        "Foster, D., and S. Vishwanathan (1990): Variations in Volumes, Variances, and Trading Costs, Duke University Working Paper 88-108.",
        "Garman, M. (1976): Market Microstructure, Journal of Financial Economics, 3: 257-275.",
        "Glosten, L. (1989): Insider Trading, Liquidity, and the Role of the Monopolist Specialist, Journal of Business, 62: 211-235.",
        "Glosten, L., and L. Harris (1988): Estimating the Components of the Bid-Ask Spread, Journal of Financial Economics, 21: 123-142.",
        "Glosten, L., and P. Milgrom (1985): Bid, Ask, and Transaction Prices in a Specialist Market with Heterogeneously Informed Agents, Journal of Financial Economics, 14: 71-100.",
        "Goodhart, C.A.E. (1990): News and the Foreign Exchange Market, London School of Economics, manuscript.",
        "Goodhart, C.A.E., and L. Figliuoli (1991): Every Minute Counts in Financial Markets, Journal of International Money and Finance, forthcoming.",
        "Hasbrouck, J. (1988): Trades, Quotes, Inventories, and Information, Journal of Financial Economics, 22: 229-252.",
        "Ho, T., and H. Stoll (1983): The Dynamics of Dealer Markets Under Competition, Journal of Finance, 38: 1053-1074.",
        "Kyle, A. (1989): Informed Speculation with Imperfect Competition, Review of Economic Studies, 56: 317-356.",
        "Lee, C., and M. Ready (1991): Inferring Trade Direction from Intradaily Data, Journal of Finance, 46: 733-746.",
        "Lyons, R. (1990): Whence Exchange Rate Overshooting: Money Stock or Flow? Journal of International Economics, November, 29: 369-384.",
        "Lyons, R. (1992): Private Beliefs and Information Intermediation in the Foreign Exchange Market, Berkeley Business School manuscript, November.",
        "Lyons, R. (1993): Optimal Transparency in a Dealership Market with an Application to Foreign Exchange, Berkeley Business School manuscript, June.",
        "Madhavan, A., and S. Smidt (1991): A Bayesian Model of Intraday Specialist Pricing, Journal of Financial Economics, 30: 99-134.",
        "OHara, M., and G. Oldfield (1986): The Microeconomics of Market Making, Journal of Financial and Quantitative Analysis, 21: 361-376.",
        "Roell, A. (1990): Dual-Capacity Trading and the Quality of the Market, Journal of Financial Intermediation, 1: 105-124.",
        "Stoll, H. (1989): Inferring the Components of the Bid-Ask Spread: Theory and Empirical Tests, Journal of Finance, 44: 115-134.",
        "Zabel, E. (1981): Competitive Price Adjustment Without Market Clearing, Econometrica, 49: 1201-1221."
    ]
}