{
    "id": 4474,
    "cites": 38,
    "cited_by": 335,
    "reference": [
        "Aghion, P. and P. Howitt, 1992, A model of growth through creative destruction, Econometrica 60. 323-5 1.",
        "Alesina, A. and D. Rodrik, 1991, Distributive politics and economic growth. NBER Working Paper 3668.",
        "Barro, R.J., 1991, Economic growth in a cross section of countries, Quarterly Journal of Economics. 106: 407-43.",
        "Economy 98,S103-Sl25. and X. Sala-I-Martin, 1992, Convergence, Journal of Political Economy, 100: 223-51.",
        "Papers on Economic Activity 1, 107-82. -, and H.C. Wolf, 1989, Data appendix for economic growth in a cross section of countries, mimeo, Harvard University and MIT.",
        "Economics, this issue. Benhabib, Jess and Rustichini, Aldo. 1993, `Follow the Leader: On Growth and Diffusion, working paper, C.V. Starr Center for Applied Economics. NYU.",
        "Borjas, G.J., 1992, Ethnic capital and intergenerational mobility, Quarterly Journal of Economics 107, 123-50.",
        "Cardenas, M., A. Ponton, and J.P. Trujillo,l992, Convergencia, Crecimiento, y Migraciones Interdepartmcntales: Colombia 1950-89, mixneo, Fedesarrollo (Bogota).",
        "Central Bureau of Statistics, various years, Statistical yearbook of Indonesia, Government of Indonesia (Jakarta) De Long, SB., 1988, Productivity growth, convergence, and welfare: comment, American Economic Review 78:5, 1138-1154.",
        "Brookings Papers on Economic Activity 2, 157-211. 23 - and -, 1993, How strongly do developing economies benefit from equipment investment?, Journal of Monetary Economics, this issue.",
        "Easterly, W., 1993, How much do distortions affect growth?, Journal of Monetary Economics, forthcoming. - and S. Rebelo, 1993, Fiscal policy and economic growth: an empirical investigation, Journal of Monetary Economics, this issue.",
        "Fischer, S., 1993, Macroeconomic factors in growth, Journal of Monetary Economics, this issue.",
        "NBER Macroeconomics Annual 1991 (MIT Press: Cambridge, MA), 329-364.",
        "GeIb, A.H., 1989, Financial policies, growth, and efficiency, World Bank PPR Working Paper 202 (Washington, DC).",
        "Grossman, G. and E. Helpman, 1991, Innovation and growth: technological competition in the world economy, MIT Press (Boston. Massachusetts).",
        "Harrison, A., 1991, Openness and growth: a time-series, cross-country analysis for developing countries, World Bank PRE Working Paper 809 (Washington, DC).",
        "Jones, L. and R. Manuelli, 1990, A convex model of equilibrium growth, Journal of Political Economy 98 5, 1008-38.",
        "Jovanovic, B. and S. Lach, 1991, The diffusion of technology and inequality among nations, NBER Working Paper 3732.",
        "King, R. and S. Rebelo, 1990, Public policy and economic growth: developing neoclassical implications. Journal of Political Economy 98. S126-150.",
        "King, R. and R. Levine. 1993, Finance, entrepreneurship, and development. Journal of Monetary Economics, this issue.",
        "Levine, R., 1991, Stock markets, growth and policy, Journal of Finance, 4.6:1445-65.",
        "Economic Review, 82:4, 942-963. - and -, 1991, Cross-country studies of growth and policy: some methodological, conceptual, and statistical problems, World Bank PRE Working Paper 608 (Washington, DC).",
        "Long, J. and Plosser, C. Real business cycles. Journal of Political Economy. February 1983, 91:1, 39-69.",
        "Lucas, R.E, 1988, On the mechanics of economic development, Journal of Monetary Economics 22. 3-42.",
        "MacKinnon, 1G. and H. White, 1985, Some heteroskedasticity-consistent covariance matrix estimators with improved imite sample properties, Journal of Econometrics (Netherlands) 29, 305-25.",
        "Maddison, A., 1989, The World Economy in the 20th Century (OECD, Paris).",
        "McCarthy, F.D, and A. Dhareshwar, 1991, Economic shocks and the global environment, World Bank, mimeo.",
        "Murphy, K., A. Shleifer, and R. Vishny, 1991, The allocation of talent: implications for growth, Quarterly Journal of Economics, CVI:2, 503-530.",
        "Nelson, R. and Phelps, E. 1966. lnvestment in Humans, Technological Diffusion, and Economic Growth American Economic Review Papers and Proceedings, pp. 69-75.",
        "North, D.C., 1989. Institutions and economic growth: A historical introduction, World Development 17:9, 1319-1332.",
        "Persson, T. and 0. Tabellini, 1991, Is inequality harmful for growth? Theory and evidence. NBER Working Paper 3599.",
        "Quah, D. 1993, Empirical cross-section dynamics in economic growth, European Economic Review, 37, 426-34.",
        "Rebelo, S., 1991, Long run policy analysis and long run growth, Journal of Political Economy, 99, 500-21.",
        "Rivera-Batiz, L.A. and P.M. Romer, 1991, International trade with endogenous technological change. European Economic Review (Netherlands) 35, 971-1004.",
        "Roiner, P. 1990, Endogenous technological change, Journal of Political Economy 98, S71-S102.",
        "Working Paper No. 279. (Washington, DC). 25 -, 1987, Crazy explanations for the productivity slowdown, in S. Fischer ed. NBER Macroeconomics Annual 1987 (MIT Press: Cambridge, MA), 163-202.",
        "Solow, R. 1956, A contribution to the theory of economic growth, Quarterly Journal of Economics 70, 65-94.",
        "Young, A., 1991, Learning by doing and the dynamic effects of international trade, Quarterly Journal of Economics, CVI: 2, 369-406."
    ]
}