{
    "id": 4479,
    "cites": 17,
    "cited_by": 18,
    "reference": [
        "Bartel, Ann and George Borjas (1977). `Middle-Age Job Mobility: Its Determinants and Consequences. In Seymour Wolfbein, editor, Men in the Pre-Retirement Years. Philadelphia: Temple University Press.",
        "Congressional Research Service (1988). Costs and Effects of Extending Health Insurance Coverage. Washington, DC: Library of Congress.",
        "Cotton, Paul (1991). `Preexisting Conditions `Hold Americans Hostage to Employers and Insurance. Journal of the American Medical Association, vol. 265, 2451-2453.",
        "Diamond, Peter A. and Jerry A. Hausman (1984). The Retirement and Unemployment Behavior of Older Men. In Henry J. Aaron and Gary Burtless, editors, Retirement and Economic Behavior. Washington, DC: Brookings Institution.",
        "Diamond, Peter A. (1992). A Proposal for Universal Coverage Through Compulsory Group Health Insurance. Massachusetts Institute of Technology, Department of Economics, mimeo. Cambridge, MA.",
        "Flynn, Patrice (1992). `Employment-Based Health Insurance: Coverage Under COBRA Continuation Rules. In U.S. Department of Labor, Pension and Welfare Benefits Administration, Health Benefits and the Workforce. Washington, DC: Government Printing Office.",
        "Gniber, Jonathan (l992a). `State Mandated Benefits and Employer-Provided Health Insurance, forthcoming Journal of Public Economics. Gruber, Jonathan (1992b). The Efficiency of a Group-Specific Mandated Benefit: Evidence From Health Insurance Benefits for Maternity, forthcoming American Economic Review.",
        "Gruber, Jonathan and Brigitte C. Madrian (1993). `Health Insurance and Early Retirement: Evidence From the Availability of Continuation Coverage. Massachusetts Institute of Technology, Department of Economics, mimeo.",
        "Hewitt Associates (1985). Continuation of Group Medical Coverage--A Study of Stale Laws. Lincolnshire, IL: Hewitt Associates.",
        "Holtz-Eakin, Douglas (1993). Health Insurance Provision and Labor Market Efficiency in the United States and Germany. Syracuse University, Department of Economics, mimeo. Syracuse, NY.",
        "Klerman, Jacob Alex and Omar Rahman (1992). `Employment Change and Continuation of Health Insurance Coverage. In U.S. Department of Labor, Pension and Welfare Benefits Administration, Health Benefits and the Workforce. Washington, DC: Government Printing Office.",
        "Madrian, Brigitte C. (1992). Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job-Lock?. Massachusetts Institute of Technology, Department of Economics, mimeo. Cambridge, MA.",
        "Mincer, Jacob (1986). `Wage Changes in Job Changes. In R.G. Ehrenberg, editor, Research in Labor Economics, vol. 8, part A. Greenwich, CT: JAI Press.",
        "Minter, Caroline (1992), Tests of Job-Matching Models Using Turnover and Wage Growth. Massachusetts Institute of Technology mimeo. Cambridge, MA.",
        "Mitchell, Olivia S. (1982). Fringe Benefits and Labor Mobility. Journal of Human Resources, vol. 17, 286-298.",
        "Rosen, Sherwin (1986). `The Theory of Equalizing Differences. In Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics, Volume I. Amsterdam: North-Holland.",
        "Thompson Publishing Group, Inc. (1992). Employers Handbook: Mandated Health Benefits--The COBRA Guide. Salisbury, MD: Thompson Publishing Group."
    ]
}