{
    "id": 4481,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Baltimore: Johns Hopkins University Press. Wheelock, D. (1992]. Monetary Policy in the Great Depression: What the Fed Did end Why. Federel Reserve Benk of St. Louis Review, Vol. 74, Ho. 2: 3-28.",
        "Washington, D.C.: U.S. Government Printing Office. Werburton, C. (1966]. `Monetary Theory, Full Production, end the Greet Depression. Ch. 5, in Deoreeeicn, Inflation, and Honetery Policy.",
        "Teem, P. (1989(. Lessons from the Great DeDreesion. cambridge: HIT Press.",
        "Rcmer, C.D. (1992). `What Ended the Great Depression? Journal of Economic History, Vol. 52, Ho. 4, 757-84.",
        "Below, N. (1956(. `A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics, 70(1): 65-94.",
        "General Integrated Systems. NBER Technical Working Paper Ho. 83. Teem, P. (1978]. Did Monetary Factors cause the Great Deoression? Hew york: Norton.",
        "Romer, C.D. (1990]. `The Greet Crash and the Onset of the Great Gepreesicn. Quarterly Journal of Economics, 105: 597-624.",
        "Romer, C.D. (1988). World War I and the Poetwar Depression: A Reinterpretation Based on Alternative Estimates of GHP. Journal of Monetary Economics 22: 91-115.",
        "Mayer, T. (1978). `Honey end the Great Depression: Some Reflections on Temins Recent Bock. Eaplorations in Economic History, 14: 127-45.",
        "Hodiglieni, F. (1969]. `Some Empirical Facts of Monetary Henagement and Rules Versus Discretion. Journal of Political Economy, 72: 211-45.",
        "HcCellum, B.T. (1993). `Unit Roots in Macro-economic Time Series: Some Critical Issues Federal Reserve Bank of Richmond Quarterly, 79 (No.2): 13-44.",
        "Lucas, N.E., Jr. (l976(. Economic Policy Evaluation: A Critique. In Carnegie-Rochester Conference Series on Public Policy, Karl Brunner and Allan H. Heltzer (eda.), Amsterdam: North-Holland. Vol. 1, 19-46. Lucas, N.E., Jr. ]1988). `Honey Demand in the United States: A Quantitative Review, in Karl Brunner and Allen H. Heltzer (eds.], Carnegie-Rochester Conference Series on Public Policy, 29: 137-68.",
        "Hoffman, D. and R.H. Reeche (1991]. `Long-Run Income and Intereet Elasticities of Honey Demand in the United States. Review of Economics end Statixtice, 83: 665-74.",
        "Hamilton, J.D. (1992). `Has the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Harket. American Economic Review, 82: 157-76.",
        "Hamilton, J.D. (1987]. `Monetary Factors in the Great Depression. Journal of Honetary Economics, 19: 145-70.",
        "Hafer, RH. and D.W. Jansen (1991). `The Demand for Honey in the United States: Evidence from cointegrating Tests. Journal of Honey, Credit end Banking, 23: 155-168.",
        "Friedman, H. and A.J. Schwartz. (1970). Monetary Statistics of the United States. Hew york: Columbia University Press for HBER.",
        "Friedman, H. and A.J. Schwartz (1963). A Honetery History of the United States. Princeton: Princeton University Press.",
        "Fisher, I. (1933). `The Debt-Deflation Theory of Great Depressions. Econometrics, 3: 339-57.",
        "Friedman, H. (1960]. A Program for Honetary Stability. Hew york: Fcrdham University Press.",
        "Eichenbaue, H. (1992). Comment on `Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrialized Countries by Ben Bernanke and Frederic Hishkin. In H8ER Macroeconomics Annual 1992, ed.",
        "Cecchetti, S. G. and G. Karrae (1992). Sources of Output Fluctuations During the Interwar Period: Further Evidence on the Causes of the Great Depression. NBER Working Paper No. 4049, April.",
        "Blanchard, 0. (1990). `Why Does Money Affect Output? A Scmmary. Chap. 15 in B. H. Friedman and F. H. Mahn (ede.(, Handbook of Monetary Economics, Vol. 2, Amsterdam: North Holland Publishers.",
        "Chicago: University of Chicago Press. Boughtcn, J.H. and E.R. Wicker (1979). The Behavior of the Currency-Deposit Ratio during the Great Depression. Journal of Honey, Credit and Banking, 11: 405-18.",
        "Bernanke, B. (1983]. `Honeonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review, 73, 257-76.",
        "Bernanke, B. and H. Gertler (1989). `Agency Costa, Net Worth and Business Fluctuations, American Economic Review, 79: 14-31.",
        "Bernanke, B. and H. Gertler (1990]. `Financial Fragility and Economic Performance, Quarterly Journal of Economics, 105 (February), 87-114.",
        "Anderson, B. and J. Butkiewicz (1980). Money, spending, and the Great Depression? Southern Economic Journal, 47: 388-403.",
        "Balke, N.S. and R.J. cordon (1986]. `Historical Data in A. Gordon (ed.(, The American Business Cycle: continuity and Change. Chicago University of Chicago Press, pp. 781-85G."
    ]
}