{
    "id": 4483,
    "cites": 16,
    "cited_by": 176,
    "reference": [
        "Seigel, Paul and Robert Hodge. A Causal Approach to the Study of Measurement Error. In Hubert Blalock and Ann Blalock, editors, Methodology in Social Research New York NY: McGraw Hill, 1968.",
        "Rosen, Sherwin. Human Capital: A Survey of Empirical Research. In Ronald Ehrenberg, editor, Research in Labor Economics volume 1. Greenwich Connecticut: JAI Press, 1977.",
        "Mincer, Jacob. Schooling. Experience, and Earnings. New York: National Bureau of Economic Research, 1974.",
        "Psacharopoulos, George. Returns to Education: A Further International Update and Implications. Journal of Human Resources 20 (Fall 1985): 583-604.",
        "Mallar, Charles D. Alternative Econometric Procedures for Program Evaluations: Illustrations from an Evaluation of Job Corps. 1979 Proceedings of the Business and Economic Statistics Section. American Statistical Association. Washington DC: American Statistical Asociation, 1979, pp. 317-321.",
        "Lang, Kevin. Ability Bias, Discount Rate Bias, and the Return to Education. Unpublished Discussion Paper, Boston University Department of Economics, May 1993.",
        "Kane, Thomas J. and Cecilia E. Rouse. Labor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter? Princeton University Industrial Relations Section Working Paper 311, January 1993.",
        "Griliches, Zvi. Wages of Very Young Men. Journal of Political Economy 84 (1976): 569-586.",
        "Griliches, Zvi. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica 45 (January 1977): 1-22.",
        "Hall, George E. and Anthony Turner. Sampling, Interviewing, and Estimating Procedures. Appendix B in Career Thresholds: A Longitudinal Study of the Education and Labor Market Experience of Male Youths. United States Department of Labor Manpower Administration. Washington DC: USGPO, 1970.",
        "Card, David. Earnings Schooling and Ability Revisited. Unpublished Paper, Princeton University Department of Economics, August 1993.",
        "Ehrenberg, Ronald and Robert Smith. Modern Labor Economics (4th edition). New York: Harper Collins, 1991.",
        "Becker, Gary S. Human Capital and the Personal Distribution of Income. Ann Arbor: University of Michigan Press, 1967.",
        "Angrist, Joshua D. and Guido W. Imbens. Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity. Unpublished Discussion Paper, Harvard University Department of Economics, 1993.",
        "Ashenfelter, Orley and Alan B. Krueger. Estimates of the Economic Return to Schooling for a New Sample of Twins. Princeton University Industrial Relations Section Working Paper 304, July 1992.",
        "Anderson, C. Arnold, Mary Jean Bowman, and Vincent Tinto. Where Colleges Are and Who Attends. New York: McGraw Hill, 1972."
    ]
}