{
    "id": 4487,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Fair, IT. C. [1989]. The Production Smoothing Model is Alive and Well. Journal of Money, Credit and Banking, 24, 3, 353-370.",
        "Fuhrer, J., C. Moore, and S. Schub. [1992]. A Comparison of Generalized Method of Moments and Maximum Likelihood Estimators of Linear-Quadratic Inventory Models. Working Paper, Federal Reserve Board of Governors.",
        "Eichenbaum, M. [1983]. A Rational Expectations Equilibrium Model of Inventories of Finished Goods and Employment. Journal of Monetary Econorn.ics, 12, 259-278.",
        "Eichenbaum, M. [1989]. Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment. American Economic Review, 79, 853-864.",
        "Durlauf, S. N. and M. Hooker. [1993]. Misspecification in the Cagan Hyperinflation Model. Working Paper, Stanford University.",
        "Durlauf, S. N. and R. E. Ball. [1990]. Bounds on the Variances of Specification Errors in Models with Expectations. Working Paper, Stanford University.",
        "Blinder, A. S. and L. J. Maccini. [l99la]. The Resurgence of Inventory Research: What Have We Learned? Journal of Economic Surveys, 29 1-328. Blinder, A. S. and L. 3. Maccini. [1991b]. Taking Stock: A Critical assessment of Recent Research on Inventories Journal of Economics Perspectives, 5, 1, 73-96.",
        "Blinder, A. 5. [1986]. More on the Speed of Adjustment in Inventory Models. Journal of Money, Credit and Banking, 18, 3, 355-365.",
        "Blanchard. 0. 3. [1983]. The Production and Inventory Behavior of the American Automobile Industry. Journal of Political Economy, 91, 365-400.",
        "Ghali, M. [1987]. Seasonality, Aggregation, and the Testing of the Production Smoothing Eypotheois.~ American Economic Review, 77, 464-469.",
        "ITaltiwanger, 3. C. and L. 3. Maccini. [1989]. Inventories, Orders, Temporary and Permanent Layoffs: An Econometric Analysis. Carnegie-Rochester Conference Series on Public Policy, Spring, 30 1-366.",
        "Hansen, L. P. [1982]. Large Sample Properties of Generalized Methods of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Kahn, J. A. [1992], Why is Production More Variable than Sales? Theory and Evidence of the Stockout Avoidance Motive for Inventory Holding, Quarterly Journal of Economics, CVII, 482-510.",
        "Kollintzas, T. [1992]. A Generalized Variance Bounds Test with Application to the bit ci at Inventory Model. Working Paper, Athens School of Economics.",
        "Krane, S. and S. Braun. [1991]. Production Smoothing Evidence from Physical Plant Data. Journal of Political Economy, 99, 558-581.",
        "Maccini, L. 3. and R. J. Rossana. [1984]. Joint Production, Quasi-Fixed Factors of Production, and Investment in Finished Goods Inventories. Journal of Money, Credit, and Banking, 16, 218-236.",
        "Miron, 3. A. and S. P. Zeldes. [1988]. Seasonality, Cost Shocks, and the Production Smoothing Model of Inventories. Econometrica, , 877-908.",
        "Ramey, V. A. [1991]. Nonconvex Costs and the Behavior of Inventories. Journal of Political Economy, 99, 306-334.",
        "Rossana, R. 3. [1990]. Interrelated Demand for Buffer Stocks and Productive Inputs: Estimation for Two-Digit Manufacturing Industries. Review of Economics and Statistics, 72, 19-29.",
        "Schuh, S. D. [1992]. Aggregation Effects in Production Smoothing and Other Linear Quadratic Inventory Models. Doctoral Dissertation, the Johns Hopkins University.",
        "West, K. D. [1983]. A Note on the Econometric Use of Constant Dollar Inventory Series. Economics Letters, 13, 337-341.",
        "West, K. D. [1986]. A Variance Bounds Test of the Linear Quadratic Inventory Model. Journal of Political Economy, 94, 374-40 1.",
        "West, K. D. [1988]. Order Backlogs and Production Smoothing. in The Economics of Inventory Management. A. Chikan and M. Lovell, eds. Amsterdam: Elsevier Science Press.",
        "West, K. D. and D. Wilcox. [1992]. Some Evidence on Finite Sample Distributions of Instrumental Variables Estimators of a Linear Quadratic Inventory Model. Working Paper, University of Wisconsin."
    ]
}