{
    "id": 4488,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "William Allen, Studies in African Land Usage in Northern Rhodesia (New York: Oxford University Press, 1949).",
        "A. M. Carr-Saunders, World Population: Past Growth and Present Trends (Oxford: Clarendon Press, 1936).",
        "Cohn Clark, Population Growth and Land Use (New York: St. Martins Press, 1977).",
        "Herschel Grossman, A General Equilibrium Model of Insurrections, American Economic Review, 81, September 1991, 912-921.",
        "Herschel Grossman, Robin Hood and the Redistribution of Property income, unpub- lished, May 1993..",
        "Herschel Grossman, Production, Appropriation, and Land Reform, American Economic Review, forthcoming 1994.",
        "Herschel Grossman and Murat lyigun, Extralegal Appropriation and the Profitability of Colonial Investment, unpublished, August 1993.",
        "G. B. Kay, The Political Economy of Colonialism in Ghana (New York: Cambridge Uni- versity Press, 1972).",
        "Marnia Lazreg, The Emergence of Classes in Algeria (Boulder: Westview Press, 1976).",
        "RenÃ\u0083Â© Lemarchand, Political Awakening in the Belgian Congo (Berkeley: University of California Press, 1964).",
        "Judab Matras, Population and Societies (New York: Prentice-Hall, 1973).",
        "Widjojo Nitisastro, Population Trends in Indonesia (Ithaca: Cornell University Press, 14 1970).",
        "David Prochaska, Making Algeria French (New York: Cambridge University Press, 1990).",
        "Charles Robcquain, The Economic Development of French Indo-China (New York: Oxford University Press, 1944).",
        "C. H. Thompson and II. W. Woodruff, Economic Development in Rhodesia and Nyas a/and (London: Dennis Dobson, 1953).",
        "Virginia Thompson and Richard Adloff, French West Africa (Stanford: Stanford University Press, 1957).",
        "P.. M. A. van Zwanenberg, An Economic History of Kenya and Uganda, 1800-19 70 (Lon- don: Macmillan, 1975).",
        "Bernard H. M. Vlekke, Nusantara: A History of Indonesia, revised edition (Chicago: Quadrangle Books, 1960).",
        "David Prochaska, Making Algeria French (New York: Cambridge University Press, 1990).",
        "Charles Robequain, The Economic Development of French Indo-China (New York: Oxford University Press, 1944).",
        "C. H. Thompson and H. W. Woodruff, Economic Development in Rhodesia and Nyas a/and (London: Dennis Dobson, 1953).",
        "Virginia Thompson and Richard Adloff, French West Africa (Stanford: Stanford University Press, 1957).",
        "Bernard H. M. Vlekkc, Nusaniara: A History of Indonesia, revised edition (Chicago: Quadrangle Books, 1960)."
    ]
}