{
    "id": 4492,
    "cites": 35,
    "cited_by": 34,
    "reference": [
        "Zagorin, Adam (1993) How the Small Business Owner Gets Clobbered, Time, July 12, page 32.",
        "Walker, David A. (1989) Financing the Small Firm, Small Business Econom~cs, 1, no.",
        "Wessel, David and Buck Brown (1988) The Hyping of Small-Firm Job Growth, Wall Street Journal, November 8, page 1.",
        "U.S. Bureau of the Census (1987) Enterprise Statistics, Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Bureau of the Census (1988) County Business Patterns, U.S. Summary Statistics, Volume I, Washington, D.C.: U.S. Governemnt Printing Office.",
        "Silk, Leonard (1986) Quiet Shapers of History, New York Times, April 9, page D2.",
        "Roach, Stephen The New Majority: White-Collar Jobless, New York Times, March 14, 1993, section 4, page 17.",
        "Siebert, Muriel (1992) Hire Workers. Get a Tax Credit. New York Times, January 6, page A21.",
        "Quah, Danny (1993) Galtons Fallacy and Tests of the Convergence Hypothesis, Londond School of Economics Discussion Paper EM/93/265.",
        "Meyers, Henry F. (1993) The Outlook, Wall Street Journal, March 8, page 1.",
        "Kinsley, Michael (1993) Small Isnt Beautiful The New Republic, September 13, page 6.",
        "Lilien, David, The Cyclical Pattern of Temporary Layoffs in United States Manufacturing, Review of Economics and Statistics, CXII (1980), 24-31.",
        "Kashyap, Anil and Jeremy Stein (1992) Monetary Policy and Bank Lending mimeograph, University of Chicago.",
        "Howland, Marie (1988) Plant Closings and Worker Displacements: The Regional Issues, W.E. Upjohn Institute for Employment Research: Kalamazoo, Michigan.",
        "Hansen, John A. (1992) Innovation, Firm Size, and Firm Age, Small Business Econom; cs, .4, no. 1, 37-44.",
        "Hale. David (1993) Small Business, Tax Plans Victim, Wall Street Journal, July 30, page A.8.",
        "Gertler, Mark and Simon Gilchrist (1992) Monetary Policy, Business Cycles and the Behavior of Small Manufacturing Firms, working paper, New York University.",
        "Gaston, Robert 3. (1989) The Scale of Informal Capital Markets, Small Business Economics, 1, no. 3, 223-230.",
        "Friedman, Milton (1992) Do Old Fallacies Ever Die? Journal of Economzc Literature, .90, no. 4, 2139-2132.",
        "Dentzer, Susan (1993) Doing the Small-Business ShuIfle, U.S. News and World Report, August 16, p. 49.",
        "Evans, David (1987) The Relationship between Firm Growth, Size and Age: Estimates for 100 Manufacturing Industries, Journal of Indusir;al Economics, XV, 567-581.",
        "Davis, Steve, John Haltiwa.nger, and Scott Schuh (1993) Job Creation and Destrvctzon ~n U.S. Manufacturing, in progress.",
        "Davis, Steve, John Haltiwanger, and Scott Schuh, Published Versus Sample Statistics from the ASM: Implications for the LRD Proceedings of the Amerzcan Statistical Association, Business and Economics Statistics Section, (1990).",
        "Davis, Steven 3. and John Haltiwanger (1992) Employer Size and the Wage Structure in U.S. Manufacturing, mimeograph, University of Chicago.",
        "Davis, Steven J. and John Haltiwanger (1991) Wage Dispersion between and within U.S.",
        "Manufacturing Plants, 1963-86, Brookings Papers on Economic Act~vzty: Microeconomics, 115-200.",
        "Brown, Charles, James Hamilton and James Medoff (1990) Employers Large and Small, Cambridge, Massachusetts: Harvard University Press.",
        "Brock William A., and David S. Evans (1986) The Economics of Small Business: Their Role and Regulation in the U.S. Economy, New York: Holmes and Mejer.",
        "Brown, Charles and James Medoff (1989) The Employer Size Wage Effect Journal of Polii~cal Economy (October), 1027-1059.",
        "Birley, Sue (1984) Find the New Firm, Proceedings of the Academy of Management Meetings.",
        "Birch, David and Susan MacCracken (1983) The Small Business Share of Job Creation: Lessons Learned from the Use of a Longitudinal File, unpublished report, MIT Program on Neighborhood and Regional Change.",
        "Birch, David L., The Job Generation Process, 1979, unpublished report, MIT Program on Neighborhood and Regional Change.",
        "Birch, David L., (1987) Job Creation in America: How Our Smallest Coin pan~es Put the Most People to Work, New York: The Free Press.",
        "Aldrich, Howard, Arne Kalleberg, Peter Marsden and James Cassell (1988) In Pursuit of Evidence: Five Sampling Procedures for Locating New Businesses, Journal of Business Venturing, 4, 367-386.",
        "Acs, Zoltan and David Audretsch (1988) Innovation in Large and Small Firms: An Empirical Analysis, American Economic Review, 78 (September), 678-690."
    ]
}