{
    "id": 4494,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Audretsch, David, New-Firm Survival and the Techhological Regime, The Review of Economics and Statistics, 1991, pp. 44 1-450.",
        "Bates, Timothy, Entrepreneur Human Capital Impacts and Small Business Longevity, The Review of Economics and Statistics, 1990, pp. 55 1-559.",
        "Blanchflower, David, and Andrew Oswald, What Makes an Entrepreneur? London School of Economics, mimeo, 1990.",
        "Brock, William A. and David S. Evans, The Economics of Small Business, New York: Holmes and Meier, 1986.",
        "Cox, Donald, Motives for Private Income Transfers, Journal of Political Economy, 95, June 1987, pp. 508-546.",
        "Domencich, Thomas and Daniel McFadden, Urban Travel Demand, Amsterdam: North Holland Publishing Company, 1975.",
        "Evans, David S., Tests of Alternative Theories of Firm Growth, Journal of Political Economy, August, 1987, pp. 657-674.",
        "Evans, David S. and Linda Leighton, Some Empirical Aspects of Entrepreneurship, American Economic Review, 1989, pp. 519-535.",
        "Evans, David S. and Boyan Jovanovic, An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy, 1989, pp. 808-827.",
        "Fazzari, Steven, R. Glenn Hubbard and Bruce C. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, No. 1, 1988, pp. 141- 195.",
        "Hall, Bronwyn H., Investment at the Firm Level: Does the Source of Financing Matter? National Bureau of Economic Research, Working Paper No. 4096, June 1992.",
        "Heckman, James, The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, 1976, pp. 475-492.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen, Entrepreneurial Decisions and Liquidity Constraints, mimeo, Syracuse University, 1992.",
        "Holtz-Eakin, Douglas, David Joulfaian, and HarveyS. Rosen, The Carnegie Conjecture: Some Empirical Evidence, Quarterly Journal of Economics, CVIII, No. 2, May 1993, pp. 413-436.",
        "Lee, Lung-Fei, Generalized Econometric Models with Selectivity, Econometrica, March 1983, pp. 507-512.",
        "Lentz, Bernard S. and David N. Laband, Entrepreneurial Success and Occupational Inheritance Among Proprietors, Canadian Journal of Economics, XXIII, August 1990, pp. 563-579.",
        "Meyer, Bruce, Why Are There So Few Black Entrepreneurs? National Bureau of Economic Research, Working Paper No. 3537, 1990.",
        "Schary, Martha, The Probability of Exit, RAND Journal of Economics, Autumn 1991, pp. 339-353.",
        "Schumpeter, Joseph, Capitalism, Socialism and Democracy, New York: Harper and Row Publications, 1942.",
        "Shorrocks, Anthony, Wealth Holdings and Entrepreneurial Activity in Kessler, D. and A. Masson (eds.) Modeling the Accumulation and Distribution of Wealth, Oxford: Clarendon Press, 1988, pp. 241-258.",
        "Stiglitz, Joseph and Andrew Weiss, Credit Rationing in Markets with Imperfect Information, American Economic Review, June 1981, pp. 393-410.",
        "Wilhelm, Mark 0., Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests, mimeo, The Pennsylvania State University, 1993."
    ]
}