{
    "id": 4498,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Besley, Preston and Ridge 19 24 September 1993 Fiscal anarchy in the UK Wolf, H.C. (1993) Anti-tax revolutions and symbolic prosecutions, NBER Working Paper No 4337.",
        "Sargan, J.D. (1958) The estimation of economic relationships using instrumental variables, Econometrica 26, 393-415.",
        "Srinivasan, T. (1973) Tax evasion: a model, Journal of Public Economics 2, 339-346.",
        "Ridge, ME. and S.R.Smith (1990) The first months of the Community Charge, Fiscal Studies 11, 39-54.",
        "Sah, R.K. (1991) Social osmosis and patterns of crime, Journal of Political Economy 99, 1272-1295.",
        "Hsiao, C. (1986) Analysis of Panel Data, Cambridge: Cambridge University Press.",
        "Pommerhemne, W.W, A. Hart and B.S. Frey (1993) Tax Morale, Tax Evasion and the Choice of Policy Instruments in Different Political Systems, paper prepared for the International Institute of Public Finance in Berlin, August 19 1993.",
        "Poterba, J.M. (1987) Tax evasion and capital gains taxation, American Economic Review 77, 234-239.",
        "Case, A.C. and L.F.Katz (1991) The company that you keep: the effects of family and neighborhood on disadvantaged youths, NBER Working Paper No 3705.",
        "Clotfelter, C.T. (1983) Tax evasion and tax rates: an analysis of individual returns, Review of Economics and Statistics 65, 363-373.",
        "Cowell, F. (1990) Cheating the Government, Cambridge: MIT Press.",
        "Case, AC. (1991) Spatial patterns in household demand, Econometrica 59, 953-965.",
        "Banerjee, A.V. (1992) A simple model of herd behavior, Quarterly Journal of Economics 107, 797-8 17.",
        "Besley, T.J. and A.C.Case (1992) Incumbent behavior: vote seeking, tax setting and yardstick competition, NBER Working Paper No 4041.",
        "Allingham, M. and A.Sandmo (1972) Income tax evasion: a theoretical analysis, Journal of public economics 1,323-338.",
        "Tirole, J. (1993) A theory of collective reputations, typescript."
    ]
}