{
    "id": 4501,
    "cites": 17,
    "cited_by": 13,
    "reference": [
        "U.S. Department of Labor, 1993, Private Pension Plan Bulletin (Washington: U.S.",
        "Silverman, Celia, 1993, Pension Evolution in a Changing Economy, EBRI Issue Brief 141 (Washington: Employee Benefit Research Institute).",
        "Poterba, James M., Steven F. Venti, and David Wise, 1993, Do 401(k) Contributions Crowd Out Other Personal Saving? NBER Working Paper 4391.",
        "Shefrin, Steven and Richard Thaler, 1988, The Behavioral Life Cycle Hypothesis, Economic Inquiry 26: 609-643.",
        "Poterba, James M., Steven F. Venti, and David Wise, 1992, 401(k) Plans and Tax-Deferred Saving, forthcoming in 0. Wise, ed., Ettrther Topics in the Economics of Aping (Chicago: University of Chicago Press).",
        "Petersen, Mitchell, 1992, Cashflow Variability and a Firms Pension Choice: A Role for Operating Leverage?, mimeo, Graduate School of Business, University of Chicago.",
        "Papke, Leslie, 1992, Participation in and Contributions to 401(k) Plans: Evidence from Plan Data, NBER Working Paper 4199.",
        "Massachusetts Mutual Life Insurance Company, 1991, 401(k) Survey Recort (Springfield, Mass.: Massachusetts Mutual Life Insurance).",
        "Kusko, Andrea L., James M. Poterba, and David W. Wilcox, 1993, Tax Preferred Saving Vehicles and Personal Saving: New Evidence from the Behavior of 12,000 Participants in a 401(k) Plan, mimeo, Federal Reserve Board of Governors.",
        "John Hancock Financial Services, 1993, Insights into ParticiDant Behavior: Defined Contribution Plan Survey (Boston: John Hancock).",
        "Charig, Angela, 1993, Sensitivity of Pension Contributions to Taxes, mimeo, MIT Economics Department.",
        "Buck Consultants, 1989, Current 401(k) Plan Practices: A Survey R~pprt (Secaucus, NJ: Buck Consultants).",
        "Bernheim, B. Douglas, and John B. Shoven, 1988, Pension Funding and Saving, in Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the U.S. Economy (Chicago: University of Chicago Press).",
        "Department of Labor). Belier, Daniel J. and Helen H. Lawrence, 1992, Trends in Private Pension Plan Coverage, in John A. Turner and Daniel J. Belier, Trends in Pensions 1992 (Washington: U.S. Government Printing Office, 19921.",
        "Andrews, Emily S., 1992, The Growth and Distribution of 401(k) Plans, in J.",
        "Turner and D. Belier, eds., Trends in Pensions 1992 (Washington: U.S.",
        "Chang, Angela, 1991, Explanations for the Trend Away from Defined Benefit Pension Plans, Congressional Research Service Report 91-647 EPW."
    ]
}