{
    "id": 4502,
    "cites": 36,
    "cited_by": 108,
    "reference": [
        "Abreu, Dihip:Extremah Equilibria of Ohigopolistic Supergames, Journal of Economic Theory, 39, 1986, 19 1-225.",
        "Barro, Robert J.:Output Effects of Government Purchases, Journal of Political Economy, 89, 1981.",
        "Basu, Susanto:Intcrmediate Goods, Menu Costs, and Business Cycles, mimeo, 1992.",
        "Baxter. Marianne and Robert King :Productive Externalities and Cyclical Volatility, mimeo, 1090. Beggs, Alan and Paul Klemperer: Multi-Period Competition with Switching Costs, Econometruca, GO. May 1992, 651-66.",
        "Benabou, Roland: Inflation and Markups: Theories and Evidence from the Retail Trade Sector, European Economic Review, 1992.",
        "Benassy, J. P.:Monopohistic Competition, in W. Hildenbrand and H. Sonnenachein eds. Handbook of Mathematical Economics vol. 4, Amsterdam: North Holland, 1991.",
        "Benhabib, J. and R. E. A. Farmer: Indeterminacy and Increasing Returns, mimeo, 1992.",
        "Bils, Mark: Pricing in a Customer Market, Quarterly Journal of Economics, November 1989.",
        "Blanchard, Ohivier Jean and Charles M. Kahn: The Solution of Linear Difference Models under Rational Expectations, Econometrics, 48, 1305-13, July 1980.",
        "Bils, Mark:The Cyclical Behavior of Marginal Cost and Price,American Economic Review, 77, December 1987, 838-57.",
        "Chamberlin, E.:The Theory of Monopolistic Competition, Cambridge, Mass., Harvard University Press. 1933.",
        "Chappell, Jr. H.W. and R.P. Wilder: Multiproduct Monopoly, Regulation and Firm Costs: Comment, Southern Economic Journal, 52, 1168-74, 1986.",
        "Christensen, L. and W. Greene: Economies of Scale in U.S. Power Generation, Journal of Political Economy, 655-76, 1976.",
        "Dixit, Avinash and Joseph Stighitz: Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308, 1977.",
        "Domowmtz, Ian, R. Glenn Hubbard, and Bruce C. Petersen, Market Structure and Cyclical Fluctuatloiis in U.S. Manufacturing, Review of Economic Statistics, February 1988.",
        "Eichenbaum, Martin: Real Business Cycle Theory: Wisdom or Whimsy, Journal of Economic Dynamics and Control, 15, 1991, 607-26.",
        "Evans, Charles: Productivity Shocks and Real Business Cycles, mimeo, 1990 Farmer, R. E. A. amid J.T. Guo:ReaI Business Cycles and the Animal Spirits Hypothesis, mimmieo, 1013.",
        "Farrell, Joseph and Carl Shmapiro:Dymmamic Competition with Switchmimmg Costs, Rand Jouirniil of Economics, 19, Spring 1988, 123-37.",
        "Calm, Jordi:Monopohmstic Competition, Business Cycles, and the Composition of Aggregate Demand, mimeo, 1992.",
        "Gottfrmes, Nils: Price Dynamics of Exporting amid Import-Competing Firms, Scandinavian Journal ol Economics, 88, 417-436, 1986.",
        "Guesnerie, Roger and Michael Woodford:Endogenous Fluctuations, in Jean Jacques Laffont, ed. Advances in Economic Theory: Proceedings of the 6th World Congress of the Econometric Society Vol 2, Cambridge University Press, Cambridge, 1992.",
        "Hornstein. Andreas:Monopohistic Competition, Increasing Returns to Scale and the liiiportaiice of Productivity Changes, Journal of Monetary Economics, 31, 1993, 299-316.",
        "Hing, Robert G., Clmacles I.Plosser and Sergio Rebelo: Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21, March 1988, 195-232.",
        "Elemperer, Paul D.:Markets with Consumer Switching Costs, Quarterly Jourmmal of Economics, 102. May 1987, 375-94.",
        "Kydland, Finn E. and Edward C. Prescott:Time to Build amid Aggregate Fluctuations, Ecoimoumiemrica. .50, (November 1982): 1345-70.",
        "Morrison, Catherine J.:Market Power, Economic Profitability and Productivity Growth iules.suremeimt: An Integrated Structural Approach, NBER Working Paper 3355, May 1990.",
        "Panzar, John C.: Technological Determinants of Firm and Industry Structure, in R. Schmmalemisee au2 R D. Wilhig, eds., Handbook of Industrial Organization, North-Holland, Amsterdam, 1989.",
        "Plosser, Charles 1.:Understanding Real Business Cycles, Journal of Economic Perspectiues, 3, Sumiamner 1989, 51-78.",
        "Rotemberg, Julio J. and Garth Saloner:A Supergame-Theoretic Model of Price Vars during Booms. American Economic Review, 76, June 1986, 390-407.",
        "Rotemberg, Julio J. and luhichmael Woodford: Markups and the Business Cycle, Macroeconormmmcs Aimnuial. 1991, 63-128.",
        "Sulvestre, Joaquim: The .`starket-Power Foundations of Macroeconomic Policy, Journal of Econoniic Literature, 31, March 1993, 105-141.",
        "Startz, Richard:Monopolistic Competition as a Foundation for Keynesian Macroecononaic Models. Quarterly Journal of Economics, 104, November 1989, 737-52.",
        "Summers, Lawrence: `Taxation and Corporate Investment: A q Theory Approach, Brookings Papers oii Economic .-tctivity, January 1981, 67-127.",
        "Telhis, Gerald J.:The Price Elasticity of Selective Demand: A Meta-Analysis of Econometric Models ol Sales, Journal of 1sf arketing Research, 25, November 1988, 331-41.",
        "Woodford, Michael: Stationary Sunspot Equilibria: The Case of Small Fluctuations around a Deterministic Steady State, unpublished, University of Chicago, 1986.",
        "Yun, Tack:Nominah Price Rigidity, Endogenoua Money and Business Cycles, University of Chicago, mimeo, 1993."
    ]
}