{
    "id": 4503,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Baxter, Marianne and Alan C. Stockman (1989) Business Cycles and the Exchange-Rate System Journal of Monetary Economics 23, 377-400.",
        "Dornbusch, Rudiger (1976) Expectations and Exchange Rate Dynamics Journal of Political Economy 84, 1161-1176.",
        "Flood, Robert P., Andrew K. Rose and Donald J. Mathieson (1991) An Empirical Exploration of Exchange-Rate Target Zones Carnegie-Rochester Series on Public Policy 35, 7-66.",
        "Frankel, Jeffrey A. (1979) On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials American Economic RevIew 69-4, 610-622.",
        "Frenkel, Jacob A. and Michael L. Mussa (1980) The Efficiency of Foreign Exchange Markets and Measures of Turbulence American Economic Association Papers and Proceedings 70-2, 374-381.",
        "Goldfeld, Stephen M. and Daniel E. Sichel (1990) The Demand for Money in Handbook of Monetary Economics (B.M. Friedman and F.H. Hahn, eds; North-Holland, Amsterdam).",
        "Krugman, Paul Target Zones and Exchange Rate Dynamics Quarterly Journal of Economics 106, 669-682. and Marcus Miller (1992) Why Have a Target Zone mimeo.",
        "Lewis, Karen K. (1992) Occasional Interventions to Target Rates mimeo.",
        "Lindberg, Hans and Paul Soderlind (1992) Target Zone Models and the Intervention Policy: The Swedish Case mimeo.",
        "Mark, Nelson C. (1990) Real and Nominal Exchange Rates in the Long Run Journal of International Economics 28-1/2, 115-136.",
        "Meese, Richard A. and Kenneth Rogoff (1988) Was It Real? Journal of Finance XLIII-4, 933-948.",
        "Obstfeld, Maurice and Kenneth Rogoff (1984) Exchange Rate Dynamics with Sluggish Pnces under Alternative Price-Adjustment Rules International Economic Review 25-1, 159-174.",
        "Papell, David K. (1985) Expectations and Exchange Rate Dynamics after a Decade of Floating Journal of International Economics 25, 303-317.",
        "Stockman, Alan C. (1983) ReaL Exchange Rates under Alternative Nominal ExchangeRate Systems Journal of International Money and Finance 2-2, 147-166.",
        "Svensson, Lars E.O. (1992) Recent Research on Exchange Rate Target Zones: An Interpretation Journal of Economic Perspectives, forthcoming."
    ]
}