{
    "id": 4505,
    "cites": 15,
    "cited_by": 63,
    "reference": [
        "15. Triplett, Jack E., The Measurement of Inflation: A Survey of the Research on the Accuracy of Price Indexes, `in Paul H. Earl, ed., Analysis of Inflation, New York: Lexington Books, 1975.",
        "16. Wynne, Mark, and Fiona Sigalla, A Survey of Measurement Biases in Price Indexes, paper for the Joint Meeting of the System Committees on Business and Financial Analysis, August 31, 1993. 23",
        "14. Stock, James H., and Mark W. Watson, A Probability Model of the Coincident Economic Indicators, in Kajal Lahiri and Geoffrey H. Moore, eds. Leading Economic indicators: New Approaches and Forecasting Records, Cambridge: Cambridge University Press, 1991, Chapter 4.",
        "13. Reinsdorf, Marshall, The Effect of Outlet Price Differentials on the U.S. Consumer Price Index, in Murray F. Foss, Marilyn E. Manser, and Allan H. Young, eds., Price Measurements and Their Uses, Chicago: University of Chicago Press for N.B.E.R., 1993, pp. 227-254. 22",
        "12. Poole, William, `Where Do We Stand in the Battle Against Inflation? Report to the Shadow Open Market Committee, March 8-9, 1992.",
        "9. Lebow, David E., John M. Roberts, and David J. Stockton, Economic Performance Under Price Stability, Working Paper No. 125, Federal Reserve Board, April 1992.",
        "11. Newey, Whitney K. and Kenneth D. West. 1987. A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55 (May): 703-708.",
        "8. Hicks, J. R., The Valuation of the Social Income, Economica, vol.7 (1940), pp. 10524.",
        "7. Griliches, Zvi, Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change, In N.B.E.R. Annual (1961), pp.173-96.",
        "6. Gordon, Robert J., Measuring the Aggregate Price Level: Implications for Economic Performance and Policy, N.B.E.R. Working Paper No. 3969, January 1992.",
        "3. Braithwait, S., `The Substitution Bias of the Laspeyres Index, American Economic Review, vol. 70 (1980), pp. 64-77.",
        "4. Bryan, Michael F., and Stephen G. Cecchetti, `Measuring Core Inflation, N.B.E.R. Working Paper No. 4303, March 1993.",
        "5. Diewert, W.E., Index Numbers, in Eatwell, Milgrave, and Newman, eds., Paigraves Dictionary of Economics, London: MacMillan Press, 1987.",
        "1. Alchian, Arrnen A. and Benjamin Klein, On a Correct Measure of Inflation, Journal of Money. Credit, and Banking. vol. 5 (February 1973), pp. 173-191.",
        "2. Ball, Laurence, and N. Gregory Mankiw, Relative Price Changes as Aggregate Supply Shocks, N.B.E.R. Working Paper No. 4168, September 1992."
    ]
}