{
    "id": 4510,
    "cites": 12,
    "cited_by": 18,
    "reference": [
        "American Council of Life Insurance, 1992, 1992 Life Insurance Fact Book, Washington: American Council of Life Insurance.",
        "Atkinson, A. B., and John Hills, 1991, Social Security in Developed Countries: Are There Lessons for Developing Countries?, in E. Ahmad, J. P. Dreze, J. Hills, and A. K. Sen, eds., Social Security in Developing Countries, Oxford: Oxford University Press.",
        "Beveridge, W. H., 1942, Social Insurance and Allied Services, Cmd 6404, London: HMSO.",
        "Boskin, Michael J., Laurence I. Kotlikoff, and John B. Shoven, 1988, Personal Security Accounts: A Proposal for Fundamental Social Security Reform, in Susan M. Wachter (ed.), Social Secgj~y and Private Pensions, Lexington, Massachusetts: Lexington Books.",
        "Diamond, Peter A., 1977, A Framework for Social Security Analysis, Journal of Public Economics 8, 275-298.",
        "Diamond, Peter A., 1992, Organizing the Health Insurance Market, Econometrica 60, 1233-1254.",
        "Diamond, Peter A., and Valdes-Prieto, Salvador, forthcoming, Social Security Reforms, in B. Bosworth (ed.), Chilean Economy: Policy Lessons and Challenges, Washington: Brookings Institution. Friedman, Benjamin M., and Mark I. Warshawsky, 1990, The Cost of Annuities: Implications for Saving Behavior and Bequests, Ouarterly Journal of Economics, 105, 1, 135-154.",
        "Merton, Robert C., and Zvi Bodie, 1992, On the Management of Financial Guarantees, Journal of the Financial Management Association, 21, 4, 87-109.",
        "Topinski, Wojciech and Marian Wisniewski, 1991, Pensions in Poland, Proposals for Reform, unpublished.",
        "Valdes-Prieto, S., 1993a, Earnings-related mandatory pensions: Concepts for policy design, mimeo , fourth draft, The World Bank,Washington D.C.",
        "Valdes-Prieto, S., 1993b, Administrative Charges in Pensions: Chile, The U.S., Malaysia and Zambia, mimeo, third draft, The World Bank, Washington D.C.",
        "Wilson, James Q., 1989, Bureaucracy: What Government Agencies Do and Why They Do It, Basic Books."
    ]
}