{
    "id": 4516,
    "cites": 101,
    "cited_by": 129,
    "reference": [
        "Abel, A.B. (1985) Precautionary Saving and Accidental Bequests. American Economic Review, 75: 777-791. Abowd, J., and Card, D. (1989) On the Covariance Structure of Earnings and Hours Changes. Econometrica, 57 (March 1989): 411-455.",
        "Aiyagari, S.R. (1992) Uninsured Idiosyncratic Risk and Aggregate Saving. Mimeograph, Research Department, Federal Reserve Bank of Minneapolis.",
        "Aiyagari, S.R., and Gertler, M. (1991) Asset Returns with Transactions Costs and Uninsured Individual Risk. Journal of Monetary Economics, 27: 311-331.",
        "Ando, A., and Kennickell, A.B. (1987) How Much (or Little) Life Cycle Is There in Micro Data?: The Cases of the United States and Japan. In R. Dornbusch, S. Fischer, and J. Bossons, eds., Macroeconomics and Finance: Essays in Honor of Franco Modigliani. Cambridge: MIT Press.",
        "Ando, A., and Modigliani, F. (1963) The 'Life Cycle' Hypothesis of Saving: Aggregate Implications and Tests. American Economic Review, 53: 55-84.",
        "Attanasio, O.F. (1993) Personal Saving in the U.S. Mimeograph, Stanford University.",
        "Auerbach, A.J., and Kotlikoff, L.J. (1987) Dynamic Fiscal Policy. Cambridge: Cambridge University Press.",
        "Auerbach, A.J., and Kotlikoff, L.J. (1983) National Savings, Economic Welfare, and the Structure of Taxation. In M. Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis. Chicago: University of Chicago Press.",
        "Auerbach, A.J., Kotlikoff, L.J., and Skinner, J. (1983) The Efficiency Gains from Dynamic Tax Reform. International Economic Review, 24: 81-100.",
        "Barsky, R.B., Mankiw, N.G., and Zeldes, S.P. (1986) Ricardian Consumers with Keynesian Propensities. American Economic Review, 76: 676-691.",
        "Bernheim, B.D. (1987) Dissaving After Retirement: Testing the Pure Life-Cycle Hypothesis. In Z. Bodie, J.B. Shoven, and D.A. Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press.",
        "Bernheim, B.D., and Scholz, J.K. (1993) Private Saving and Public Policy. In J.M. Poterba, ed., Tax Policy and the Economy, vol. 7. Cambridge: MIT Press.",
        "Blinder, A.S. (1988) Comments on Chapters 1 and 2. In D. Kessler and A. Masson, eds., Modelling the Accumulation and Distribution of Wealth. Oxford: Clarendon Press.",
        "Blundell, R., Browning, M., and Meghir C. (1992) Consumer Demand and the Life-Cycle Allocation of Household Expenditures. London: Institute for Fiscal Studies Working Paper No. W93/11; forthcoming, Review of Economic Studies.",
        "Boskin, M.J. (1978) Taxation, Saving, and the Rate of Interest. Journal of Political Economy, 86: 3-27.",
        "Burtless, G., and Hausman, J.A. (1978) The Effect of Taxes on Labor Supply: Evaluating the Gary NIT Experiment. Journal of Political Economy, 78: 1108-1130.",
        "Caballero, R.J. (1990) Consumption Puzzles and Precautionary Saving. Journal of Monetary Economics, 25: 113-136.",
        "Caballero, R.J. (1991) Earnings Uncertainty and Aggregate Wealth Accumulation. American Economic Review, 81: 859-871.",
        "Campbell, J.Y., and Mankiw, N.G. (1989) Consumption, Income, and Interest Rates: Reinterpreting the Time-Series Evidence. In O.J. Blanchard and S. Fischer, eds., NBER Macroeconomics Annual, 1989. Cambridge: MIT Press.",
        "Cantor, R. (1985) The Consumption Function and the Precautionary Demand for Savings. Economic Letters, 17: 207-210.",
        "Carroll, C.D. (1992) The Buffer Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity, 2: 61-135. ^ * Carroll, C.D., and Samwick, A.A. (1992a) How Important Is Precautionary Saving? Mimeograph, Economic Activity Section, Board of Governors of the Federal Reserve System.",
        "Carroll, C.D., and Samwick, A.A. (1992b) The Nature and Magnitude of Precautionary Wealth. Working Paper No. 124, Economic Activity Section, Board of Governors of the Federal Reserve System.",
        "Carroll, C.D., and Summers, L.H. (1991) Consumption Growth Parallels Income Growth: Some New Evidence. In B.D. Bernheim and J.B. Shoven, eds., National Saving and Economic Performance. Chicago: University of Chicago Press.",
        "Clarida, R.H. (1987) Consumption, Liquidity Constraints, and Asset Accumulation in the Presence of Random Income Fluctuations. International Economic Review, 28: 339-351.",
        "Cochrane, J.H. (1991) A Simple Test Of Consumption Insurance, Journal of Political Economy, 99: 957-976.",
        "Committee on Ways and Means. (1991) Overview of Entitlement Programs: 1991 Green Book. U.S. House of Representatives.",
        "Dardanoni, V. (1991) Precautionary Savings Under Income Uncertainty: A Cross-Sectional Analysis. Applied Economics, 23: 153-160.",
        "Davies, J. (1981) Uncertain Lifetime, Consumption and Dissaving in Retirement. Journal of Political Economy, 89: 561-578.",
        "Deaton, A. (1991) Saving and Liquidity Constraints. Econometrica, 59: 1221-1248.",
        "Deaton, A. (1992) Understanding Consumption. Oxford: Oxford University Press.",
        "Diamond, P.A., and Hausman, J.A. (1984) The Retirement and Unemployment Behavior of Older Men. In H. Aaron and G. Burtless, eds., Retirement and Economic Behavior. Washington: Brookings Institution.",
        "Dreze, J.H., and Modigliani, F. (1972) Consumption Decisions Under Uncertainty. Journal of Economic Theory, 5: 308-335.",
        "Elmendorf, D.W., and Kimball, M.S. (1991) Taxation of Labor Income and the Demand for Risky Assets. Working Paper No. 3204, National Bureau of Economic Research.",
        "Engen, E.M. (1992a) Precautionary Saving and the Structure of Taxation. Mimeograph, U.C.L.A. Engen, E.M. (1992b) Precautionary Saving, Consumption, and Taxation in a Life Cycle Model with Stochastic Earnings and Mortality Risk. Unpublished Ph.D. dissertation, University of Virginia.",
        "Faber, J.F. (1982) Life Tables for the United States: 1900-2050. U.S. Department of Health and Human Services, Social Security Administration, Actuarial Study No. 87.",
        "Feenberg, D., and Skinner, J. (1992) The Risk and Duration of Catastrophic Health Care Expenditures. Working Paper No. 4147, National Bureau of Economic Research.",
        "Feldstein, M. (1974) Social Security, Induced Retirement, and Aggregate Capital Accumulation. Journal of Political Economy, 82: 905-926.",
        "Feldstein, M. (1981) Hospital Costs and Health Insurance. Cambridge: Harvard University Press.",
        "Feldstein, M. (1988) The Effects of Fiscal Policies When Incomes Are Uncertain: A Contradiction to Ricardian Equivalence. American Economic Review, 78: 14-23.",
        "Flavin, M.A. (1981) The Adjustment of Consumption to Changing Expectations About Future Income. Journal of Political Economy, 89: 974-1002.",
        "Friedman, B.M., and Warshawsky, M. (1988) Annuity Yields and Saving in the United States. In Z Bodie, J.B. Shoven, and D.A. Wise, eds., Pensions in the U.S. Economy. Chicago: University of Chicago Press.",
        "Friedman, M. (1957) A Theory of the Consumption Function. Princeton: Princeton University Press.",
        "Ghez, G., and Becker, G.S. (1975) The Allocation of Time and Goods Over the Life Cycle. New' York: Columbia University Press.",
        "Guiso, L. Jappelli, T., and Terlizzesse, D. (1992) Earnings Uncertainty and Precautionary Saving. Journal of Monetary Economics, 30: 307-338.",
        "Hahm, J.-H. (1993) Consumption Growth and Earnings Uncertainty: Simple Cross-Country Evidence. Mimeograph, Columbia University.",
        "Hall, R.E. (1981) Stochastic Implications of the Life Cycle -Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy, 86: 971-987.",
        "Hall, R.E., and Mishkin, F.S. (1982) The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households. Econometrica, 50: 461-481.",
        "Hansen, G.D., and Imrohoroglu, A. (1992) The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard. Journal of Political Economy, 100: 118-142.",
        "Hansen, L.P., and Singleton, K.J. (1983) Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns. Journal of Political Economy, 9r1: 249-265.",
        "Hubbard, R.G. (1986) Pension Wealth and Individual Saving: Some New Evideiice. Journal of Money, Credit and Banking, 18: 167-178.",
        "Hubbard, R.G. (1987) Uncertain Lifetime, Pensions, and Individual Saving. In Z. Bodie, J.B. Shoven, and D.A. Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press.",
        "Hubbard, R.G., and Judd, K.L. (1986) Liquidity Constraints, Fiscal Policy, and Consumption. Brookings Papers on Economic Activity, 1: 1-50.",
        "Hubbard, R. G., and Judd, K.L. (1987) Social Security and Individual Welfare: Precautionary Saving, Liquidity Constraints, and the Payroll Tax. American Economic Review, 77: 630-646.",
        "Hubbard, R. G., Skinner, J, and Zeldes, S.P. (1992) Precautionary Saving and Social Insurance. Mimeograph, Columbia University, University of Virginia, and University of Pennsylvania.",
        "Hurd, M.D. (1987) Savings of the Elderly and Desired Bequests. American Economic Review, 77: 298-312.",
        "Hurd, M.D. (1989) Mortality Risk and Bequests. Econometrica, 57: 779-814.",
        "Hurd, M.D., and Mundaca, B. G. (1989) The Importance of Gifts and Inheritances Among the Affluent. In R.E. Lipsey and H.S. Tice, eds., The Measurement of Saving, Investment, and Wealth. Chicago: University of Chicago Press.",
        "Keane, M., and Moffitt, R. (1991) A Structural Model of Multiple Welfare Program Participation and Labor Supply. Mimeograph, Brown University.",
        "Kessler, D., and Masson, A. (1988) Introduction. In D. Kessler and A. Masson, eds., Modelling the Accumulation and Distribution of Wealth. Oxford: Clarendon Press.",
        "Kessler, D., and Masson, A. (1989) Bequest and Wealth Accumulation: Are Some Pieces of the Puzzle Missing? Journal of Economic Perspectives, 3: 141-152.",
        "Kimball, M.S. (1990) Precautionary Saving in the Small and in the Large. Econometrica, 58: 53-73.",
        "Kimball, M.S. (1991) Precautionary Motives for Holding Assets. In J. Eatwell, M. Milgate, and P. Newman, eds., The New Palgrave Dictionary of Money and Finance. New York: W.W. Norton.",
        "Kimball, M.S. (1993) Standard Risk Aversion. Econometrica, 61: 589-612.",
        "Kimball, M.S., and Mankiw, N.G. (1989) Precautionary Saving and the Timing of Taxes. Journal of Political Economy, 97: 863-879.",
        "King, M.A., and Dicks-Mireaux, L. (1982) Asset Holdings and the Life Cycle. Economic Journal, 92: 247-267.",
        "Kitamura, Y., and Takayama, N. (1993) International Comparisons of Household Saving: Household Data on Saving Paper in Japan. Paper presented at NBER Conference on International Saving Comparisons.",
        "Kotlikoff, L.J. (1979) Testing the Theory of Social Security and Life Cycle Accumulation. American Economic Review, 69: 396-410.",
        "Kotlikoff, L.J. (1988b) Intergenerational Transfers and Savings. Journal of Economic Perspectives, 2: 41-58.",
        "Kotlikoff, L.J., and Smith, D.E. (1983) Pensions in the American Economy, Chicago: University of Chicago Press.",
        "Kotlikoff, L.J., and Summers, L.H. (1981) The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal of Political Economy, 89: 706-732.",
        "Kotlikoff, L.J., and Summers, L.H. (1988) The Contribution of Intergenerational Transfers to Total Wealth: A Reply. In D. Kessler and A. Masson, eds., Modelling the Accumulation and Distribution of Wealth. Oxford: Oxford University Press.",
        "Leland, H.E. (1968) Saving and Uncertainty: The Precautionary Demand for Saving. Quarterly Journal of Economics, 82: 465-473.",
        "Levhari, D., Mirman, L.J., and Zilcha, I. (1980) Capital Accumulation Under Uncertainty. International Economic Review, 21: 661-671.",
        "Lillard, L.A., and Weiss, Y. (1979) Components in Variation in Panel Earnings Data: American Scientists 1960-1970. Econometrica, 47: 437-454.",
        "Lillard, L.A., and Willis, R.J. (1978) Dynamic Aspect of Earnings Ability. Econometrica, 46: 985-1012.",
        "Long, S.H., et al. (1984) Medical Expenditures of Terminal Cancer Patients During the Last Year of Life. Inquiry, 21: 315-327.",
        "Lusardi, A. (1993) Euler Equations in Micro Data: Merging Data from Two Samples. Mimeograph, Dartmouth College.",
        "Mace, B.J. (1991) Full Insurance in the Presence of Aggregate Uncertainty, Journal of Political Economy, 99: 928-956.",
        "MaCurdy, T.E. (1982) The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis. Journal of Econometrics, 18: 83-114.",
        "Miller, B.L. (1976) The Effect on Optimal Consumption of Increased Uncertainty in Labor Income in the Multiperiod Case. Journal of Economic Theory, 13: 154-167.",
        "Mirer, T.W. (1979) The Wealth-Age Relating Among the Aged. American Economic Review, 69: 435-443.",
        "Modigliani, F. (1988a) Measuring the Contribution of Intergenera-tional Transfers to Total Wealth: Conceptual Issues and Empirical Findings. In D. Kessler and A. Masson, eds., Modelling the Accumulation and Distribution of Wealth. Oxford: Clarendon Press.",
        "Modigliani, F. (1988b) The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth. Journal of Economic Perspectives, 2: 15-40.",
        "Modigliani, F., and Brumberg, R. (1954) Utility Analysis and Aggregate Consumption Functions: An Interpretation of Cross-Section Data. In K.K. Kurihara, ed., Post-Keynesian Economics, New Brunswick, New Jersey: Rutgers University Press.",
        "Murphy, K.M., and Welch, F. (1990) Empirical Age-Earnings Profiles. Journal of Labor Economics, 8: 202-229.",
        "Rossiter, L.F., and Wilensky, G.R. (1982) Out-of-Pocket Expenditures for Personal Health Services, 1982. National Health Care Expenditures Study, DHHS Publication No. (PHS) 82-3332, U.S. Department of Health and Human Services. Rothschild, M., and Stiglitz, J.E. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics, 90: 629-650.",
        "Schechtman, J., and Escudero, V.L.S. (1977) Some Results on 'An Income Fluctuation Problem'. Journal of Economic Theory, 16: 151-166.",
        "Scheinkman, J., and Weiss, L. (1986) Borrowing Constraints and Aggregate Economic Activity. Econometrica, 54: 23-45.",
        "Sibley, D.S. (1975) Permanent and Transitory Income Effects in a Model of Optimal Consumption With Wage Income Uncertainty. Journal of Economic Theory, 11:68-82.",
        "Skinner, J. (1985) Variable Lifespan and the Intertemporal Elasticity of Consumption. Review of Economics and Statistics, 67: 616-623.",
        "Skinner, J. (1988) Risky Income, Life Cycle Consumption, and Precautionary Savings. Journal of Monetary Economics, 22: 237-255.",
        "Summers, L.H. (1981) Capital Taxation and Accumulation in a Life Cycle Growth Model. American Economic Review, 71: 533-544.",
        "Tobin, J. (1967) Life Cycle Saving and Balanced Growth. In W. Fellner, et al (eds.), Ten Economic Studies in the Tradition of Irving Fisher. New York: Wiley.",
        "Tobin, J., and Dolde, W. (1971) Wealth, Liquidity, and Consumption.  In Federal Reserve Bank of Boston, Consumer Spending and Monetary Policy: The Linkages. Federal Reserve Bank of Boston Conference Series No. 5: 99-146.",
        "U.S. House of Representatives Select Committee on Aging. (1990) Emptying the Elderly's Pocketbook: Impact of Rising Health Care Costs. Committee Publication No. 101-746, Washington: U.S. Government Printing Office.",
        "Venti, S.F., and Wise, D.A. (1987) IRAs and Saving. In M. Feldstein, ed., The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press.",
        "White, B.B. (1978) Empirical Tests of the Life-Cycle Hypothesis. American Economic Review, 68: 546-560.",
        "Wilson, C. (1977) A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory, 16: 167-207.",
        "Yaari, ME. (1965) Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies, 32: 137-158.",
        "Zeldes, S.P. (1989a) Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy, 97: 305-346.",
        "Zeldes, S.P. (1989b) Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence. Quarterly Journal of Economics, 104: 275-298."
    ]
}