{
    "id": 4517,
    "cites": 26,
    "cited_by": 22,
    "reference": [
        "Lars E.O. Svensson and Sweder van Wijnbergen (1989), \"Excess Capacity, Monopolistic competition, and International Transmission of Monetary Disturbances, The Economic Journal 99 September, 785-805.",
        "Lars E.O. Svensson (1992), \"Why Exchange Rate Bands? Monetary independence in Spite of Fixed Exchange Rates\" hER, October 1992.",
        "Lars E.O. Svensson (1986), \"Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy,\" Review of Economic Studies 3 no. 174, 385-405.",
        "Alan Stockman (1983), \"Real Exchange Rates under Alternative Nominal Exchange Rate Systems,\" Journal of International Money and Finance 2 (August, 1983), 147-66.",
        "Alan C. Stockman, \"A Theory of Exchange Rate Determination,\" Journal of Political Economy 88 (1980), 673-98.",
        "Alan C. Stockman, \"The Equilibrium Approach to Exchange Rates,\" Economic Review, Federal Reserve Bank of Richmond, March-April, 1987, 12-3 1.",
        "Alan Stockman (1988), \"Real Exchange Rate Variability under Pegged and Floating Nominal Exchange Rate Systems: An Equilibrium Theory,\" in K. Brunner and A.H. Meltzer (eds.), Carnegie-Rochester Conference Series on Public Policy 29, Spring, 1988, 259-94.",
        "Julio Rotemberg (1984), \"A Monetary Equilibrium Model with Transactions Costs,\" Journal of Political Economy 92, 40-48",
        "Alan C. Stockman (1992), \"International Transmission under Bretton Woods,\" in Michael Bordo and Barry Eichengreen (eds.), A RefrospecÃ\u0083Â¼ve on Bretlon Woods, University of Chicago Press.",
        "Lee Ohanian and Alan C. Stockman (1993), \"Real Effects of Money when Some Prices Are Sticky\" unpublished, University of Rochester",
        "Michael Mussa (1982), \"A Model of Exchange-Rate Dynamics,\" Journal of Political Economy 90 (1982), 74-104.",
        "Michael Mussa (1986), \"Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates,\" Carnegie-Rochester Conference Series on Public Policy 25, 1986, 117-214",
        "Robert E. Lucas, Jr. (1982), \"Interest Rates and Currency Prices in a Two-Country World,\" Journal of Monetary Economics",
        "Nelson Mark (1992), \"Exchange Rates and Fundamentals: Evidence on Long-Horizon Predictability and Overshooting,\" Ohio State University working paper",
        "Robert E. Lucas, Jr. (1990), \"Liquidity and Interest Rates,\" Journal of Economic Theory",
        "John Huizinga (1987), \"An Empirical Investigation of the Long-Run Behavior of Real Exchange Rates,\" Carnegie-Rochester Conference Series 27, 149-214.",
        "Sanford Grossman and Laurence Weiss (1983), \"A Transactions-Based Model of the Monetary Transmission Mechanism,\" American Economic Review",
        "Tim Feurst (1992), \"Liquidity, Loanable Funds, and Real Activity,\" Journal of Monetary Economics",
        "Stanley Fischer (1977), \"Long-Term Contracts, Rational Expectations, and the Optimal Money-Supply Rule,\" Journal of Political Economy",
        "Charles Engel (1991), \"Is Real Exchange Rate Variability Caused by Relative Price Changes? An Empirical Investigation,\" University of Washington working paper",
        "Rudiger Dornbusch, \"Expectations and Exchange Rate Dynamics,\" Journal of Political Economy 84 (1976), 1161-76.",
        "Robert E. Cumby and John Huizinga, \"The Predictability of Real Exchange Rate Changes in the Short Run and Long Run,\" NBER working paper 3468, 1990.",
        "Larry Christiano and Martin Eichenbaum (1992), \"Liquidity Effects, Monetary Policy, and the Business Cycle,\" Northwestern University working paper",
        "Olivier Blanchard and Nobu Kiyotaki (1987), \"Monopolistic Competition and the Effects of Aggregate Demand,\" American Economic Review 77 no. 4, 647-666",
        "Ben Bernanke and Alan Blinder (1992), \"The Federal Funds Rate and the Channels of Monetary Transmission,\" American Economic Review",
        "Marianne Baxter and Alan Stockman (1989), \"Business Cycles and the Exchange-Rate Regime: Some International Evidence,\" Journal of Monetary Economics 23, no. 3, May 1989, 377-400."
    ]
}