{
    "id": 4518,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Susan Averett and Sanders Korenman, The Economic Reality of `The Beauty Myth, Unpublished paper, Humphrey Institute of Public Affairs, University of Minnesota, 1993.",
        "Francine Blau and Andrea Belier, Black-White Earnings over the l970s and l980s: Gender Differences and Trends, Review of Economics and Statistics, 74 (1992): 276-86.",
        "David Bloom and Gilles Grenier, Earnings of the French Minority in Canada and the Spanish Minority in the United States, in Barry Chiswick, ed., Immi2ration, Language. and Ethnicity. Washington: AEI Press, 1992.",
        "George BoÃ\u0083Â§jas and Marta Tienda, eds., Hispanics in the U.S. Economy. New York: Academic Press, 1985.",
        "Glen Cain, The Economic Analysis of Labor Market Discrimination: A Survey, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics. Amsterdam: North - Holland, 1986.",
        "Alan Diiiingham, Marianne Ferber and Daniel Hamermesh, Gender Discrimination by Gender: Voting in a Professional Society, Industrial and Labor Relations Review, 48 (1994): forthcoming.",
        "Alan Fechter and Charles Thorpe, Labor Market Discrimination against the Handicapped: An Initial Inquiry, Urban Institute Working Paper No. 36101, 1978.",
        "Irene Frieze, Josephine Olson and June Russell, Attractiveness and Income for Men and Women in Management, Journal of Applied Social Psychology, 21(1991): 1039-57.",
        "Elaine Hatfield and Susan Sprecher, Mirror, Mirror...: The Importance of Looks in Everyday Life. Albany: State University of New York Press, 1986.",
        "Harry Holzer, Multi-City Study of Urban Inequality, initial draft, Michigan State University, 1993.",
        "Norman Johnson and Samuel Kotz, Continuous Univariate Distributions - 1. New York: Wiley, 1970.",
        "Troy McAdams, Farzad Moussavi and Michael Klassen, Employee Appearance and the Americans with Disabilities Act: An Emerging Issue? Employee Responsibilities and Rights Journal, 5 (1992): 323-38.",
        "Robert McLean and Marilyn Moon, Health, Obesity and Earnings, American Journal of Public Health, 70 (September 1980): 1006-9.",
        "Robert Quinn, Physical Deviance and Occupational Mistreatment: The Short, the Fat and the Ugly, Unpublished paper, Institute for Social Research, University of Michigan, 1978.",
        "Sherwin Rosen, Hedonic Prices and Implicit Markets, Journal of Political Econorny, 82 (1974): 34-55.",
        "Patricia Roszell, David Kennedy and Edward Grabb, Physical Attractiveness and Income Attainment Among Canadians, Journal of Psychology, 123 (1989): 547-59.",
        "Paul Taubman, Sources of Inequality in Earnings. Amsterdam: North - Holland Press, 1975.",
        "Joseph Term, Estimating Linear Models with Ordinal Qualitative Regressors, Journal of Econometrics, 34 (1987): 275-9 1.",
        "U.S. Department of Labor, Dictionary of Occupational Titles, 4th. ed. Washington: DOL, 1977.",
        "Naomi Wolf, The Beauty Myth. New York: Anchor, 1991."
    ]
}