{
    "id": 4521,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Armstrong, L. and Maria M. 1992. The Diet Business Starts Sweating. Business Week June 22: 32-33.",
        "Autry, J. H. 1986. Anorexia Nervosa and Bulimia. Annual Review of Public Health 7: 535-543.",
        "Bray, G. A. 1978. Definition, Measurement, and Classification of the Syndromes of Obesity. Intern onal Journal of Obesity 2: 99-112.",
        "Bray, G. A. 1979. Obesity in America. International Journal of Obesity 3: 363-375.",
        "Chamberlain, G. 1980. Analysis of Covariance with Qualitative Data, Review of Economic Studies 47:225-38.",
        "CHRR (Center for Human Resource Research), 1992. NLS Handbook 1992. Columbus, OH: The Ohio State University.",
        "Coleman, J. A. 1993. Discrimination at Large. Newsweek August 2: 9.",
        "Drewnowski, A., S. A. Hopkins, and R. C. Kessler. 1988. The Prevalence of Bulimia Nervosa in the US College Student Population. American Journal of Public Health 78(10): 1322-1325.",
        "Filer, R. 1993. The Usefulness of Predicted Values for Prior Work Experience in Analyzing Labor Market Outcomes for Women, Journal of Hwnan Resources 28(3): 5 18-537.",
        "Furnharn, A. and Alibhai, N. 1983. Cross-Cultural Differences in the Perception of Female Body Shapes, Psychological Medicine 13:829-837.",
        "Gortmaker, S., Must, A., Perrin, J., Sobol, A. and W. Diets. 1993. Social and Economic Consequences of Overweight in Adolescence and Young Adulthood. New England Journal of Medicine 329(14): 1008-1012.",
        "Greene, W. 1993. Econometric Analysis, 2nd. Edn. New York: Macmillan.",
        "Greenwood, M.R.C. 1983. Obesity. New York: Churchill Livingstone.",
        "Ka]mijn, M. 1993. Trends in Black/White Intermarriage. Social Forces 72(1): 119-146.",
        "Kannel, W.B. 1983 Health and Obesity: An Overview. in Health and Obesity, edited by H.L. Conn, Jr., E.A. DeFelice and P. Kuo. Raven Press, New York.",
        "Kolata, 0., Brody, J.E. and E. Rosenthal, Fat in America, The New York limes, November 22-24, 1992, v. 142.",
        "Lampert, L. 1993. Fat Like Me, Ladies Home Journal, May, pp. 154-157.",
        "Metropolitan Life Insurance Co. 1983. 1983 Metropolitan Height and Weight Tables. S:artsncal Bulletin. Vol 64 No. 1, Jan-June 1983.",
        "Mincer, I. and S. Polachek, 1974. Family Investments in Human Capital: Earnings of Women. Economics of the Family, e.d., T.W. Schultz, Chicago: The University of Chicago Press, pp. 397-429.",
        "National Center for Health Statistics, 1983. S. Abraham: Obese and overweight adults in the United States. Vital and Health Statistics. Series 11, No. 230. DHHS Pub. No. 83-1680. Public Health Service. Washington. U.S. Government Printing Office, January.",
        "Register, C. A. and D. R. Williams. 1990. Wage Effects of Obesity among Young Workers. Social Science Quarterly 71(1): 130-141.",
        "Sciacca, I. P., C. L. Melby, G. C. Hyner, A. C. Brown, and P. L. Femea. 1991. Body Mass index and Perceived Weight Status in Young Adults. Journal of Community Health 16(3): 159-168.",
        "Steckel Richard H. 1991. Stature and Living Standards in the United States, NBER Working Paper on Historical Factors in Long Run Growth, No. 24, April.",
        "Wolf, Naomi. 1991. The Beauty Myth. New York: Doubleday.",
        "Zuckerman, D., A. Colby, N. C. Ware, and 1. S. Lazerson. 1986. The Prevalence of Bulimia among College Students. American Journal c/Public Health 76(9): 1135-1137."
    ]
}