{
    "id": 4524,
    "cites": 45,
    "cited_by": 0,
    "reference": [
        "[15] Epstein, L.G. and S. Zin (1989), Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, 937-969.",
        "[14] Epstein, L.G. and T. Wang (1993), Intertemporal Asset Pricing Under Knightian Uncertainty, U. Toronto Working Paper 9211, revised, to appear in Econometrica.",
        "[12] Epstein, L.G. (1988), Risk Aversion and Asset Prices, Journal of Monetary Economics, 22, 179-192.",
        "[13] Epstein, L.G. (1992), Behavior Under Risk: Recent Developments in Theory and Applications, in Advances in Economic Theory, Vol.11, J.J. Laffont ed., Cambridge U. Press.",
        "[10] Dekel, E. (1986), An Axiomatic Characterization of Preferences Under Uncertainty, Journal of Economic Theory, 40, 304-318.",
        "[11] Dybvig, P.11. and S.A. Ross (1982), Portfolio Efficient Sets, Econometrica, 50, 1525-1546.",
        "[45] Weil, P. (1990), Nonexpected Utility in Macroeconomics, Quarterly",
        "[44] Weil, P. (1989), The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24, 401-22.",
        "[42] Varian, H. (1983), Non-Parametric Tests of Investor Behavior, Journal of Financial and Quantitative Analysis, 18, 2269-278.",
        "[43] Wang, S. (1993), The Local Recoverability of Risk Aversion and Intertemporal Substitution, Journal of Economic Theory, 59, 333-363.",
        "[41] Starmer, C. (1992), Testing New Theories of Choice Under Uncertainty Using the Common Consequence Effect, Review of Economic Studies, 59, 813-830.",
        "[40] Reitz, T.A. (1988), The Equity Premium: A Solution, Journal of Monetary Economics, 22, 117-133.",
        "[39] Obstfeld, M. (1992), Evaluating Risky Consumption Paths: The Role of Intertemporal Substitutability, NBER Technical Working Paper 120.",
        "[37] McFadden, D. (1989), Testing for Stochastic Dominance, in Studies in the Economics of Uncertainty, T. Foinby and T. Seo eds., SpringerVerlag.",
        "[38] Mehra, R. and E. Prescott (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145-161.",
        "[36] Machina, M.J. (1987), Choice Under Uncertainty: Problems Solved and Unsolved, Journal of Economic Perspectives, 1, 121-154.",
        "[35] Lucas, R.E. Jr. (1978), Asset Prices in an Exchange Economy, Economet rica, 46, 1429-1445.",
        "[34] Kiecan, L. and D. McFadden (1991), A Robust Test for Stochastic Dominance, mimeo.",
        "[31] Heaton, J. (1993), The Interaction Between Time-Nonseparable Preferences and Time Aggregation, Econometrica, 61, 353-386. 27",
        "[32] Kandel, S. and R.F. Stambaugh (1989), Modeling Expected Stock Returns for Long and Short Horizons, miineo.",
        "[33] Kandel, S. and R.F. Stambaugh (1991), Asset Returns and Intertemporal Preferences, Journal of Monetary Economics, 27, 39-71.",
        "[30] Hansen, L. P. and R. Jagannathan (1991), Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "[29] Hansen, L.P. and K.J. Singleton (1983), Stochastic Consumption, Risk Aversion and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, 249-65.",
        "[28] Hansen, L.P., T.J. Sargent and T.D.Tallarini Jr. (1993), Pessimism, Neurosis, and Feelings about Risk in General Equilibrium, mimeo.",
        "[26] Hanoch, G. and H. Levy (1969), Efficiency Analysis of Choices Involving Risk, Review of Economic Studies, 36, 335-46.",
        "[27] Hansen, L.P. and T.J. Sargent (1992), Discounted Linear Exponential Quadratic Gaussian Control, ruimeo.",
        "[25] Hadar, J. and W.R. Russell (1969), Rules for Ordering Uncertain Prospects, American Economic Review, 59, 25-34.",
        "[24] Grossman, S.J. and R.J. Shiller (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review, 71, 222-7.",
        "[23] Green, R. and S. Srivastava (1986), Expected Utility Maximization and Demand Behavior, Journal of Economic Theory, 38, 313-323.",
        "[21] Green E. and K. Osband (1991), A Revealed Preference Theory for Expected Utility, Review of Economic Studies, 58, 677-96.",
        "[22] Green, J., L. Lau and H. Polemarchakis (1978), Identification of the von Neuma.nn-Morgenstern Utility Function from Asset Demands, in General Equilibrium, Growth and Trade, J. Green and J. Scheinkma.n eds., Academic Press.",
        "[16] Epstein, L.G. and S. Zin (1990), First-Order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics, 26, 387-407.",
        "[17] Epstein, L.G. and S. Zin (1991), Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis, Journal of Political Economy, 99, 263-286.",
        "[18] Epstein, L.G. and S. Zin (1992), The Independence Axiom and Asset Returns, NBER Technical Working Paper 109. 26",
        "[19] Fishburn, P. (1975), Separation Theorems and Expected Utilities, Journal of Economic Theory, 11, 16-34.",
        "[20] Gallant, A.R. and G. Tauchen (1989), Seminonparametric Estimation of Conditionally Constrained Heterogeneous Processes: Asset Pricing Applications, Econometrica, 57, 1091-1020.",
        "[8] Cochrane, J.H. and L.P. Hansen (1992), Asset Pricing Explorations for Macroeconomics, NBER Working Paper 4088.",
        "[9] Constantinides, G.M. (1990), Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy, 98, 519-543.",
        "[7] Chew, 5.11. (1989), Axiomatic Utility Theories with the Betweeness Property, Annals of Operations Research, 19, 273-298.",
        "[6] Chew, S.H. (1983), A Generalization of the Quasilinear Mean with Applications to the Measurement of Income Inequality and Decision Theory, Econometrica, 51, 1065-92.",
        "[5] Camerer, C.F. (1989), An Experimental Test of Several Generalized Utility Theories, Journal of Risk and Uncertainty, 2, 61-104. 25",
        "[4] Bufman, G. and L. Leiderman (1990), Consumption and Asset Returns Under Nonexpected Utility, Economic Letters, 34, 231-235.",
        "[3] Border, K.C. (1992), Revealed Preference, Stochastic Dominance, and the Expected Utility Hypothesis, Journal of Economic Theory, 56, 20-42.",
        "[2] Border, K.C. (1991),Functional Analytic Tools for Expected Utility Theory, in Positive Operators, Riesz Spaces and Economics, C. Aliprantis, K. Border and W. Luxemburg eds., Springer-Verlag.",
        "[1] Bonomo, M. and R. Garcia (1993), Disappointment Aversion as a Solution to the Risk-Free Puzzle, U. Montreal, mimeo."
    ]
}