{
    "id": 4526,
    "cites": 16,
    "cited_by": 112,
    "reference": [
        "Blau, F. and D. Graham, Black-White Differences in Wealth and Asset Composition. Quarterly Journal of Econontics, 1990. pp. 32 1-339.",
        "Blanchflower, D. and A. Oswald, What Makes an Entrepreneur? miineo. Oxford University. 1990.",
        "Evans, D. and L. Leighton, Some Empirical Aspects of Entrepreneurship, America,: Economic Review, 1989, pp. 5 19-535.",
        "Evans, D. and B. Jovanovic, An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy, 1989, pp. 808-827.",
        "Fazzari, S.M., R.G. Hubbard and B.C. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, No. 1, 1988, pp. 141-195.",
        "Fuchs, V., Self-Employment and Labor-Force Participation of Older Males. .Tournal of Human Resources, 1982, pp. 339-357.",
        "Gale, W. and K. Schohz, Intergenerational Transfers and the Accumulation of Wealth. Journal of Economic Perspectives, forthcoming. Heckman, J., The Common Structure of Statistical Models of Truncation, Sample Selection. and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, 1976, pp. 475-492.",
        "Holmes, T.J. and J.A. Schmitz, Measuring Small Business Dynamics When Owners and Their Businesses Can Be Separately Identified, Dartmouth College. mimeo, 1991.",
        "Holtz-Eakin, D., D. Joulfaian, and H. S. Rosen. The Carnegie Conjecture: An Empirical Examination, Quarter/v Journal of Economics, 1993, pp. 413-435.",
        "Holtz-Eakin, D., D. Joulfaian, and H. S. Rosen, Sticking It Out: Entrepreneurial Decisions and Liquidity Constraints, Jou,izal of Political Econo,ny, 1994, forthcoming.",
        "Lentz, B.F. and D. N. Laband, Entrepreneurial Success and Occupational Inheritance Among Proprietors, Canadian Journal of Eco,tomics, XXIII, August 1990. pp. 563-579.",
        "Poterba, James, Venture Capital and Capital Gains Taxation. in L. Summers (ed). Tax Policy and the Econonrv, vol. 3, Cambridge: MIT Press, 1989, pp. 47-67.",
        "Rees, H. and A. Shah, An Empirical Analysis of Self-Employment in the U.K.. Journal of Applied Econometrics, 1986, pp. 95-108.",
        "Sclsumpeter, J., Capitalism, Socialism and De,nocracy, New York: Harper and Row Publications, 1942.",
        "Shorrocks, A.F., Wealth Holdings and Entrepreneurial Activity in Kessler, D. and A. Matson (eds.) Modeling time Accumu/atio,t and Distribution of Wealth, Oxford: Clarendon Press, 1988, pp. 241-258.",
        "Stiglitz, J. and A. Weiss, Credit Rationing in Markets with Imperfect Information. American Economic Review, June 1981, pp. 393-410."
    ]
}