{
    "id": 4527,
    "cites": 10,
    "cited_by": 10,
    "reference": [
        "Many attribute the idea that growth can be sustained by spillovers from investments in physical capital to Romer (1986). But a careful reader will note that the \"K\" in Romer&apos;s model, at least according to the author&apos;s interpretation, refers to \"knowledge,\" not \"kapital.\" Romer argued that the special properties of knowledge make spillovers likely and growth sustainable. In his later papers (for example, Romer, 1990) he refined his views about the treatment of knowledge, arguing that private investments in knowledge could only take place in a market environment with imperfect competition.",
        "Solow (1970, p. 34) also discussed the possibility that increasing returns to scale could preserve a high marginal productivity of capital. However, he regarded it as \"difficult to believe that the United States is enabled to increase output per man at something over 2 per cent a year mainly by virtue of unexploited economies of scale.\"",
        "In the United States alone, more than 12,000 industrial research labs are actively searching for profitable innovations. And in Japan, more than 80% of all R&D, including much research as well as development, is financed by private industry. See Nelson and Rosenberg (1992).",
        "Another point, a bit outside the main line of our argument, may be even more telling. Not only investment ratios, but also population growth rates should be viewed as endogenously determined. It is well known from discussions of \"the demographic transition\" that population growth rates tend to decline as incomes rise. This may be because children act as a substitute for retirement savings in countries with imperfect capital markets. In any event, the large negative coefficient on nj in the full sample estimates may reflect the fact that low income causes fast population growth, rather than the other way around. Becker, Murphy, and Tamura (1990), among others, have made a promising start at modeling the joint determinants of population and output growth.",
        "The same problem of interpretation arises for the myriad of regressions that have been computed to explain variation in growth rates across countries. These regressions invariably include the beginning-of-period income level and the investment-GDP ratio, along with a number of the researchers&apos; own favorite variables. A positive coefficient on the investment ratio is a robust finding (Levine and Renelt, 1992), but since the regressions omit any direct measures of a country&apos;s state of technical knowledge, this variable may be picking up the effects of disparate technological progress on the growth rate.",
        "The incorporation of \"R&D stocks\" (the accumulated value of R&D spending after allowing for some depreciation) as a separate input into aggregate production does not get around the problem, either. As Nelson (1973, 1981) and others have noted, there is an \"adding up\" problem here: if there are increasing returns to all inputs, including the technology input, then not all factors can be paid their marginal product. Factor shares cannot be used to infer output elasticities. Leaving this aside, it is still true that the profitability of investment depends on the state of technology, and attributing growth to proximate sources reveals nothing about the underlying mechanisms. -35-",
        "It should be noted, however, that De Long and Summers (1991) also find very high social rates of return for investment in fixed equipment.",
        "In some other examples of endogenous growth theory, like Romer (1990), Grossman and Helpman (1991a, ch. 3), and Young (1993), innovation serves to expand the variety of available goods. Aghion and Howitt (1992) treat the case of cost-reducing innovations. Their paper, which predates our own work on quality improvements, develops a model that is similar in many respects to the one described here.",
        "We could also incorporate the (realistic) possibility of imitation of the state-of-the-art product; see Grossman and Helpman (1991a, ch. 12) and Segerstrom (1991).",
        "In Grossman and Helpman (1991a, ch. 8) we discuss at greater length why a country may gain from trade even when that trade has an adverse impact on its long-run growth rate. We present an interesting example where a country that would innovate if it remained isolated instead specializes in the production of traditional goods when it trades with a country that has a technological head start. Yet trade equalizes wages across the two regions, whereas the lagging country would always have the lower real wage in the absence of trade."
    ]
}