{
    "id": 4529,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Vahid, F. and Engle, R.F.(l992); Common Trends and Common Cycles. University of California at San Diego, mimeo. Watson, M.W.(1986); Univariate Detrending Methods with Stochastic Trends. Journal of Monetary EconOmics, vol. 18, pp 49-75.",
        "Stockman, AC. and Tesar, L.L.(1990); Tastes and Technology in a Two Country Model of Business Cycle: Explaining International Comovement. Working Paper, University of Rochester.",
        "Stock, J.H. and Watson, M.W.(l988); Testing for Common Trends. Journal of the American StatisticalAssociation, vol. 83, pp 1097-1107. Stockman, A.C.(1988); Sectoral and National Aggregate Disturbances to Industrial Output in Seven European Countries. Jour~ial of Monetary Economics, vol. 21.",
        "Ran, C.R.(l973); Linear Statistical Inference. New York, Wiley. Rogerson, R.(l987); An Equilibrium Model of Sectoral Reallocation. Journal of Political Economy, vol. 95, pp 824-834. Romer, C.D.(1991); The Cyclical Behavior of Individual Production Series. Quarterly Journal of Economics, vol. 106, pp 1-31.",
        "Nelson, C.R. and Kang, H.(1984); Pitfalls in the Use of Time as an Explanatory Variable in Regression. Journal of Business and Economic Statistics, vol. 2, pp 73-82.",
        "Lucas, RE., Jr.(l 977); Understanding Business Cycles. Carnegie-Rochester Conference Series on Public Policy, vol. 5, pp 7-29. Amsterdam: North Holland. Manldw, N.G.(1989); Real Business Cycles: A New Keynesian Perspective. Journal of Economic Perspectives, vol. 3, pp 79-90.",
        "Nelson, CR. and Kang, H.(1981); Spurious Periodicity in Inappropriately Detrended Time Series. Econometrica, vol. 49, pp 741-751.",
        "Lougani, P. and Rogerson, R.(1989); Cyclical Fluctuations and Sectoral Reallocation: Evidence from PSID. Journal of Monetary Economics, vol. 23, pp 259-273.",
        "Long, LB. and Plosser, C.I.(1987); Sectoral vs. Aggregate Shocks in the Business Cycles. American Economic Review, May 1987.",
        "Lancaster, P.(l969); The Theory of Matrices. New York: Academic Press. Liien, D.M.(l982); Sectoral Shifts and Cyclical Unemployment. Journal of Political Economy, vol. 90, pp 777-7 93. Long, J.B. and Plosser, C.I.(1983); `Real Business Cycles. Journal of Political Economy, vol.91, pp 39-69.",
        "King, R.G., Plosser, CI., Stock, J.H. and Watson, M.W.(l987); Stochastic Trends and Economic Fluctuations. Paper presented at the NBER meeting on Economic Fluctuations, Stanford, U.S. Preliminary version. King, R.G., Plosser, C.I., Stock, J.H. and Watson, M.W.(l991); Stochastic Trends and Economic Fluctuations. American Economic Review, vol. 81, pp 8 19-840. Kydland, F. and Prescott, E.(1982); Time to Build and Aggregate Fluctuations. Econometrica, vol. 50, pp 1345-1370.",
        "King, R.G., Plosser, CI. and Rebelo, S.(l988a); Production, Growth and Business Cycles. I. The basic Neoclassical Model. Journal of Monetary Economics, vol. 21, pp 195-232. King, R.G., Plosser, CI. and Rebelo, S.(1988b); Production, Growth and Business Cycles. II. New Directions. Journal of Monetary Economics, vol. 21, pp 309-341.",
        "Johansen, S.(199la); Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models. Econometrica, vol. 59, pp 155 1-1580. Johansen, S.(1991b); Estimating Systems of Trending Variables. Lecture presented at the ESEM 1991, Cambridge, U.K. Unpublished manuscript, University of Copenhagen.",
        "Engle, R.F. and Kozicki, S.(1990); Testing for Common Features. Working Paper, University of California San Diego.",
        "Granger, C.W.J.(l983); Co-integrated Variables and Error Correcting Models. UCSD discussion paper 88-13a. Unpublished manuscript Granger, C.W.J.(l986); Developments in the Study of Cointegrated Variables. Oxford Bulletin of Economics and Statistics, vol. 48, pp 213-228. Johansen, 5(1988); Statistical Analysis of Cointegrating Vectors. Journal of Economic Dynamics and Control, vol. 12, 23 1-254.",
        "Cochrane, J.H.(l991); Univariate vs. Multivariate Forecasts of GNP and Stock Returns: Evidence and Implications for the Persistence of Shocks, Detrending Methods, and Tests of the Permanent Income Hypothesis. Paper presented on February 1991 in the NBER meeting on Economic Fluctuations. Mimeo.",
        "Engle, R.F. and Granger, C.W.J.(1987); Cointegration and Error Correction: Representation, Estimation and Testing. Economerrica, vol. 55, pp 25 1-276.",
        "Durlauf, S.N.(1989); Output Persistence, Economic Structure, and the Choice of Stabilization Policy. Brookings Papers in Economic Activity, vol. 2, pp 69-136.",
        "Campbell, J.Y. and Mankiw, N.G.(1987); Permanent and Transitory Components in Macroeconomic Fluctuations. American Economic Review, May 1987.",
        "Burns, A.F. and Mitchell, W.C.(1946); Measuring Business Cycles. New York: National Bureau of Economic Research.",
        "Blanchard, O.J. and Watson M.W.(1986); Are Business Cycles All Alike? In American Business Cycles: Continuity and Change. Edited by Robert J. Gordon. University of Chicago Press.",
        "Anderson, T.W.(l984); An Introduction to Multivariate Sratistical Analysis. New York, Wiley. Beveridge, S. and Nelson, C.R.(l98l); A new Approach to Decomposition of Economic Time Series into a Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle. Journal of Monetary Economics, vol. 7, pp 151-174. Blanchard, O.J. and Quah, D.(1989); The Dynamic Effects of Aggregate Supply and Demand Disturbances. American Economic Review, vol. 79, pp 655-673.",
        "Nelson, C.R. and Plosser, C.I.(l982); Trends and Random Walks in Macroeconomic Time Series. Journal of Monetary Economics, vol. 10, pp 139-162. Prescott, E.C.(l986); Theory Ahead of Business-Cycle Measurement. Carnegie-Rochester Conference Series on Public Policy, vol. 25, pp 11-44. Amsterdam: North Holland. Ramey, V.A.(1988); Money, Trade Credit, and Output: A Test of the Real Business Cycle Hypothesis. Working Paper, University of California San Diego."
    ]
}