{
    "id": 453,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Barro, RJ. and HI. Grossman, 1971, A general disequilibrium model of income and employment, American Economic Review 71. 250- 272.",
        "Benassy, J.P., 1975, A neo-Keynesian disequilibrium in a monetary economy, Review of Economic Studies 42, 503-524.",
        "Blinder, A., 1977, A difficulty with Keynesian models of aggregate demand, in: Natural resources, uncertainty and general equilibrium systems, Essays in memory of Rafael Lusky (Academic Press, New York).",
        "Blinder, A., 1978, Inventories in the Keynesian macro model. Mimeo. (Princeton University, Princeton, NJ).",
        "Blinder, A.S. and S. Fischer, 1979, Inventories, rational expectations, and the business cycle, NBER working paper no. 381 (National Bureau of Economic Research, Cambridge, MA).",
        "DrÃ\u0083Â¨ze, J.H., 1975, Existence of an exchange equilibrium under price rigidities, International Economic Review 16, 301-320.",
        "Fair, R. and D.M. Jaffee, 1972, Methods of estimation for markets in disequilibrium, Econometrica 40, 497-514.",
        "Fair, R.C. and D.M. Jaffee, 1976, Methods of estimation for markets in disequilibrium: A further study, Econometrica 42, 177-190.",
        "Gourieroux, C., J.J. Laffont and A. Monfort, 1980, Disequilibrium econometrics in simultaneous equation systems. Econometrica 46, 75-96.",
        "Honkapohja, S., 1979, On the dynamics of disequilibrium in a macro model with flexible wages and prices, in: M. Aoki and A. Marzollo, eds., New trends in dynamic system theory and economics (Academic Press, New York).",
        "Laffont. JJ. and R. Garcia, 1974, Disequilibrium econometrics for business loans, Econometrica 43, 1187-1204.",
        "Malinvaud, E., 1977, The theory of unemployment reconsidered (Basil and Blackwell, Oxford).",
        "Muellbauer, J. and R. Portes, 1978, Macroeconomic models with quantity rationing, Economic Journal 88, 788-821."
    ]
}