{
    "id": 4530,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J., L.J. Kotlikoff, R.P. Hagemann, and G. Nicoletti. 1990. The Economic Dynamics of an Aging Population: The Case of Four OECD Countries. OECD Eco nomic Studies No. 14, Spring.",
        "Barro, Robert J. 1974. Are Government Bonds Net Wealth? Journal of Political Economy 82.",
        "Behring, Karin, A. BÃ\u0083Â¶rsch-Supan, and G. Goldrian. 1988.",
        "Analyse und Prognose der Nachfrage nach Miet- und EigentÃ\u0083Â¼merwohnungen in der Bundesrepublik Deutschland. Berlin: Duncker und Humblot Bernheim, B.Douglas, Andrew Shleifer, and Lawrence H. Summers. 1985. The Manipulative Bequest Motive. Journal of Political Economy 93.",
        "Borsch-Supan, Axel. 1985. Tenure Choice and Housing Demand. In U.S. and West German Housing Markets, eds. K.Stahl and R.Struyk. Washington, D.C.: The Urban Institute Press.",
        "BÃ\u0083Â¶rsch-Supan, Axe!. 1990. Elderly Americans: A Dynamic Analysis of Household Dissolution and Living Arrangement Transitions. In Issues in the Economics of Aging, ed.",
        "David Wise. Chicago: University of Chicago Press. BÃ\u0083Â¶rsch-Supan, Axel. 1991a. Implications of an Aging Population: Problems and Policy Options in West Germany and the United States. Economic Policy 12.",
        "Borsch-Supan, Axe!. 199 lb. The Choice of Living Arrangements in Germany. Paper prepared for the European Population Conference in Paris, France, October 1991.",
        "BÃ\u0083Â¶rsch-Supan, Axe!. 1992a. Population Aging, Social Security Design, and Early Retirement. Journal of Institutional and Theoretical Economics, forthcoming.",
        "BÃ\u0083Â¶rsch-Supan, Axel. 1992b. Saving and Consumption Patters Among the Elderly: The German Case, Journal of Popula tion Economics, forthcoming.",
        "Casmir, Bernd. 1989. Staatliche Rentenversicherungssysteme i m internationalen Vergleich. Frankfurt: Lang.",
        "Chesnais, Jean-Claude. 1987. Quand un peuple en devient deux: une Allemagne et lautre. Population et Societes 209.",
        "Eliwood, 1)avid, and Thomas Kane. 1990. An American Way of Aging. In Issues in the Economics of Agirig~ ed. David Wise, Chicago: University of Chicago Press.",
        "Feinstein and McFadden. 1988. The Dynamics of Housing Demand by the Elderly. In Issues in the Economics of - 58 - Aging.. ed. David Wise. Chicago: University of Chicago Press.",
        "Feldstein, Martin. 1974. Social Security, Induced Retirement, and Aggregate Capital Accumulation. Journal QLIi~k~J Economy 82.",
        "French, Johannes. 1987. Sozialpolitik. MÃ\u0083Â¼nchen: Oldenbou rg.",
        "Hagemann, Robert P, and Guiseppe Nicoletti. 1989. Population Ageing: Economic Effects and Some Policy Implications for Financing Public Pensions. OECD Economic Studies No. 12, Spring.",
        "Hurd, Michael D. 1989. Issues and Results from Research on the Elderly: Economic Status, Retirement, and Savings.",
        "Journal of Economic Literature. Jacobs, Klaus, Martin Kohli and Martin Rein. 1987. Testing the Industry-Mix Hypothesis of Early Exit. Discussion Paper prepared for Wi ssen schaftszentru m Berlin.",
        "Kessler, Denis. 1990. Presidential Address at the Fourth Annual Meeting of the European Society of Population Econoniics, Istanbul. Journal of Population Economics, forthcoming.",
        "Kotlikoff, Lawrence J., and Laurence Summers. 1981. The Role of Intergenerational Transfers in Aggregate Capital Accumulation.",
        "Journal of Political Economy 89. Kotlikoff, Lawrence J., and David A. Wise. 1987. Incentive Effects of Private Pension Plans. In Issues in Pension E nomics, eds. Z.Bodie, J.Shoven and D.Wise, Chicago: Uni -59- versity of Chicago Press.",
        "Lazear, Edward P., and Robert L. Moore. 1988. Pensions and Turnover. In Pensions in the U.S. Economics, eds.",
        "Z.Bodie, J.Shoven and D.Wise, Chicago: University of Chicago Press. Mayo, Stephen K., and JÃ\u0083Â¶rn Barnbrock. 1985. Rental Housing Subsidy Programs in West Germany and the United States. In U.S. and West German Housing Markets, eds.",
        "K.Stahl and R.Struyk. Washington, D.C.: The Urban Institute Press. OECD. 1988. Ageing Populations: The Social Policy Implica tions. Paris.",
        "SchmÃ\u0083Â¤hl, Winfnied. 1989. Labour Force Participation and Social Pension Systems. In Workers versus Pensioners: Inter generational Justice in an Ageing World, eds.P.Johnson, C.Conrad and D.Thomson. Manchester,~New York: Manchester University Press.",
        "Venti, Steven F., and David A. Wise. 1987. Have IRAs Increased U.S. Savings?: Evidence from Consumer Expendituic Surveys. Quarterly Journal of Economics, torthcoming.",
        "Venti, Steven F., and David A. Wise. 1990. But They Dont Want to Reduce Equity. In Issues in the Economics Of -60- Aging~ ed. David Wise. Chicago: University of Chicago Press.",
        "Wolff, Edward N. 1990. Methological Issues in the Estimation of the Size Distribution of Household Wealth. Journal of Econometrics 43."
    ]
}