{
    "id": 4532,
    "cites": 38,
    "cited_by": 47,
    "reference": [
        "Kamthsky, Graciela, and Karen Lewis, 1993, \"Does Foreign Exchange Intervention Signal Future Monetary Policy?,\" NBER Working Paper No. 4298.",
        "Jurgenson, P., 1983, Report of the working group on exchange market intervention, (3-7 Report.",
        "Hsieh, David A., 1989, \"Modeling Heteroscedasticity in Daily ForeignExchange Rates,\" Journal of Business and Economic Statistics, July, Vol. 7, No. 3, 307-317.",
        "Humpage, Owen, 1989, \"On the Effectiveness of Exchange-Market Intervention,\" unpublished paper, Federal Reserve Bank of Cleveland, June.",
        "Henderson, Dale, and Stephanie Sampson, 1983, \"Intervention in Foreign Exchange Markets: A Summary of Ten Staff Studies,\" Federal Reserve Bulletin 69, Nov., 830-36 Hsieh, David A., 1988, \"The Statistical Properties of Daily Foreign Exchange Rates: 1974-1983,\" Journal of International Economics, 24, 129-145.",
        "Henderson, Dale, 1984, \"Exchange Market Intervention Operations: Their Role in Financial Policy and Their Effects,\" in Exchange Rate Theory and Practice, J.Bilson and R.Marston, eds., Chicago: University of Chicago Press.",
        "Hasza, D.P. and W.A. Fuller, 1979, \"Estimation for Autoregressive Processes with Unit Roots,\" Annals of Statistics, 7, 1106-1120.",
        "(hanger, Clive, 1969, \"Investigating Causal Relations by Econometric Models and Cross-Spectral Models,\" Econometrica, 37, 424-438.",
        "Ghosh, Atish, R., 1992, \"Is it Signalling? Exchange Intervention and the Doilar-Deutshemark Rate,\" Journal of International Economics, 32, 20 1-220.",
        "Geweke, J., Meese, R., and W. Dent, 1982, \"Comparing Alternative Tests of Causality in Temporal Systems,\" Journal of Econometrics, 21, 161-194.",
        "Engle, Robert, and Victor Ng, 1992, \"Measuring and Testing the Impact of News on Volatility,\" UCSD Discussion Paper 91-12, (revised draft, June).",
        "Engle, Robert, 1990, \"Discussion: Stock Volatility and the Crash of 87,\" Review of Financial Studies, v.3, no.1, 103-106.",
        "Engle, Robert, 1982, \"Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of United Kingdom Inflation,\" Econometrica, 50, 987-1007.",
        "Dominguez, Kathryn, and Jeffrey Frankel, 1993c, Does Foreign Exchan?e Intervention Work?, Institute for International Economics, Washington, D.C. Edison, Hali, 1993, \"The Effectiveness of Central Bank Intervention: A Survey of the Post-1982 Literature,\" Federal Reserve Board, June 12, 1992; forthcoming, Essays in International Finance, Princeton University.",
        "Dominguez, Kathryn, and Jeffrey Fran]cel, 1993b, \"Foreign Exchange Intervention: An Empirical Assessment\", in Jeffrey A. Fraulcel, ed., Qj Exchange Rates, Chapter 16, Cambridge: MIT Press.",
        "Dominguez, Kathryn, 1992, \"The Informational Role of Official Foreign Exchange Intervention Operations: The Signalling poes\" Chapter 2 in Exchanee Rate Efficiency and the Behavior of International Asset Markets, Garland Publishing Company, N.Y. Dominguez, Kathryn, and Jeffrey Frankel, 1993a, \"Does Foreign Exchange Intervention Matter? The Portfolio Effect,\" American Economic Review, December.",
        "Domi.nguez, Kathryn, 1990b, \"Have Recent Central Bank Foreign Exchange Intervention Operations Influenced the Yen?,\" unpublished paper, Harvard University, October.",
        "Dorninguez, Kathryn, 1990a, \"Market Responses to Coordinated Central Bank Intervention,\" Carnegie-Rochester Series on Public Policy, vol. 32.",
        "Diebold, Francis and Marc Nerlove, 1989, \"The Dynamics of Exchange Rate Volatility: A Multivariate Iatent Factor Arch Model,\" Journal of AppjjÃ\u0083Â§ Econometrics, vol. 4, 1-21.",
        "Catte, P., C. Galli, and S. Rebeechini, 1992, \"Concerted Interventions and the Dollar: An Analysis of Daily Data,\" Ossola Memorial Conference, Banca d'Italia, Perugia, Italy, July 9-10; forthcoming in a volume edited by F. Papadia and F. Saccomani.",
        "Branson, William, and Dale Henderson, 1985, \"The Specification and Influence of Asset Markets,\" in Handbook of International Economics, vol.2, Ronald Jones and Peter Kenen, eds., North Holland: Amsterdam.",
        "Bollerslev, Tim, 1986, \"Generalized Autoregressive Conditional Heteroscedasticity,\" Journal of Econometrics, 31, 307-327.",
        "Black, Stanley W., 1992, \"The Relationship of the Exchange Risk Premium to Net Foreign Assets and Central Bank Intervention\", unpublished, University of North Carolina at Chapel Hill.",
        "Berndt, Ernst, Bronwyn Hall, Robert Hall and Jerry Hausman, 1974, \"Estimation and Inference in Nonlinear Structural Models,\" Annals of Economic and Social Measurement, 4, 653-665.",
        "Baillie, Richard T. and Tim Bollerslev, 1989, \"The Message in Daily Exchange Rates: A Conditional-Variance Tale,\" Journal of Business and Economic Statistics, July, Vol. 7, No. 3, 297-305.",
        "Adams, Donald and Dale Henderson, 1983, \"Definition and measurement of exchange market intervention,\" Staff Studies 126, Board of Governors of the Federal Reserve System, Washington, D.C. Baillie, Richard T. and Owen F. Humpage, 1992, \"Post-Louvre Intervention: Did Target Zones Stabilize the Dollar?,\" Federal Reserve Bank of Cleveland Working Paper #9203.",
        "Klein, Michael and Karen Lewis, 1991, \"Learning about Intervention Target Zones,\" NBER working paper No. 3674.",
        "Lastrapes, William D, 1989, \"Exchange Rate Volatility and U.S. Monetary Policy: An ARCH Application,\" Journal of Money Credit and Banking, vol. 21, No. 1, 66-77.",
        "Levich, Richard, 1985, \"Empirical Studies of Exchange Rates: Price Behavior, Rate Determination and Market Efficiency,\" in Handbook of International Economics, vol.2, Ronald Jones and Peter Kenen, eds., North Holland: Amsterdam.",
        "Loopesko, Bonnie, 1984, \"Relationships Among Exchange Rates, Intervention, and Interest Rates: An Empirical Investigation,\" Journal of International Money and Finance 3, 257-277.",
        "Meese, Richard and Ken Rogoff, 1983, \"Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?,\" Journal of International Economics, 14, 3-24.",
        "Mussa, Michael, 1981, The Role of Official Intervention. Group of Thirty Occasional Papers, No. 6. New York: Group of Thirty.",
        "Nelson, Daniel, 1991, \"Conditional Heteroskedasticity in Asset Returns: A New Approach,\" Econometrica, 59, 2, 347-3 70.",
        "Neumann, Manfred, 1984, \"Intervention in the Mark/Dollar Market: the Authorities' Reaction Function,\" Journal of Jnternational Money and Finance, 3, 223-239.",
        "Neumann, Manfred and Jurgen von Hagen, 1991, \"Monetaiy Policy in Gennany, in the Handbook on Monetary_Policy, edited by Michele Fratianni and Dominik Salvatore, Greenwood Press.",
        "Obstfeld, Maurice, 1990, \"The Effectiveness of Foreign-Exchange Intervention: Recent Experience: 1985-1988\" in Intez-national PojÃ\u0083Â§y Coordination and Exchange Rate Fluctuations, edited by Branson, Frenkel, and Goldstein, NIIER Conference Volume, University of Chicago Press, Chicago.",
        "Sims, Christopher, 1972, \"Money, Income and Causality,\" American Economic Review, 62, 540-552.",
        "Westerfield, Janice, 1977, \"An examination of Foreign Exchange Risk Under Fixed and Floating Rate Regimes,\" Journal of International Economics, 7, 181-200."
    ]
}