{
    "id": 4533,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Stiglitz, J.E., On the Economic Role of the State, in The Economic Role of the State, A. Heertje, ed. (Bank Insinger de Beaufort NV), Basil Blackwell, 1990.",
        "Prescott, E.C. and Townsend, R.M., Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard, Econornetrica, Vol. 52, 1984, pp. 21-45.",
        "Shavell, S., On Moral Hazard and Insurance, Ouarterly Journal of Economics, Vol. 93, 1979, pp. 541-562.",
        "Efficiency, Economic Journal, Vol. 97, 1987, pp. 416-430.",
        "Pauly, M., Overprovision and Public Provision of Insurance, Ouarterly Journal of Economics, Vol. 88, 1974, pp. 44-61.",
        "Newbery, D. and Stiglitz, J.E., The Choice of Techniques and the Optimality of Market Equilibrium with Rational Expectations, Journal of Political Economy, Vol. 90, 1982, pp. 223-246.",
        "Grossman, S .J., A Characterization of the Optimality of Equilibrium in Incomplete Markets, Journal of Economic Theory, Vol. 15, 1977, pp. 1-15.",
        "Greenwald, B. and Stiglitz, J.E., Externalities in Economies with Imperfect Information and Incomplete Markets, Ouarterlv Journal of Economics, May 1986, pp. 229-264.",
        "Geanakoplos, J., Magill, M., Quinzii, M. and DrÃ\u0083Â¨ze, J., Generic Inefficiency of Stock Market Equilibrium when Markets are Incomplete, Journal of Mathematical Economics, Vol. 19, 1990, pp. 113-15 1.",
        "Wage Models, AEA Papers and Proceedings, Vol. 78, No. 2, May 1988, pp. 351-355.",
        "Hazard, Working Paper, 1990a.",
        "Markets, Working Paper, 1990b.",
        "Diamond, P.A., The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty, American Economic Review, Vol. 57, 1967, pp. 759-776.",
        "LoubergÃ\u0083Â«, ed., Kluwer Academic Publishers (Norwell, MA), 1989, pp. 91-122.",
        "Arnott, R. and Stiglitz, J.E., Labor Turnover, Wage Structure and Moral Hazard: The Inefficiency of Competitive Markets, Journal of Labor Economics, Vol. 3, No. 4, October 1985, pp. 434-462."
    ]
}