{
    "id": 4536,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Amsden. Alice H (1989) South Korea and Late Industrialization. New York: Oxford University Press.",
        "Arrow. Kenneth J. (1969) `The Organization of Economic Activity: Issues Pertinent to the Choice of Market versus Nonmarket Activity, in The Analu~is and Evaluation of Public Expenditure: The PPB Sustem, Vol. I, U.S. Joint Economic Committee. 91 st Congress, 1 st Session. Washington, D.C.: Government Printing Office, 59-73.",
        "Arrow, Kenneth J. (1974) The Limits of Orcanization. New York: W.W. Norton.",
        "Biggart. Nicole Woolsey (1990) `Institutionalized Patrimonialism in Korean Business. In Comparative Social Research 12: 113-133.",
        "Caves, Richard E. (1989) `International Dfferences in Market Structure. in Richard Schmalensee and Robert D. Willig, ed. Handbook of Industiral OrQanization, New York: North-Holland. vol. II. chapter 21.",
        "China Credit Information Service (1983) Business Grouos in Taiwan 1983-84. Taipei: China Credit Information Service, Ltd.",
        "Davis, Donald (1991) `Explaining the Volume of lntra-industry Trade: Are Increasing Returns Necessary? International Finance Discussion Paper *411. Board of Governors of the Federal Reserve System, Washington. D.C.",
        "Feenstra, Robert C. (1993) `New Product Varieties and the Measurement of International Prices, American Economic Review, forthcoming.",
        "Fung, .K.C. (1991) `Characteristics of Japanese Industrial Groups and Their Potential Impact on U.S.-Japanese Trade, in Robert E. Baldwin, ed. Empirical Studies of commercial Policy. Chicago: Univ. of Chicago and NBER, 137-164.",
        "Futatsugi, Yusaku (1986) Japanese Enterprise Groups. Kobe, Japan: School of Business. Kobe University.",
        "Gereffi, Gary and Gary 0. Hamilton (1992) `The Social Economy of Global Capitalism. Paper presented at the annual meetings of the American Sociological Association, Pittsburgh, PA, August.",
        "Gerlach. Michael (1992) Alliance CaDitalism: The Strateoic Organization of Japanese Business. Berkeley: University of California Press.",
        "Granovetter, Mark (1985) `Economic Action and Social Structure,~ American Journal of Sociolocu 91:481-510.",
        "Granovetter, Mark. Forthcoming. `Business Groups. in Neil Smelser and Richard Swedberg (eds.), Handbook of Economic Sociolocu. Princeton: Princeton University Press. Greenhalgh, Susan (1988) `Families and Networks in Taiwans Economic Development. Pp. 224-245 in Contending ADDroaches to the Political Economu of Taiwan, Edwin Winckler and Susan Greenhalgh (eds.). Armonk. NY: M.E. Sharpe.",
        "Hamilton, Gary G. and Nicole Woolsey Biggart (1988) `Market, Culture, and Authority: A Comparative Analysis of Management and Organization in the Far East. American Journal of Sociolopu. Special Issue on Economic Sociology, 94, July, S52-S94.",
        "Hamilton, Gary 0.. William Zeile and Wan-Jin Kim. (1990) `The Network Structures of East Asian Economies in S.R. Clegg and 5.0. Redding (eds.). CaDitalism in Contrasting Cultures, Berlin: de Gruyter.",
        "Hamilton, Gary 0. and Kao Cheng-shu, (1990) `The Institutional foundations of Chinese Business: The Family Firm in Taiwan, Comparative Social Research vol. 12.",
        "Hamilton, Gary 0.. ed. (1991) Business Networks and Economics Development in East and Southeast Asia. Hong Kong: Center of Asian Studies.",
        "Hamilton. Gary 0.. Nicole Woolsey Biggart. and Marco Orru. Unpublished Manuscript. Network Capitalism: Economic Organization in Industrial East Asia. Helpman. Elhanan and Paul Krugman (1985) Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Helpman, Elhanan (1987) `Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries. Journal of the Jaoanese and International Economies 1(1), 62-81.",
        "Helpman, Elhanan and Paul Krugman (1985) Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Hurnmels, David and James Levinsohn (1993) `Product Differentiation as a Source of Comparative Advantage? American Economic Review. Papers and Proceedings, 83(2). May. 445-449.",
        "Kao. Cheng-shu (1991) `Personal Trust in the Large Businesses in Taiwan, A Traditional Foundation for Contemporary Economic Activities. Pp. 66-76 in Business Networks and Economic Development in East and Southeast Asia. edited by Gary G. Hamilton. Hong Kong: Center of Asian Studies, University of Hong Kong.",
        "Kim, Eun Mee (1993) `Contradictions and Limits of a Developmental State: With Illustrations from the South Korean Case. Social Problems (May).",
        "Kim, Eun Mee (1991) `The Industrial Organization and Growth of the Korean Chaebol~ Integrating Development and Organizational Theories. in Business Networks and Economic Development in East and Southeast Asia, Gary G. Hamilton (ed.). Hong Kong: Center of Asian Studies, University of Hong Kong. 272-299.",
        "Krugman, Paul (1991) Trade With Japan. Chicago: Univ. of Chicago and NBER.",
        "Numazaki, Ichiro (1986) `Networks of Taiwanese Big Business. Modern China 12.",
        "Lawrence, Robert 2. (1991) `Efficient or Exclusionist? The Import Behavior of Japanese Corporate Groups, Broo~ina PaDers on Economic Activitu, 311-341.",
        "Levy, Brian (1991) `Transactions Costs, The Size of Firms and Industrial Policy. Journal of Develo~ment Economics 34. 151-178.",
        "Numazaki, lchiro (1991) `The Role of Personal Networks in the Making of Taiwans Guanxiqiye (Related Enterprises). pp. 77- 93 in Business Networks and Economic Develooment in East and Southeast Asip, edited by Gary G. Hamilton. Hong Kong: Center of Asian Studies, University of Hong Kong.",
        "Orru, Marco, Gary G. Hamilton. and Mariko Suzuki (1990) `Patterns of Inter-Firm Control in Japanese Business. Organizational Studies 10(4), 549-574.",
        "Orru, Marco, Nicole Woolsey Biggart. and Gary G. Hamilton, (1991) `Organizational Isomorphism in East Asia: Broadening the New Institutionalism, in Walter W. Powell and Paul J. DiMaggio (eds.), The New Institutionalism in Organizational Analusis. Chicago: Univ. of Chicago Press.",
        "Powell, Walter w. (1990) `Neither Market Nor Hierarchy: Network Forms of Organization, Research in Organizational Behavior, 12: 295-336.",
        "Rodrik. Dani (1993) `Industrial Organization and Product Quality: Evidence from South Korean ad Taiwanese Exports, in Paul Krugman and Alasdair Smith, eds., EmDirical Studies of Strategic Trade Policy. Chicago: Univ. of Chicago and NBER.",
        "Sato, Kazuo (1976) `The Ideal Log-change Index Number, Review of Economics and Statistics 58. May, 223-228.",
        "Whitley. Richard (1992) Business Sustems in East Asia. London: Sage.",
        "Williamson, Oliver E. (1975) Markets and Hierarchies. New York: The Free Press.",
        "Williamson, Oliver E. (1985) The Economic Institutions of Capitalism. New York: The Free Press.",
        "Wong. Siu-Lun (1985) `The Chinese Family Firm: A Model. British Journal of Sociology 36, 58-72.",
        "Yang, Tzu-Han (1993) `Industrial Structure and Trade Patterns: Evidence from South Korea and Taiwan, Ph.D. Dissertation, University of California, Davis.",
        "Zeile, William (1991) `Industrial Policy and Organizational Efficiency: The Korean Chaebol Examined, in Gary G. Hamilton (ed.) Business Networks and Economics Development in East and Southeast Asia. Hong Kong: Center of Asian Studies.",
        "U.S. Bureau of the Census (1976-88) U.S. General Imoorts for Consumotion. Schedule A, FT1 35. Commodity by Country. Washington, D.C.: U.S. Department of Commerce, Government Printing Office."
    ]
}