{
    "id": 4538,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "Barro, Robert J. (1990). Government Spending in a Simple Model of Endogenous Growth, Journal of Political EconQfliy, 98, Pt. 2, 5103-5125.",
        "Barro, Robert J. (1991). Economic Growth in a Cross Section of Countries, The Quarterly Journal of Economics, 106, 407-443.",
        "Barro, Robert J. and Xavier Sala-i-Martim (1991). Convergence Across States and Regions, Brookings Papers on Economic Activity, No. 1, 107-158.",
        "Baunol, William J. (1986). Productivity Growth, Convergence, and Welfare: What the Long Data Show, American Economic Review, 76, 1072-1085.",
        "Baunol, William J., Sue A.B. Blackman, and Edward N. Wolff, (1989). Productivity and American Leadership: The ~g~g VIew, The MIT Press, Cambridge Massachusetts.",
        "Berndt, Ernst R. and Bengt ilansson (i99a). Measuring the Contribution of Public Infrastructure Capital in Sweden, fl~ Scandinavian Journal of Economics, 94 (supplement), 5151-5168. Blanchard, Olivier J. (1991). Comments on `Convergence Across States and Regions, Brookings Papers on Economic Activity, No. 1, 159-174.",
        "Caballero, H. and H. Lyons (1990a). The Role of Externalities in U.S. Manufacturing, National Bureau of Economic Research Working Paper No. 3033.",
        "Ce Long, J. Bradford (1988). Productivity Growth, Convergence, and Welfare: Coament, American Economic RevIew, 78, 1138-1154.",
        "Denison, Edward F. (1962). The Sources of Economic Growth in the United States and the Alternatives before Us, New York, Committee for Economic Development.",
        "Denny, Michael, Melvyn Fuss, and J.D. May (1981). Intertemporal Changes In Regional Productivity in Canadian Manufacturing, Canadian Journal of Economics, 14, 390-408.",
        "Diewert, W. Erwin (1976). Exact and Superlative lndex Numbers, Journal of Econometrics, 4, 115-145.",
        "Garcia-Mila, Teresa and Therese J. McGuire, The Contribution of Publicly Provided Inputs to States Economies, Journal pj Regional Science, forthcoming. Hall, Robert E. The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, 96, 92i-947. Holtz-Eakin, Douglas (1991). Solow and the States: Capital Accumulation, Productivity and Economic Growth, Syracuse University working paper.",
        "Holtz-Eakin, Douglas (i992). Public Sector Capital and the Productivity Puzzle, National Bureau of Economic Research Working Paper No. 4144. Hulten, Charles H. (1973). Divisia Index Numbers, Econometrlca, 41, 1017-1025.",
        "Hulten, Charles H. and Robert M. Schwab (1991). Public Capital Formation and the Growth of Regional Manufacturing Industries, National Tax Journal, December, 121-134.",
        "Hulten, Charles R. and Robert M. Schwab (1984). Regional Productivity Growth in U.S. Manufacturing: 1951-1978, American Economic Review, 1984, 74, 152-162.",
        "Kendrick, John, (1961). ProductlvRy Trends In the United States, National Bureau of Economic Research, New York.",
        "Krugnan, Paul (1991). Increasing Returns and Economic Geography, Journal of Political Economy, 99, 483-499.",
        "Krugnan, Paul (1993). On the Relationship Between Trade Theory and Location Theory, Review of International Economics, 1, June, 111-122.",
        "Lucas, Robert E. Jr. (1988). On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Manklw, N. Gregory, David Homer, and David N. Weil (1990). A Contribution to the Empirics of Economic Growth, National Bureau of Economic Research, Cambridge Massachusetts.",
        "Meade, James E. (1952). External Economies and Diseconomles In a Competitive Situation, Economic Journal, 62, 54-61.",
        "Morrison, Catherine J. and Amy Ellen Schwartz, State Infrastructure and Economic Performance, National Bureau of Economic Research Working Paper No. 3981, Cambridge Massachusetts, January 1992.",
        "Munnell, Alicia H. (1990). How Does Public Infrastructure Affect Regional Economic Performance?, in Alicia H. Munnell (ed.), Is There a Shortfall in Public Capital Investment?, Federal Reserve Bank of Boston, Boston, 69-103.",
        "Rebelo, Sergio T. (1991). Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy, Vol. 99, No. 3, 500-521.",
        "Romer, Paul N. (1986). Increasing Returns and Long-Run Growth, Journal of Political Economy, 94, 1002-1037.",
        "Romer, Paul N. (1990). Endogenous Technical Change, Journal of Political Economy, 98, Pt, 2, 871-S102.",
        "Sala-i-Martln, Xavier (199Oa). Lecture Notes on Economic Growth (I): Introduction to the Literature and Neoclassical Models, National Bureau of Economic Research Working Paper 3563, Cambridge Massachusetts. Sala-i-Martin, Xavier (1990b). Lecture Notes on Economic Growth (11): Five Prototype Models of Endogenous Growth, National Bureau of Economic Research Working Paper 3564, Cambridge Massachusetts.",
        "Savin, N.E. (1984). Multiple Hypothesis Testing, in Zvi Griliches and Michael D. Intriligator (eds.), Handbook of Econometrics, North Holland, Amsterdam, 827-880.",
        "Solow, Robert M. (1957). Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39, 312-320."
    ]
}