{
    "id": 4539,
    "cites": 63,
    "cited_by": 3,
    "reference": [
        "Angrist, Joshua. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administration Records, American Economic Review, June 1990, 1-336.",
        "Apgar, William. Which Housing Policy is Best, Housing Policy Debate, 1 *1, 1990, 1-32.",
        "Ashenfelter, Orley and Mark Plant. Non-Parametric Estimates of the Labor Supply Effects of the NIT, Journal of Labor Economics, 8 1, January 1990, 396-415.",
        "Becker, Gary. A Treatise on the Family, Cambridge MA: Harvard University Press, 1981.",
        "Blanchard, Lois, et al. Food Stamp 551/Elderly Cashout Demonstration Evaluation, Washington D.C.: USDA Food and Nutrition Service, 1982.",
        "Blank, Rebecca and Patricia Ruggles. When do Women use AFDC and Food Stamps? The Dynamics of Eligibility vs. Participation, NBER Working Paper *4429, August 1993.",
        "Blau, Francine and Adam Grossberg. Maternal Labor Supply and Childrens Cognitive Development, NBER WP *3536, Dec. 1990.",
        "Bloom, Barbara. Health Insurance and Medical Care, Advance Data from Vital and Health Statistics of the National Center for Health Statistics, 188, Public Health Service, Washington D.C., October 1, 1990.",
        "Caan, Bette, Donna Horgen, Sheldon Margen at al. Benefits Associated with WIC Supplemental Feeding During the Interpregnancy Interval, The American Journal of Clinical Nutrition, 45, 1987, 29-41.",
        "Cain, Glen and Douglas Wissoker. A Reanalysis of Marital Stability in the Seattle-Denver Income-Maintenance Experiment, American Journal of Sociology, 95 (March 1990): 1235-69.",
        "Clarkson, Kenneth, Food Stamps and Nutrition, Washington D.C.: American Enterprise Institute, 1975.",
        "Cleveland, W.S. Robust Locally-Weighted Regressions and Smoothing Scatterplots, Journal of the American Statistical Association, 74. 1979, 829-836.",
        "Clinton, William and Albert Gore. Putting People First, New York: Times Books, 1992.",
        "Commerce Clearing House. Medicare and Medicaid Guide, New York: Commerce Clearing House, 1987.",
        "Copple, C.E. Cline, M.G, and Smith, A.N. Path to the Future: LongTerm Effects of Head Start in the Philadelphia School District, Washington D.C.: Head Start Bureau, U.S. Department of Health and Human Services, 1987.",
        "Currie, Janet and Duncan Thomas. Medicaid and Medical Care for Children, NBER Working Paper * 4284, March 1993, revised May 1993a.",
        "Currie, Janet and Duncan Thomas. Does Head Start Make a Difference?, NBER Working Paper 4406, July 1993.",
        "Currie, Janet and Nancy Cole. Welfare and Child Health: The Link Between AFDC Participation and Birth Weight, The American Economic Review, 283 *3, September 1993.",
        "Currie, Janet and Jonathan Gruber. Insurance Coverage, Access to Care, and Birth Outcomes: Evidence from Medicaid Expansions, National Bureau of Economic Research, mimeo, October 1993.",
        "Danzinger, Sheldon and Jonathan Stern. The Causes and Consequences of Child Poverty in the United States, Population Studies Center, University of Michigan, Research Report No. 90-194, September 1990.",
        "Desai, Sonalde; P. L. Chase-Lansdale and Robert Michael. Mother or Market? Effects of Maternal Employment on the Intellectual Ability of 4-Year-Old Children, Demography, 26 4, November 1989, 545-561.",
        "Devaney, Barbara, Pamela Haines and Robert Moffitt. Assessing the Dietary Effects of the Food Stamp Program, Volume 2: Empirical Results, Mathematica Policy Research Inc.: Washington D.C., Project *7665-450 and 7665-710, February 14, 1989.",
        "Devaney, Barbara, Linda Bilheimer, and Jennifer Schore. The Savinq~ in Medicaid Costs for Newborns and Their Mothers from Prenatal Participation in the WIC Program, Mathematica Policy Research, Inc.: Washington D.C., October 1990.",
        "Eliwood, David and Mary Jo Bane. The Impact of AFDC on Family Structure and Living Arrangements, in Research in Labor Economics, IL Ehrenberg (ed), 7, Greenwich: JAI Press, 1985, 137-207.",
        "Ensminger, Margaret and Anita Slusarcick. Paths to Highschool Graduation or Dropout; A Longitudinal Study of a 1st Grade Cohort, Sociology of Education, 65, April 1992, 95-113.",
        "Fraker, Thomas. The Effects of Food 5tam~s on Food Consumption: A Review of the Literature, Washington D.C.: USDA Food and Nutrition Service, October 1990a.",
        "Gottschalk, Peter. AFDC Participation Across Generations, The American Economic Review, 80 *2, May 1990, 367-371.",
        "Hannan, Michael and Nancy Tuma. A Reassessment of the Effect of Income Maintenance on Marital Dissolution in the Seattle-Denver Experiment, American Journal of Sociology, 95 5, March 1990, 127098. Hanes, S., J. Vermeersch, and S. Gale. The National Evaluation of School Nutrition Programs; Program Impact on Dietary Intake, The American Journal of Clinical Nutrition, 40, August 1984, 390-413, Hardle, W, Applied Nonparametric Regression, New York: Cambridge University Press, 1990.",
        "Head Start Bureau, Head Start Program Performance Standards, U.S. Department of Health and Human Services Publication ACF 92-31131, June 1992.",
        "Hicks, Lou, Rose Langham, and Jean Takenaka. Cognitive and Health Measures Following Early Nutritional Supplementation: A Sibling Study, American Journal of Public Health, 72, 1982, 1110-1118.",
        "Hill, Anne and June ONeill. The Transmission of Cognitive Achievement Across Three Generations, Baruch College City University of New York, mimeo, June 1992.",
        "Horbar, Jeffrey, et al. Decreasing Mortality Associated With the Introduction of Surfactant Therapy: An Observational Study of Neonates Weighing 601 to 1300 Crams at Birth, Pediatrics, 82 *2, August 1993, 191-196.",
        "Institute of Medicine, Preventing Low Birthweight, Washington D.C.: National Academy Press, 1985.",
        "Johnson, Gary. Rent Paying Ability and Racial Settlement Patterns: A Review and Analysis of Recent Housing Allowance Evidence, American Journal of Economics and Sociology, 45 *1, January 1986, 17-26.",
        "Jones, Jean Yavis. The WIC Program: Eligibility, Coverage, and Funding, Congressional Research Service, January 10, 1992.",
        "Kehrer, Barbara and Charles Wolin. Impact of Income Maintenance on Low Birth Weight: Evidence from the Gary Experiment,. The Journal of Human Resources, XIV *4, 1979, 434-462.",
        "Kennedy, Stephen and Merly Finkel. Report of First Year Findings for the Freestanding Housi~q Voucher Demonstration, Cambridge: ABT Associates, Inc. 1987.",
        "Korenman, Sanders and Jane Miller. Food Stamp Program Participation and Maternal and Child Health, Draft Report to the Food and Nutrition Service of the United States Department of Agricutlure, May 1992.",
        "Lazere, Edward, Paul Leanard, Cushing Dolbeare, and Barry Zigas. A Place to Call Home: The Low Income Housing Crisis Continues, Washington D.C.: The Center on Budget and Policy Priorities, December 1991.",
        "Mallar, Charles. The Educational and Labor Supply Responses of Young Adults on the Urban Graduated Work Incentive Experiment, The New Jersey Income Maintenance Experiments, Harold Watts and Albert Rees (eds), Mew York; Academic Press, 1977.",
        "Maynard, Rebecca and Richard Murnane. The Effects of a Negative Income Tax on School Performance: Results of an Experiment, The Journal of Human Resources, XIV 4, 1979.",
        "McKey, Ruth et al. The Impact of Head Start on Children, Families and Communities: Final Report of the Head Start Evaluation, Synthesis and Utilization Prolect, Washington, D.C.: CSR, Incorporated, 1985.",
        "Metcoff, Jack et al. Effect of Food Supplementation (WIC) During Pregnancy on Birth Weight. The American Journal of Clinical Nutrition, 41, May 1985.",
        "Meyers, Alan, Amy Sampson, Michael Weitzman and Herb Kayne. School Breakfast Program and School Performance, American Journal of Diseases of Children, 143 *N10, October 1989, 1234-1239.",
        "Meyers, Alan et al. Public Housing Subsidies May Improve Poor Childrens Nutrition, American Journal of Public Health, 83*1, January 1993.",
        "Michael, Robert. The Consumption Studies, in Welfare in Rural Areas: The Iowa Income Maintenance Experiment, John Palmer and Joseph Pechman (eds.), The Brookings Institution: Washington D.C., 1978.",
        "Mitchell Janet and Rachel Shurman. Access to Private Obstetrics/Gynecology Services Under Medicaid, Medical Care, 22, 48 November 1984, 1026-1037.",
        "Mulroy, Elizabeth. The Search for Affordable Housing, in Women as Single Parents: Confronting the Institutional Barriers in the Courts, the Workplace and the Housing Market, E. Muiroy (ed.), New York: Auburn House, 1988.",
        "Murray, Charles. Losing Ground, New York: Basic Books, 1984.",
        "Pedone, Carla. Current Housing Problems and Possible Federal Responses, Washington D.C.: Congressional Budget Office, 1988.",
        "Radzikowski, Jack and Steven Gale. Requirement for the National Evaluation of School Nutrition Programs, The American Journal of Clinical Nutrition, 40, August 1984a, 365-367.",
        "Radzikowski, Jack and Steven Gale. The National Evaluation of School Nutrition Programs: Conclusions, The American Journal of Clinical Nutrition, 40, August 1984b, 454-461.",
        "Robins, Philip. A Comparison of the Labor Supply Findings from the Four Negative Income Tax Experiments, Journal of Human Resources, 20 4, 1985, 567-582.",
        "Rosenbaum, James, L.S. Rubinowitz, and M.J. Kulieke. Low Income African-American Children in White Suburban Schools, Evanston IL: Center for Urban Affairs and Policy Research, Northwestern University, 1986.",
        "Rosenbaum, James. Black Pioneers-Do Their Moves to the Suburbs Increase Economic Opportunity for Mothers and Children~, Housing Policy Debate, 2 4, 1992, 1179-1213.",
        "Schramm, Wayne. WIC Prenatal Participation and its Relationship to Newborn Medicaid Costs in Missouri: A Cost/Benefit Analysis. 49 American Journal of Public Health, 75 8, August 1985.",
        "Starfield, Barbara. Effectiveness of Medical Care: Validating Clinical Wisdpn, Baltimore: Johns Hopkins University Press, 1985.",
        "Stewart, Anne. Head Start: Funding Eligibility, and Participation, CRS Report for Congress, July 22, 1992.",
        "Thomas, Duncan. Like Father Like Son, Or, Like Mother Like Daughter: Parental Education and Child Health, forthcoming Journal of Human Resources, 1993.",
        "U.S. Department of Health and Human Services, Vital Statistics of the United States: Natality, various years. U.S. Department of Health and Human Services, Centers for Disease Control, Public Health Service, CDC Analysis of Nutritional Indices for Selected WIC Participants, FNS-176, June 1978.",
        "U.S. House of Representatives, Committee on Ways and Means. Overview of Entitlement Programs: 1992 Green Book, Washington D.C.: U.S. Government Printing Office, May 15, 1992.",
        "U.S. House of Representatives Committee on Ways and Means. 1991 Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means, WMCP-102-9, Washington D.C.: U.S. Government Printing Office, May 1991.",
        "Venti, Steven. The Effects of Income Maintenance on Work, Schooling, and Non-Market Activities of Youth, Review of Economics and Statistics, February 1984, 66 1, 16-25."
    ]
}