{
    "id": 4540,
    "cites": 18,
    "cited_by": 50,
    "reference": [
        "Siegel, Donald, and Zvi Griliches (1992), Purchased Services, Outsourcing, Computers, and Productivity in Manufacturing, in Griliches, Zvi, ed., 429-5 8.",
        "Popkin, Joel and Company (1992), The Impact of Measurement and Analytical lssues in Assessing Industry Productivity and its Relation to Computer Investment (Washington, DC), October.",
        "New York Times (1993), Top Executives Seeking More From Technology, Business Section, p. 10, April 25.",
        "National Science Foundation (1989), Science and Technology Resources in U.S. Industry (NSF 88-321) (Washington, DC).",
        "Lichtenberg, Frank, and Zvi Griuiches (1989), Errors of Measurement in Output Deflators, Journal of Business and 36 Economic Statistics 7, January, 1-9.",
        "Morrison, Catherine, and Ernst Berndt (1991), Assessing the Productivity of Information Technology Equipment in U.S. Manufacturing Industries, NBER Working Paper No. 3582, January.",
        "Lau, Lawrence, and Ichiro Tokutso (1992), The Impact of Computer Technology on the Aggregate Productivity of the United States: An Indirect Approach, unpub. paper, Stanford Univ. Dept. of Economics, August.",
        "Griliches, Zvi, ed. (1992) Output Measurement in the Service Sectors (Chicago: University of Chicago Press).",
        "Hendel, Igal (1992), The Role of PCs in the Manufacturing Industry, presentation at the NBER Summer Institute, July.",
        "Informationweek (Manhasset, NY: CMP Publications), various issues, 1987-93.",
        "Computer Industry Almanac (New York: Simon and Schuster), various issues 1987-92.",
        "Computerworld (Framingham, MA: CW Publishing, Inc.), various issues 1987-92.",
        "Brynjolfsson, Erik, and Lorin Hitt (1993), Is Information Spending Productive? New Evidence and New Results, unpub. paper, MIT Sloan School, June; forthcoming in the Proceedings of the 14th International Conference on Information Systems.",
        "Berndt, Ernst, Catherine Morrison, and Larry Rosenbium (1992), High-Tech Capital Formation and Labor Composition in U.S. Manufacturing Industries: an Exploratory Analysis, NBER Working Paper No, 4010, March.",
        "Berman, Eli, John Bound, and Zvi Griliches (1993), Changes in the Demand for Skilled Labor within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing, NBER Working Paper No. 4255, January.",
        "Baily, Martin Neil, and Robert J. Gordon (1988), The Productivity Slowdown, Measurement Issues, and the Explosion of Computer Power, Brookings Papers on Economic Activity 19 (2), 347-420.",
        "Barua, Anitesh, Charles Kriebel, and Tridas Mukhopadhyay (1993), Information Technologies and Business Value: An Analytic and Empirical Investigation, unpub. paper, UT Austin Business School/Carnegie Mellon University GSIA, June.",
        "Kremer, Michael (1993), The 0-Ring Theory of Economic Development, Ouarterlv Journal of Economics CVIII (3), August, 551-76."
    ]
}