{
    "id": 4541,
    "cites": 18,
    "cited_by": 46,
    "reference": [
        "Bellman, Lutz and Friedrich Buttler, LohnstrukturflexibilitAt--Theorie und Empirie der Transaktionskosten und Effizienzlahne, Mittei1ungc~p aus der Arbeitsmarkt und Berufsforschung, 1989, 202-217.",
        "Blackburn, McKinley L., David E. Bloom, and Richard B. Freeman, The Declining Economic Position of Less Skilled American Men, in A Future of Lousy Jobs? The Changing Structure of U.S. WagÃ\u0083Â§s, Gary Burtless, ed., Washington, DC: Brookings Institution, 1990.",
        "Brandes, Wolfgang, Wolfgang Meyer and Edwin Schudlich, ILO Research Project on Pay Classification Systems in Industrialized Countries: National Monograph for Germany 1991.",
        "Clement, Werner, Manfred Tessaring, and Gernot Weisshuhn, Zur Entwicklung der qualifikationsspezifischen Einkommensrelationen dur Bundesrepublik Deutschland, Mitteilungen aus der Arbeitsmarkt- und Berufsforschung, 1980, 184-212.",
        "Davis, Steven J., Cross-Country Patterns of Change in Relative Wages, NBER Working Paper No. 4085, June 1992.",
        "Fels, Joachim and Erich Gundlach, More Evidence on the Puzzle of Interindustry Wage Differentials: The Case of West Germany, Weltwirtschaftliches Archiv, Sonderdruck 1990, pp. 544-560.",
        "Frarike, Siegfried Franz, Der Einfluss von LohnhÃ\u0083Â¶he und Lohnstruktur auf BeschÃ\u0083Â£ftigungsvolumen und-struktur, Wirtschaftsdienst, 1983/1, 29-34.",
        "Franz, Wolfgang, Beschaftigungsprobleme auf Grund von Inflexibilititaten auf Arbeitsmarkten? Discussion paper No. 340-87, Universitat Stuttgart, 1987.",
        "Freeman, Richard B., Overinvestment in College Training? Journal of Human Resources (Summer 1975), 287-3 11.",
        "Some Emerging Patterns. In Organized Labor at the Crossroads, Wei-Chiao Huang, ed. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, pp. 111-137. Gottschalk, Peter and Mary Joyce, Is Earnings Inequality Also Rising in Other Industrialized Countries? March 1992 Working Paper.",
        "Hamilton, Stephen F., Apprenticeship for Adulthood, New York: The Free Press, 1990.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce, Wage Inequality and the Rise in Returns to Skill Working Paper, October 1989.",
        "Katz, Lawrence F. and Gary W. Loveman, An International Comparison of Changes in the Structure of Wages: France, The United Kingdom, and The United States Working Paper, December 1990.",
        "Paque, Karl-Heinz, Labour Market Contracts and Institutions: The Case of Germany, undated. Soltwedel, Rudiger et al., Regulierungen auf dem Arbeitsmarkt der Bundesrepublik, TUbingen: J.B.C. Mohr, 1990.",
        "Streeck, Wolfgang, Industrial Relations in Germany: Agenda for Change, Discussion paper IIM/LMP 87-5, Berlin: Wissenschaftszentrum fÃ\u0083Â¼r Sozialforschung, 1987.",
        "Teichler, Ulrich and Bikas C. Sanyal, Higher Education and the Labour Market in the Federal Republic of Germany, Paris: The Unesco Press, 1982.",
        "Thiehoff, Rainer, Lohnnivellierung und gualifikatorische Arbeitslos igke itstruktur, Baden-B aden: Nomos Verlagsgesellschaft, 1987.",
        "Vogler-Ludwig, Kurt, Flexibilisierung der Lohnstrukturen, IFO Schnelldienst, 1985/16, 18-31."
    ]
}