{
    "id": 4542,
    "cites": 116,
    "cited_by": 19,
    "reference": [
        "Addison, John T.; Kornelius Kraft; and Joachim Wagner. Forthcoming. German Works Councils and Firm Performance, in Bruce Kaufman and Morris Kleiner, Employee Representation: Alternatives and Future Directions. Madison. WI: Industrial Relations Research Association. Akerlof, George, and Janet Vellen. 1986. Efficiency Wage Models of the Labor Market. New York: Cambridge University Press.",
        "Alchian, Armen A., and Harold Demsetz. 1972. Production, Information Costs, and Economic Organization, American Economic Review. Vol. 62, pp. 777-795.",
        "Allen, Steven G., and Robert L. Clark. 1987. Pensions and Firm Performance, in Morris M. Kleiner, Richard N. Block, Myron Roomkin, and Sidney W. Salsburg, eds . , Human Resources and the Performance of the Fins (Madison. WI: Industrial Relations Research Association).",
        "Axelrod, Robert M. 1984. The Evolution of Cooperation.. Hew York: Basic Books. Baker, George; Robert Gibbons; and Kevin J. Murphy. 199 3. &apos; Performance Measures in Optimal Incentive Contracts, Draf Business School (May).",
        "Saker, George P.; Michael C. Jensen; and Kevin J, Murphy. 1988. Compensation and Incentives: Practice vs. Theory, Journal of Finance. Vol. XLIII, No. 3 (July), pp. 593-616.",
        "Bartlett, Will; John Cable; Saul Estrin; Derek C. Jones; and Stephen C. 1992. Labor-Managed Cooperatives and private Firms in North ( Italy: An Empirical Comparison, Industrial and Labor Relations_-Vol. 46, No. 1 (October), pp. 103-118.",
        "Bassi, Laurie J. 1984. Estimating the Effect of Training, Programs with Non-Random Selection, Review of Economics and Statistics. Vol. , pp. 36-43 .",
        "Bell, B. Wallace, and Charles G. Hanson. 1987. Profit Sharing and Profitability: How Profit Sharing Promotes Business Success. London: Kogan page, 1987.",
        "Bell, Linda, and David Neuraark. 1993. Lump Sum Payments and. Profit-Sharing Plans in the Union Sector of the United States Economy, The Economic Journal. Vol. 103, No. 418 (May), pp. 602-619.",
        "Berlin, Jesse A.; Colin B. Begg; and Thomas A. Louis. 1989. An Assessment of Publication Bias Using A Sample of Published Clinical Trials, Journal of the American Statistical Association, Vol. 84 (June), pp. 381-92. Bhargava, Sandeep. 1S91. Profit Sharing and Profitability: Evidence from U.K. Firm Level Data, Draft, St. John&apos;s College, Oxford (April).",
        "Blanchflower, Daniel. 1991. The Economic Effects of Profit Sharing in Great Britain, International Journal of Manpower. Vol. 12, No. 1, pp. 3-9.",
        "....., and Andrew Oswald. 1987a. Shares for Employees: A Test of Their Effects, Discussion Paper No. 273, Centre for Labour Economics, London School of Economics, ...... 1987b. Profit Sharing--Can It Work? Oxford Economic Papers. Vol. 39, pp. 1-19. 1988. Profit-Related Pay: Prose Discovered? Economic Journal, vol. 98, pp. 720-730.",
        "-----, and Peter Sanfey. 1992. Wages, Profits, and Rent Sharing. Working Paper No. 4222, National Bureau of Economic Research (December).",
        "Bloom, Steven. 1986. Employee Ownership and Firm Performance. Ph.D. Dissertation, Department of Economics, Harvard University, 1986.",
        "Bonin, John P., and Louis Putterman. 1987. Economics of Cooperation and the Labor-Managed Economy. Chur, Switzerland: Harwood Academic Publishers.",
        "Bradley, Michael D. , and Stephen C. Smith. 1991. Firm Size and the Effect of Profit Sharing, Draft, Dept. of Economics, George Washington Washington Univ. 1992. The Comparative Institutions of Profit Sharing: The U.S. Computer Industry, Journal of Economic Issues. Vol. 26, No. 2 (June), pp. 573-582.",
        "Brickley, J.A., and K.T. Hevert. 1991. Direct Employee Stock Ownership: An Empirical Investigation, Financial Management. Vol. 20, No. 2, pp. 70-84.",
        "Brown, Charles. 1990. Firms&apos; Choice of Method of Pay, Industrial and Labor Relations Review. Vol. 43, No. 3 (January), pp. 165S-182S.",
        "Bullock, R.J., and Mark E. Tubbs. 1990. A Case Meta-Analysis of Gainsharing Plans as Organization Development Interventions, Journal of Applied Behavioral Science. Vol. 26, No. 3, pp. 383-404. Bureau of Labor Statistics. Employee Benefits in Medium and Large Firms (various issues). Washington, D.C.: Government Printing Office.",
        "Cable, John R., and Felix R. Fitzroy. 1980a. Cooperation and Productivity: Some Evidence from West German Experience, Economic Analysis and Workers&apos; Management. Vol. 14, No. 2, pp. 163-180.",
        "...... 1980b. Productivity Efficiency, Incentives, and Employee Participation: Some Preliminary Results for West Germany, Kyklos. Vol. 33, No. 1, pp. 100-121.",
        "Cable, John R., and Nicholas Wilson. 1989. Profit Sharing and Productivity: An Analysis of U.K. Engineering Firms, Economic Journal. Vol. 99 (June), pp. 366-375.",
        "...... 1990. Profit Sharing and Productivity: Some Further Evidence, Economic Journal. Vol. 100, No. 401 (June), pp. 550-555.",
        "Cahuc, Pierre, and Brigitte Dormont. 1992. Profit-Sharing: Does it Increase Productivity and Employment? A Theoretical Model and Empirical Evidence on French Microdata, Working Paper 92.45, Cahiers Ecomath, University of Paris, June.",
        "Calvo, Guillermo A.R. 1987. The Economics of Supervision, in Haig Nalbantian, ed. , Incentives. Cooperation, and Risk Sharing: Economic and Psychological Perspectives on Employment Contracts. Totowa, NJ : Rowman and Littlefield.",
        "Card, David. 1990. Comment. In Alan S. Blinder, ed., Paylne for Productivity: A Look at the Evidence. Washington, D.C.: Brookings Institution, pp. 140-141.",
        "Cardinal, Laura B., and I.B. Helburn. 1986. Union Versus Nonunion Attitudes Toward Share Arrangements, IRRA 39th Annual Proceedings, pp. 167-1/3.",
        "Carstensen, Vivian; Knut Gerlach; and Olaf Hubler. 1992. Profit Sharing in German Firms: Institutional Framework, Particopation, and Kicroeconomic Effects, Hannover University, Paper prepared for the WZB Workshop, Institutional Frameworks and Labor Market Performance, Berlin (October). Chamber of Commerce of the United States. Employee Benefits (various issues). Washington, D.C.: Economic Policy Division, Chamber of Commerce of the United States.",
        "Chelius, James, and Robert Smith. 1990. Profit Sharing and Employment Stability, Industrial and Labor Relations Review. Vol. 43, No. 3 (January), pp. 256S-273S.",
        "Christensen, Laurits; Dale Jorgenseb; and Lawrence Lau. 1975. Transcendentsi Logarithmic Production Frontiers, Review of Economics and Statistics. Vol. 55, pp. 28-45.",
        "Colletti, Jerome. 1969. Profit Sharing and Employee Attitudes: A Case Study of the Deferred Profit Sharing Program at Motorola. Inc. University of Wisconsin: Center for the Study of Productivity Motivation.",
        "Conte, Michael A., and Jan Svejnar. 1988. Productivity Effects of Worker Participation in Management, Profit-Sharing, Worker Ownership of Assets and Unionization in U.S. Firms, International Journal of Industrial Organization, Vol. 6 (March), pp. 139-151. 1990. The Performance Effects of Employee Ownership Plans. In Alan S. Blinder, ed., Paving for Productivity: A Look at the Evidence. Washington, D.C.: Brookings Institution, pp. 143-182.",
        "Cook, Thomas D., and Donald T. Campbell. 1979. Quasi-Experimentation; Design and Analysis Issues for Field Settings. Boston: Houghton Mifflin Company.",
        "Cooke, Willam N. 1993. Employee Participation, Group-Based Pay Incentives, and Firm Performance: A Union-Nonunion Comparison, Draft, Wayne State University.",
        "Defourney, Jacques; Saul Estrin; and Derek C. Jones. 1985. The Effects of Worker Participation on Enterprise Performance: Empirical Evidence from French Cooperatives,n International Journal of Industrial Organization. Vol. 3, pp. 197-217.",
        "Estrin, Saul; Derek C. Jones; and Jan Svejnar. 1987. The Productivity Effects of Worker Participation: Producer Cooperatives in Western Economies, Journal of Comparative Economics. Vol. 11 (March), pp. 40-61.",
        "Estrin, Saul, and Nicholas Wilson. 1987. The Microeconomic Effects of Profit Sharing: the British Experience. Centre for Labour Economics, London School of Economics, Discussion Paper 247, 1987.",
        "Fein, Mitchell. 1981. IMPROSHARE: An Alternative to Traditional Managing. Norcross, GA: American Institute of Industrial Engineers. 1983. Improved Productivity Through Worker Involvement, Industrial Management. Vol. 25, No. 3 (May-June), pp. 1-12.",
        "Fitzroy, Felix, and Kornelius Kraft. 1986. Profliability and Profit Sharing, Journal of Industrial Economics. Vol. 35 (December), pp. 113-130.",
        "...... 1987. Cooperation, Productivity, and Profit Sharing, Quarterly Journal of Economics. Vol. 102 (February), pp. 23-35. 1992. Forms of Profit Sharing and Firm Performance, Kyklos. Vol. 45, No. 2, pp. 209-225.",
        "Florkowski, Gary W. 1988. The Organizational Impact of Profit Sharing. Ph.D. Dissertation, Syracuse University.",
        "....., and Kuldeep Shastri. 1992. Stock Price Response to Profit Sharing in Unionized Settings, Journal of Labor Research. Vol. 13, No. 4 (Fall), pp. 407-420.",
        "Freeman, Richard B. , and Joel Rogers. Forthcoming. Who Speaks for Us?: Employee Representation in a Nonunion Labor Market, in Bruce Kaufman and Morris Kleiner, Employee Representation: Alternatives and Future Directions. Madison, WI: Industrial Relations Research Association. Fudenberg, Drew, and Eric Maskin. 1986. The Folk Theorem in Repeated Games with Discounting or with Incomplete Information, Econometrica. Vol. 54 (May), pp. 533-54.",
        "Gerhart, Barry, and George T. Milkovich. 1992. Employee Compensation: Research and Practice, in Marvin D. Dunnette and Leatta M. Hough, eds., Handbook of Industrial and Organizational Psychology. Volume 3, Second Edition. Palo Alto, CA: Consulting Psychologists Press.",
        "....., and Brian Murray. 1992. Pay, Performance, and Participation, in David Lewin, Olivia S, Mitchell, and Peter D. Sherer, eds., Research Frontiers in Industrial Relations and Human Resources(Madison. WI: Industrial Relations Research Association), pp. 193-238.",
        "Gershenfeld, Walter J. 1987. Employee Participation in Firm Decisions, in Morris M. Kleiner, Richard N. Block, Myron Roomkin, and Sidney W. Salsburg, eds., Human Resources and the Performance of the Firm (Madison, WI: Industrial Relations Research Association).",
        "Gilman, Nicholas Paine. 1899. A Dividend to Labor: A Study of Employers&apos; Welfare Institutions. Boston: Houghton, Mifflin.",
        "Gustman, Alan L. , and Olivia S. Mitchell. 1992. Pensions and Labor Market-Activity: Behavior and Data Requirements, in Zvi Bodie and Alicia Munneil, eds., Pensions and the Economy: Sources. Uses, and Limitations of Data. Philadelphia, PA: Univ. of Pennsylvania Press, pp. 39-114.",
        "Hausman, J.A. and D.A. Wise. 1979. Attrition Bias in Experimental and Panel Data: The Gary Income Maintenance Experiment, Econometrica. Vol. 47, pp. 455-473.",
        "Heckman, James J. 1979. Sample Selection Bias as a Specification Error, Econometrica. Vol. 47, pp. 153-161. 1990. Varieties of Selection Bias, American Economic Review.Vol. 80, No. 2 (May), pp. 313-318.",
        "....., and V. Joseph Hotz. 1989. Choosing Among Alternative Nonexperiraental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training, Journal of the American Statistical Association. Vol. 8A, No. 408 (December), pp. 862-874.",
        "Heckman, James J., and Richard Robb . 1985. Alternative Methods for Evaluating the Impact of Treatment on Outcomes. In J. Heckman and B. Singer, eds., Longitudinal Analysis of Labor Market Data. Cambridge: Cambridge University Press.",
        "Hirsch, Barry T. 1991. Labor Unions and the Economic Performance of Firms. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Howard, Bion B. 1979. A Study of the Financial Significance of Profit Sharing: 1958-1977. Chicago: Profit Sharing Council of America.",
        "....., and Peter 0. Dietz. 1969. A Study of the. Financial Significance of Profit Sharing. Chicago: Profit Sharing Council of America.",
        "Hsiao, Cheng. 1986. Analysis of Panel Data. Cambridge: Cambridge University Press.",
        "Huselid, Mark A. 1992. Human Resource Management Practices and Firm Performance, Draft, Institute of Management and Labor Relations, Rutgers University, October.",
        "Ichniowski, Casey. 1990. Human Resource Management Systems and the Performance of U.S. Manufacturing Businesses, National Bureau of Economic Research Working Paper Number 3449 (September). 1992. Human Resource Practices and Productive Labor-Management Relations, in David Lewin, OliviaS. Mitchell, and Peter D. Sherer, eds., Research Frontiers in Industrial Relations and Human Resources(Madison. WI: Industrial Relations Research Association), pp. 239-272.",
        "Industrial Participation Association. 1984. Profit Sharing and Employee Shareholding Attitude Survey. London: Industrial Participation Association.",
        "Jehring, John J. 1956. Succeeding with Profit Sharing: The Experiences of Profit Sharing Companies in Communicating Their Plans to Their Employees. Evanston, IL: Profit Sharing Research Foundation.",
        "....., and Bertram L. Metzger. 1960. The Stockholder and Employee Profit Sharing. Evanston, IL: Profit Sharing Research Foundation.",
        "Jones, Derek C. 1982. British Producer Cooperatives, 1948-68: Productivity and Organizational Structure, in Derek C. Jones and Jan Svejnar, eds. Participatory and Self-Managed Firms: Evaluating Economic Performance. Lexington, MA: Lexington Books. 1987. The Productivity Effects of Worker Directors and Financial Participation in the Firm: The Case of British Retail Cooperatives, Industrial and Labor Relations Review. Vol. 41 (October), pp. 79-92.",
        "-----, and Takao Kato. 1992a. The Incidence and Effects on Company Performance of Financial Participation Schemes: An Overview of the Japanese Experience, Working Paper No. 92/2, Dept. of Economics, Hamilton College.",
        "...... 1992b. The Productivity Effects of Employee Stock Ownership Plans and Bonuses: Evidence from Japanese Panel Data, Working Paper No. 92/6, Dept. of Economics, Hamilton College.",
        "....., and Jeffrey Pliskin. 1991. The Productivity Effects of Profit Sharing and Worker Representation on the Board, Working Paper No. 91/6, Dept. of Economics, Hamilton College (December).",
        "Jones, Derek C., and Jan Svejnar. 1985. Participation, Profit Sharing, Worker Ownership and Efficiency in Italian Producer Cooperatives, Economica. Vol. 52 (November), pp. 449-465.",
        "Kandel, Eugene, and Edward P. Lazear. 1991. Peer Pressure and Partnerships, Journal of Political Economy. Vol. 100 (August), pp. 801-817.",
        "Katz, Lawrence. 1987. Efficiency Wage Theories: A Partial Evaluation. In Stanley Fischer, ed., NBER Macroeconomics Annual. Cambridge, MA: MIT Press.",
        "Kaufman, Bruce, and Morris Kleiner. Forthcoming. Employee Representation: Alternatives and Future Directions. Madison, WI: Industrial Relations Research Association. Kaufman, Roger T, 1992. The Effects of IMPROSHARE on Productivity, Industrial and Labor Relations Review. Vol. 45, No. 2 (January), pp. 311-22.",
        "Keefe, Jeffrey. 1991. Is Incentive Pay Obsolete? Draft, Rutgers University, November.",
        "Kim, Seongsu. 1993. Profit Sharing and Profitability of Firms in the United States: A Simultaneous Equations Approach, Draft, Anderson Graduate School of Management, UCLA (March).",
        "Kleiner, Morris M., and Marvin L. Bouillon. 1988. Providing Business Information to Production Workers: Correlates of Compensation and Profitability, Industrial and Labor Relations Review, Vol. 41 (July), pp. 605-617. 1991. Information Sharing of Sensitive Business Information with Employees, Industrial Relations. Vol. 30, No. 4 (Fall), pp. 480-491.",
        "Kraft. Kornelius. 1991. The Incentive Effects of Dismissals, Efficiency Wages, Piece-Rates, and Profit-Sharing, Review of Economics and Statistics. Vol. 73, No. 3, pp. 451-459.",
        "Kruger, Dabiel H. 1986. Profit-Sharing Arrangements and Collective Bargaining, IRRA 39th Annual Proceedings, pp. 152-158.",
        "Kruse, Douglas L. 1992. Profit Sharing and Productivity: MicroeconomÃ\u0083Â­c Evidence from the United States, Economic Journal. Vol, 102, No. 410 (January), pp. 24-36. 1993. Profit Sharing: Does It Make A Difference? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Lawler, Edward, Gerald Ledford, and Susan Mohrman. 1989. Employee Involvement in America. Dallas, TX: American Productivity and Quality Center.",
        "------ 1987. Pay for Performance: A Motivational Analysis, in Nalbantian. ed.",
        "Lazear, Edward P. 1979. Why Is There Mandatory Retirement? Journal of Labor Economics. Vol. 87, No. 6 (December), pp. 1261-84. 1986. Salaries and Piece Rates, Journal of Business. Vol. 59, No. 3, pp. 405-431. 1992. Compensation, Productivity, and the New Economics of Personnel, in David Lewin, Olivia S. Mitchell, and Peter D. Sherer, eds., Research Frontiers in Industrial Relations and Human ResourcesCMadison, WI: Industrial Relations Research Association), pp. 341-380.",
        "Learner, Edward E. 1978. Specification Searches. Ad Hoc Inference with Nonexperimental Data. Wiley and Sons.",
        "Lee, Michael B., and Yinsog Rhee. 1992. Bonus, Union, and Labor Productivity in South Korea between 1972-89, Draft, Dept. of Management, Georgia State University, December.",
        "Levine, David. 1992a. Piece Rates, Output Restriction, and Cohesiveness, Journal of Economic Psychology. Vol. 13, No. 2 (June).",
        "Manski, Charles F. 1989. Anatomy of the Selection Problem, Journal of Human Resources. Vol. 24, No. 3 (Summer), pp. 341-360.",
        "Markham, Steven E.; K. Dow Scott; Beverly L. Little; and Steven Berman. 1992. Gainsharing Experiments in Health Care, Compensation and Benefits Review. Vol. 24, No. 2 (March/April), pp. 57-64.",
        "Masternak, Robert L. 1991/92. Gainsharing Programs at Two Fortune 500 Facilities: Why One Worked Better, National Productivity Review. Vol. 11, No. 1 (Winter), pp. 71-86.",
        "....., and Timothy L. Ross. 1992. Gainsharing: A Bonus Plan or Employee Involvement? Compensation and Benefits Review. Vol. 24, No. 1 (January/February), pp. 46-54.",
        "McAdams, Jerry L., and Elizabeth J. Hawk. 1992. Capitalizing on Human Assets. Scottsdale, AZ: American Compensation Association.",
        "Mitchell, Daniel J.B., David Lewin, and Edward E. Lawler III. 1990. Alternative Pay Systems, Firm Performance, and Productivity. In Alan S. Blinder, ed., Paving for Productivity; A Look at the Evidence. Washington, D.C.: Brookings Institution, pp. 15-88.",
        "Nalbantian, Haig. R. (ed.) 1987. Incentives. Cooperation, and Risk Sharing: Economic and Psychological Perspectives on Employment Contracts. Totowa, NJ: Rowman and Littlefield.",
        "Nickel, James E. 1990. Can Your Organization Achieve Better Results by Sharing Gains with Employees? Employment Relations Today (Autumn), pp. 173-184.",
        "Opinion Research Corporation. 1957. How Profit Sharing Affects Employee Attitudes. Princeton, NJ: Opinion Research Corporation.",
        "Parsons, Donald 0. 1986. The Employment Relationship: Job Attachment, &apos;work Effort, and the Nature of Contracts, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland.",
        "Peel, Michael; Maurice Pendlebury; and Roger Groves. 1991. Wider Share Ownership and Employee Reporting, Management Accounting. May, pp. 38-39. PeelMichael, and Nicholas Wilson. Labour Absenteeism: The Impact of Profit Sharing, Voice and Participation, International Journal of Manpower, Vol. 11, No. 7, pp. 17-24.",
        "Perry, Charles R. , and Delwyn H. Kegley. 1990. Employee Financial Participation: An International Survey. Philadelphia: Industrial Research Unit, Wharton School, Univ. of Pennsylvania.",
        "Poole, Michael. 1989. The Origins of Economic Democracy: Profit-Sharing and Employee-Shareholding Schemes. London: Routledge.",
        "-----, and Glenville Jenkins. 1990. The Impact of Economic Democracy: ProfitSharing and Employee-Shareholding Schemes. London: Routledge.",
        "PSCA. 1984. Profit Sharing: Philosophy. Practice. Benefits to Society. Chicago, IL: Profit Sharing Council of America. 1989. The 1988 Profit Sharing Survey. Chicago, IL: Profit Sharing Council of America.",
        "Profit Sharing Research Foundation. 1989. Sources and Resources for the Study of Profit Sharing. Chicago, IL: Profit Sharing Research Foundation.",
        "PSRF Update. 1992a. Profit-sharing plans garner success in achieving company objectives for enhancing the workplace, Vol. 1, No. I (April), pp. 2-3. Profit Sharing Research Foundation.",
        "Putterman, Louis, and Gil Skillman, Jr. 1988. The Incentive Effects of Monitoring under Alternative Compensation Schemes, International Journal of Industrial Organization. Vol. 6, pp. 109-119.",
        "Ridder, Geert. 1990. Attrition in Multi-Wave Panel Data. InHartog, Ridder, and Theeuwes, eds. Panel Data and Labor Market Studies. New York: Elsevier Science Publishers, pp. 45-68.",
        "Robertson, R.N., and Chuma I. Osuorah. 1991. Gainsharing in Action at Control Data, Journal of Quality and Participation. Vol. 14, No. 6 (December), pp. 28-31.",
        "Rousseeuw, P.J., and A.M. Leroy. 1987. Robust Regression and Outlier Detection. New York: John Wiley and Sons.",
        "Sfiepard, Edward M. 1986. The Effect of Profit Sharing on Productivity, Ph.D. Dissertation, Boston College.",
        "Smith, Gillian R. 1986. Profit Sharing and Employee Share Ownership in Britain, Employment Gazette. Vol. 94 (September), pp. 380-384.",
        "Smith, Stephen C. 1988. On the Incidence of Profit and Equity Sharing, Journal of Economic Behavior and Organization. Vol. 9, pp. 45-58.",
        "Stiglitz, Joseph E. 1987. The Design of Labor Contracts: The Economics of Incentives and Risk Sharing. In Haig Nalbantian, ed.. Incentives. Cooperation, and Risk Sharing: Economic and Psychological Perspectives on Employment Contracts. Totowa, NJ: Rowman and Littlefield.",
        "Usilaner, Brian, and John Leitch. 1989. Miles to go...or unity at last, Journal for Quality and Participation. June, pp. 60-67.",
        "Uvalic, Milica. 1990. The PEPPER Report: Promotion of Employee Participation in Profits and Enterprise Results in the Member States of the European Community. Prepared for the Commission of the European Communities, Brussels. San Domenico, Italy: European University Institute, June.",
        "Verbeek, Marno. 1990. On the Estimation of a Fixed Effects Model with Selectivity Bias, Economics Letters. Vol. 34, pp. 267-270.",
        "...... and Theo Nijman. 1992. Testing for Selectivity Bias in Panel Data Models, International Economic Review. Vol 33, No. 3 (August), pp. 681-703.",
        "Voos, Paula. 1987. Managerial Perceptions of the Economic Impact of Labor Relations Programs, Indutrlal and Labor Relations Review. Vol. 40 (January), pp. 195-208.",
        "Hadhwani, Sushil, and Martin Wall. 1990. The Effects of Profit Sharing on Employment, Wages, Stock Returns and Productivity: Evidence from UK Micro-Data, Economic Journal, vol. 100 (March), pp. 1-17.",
        "Weiss, Andrew. 1987. Incentives and Worker Behavior: Some Evidence. In Haig Nalbantian, ed., Incentives. Cooperation, and Risk Sharing: Economic and Psychological Perspectives on Employment Contracts. Totowa, NJ: Rowman and Littlefield, pp. 137-150.",
        "Weitzman, Martin, and Douglas Kruse. 1990. Profit Sharing and Productivity. In Paving for Productivity: A Look at the Evidence, edited by Alan S. Blinder. Washington, D.C.: Brookings Institution, pp. 95-140.",
        "Wider Share Ownership Council. 1981. Employee Share Schemes. London: Copeman Patterson.",
        "Wilson, Nicholas, and Michael J. Peel. 1991. The Impact on Absenteeism and Quits of Profit-Sharing and Other Forms of Employee Participation, Industrial and Labor Relations Review. Vol. 44, No. 3 (April), pp. 454-468."
    ]
}