{
    "id": 4544,
    "cites": 24,
    "cited_by": 14,
    "reference": [
        "Abel, Andrew B. (1990), Asset Prices Under Habit Formation and Catching up with the Joneses, American Economic Review 80, 38-42.",
        "Adler, Michael, and Bernard Dumas (1983), International Portfolio Choice and Corporation Finance: A Synthesis, Jouraal of Finance 38, 925-984.",
        "Bank of England (1993), Inflation Report, August 1993.",
        "Benmnga, Simon, and Aris Protopapadakis (1983), Real and Nominal Interest Rates under Uncertainty: The Fisher Theorem and the Term Structure, Journal of Political Economy 91, 856-867.",
        "Ben-Shahar, H., and Cukierman, Alex (1973), The Term-Structure of Interest Rates and Expectations of Price Increase and Devaluation, The Journal of Finance 28, 567-575.",
        "Breeden, Douglas T. (1986), Consumption, Production, Inflation and Interest Rates: A Synthesis, Journal of Financial Economics 16, 3-39.",
        "Cochrane, John, H., and Hansen, Lars Peter (1992), Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual 1992 7, 115-165.",
        "Cox, John C., Jonathan E. Ingersoll, Jr., and Stephen A. Ross (1981), A Re-examination of Traditional Hypotheses about the Term Structure of Interest Rates, The Journal of Finance 34, 769-799.",
        "Engel, Charles (1992), On the Foreign Exchange Risk Premium in a General Equilibrium Model, Journal of Inlernalional Economies 32, 305-319.",
        "Fama, Eugene F., and Farber, AndrÃ\u0083Â© (1979), Money, Bonds, and Foreign Exchange, .4mcrican Economic Review 69, 639-649.",
        "Fischer, Stanley (1975), The Demand for Indexed Bonds, Jouni.al of Political Economy 83, 509-534.",
        "Harvey, Campbell R. (1989), Time-Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics 24, 289-317.",
        "Hodrick, Robert J. (1987), The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, Jacques Lesourne, and Hugo Sonnenschein, eds., Harwood Academic Publishers, New York.",
        "McCallum, Bennett T. (1990), Targets, Indicators, and Instruments of Monetary Policy, Working Paper WP/90/41, International Monetary Fund.",
        "Park, Jae Won (1989), Changing Uncertainty and the Time-Varying Risk Premia in the Term Structure of Nominal Interest Rates, Working Paper, Columbia University.",
        "Paunio, J.J., and Antti Suvanto (1977), Changes in Price Expectations: Some Tests Using Data on Indexed and Non-Indexed Bonds, Economica 44, 37-45.",
        "Roll, Richard, and Solnik, Bruno (1979), On Some Parity Conditions Encountered Frequently in International Economics, Journal of Macroeconomics 1, 267-283.",
        "Shiller, Robert J. (1990), The Term Structure of Interest Rates (with an Appendix by J. Huston McCulloch), in Benjamin M. Friedman and Frank H. Hahn, eds., Handbook of Monetary Economics, Volume 1, North-Holland, Amsterdam, Ch. 13, 627-722.",
        "Stulz, RenÃ\u0083Â© M. (1981), A Model of International Asset Pricing, Journal of Financial Economics 9, 383-406.",
        "Stulz, RenÃ\u0083Â©, M. (1984), Currency Preferences, Purchasing Power Risks, and the Determination of Exchange Rates in an Optimizing Model, Journal of.~1oney, Credit and Banking 16, 302-316.",
        "Svensson, Lars E.O. (1992), The Foreign Exchange Risk Premium in a Target Zone with Devaluation Risk, Journal of International Economics 33, 21-40.",
        "Svensson, Lars E.O. (1993), Monetary Policy with Flexible Exchange Rates, in progress.",
        "Weil, Philippe (1992), Comment on Cochrane and Hansen, NBER Macroeconomics Annual 7, 169-181.",
        "Yariv, Daniel (1990), An Estimate of Inflationary Expectations in Israel Under the Disinflation Programs, Bank of Israel Economic Review 64, 51-70."
    ]
}