{
    "id": 4548,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Abraham, Katharine 0. and Susan N. Houseman, Does Employment Protection Inhibit Labor Market Flexibility? Lessons from Germany, France and Belgium, in Rebecca Blank, ed., Social Protection Versus Economic Flexibility: Is There a Tradeoff? Chicago: Chicago University Press, forthcoming. _________ Job Security in America: Lessons from Germany, Washington, DC: Brookings Institution, 1993.",
        "Blinder, Alan S. and Louis J. Maccini, Taking Stock: A Critical Assessment of Recent Research on Inventories, The Journal of Economic Perspectives, 5, 1, 1991, pp. 73-98.",
        "Bruche, Gert and Bernd Reissert, Manpower and Regional Adjustment Policies: The Case of West Germany, mimeo, November 1984.",
        "Burdett, Kenneth, and Randall Wright, Unemployment Insurance and Short- Time Compensation: The Effects on Layoffs, Hours per Worker and Wages, Journal of Political Economy, vol. 97, no. 6, pp. 1479- 1496. Flechsenhar, Hans Roif, Kurzarbeit als Massnahme der betriebliche Anpassung, Frankfurt am Main: Harri Deutsch, 1980.",
        "General Accounting Office, Dislocated Workers: Extent of Business Closures, Layoffs and the Public and Private Response, Briefing Report to the Honorable Lloyd Bentsen, United States Senate, July 1, 1986.",
        "Adjustment and Retraining Notification Act (WARN), testimony by Linda 0. Mona before the Subcommittee on Labor and Human Resources of the U.S. Senate, February 23, 1993.",
        "Orals, Bernard, Layoffs and Short-time Working in Selected OECD Countries, Paris: OECD, 1983.",
        "Hemmer, Edmund, Sozialpraxis in der Bundesrepublik: Line Empirische Untersuchung, KoIn: Deutscher Instituts-Verlag, 1988.",
        "Houseman, Susan N., Shorter Working Time and Job Security: Labor Adjustment in the European Steel Industry, in Robert Hart, ed., Employment, Unemployment and Hours of Work, London: Unwin, 1988, pp. 64-85.",
        "Perspectives on Collective Dismissal Laws in Western Europe, in K.G. Abraham and RB. McKersie, eds., New Developments in the 41 Labor Market, Cambridge, Massachusetts: MIT Press, 1990, pp.",
        "Katz, Lawrence F., and Bruce D. Meyer, Unemployment Insurance, Recall Expectations, and Unemployment Outcomes, Quarterly Journal of Economics, 105 (November) 1990, pp. 973-1002.",
        "Kohier, Christoph, and Werner Sengenberger, Konjunctur und Betriebliche Beschaeftingungspolitik in der deutschen und amerikanischen Automobilindustrie, Frankfurt: Campus, 1983.",
        "Kraft, Kornelius, Adjustment of Employment, m.imeo, July 1990.",
        "Maury, Jean-Michel, Labour Market Flexibility in the Member States of the Com~nunity. Paris: Centre for Research and Information on Technology, Economics and the Regions, 1985.",
        "Nickel!, Stephen J., Dynamic Models of Labour Demand, in Orley Ashenfelter and Richard Layard, eds., Handbook of L.abor Economics, Volume I, Amsterdam: Elsevier Science Publishing Company, Inc., 1986, pp. 473-522.",
        "Organisation for Economic Co-operation and Development, Flexibility in the Labor Market: The Current Debate, 1986.",
        "Podgursky, Michael J., and Paul Swaim, Duration of Joblessness following Job Displacement, Industrial Relations, 26 (Fall) 1989, pp. 2 13-26.",
        "Seitchik, Adam, and Jeffrey Zorriitsky, From One Job to the Next: Worker Adjustment in a Changing Labor Market, Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1989.",
        "Sengenberger, Werner, Employment Security: Redundancy Arrangements and Practices in West Germany,1 report prepared for the OECD, 1985.",
        "Soitwedel, Rudiger, Employment Problems in West Germany: The Role of Institutions, Labor Law, and Government Intervention, Carnegie~ Rochester Conference Series on Public Policy, 28 (1988), 153-220.",
        "Topel, Robert H., Inventories, Layoffs and the Short-run Demand for Labor, American Economic Review, vol. 72, no.4, September 1982, pp. 769-787.",
        "U.S. Department of Labor, Employment and Training Administration, Unemployment Insurance Financial Data, Government Printing Office: Washington D.C., various years. Vranken, Martin, Deregulating the Employment Relationship: Current Trends in Europe, Comparative Labor Law 7 (Winter), 1986, pp.",
        "Vroman, Wayne, Experience Rating in Unemployment Insurance: Some Current Issues, U.S. Department of Labor, Employment and 43 Training Ad ministration, Unemployment Insurance Occasional Paper No. 89-6, 1989."
    ]
}