{
    "id": 4549,
    "cites": 24,
    "cited_by": 19,
    "reference": [
        "Arrow, Kenneth J. [1960], Decision Theory and the Choice of a Level of Significance for the t-Test, in I. Olkin, W. Hoeffding, S. G. Gurye, W. G. Madow and H. B. Mann, eds., Contributions to Probability and Statistics. Stanford: Stanford University Press, 70-78.",
        "Berndt, Ernst R. [1991], The Measurement of Quality Change: Constructing an Hedonic Price Index for Computers using Multiple Regression Methods, ch. 4 in Berndt, The Practice of Econometrics: Classic and Contemporary. Reading, MA: Addison-Wesley Press.",
        "Berndt, Ernst R. and Zvi Griliches [1993], Price Indexes for Microcomputers: An Exploratory Study, Chapter 2 in Murray F. Foss, Marilyn E. Manser and Allan H. Young, eds., Price Measurements and Their Uses. Studies in Income and Wealth, Vol. 57, Chicago: University of Chicago Press for the National Bureau of Economic Research, 63-93.",
        "Chow, Gregory C. [1967], Technological Change and the Demand for Computers, American Economic Review. 57:5, December, 1117-1130.",
        "Cole, Rosanne, Y. C. Chen, Joan A. Barquin-Stolleman, Ellen Dulberger, Nurhan Helvacian and James H. Hodge [1986] , Quality-Adjusted Price Indexes for Computer Processors and Selected Peripheral Equipment, Survey of Current Business. 66:1, January, 41-50.",
        "Dulberger, Ellen R. [1989], The Application of an Hedonic Model to a Quality Adjusted Price Index for Computer Processors, in Dale W. Jorgenson and Ralph Landau, eds., Technology and Capital Formation. Cambridge, MA: The MIT Press, 37-75.",
        "Fienberg, Stephen E. and William M. Mason [1985], Specification and Implementation of Age, Period and Cohort Models, in William M. Mason and Stephen E. Fienberg, eds., Cohort Analysis in Social Research. New York: Springer-Verlag, 45-88.",
        "Fisher, Franklin M., John J. McGowan and Joen E. Greenwood [1983], Folded. Spindled and Mutilated: Economic Analysis and U.S. v. IBM. Cambridge, MA: The MIT Press.",
        "Gordon, Robert J. [1990], The Measurement of Durable Goods Prices. Chicago: Univesity of Chicago Press for the National Bureau of Economic Research.",
        "Gordon, Robert J. [1989], The Postwar Evolution of Computer Prices, chapter 3 in Dale W. Jorgenson and Ralph Landau, eds., Technology and Capital Formation. Cambridge, MA: MIT Press, 77-125.",
        "Griliches, Zvi [1990], Hedonic Price Indexes and the Measurement of Capital and Productivity: Some Historical Reflections, in Ernst R. Berndt and Jack E. Triplett, eds., Fifty Years of Economic Measurement. Chicago: University of Chicago Press for the National Bureau of Economic Research, 185-202.",
        "Griliches, Zvi [1988], Postscript on Hedonics, in Zvi Griliches, Technology Education, and Productivity, New York: Basil Blackwell, Inc., 119-122.",
        "PC PRICE INDEXES IN THE 1990&apos;S - Page 34 -Griliches, Zvi [1971], Introduction: Hedonic Prices Revisited, in Zvi Griliches, ed., Price Indexes and Quality Change: Studies In New Method? of Measurement. Cambridge, MA: Harvard University Press, 3-15.",
        "Griliches, Zvi [1961], Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change, in The Price Statistics of the Federal Government. General Series No. 73, New York: Columbia University Press for the National Bureau of Economic Research, 137-196. Reprinted in Zvi Griliches, ed., Price Indexes and Quality Change: Studies in New Methods of Measurement. Cambridge, MA: Harvard University Press, 1971, 55-87.",
        "Heckman, James J. and Richard Robb [1985], Using Longitudinal Data to Model Age, Period and Cohort Effects in Earnings Equations, in William M. Mason andStephen E. Fienberg, eds., Cohort Analysis in Social Research. New York: Springer-Verlag, 137-150.",
        "Learner, Edward E. [1978], Specification Searches: Ad Hoc Inference with Nonexperlmental Data. New York: John Wiley & Sons.",
        "Nelson, Randy A., Tim L. Tanguay, and Christopher D. Patterson [1992], A Quality-Adjusted Price Index for Personal Computers, Waterville, Maine: Colby College, Department of Economics, unpublished manuscript.",
        "Ohta, Makoto and Zvi Griliches [1976], Automobile Prices Revisited: Extensions of the Hedonic Hypothesis, in Nestor E. Terleckyj, ed., Household Production and Consumption. Studies in Income and Wealth, Vol. 40, New York: Columbia University Press for the NBER, 325-390.",
        "Oliner, Stephen D. [1993], Constant-Quality Price Change, Depreciation, and Retirement of Mainframe Computers, Chapter 1 in Murray F. Foss, Marilyn E. Manser and Allan H. Young, eds., Price Measurements and Their Uses. Studies in Income and Wealth, Vol. 57, Chicago: University of Chicago Press for the National Bureau of Economic Research, 19-61.",
        "Sinclair, James and Brian Catron [1990], An Experimental Price Index for the Computer Industry, Monthly Labor Review. 113:10, October, 16-24.",
        "Stoneman, Paul, Derek Bosworth, Denis Leech and David McCausland [1992], Quality Adjusting the Producer Price Index for Computers in the UK, A Report to and Commissioned by the Central Statistical Office, London, November.",
        "Triplett, Jack E. [1990], Hedonic Methods in Statistical Agency Environments: An Intellectual Biopsy, in Ernst R. Berndt and Jack E. Triplett, eds., Fifty Years of Economic Measurement. Chicago: University of Chicago Press for the National Bureau of Economic Research, 207-233.",
        "PC PRICE INDEXES IN THE 1990&apos;S - Page 35 -Triplett, Jack E. [1986], The Economic Interpretation of Hedonic Methods, Survey of Current Business, 86:1, January, 36-40.",
        "White, Haibert L. [1980], A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48:4, May, 817-838."
    ]
}