{
    "id": 4550,
    "cites": 16,
    "cited_by": 65,
    "reference": [
        "Mincer, Jacob, 1991, Human Capital, Technology, and the Wage Structure: What do Time Series Show? NBER Working Paper 3581.",
        "Mincer, Jacob, 1963, Market Prices, Opportunity Costs, and Income Effects, in Carl F. Christ, ed., Measurement in Economics: Studies in Mathematical Economics and Econometrics in memory of Yehuda Grunfeld, Stanford University Press.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, 1992, A Contributions to the Empirics of Economic Growth, Quarterly Journal of Economics, 107, 407-437.",
        "Heckman, James J. and James R. Walker, 1990, The Relationship between Wages and Income and the Timing and Spacing of Births: Evidence from Swedish Longitudinal Data, Econometrica 58:6, 1411-1442.",
        "Griliches, Zvi, 1970, Notes on the Role of Education in Production Functions and Growth Accounting, in W. Lee Hansen, ed., Education, Income, and Human 22 Capital, Columbia University Press.",
        "Goldin, Claudia, 1990, Understanding the Gender Gap: An Economic History of Amer- icav. Women. New York: Oxford University Press.",
        "Blau, Francine and Lawrence Kahn, 1992, The Gender Earnings Gap: Some Interna- tional Evidence, NBER Working Paper 4224.",
        "Galor, Oded, and Earl E. Ryder, 1989, Existence, Uniqueness and Stability of Equi- libria in an Overlapping-Generations Model with Productive Capital, Journal of Economic Theory, 49, 360-375.",
        "Birdsall, Nancy, 1988, Economic Approaches to Population Growth, in Hollis Chen- ery and T. N. Srinivasan, eds., The Handbook of Development Economics, North Holland.",
        "Becker, Gary S. and Robert .1. Barro, 1988, A Reformulation of the Economic Theory of Fertility, Quarterly Journal of Economics, 103, 1-26.",
        "Becker, Gary S., Kevin M. Murphy and Robert Tamura, 1990, Human Capital, Fertility, and Economic Growth, Journal of Political Economy, 98, S12-S37.",
        "Barro, Robert J., 1991, Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics, 106, 467-444.",
        "Becker, Gary S., 1960, An Economic Analysis of Fertility in Ansley J. Coale, ed.",
        "Demographic and Economic Change in Developed Countries, Princeton University Press, 1960.",
        "Azariadis, Costas, and Allan Drazen, Demographic Transition in a Dual Economy, rnimeo, University of Pennsylvania, 1990.",
        "Becker, Gary S., 1985, Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics, 3, s33-58."
    ]
}