{
    "id": 4552,
    "cites": 31,
    "cited_by": 34,
    "reference": [
        "Zeldes, Stephen P. 1989. Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence. Quarterly Journal of Economics 104 (May): 275-298.",
        "Venti, Steven F., and David A. Wise. 1991. Aging and the Income Value of Housing Wealth, Journal of Public Economics 44: 371-397.",
        "Skinner, Jonathan, 1993. Housing and Saving in the United States. in Yukio Noguchi and James Poterba (eds) The Economics of Housing in Japan and the United States. Chicago: University of Chicago Press (forthcoming).",
        "Chicago: University of Chicago Press and NBER. Venti, Steven F., and David A. Wise. 1990. But They Dont Want to Reduce Housing Equity, in D. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Sheiner, Louise M., and David Weil. 1992. The Housing Wealth of the Aged, NBER Working Paper No. 4115 (July).",
        "Skinner, Jonathan. 1988. Risky Income, Ufe Cycle Consumption, and Precautionary Savings. Journal of Moneta,y Economics 22 (1988): 237-255.",
        "Skinner, Jonathan. 1989. Housing Wealth and Aggregate Saving, Regional Science and Urban Economics 19 (May): 305-324.",
        "Sheiner, Louise M. 1989. Housing Prices and the Savings of Renters, mimeo, Joint Committee on Taxation, Washington DC (November).",
        "Shefrin, Hersh M. and Richard H. Thaler, The Behavioral Life-Cycle Hypothesis, Economic Inquire 26 (1988): pp. 609-643.",
        "Palumbo, Michael. 1993. Health Uncertainty and Precautionary Saving Near the End of the Life Cycle. mimeo, University of Houston.",
        "Munnell, Alicia H. and Leah M. Cook. 1991. Explaining the Postwar Pattern of Personal Saving. New England Economic Review, Federal Reserve Bank of Boston. (Nov/Dec): 17-27.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny. 1990. The Stock Market and Investment: Is the Market a Sideshow? Brookings Papers on Economic Activity 2: 157-216.",
        "Merrill, Sally R. 1984. Home Equity and the Elderly, in Henry 46 J. Aaron and Gary Burtless (eds.) Retirement and Economic Behavior. Washington DC: The Brookings Institution.",
        "Mankiw, N. Gregory, and David N. Weil. 1989. The Baby Boom, The Baby Bust, and the Housing Market, Regional Science and Urban Economics 19 (May): 235-258.",
        "McFadden, Daniel. 1992. Demographics, the Housing Market, and the Welfare of the Elderly, mimeo, Berkeley, CA.",
        "Levin, Laurence. 1992. Are Assets Fungible? Testing Alternative Theories of Life-Cycle Saving. mimeo, Santa Clara University, Santa Clara CA.",
        "Manchester, Joyce M., and James M. Poterba. 1989. Second Mortgages and Household Saving, Regional Science and Urban Economics 19 (May): 325-346.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen Zeldes. 1992. Social Insurance and Precautionary Saving. mimeo (October).",
        "Hurd, Michael D. 1989. The Poverty of Widows: Future Prospects, in D. Wise (ed.) The Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Hurd, Michael D. and John B. Shoven. 1989. The Wealth and Poverty of Widows: Assets Before and After the Husbands Death, in D. Wise (ed.) The Economics of Aging. Chicago: University of Chicago Press and NBER.",
        "Chicago: University of Chicago Press and NBER. Hall, Robert, Intertemporal Substitution in Consumption, Journal of Political Economy 96 (April 1988): pp. 339-57.",
        "Deaton, Angus. Understandinri Consumption. Oxford: Clarendon Press (1992).",
        "Federal Reserve System, Board of Governors. 1993b. Flow of Funds Accounts. Publication Z.1 (June 8). Washington DC.",
        "Feinstein, Jonathan, and Daniel McFadden. 1989. The Dynamics of Housing Demand by the Elderly: Wealth, Cash Flow, and Demographic Effects, in D. Wise (ed.) The Economics of Aging.",
        "Carroll, Christopher D., and Andrew Samwick, The Nature and Magnitude of Precautionary Wealth, mimeo, Board of Governors of the Federal Reserve System (1992).",
        "Caballero, Ricardo J. Earnings Uncertainty and Aggregate Wealth Accumulation, American Economic Review 81 (September 1991): pp. 859-871.",
        "Carroll, Christopher D., Buffer Stock Saving and the Permanent Income Hypothesis, mimeo, Board of Governors of the Federal Reserve System (November 1991).",
        "Bosworth, Barry, Gary Burtless, and John Sabelhaus. 1991. The Decline in Saving: Evidence from Household Surveys, Brookings Papers on Economic Activity. 183-256.",
        "Blinder, Alan, and Angus Deaton. 1985. The Time-Series Consumption Function Revisited. Brookings Papers on Economic Activity 465-521.",
        "Bhatia, Kul B. 1987. Real Estate Assets and Consumer Spending, Quarterly Journal of Economics 102 (May): 437-443.",
        "Ai, Chunrong, Feinstein, Jonathan, McFadden, Daniel, and Henry Pollakowski. 1990. The Dynamics of Housing Demand by the Elderly: User Cost Effects. in D. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press and NBER."
    ]
}