{
    "id": 4556,
    "cites": 24,
    "cited_by": 23,
    "reference": [
        "Abowd, John and Thomas Lemiux, The Effects ofinternational Competition on Collective Bargaining Outcomes: A Comparison of the United States and Canada, in John Abowd and Richard Freeman, eds. Immigration, Trade, and the Labor Market. University of Chicago Press, Chicago, 1991.",
        "Altonji, Joseph and David Card. The Effects of Immigration on the Labor Market Outcomes of Less-skilled Natives, in John Abowd and Richard Freeman, eds. Immigration, Trade, and the Labor Market. University of Chicago Press, Chicago, 1991.",
        "Belman, Dale and Leonard W. Weiss. Concentration, Unionism, and Labor Earnings: A Sample Selection Approach. Review of Economics and Statistics 70 (August 1988): 391-397.",
        "Bishop, John. Achievement, Test Scores, and Relative Wages, in Workers and Their Wages, Marvin Kosters, ed. Washington, D.C.: The AEI Press, 1991, pp. 146-190.",
        "Blackburn, McKinley, David Bloom, and Richard B. Freeman. The Declining Positoin of Less-Skilled American Males, in A Future of Lousy Jobs? Gary Burtless, ed. Washington, D.C.: The Brookings Institution, 1990, pp. 31-67.",
        "Bluestone, Barry and Bennet Harrison. The Great U-Turn: Corporate Restructuring and the Polarization of America. New York: Basic Books, 1988.",
        "Borjas, George 3. Friends or Strangers: The Impact of Immigrants on the U.S. Economy. New York: Basic Books, 1990.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. On the Labor Market Effects of Immigration and Trade, in George 3. Borjas and Richard B. Freeman, eds., Immigration and the Workforce: Economic Consequences for the United States and Source Areas. Chicago, IL: University of Chicago Press, 1992.",
        "Borjas, George 3, and Valerie A. Ramey. Time Series Evidence on the Source of Trends in Wage Inequality, UCSD manuscript, 1993.",
        "Freeman, Richard B. How Much Has De-Unization Contributed to the Rise in Male Earnings Inequality, NBER Working Paper No. 3826, August 1991.",
        "Grant, James H. and Daniel Hamermesh, Labor Market Substitution Among Youths, White Women and Others, Review of Economics and Statistics 63 (August 1981): 354-360.",
        "Hirsch, Barry T. and David A. Macpherson. Union Membership and Coverage Files from the Current Population Surveys: Note, Industrial and Labor Relations Studies 46 (April 1993): 574-578.",
        "Johnson, George E. and Frank P. Stafford. `International Competition and Real Wages, manuscript 1992.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy 101 (June 1993): 410-442.",
        "Karoly, Lynn A. and Jacob Alex Klerman. Regional Differences in Increasing Earnings Inequality. Mimeograph, The RAND Corporation, 1991.",
        "Krueger, Alan and Lawrence Summers. Reflections on the Inter-Industry Wage Structure. in Kevin Lang and Jonathan Leonard, ed. Unemployment and the Structure of Labor Markets. Basil Blackwell, New York, 1987.",
        "Krueger, Alan and Lawrence Summers. Efficiency Wages and the Inter-Industry Wage Structure. Econometrica 56 (March 1988): 259-294.",
        "Lalonde, Robert and Robert Topel. Labor Market Adjustments to Increased Immigration, in in John Abowd and Richard Freeman, eds. Immigration, Trade, and the Labor Market. University of Chicago Press, Chicago, 1991.",
        "Lawrence, Robert Z. and Matthew J. Slaughter. Trade and US Wages: Great Sucking Sound or Small Hiccup? Harvard manuscript, 1993.",
        "Levy, Frank and Richard Murnane. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30 (September 1992): 1333-1381..",
        "Mincer, Jacob. Human Capital, Technology, and the Wage Structure: What do the Time Series Show? NBER `Working Paper No. 3581, 1991 Murphy, Kevin M. and Finis Welch, Wage Premiums for College Graduates: Recent Growth and Possible Explanations, Educational Researcher 18 (May 1989): 17-26. 29 Murphy, Kevin M. and Finis Welch. The Role of International Trade in Wage Differentials, in Workers and Their Wages, Marvin Kosters, ed. Washington, D.C.: The AEI Press, 1991, pp. 39-69.",
        "Murphy, Kevin M. and Finis Welch. The Structure of Wages, Quarterly Journal of Economics 107 (February 1992): 285-326.",
        "Scherer, F. M. Industrial Market Structure and Economic Performance, 2nd edition. Houghton Mifflin Co, Boston, 1980.",
        "Topel, Robert. Wage Inequality and Regional Labor Market Performance in the United States, manuscript 1992."
    ]
}