{
    "id": 4557,
    "cites": 13,
    "cited_by": 18,
    "reference": [
        "Timmermann, Dieter. Costs and Financing of Dual Training in Germany: Is there any Lesson for other Countries?, mimeo, University of Bielefeld, 1993.",
        "SachverstÃ\u0083Â¤ndigenkommission Kosten und Finanzierung der beruflichen Bildung (1974). Kosten und Finanzierung der aul3erschulischen beruflichen Bildung: Abschluf3bericht, Deutscher Bundestag. Drucksache 7/1811. (Expert Commission on Costs and Financing of Vocational Training: Final Report, German Parliament, Printing Matter 7/1811). Bonn.",
        "Streeck, Wolfgang,J. Hubert, K-H van Kevelaer, F. Maier and H. Weber. The Role of.~h~ ~Ã\u0083Â§ial Partners in Vocational and Further Training in the Federal Republic of Germany (Berlin: CEDEFOP, 1987).",
        "Soskice, David. Reconciling Markets and Institutions: The German Apprenticeship System in Lisa Lynch (ed.) Training and the Private Sector: International Comparisons (Chicago: University of Chicago Press, forthcoming). Steedman, Hilary. The Economics of Youth Training in Germany Economic Journal Vol. 103 (September, 1993) pp. 1279-1291.",
        "Lazear, Edward P. Agency, Earnings Profiles, Productivity and Hours Restrictions American Economic Review Vol. 71 (September, 1981) pp. 606-620.",
        "Noll, I. et al. (1983). Nettokosten der betrieblichen Berufsausbildung (Net Costs of Apprenticeship Training), Berlin.",
        "Jovanovic, Boyan Firm-specific Capital and Turnover Journal of Political Economy (1979) Vol. 87, No. 6, pp. 1246-1260.",
        "Kinzer, Stephen Germans Apprentice System Is Seen as Key to Long Boom New York Times June2, 1993, p.1.",
        "Kochan, Thomas A. and Paul Osterman Human Resource Development and Utilization: Is There Too Little in the U.S.? Unpublished paper, Sloan School of Management, MIT, February, 1991.",
        "Heckman, James. Assessing Clintons Program on Job Training, Workfare and Education in the Workplace National Bureau of Economic Research Working Paper No. 4428, August, 1993.",
        "Commission on the Skills of the American Workforce, Americas Choice: High Skills or Low Wages (Rochester, NY: National Center on Education and the Economy, 1990).",
        "Abraham, Katherine and Susan Houseman. Job Security in America: Lessons from Germany (Washington, DC: Brookings Institution, 1993).",
        "Becker, Gary. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education (New York: National Bureau of Economic Research, 1964)."
    ]
}