{
    "id": 4558,
    "cites": 18,
    "cited_by": 40,
    "reference": [
        "Brown, Charlie (1980) `Equalizing differences in the Labor Market Quarterly Journal of Economics, 94(1) pp. 113-133.",
        "Filer, Randall and Peter A. Petri (1988) `A Job-Characteristics Theory of Retirement, Review of Economics rzr4 Statistics, Vol. 70(1) pp123-129.",
        "Gustman, Alan L. and Thomas L Steinmeier. `Partial Retirement and the Analysis of Retirement Behavior, Industrial and Labor Relations Review. April 1984, Vol. 37, No. 3, pp. 403-415.",
        "Gustman, Alan L. and Thomas L. Steinmeier. `The Effect of Partial Retirement on the Wage Profiles of Older Workers, Indu.stria.l Relations. Spring 1985, Vol.24, No.2, pp.257-265.",
        "Gustman and .Steinmeier (1986) `A Disaggregated Structural Analysis of Retirement by Race, Difficulty of Work and Health, Review of Economics and Statistics, V.68(3) pp 509-513.",
        "Hayward, Mark D., William R. Grady, Melissa A. Hardy, and David Sommers (1989), `Occupational Influences on Retirement, Disability, and Death. L)entography, Vol. 26 (3) pp. 393-409.",
        "Holden, Karen (1988) `Physically Demanding Occupations, Health, and Work After Retirement: Findings from the New Beneficiary Survey Social Security Bulletin, Vol. 51(11) pp3-15.",
        "Hurd, Michael D., 1990, `The Joint Retirement Decision of Husbands and Wives, in Issues in the Economics of Aging, D. Wise (editor), The University of Chicago Press, pp. 231-254.",
        "Ilurd, Michael D., 1993, `The Effect of Labor Market Rigidities on the Labor Force Behavior of Older Workers, NBER Working Paper 4462, Hurd, Michael D. and Kathleen McGarrv, 1993a, `Evaluation of Subjective Probability Distributions, presented at the HRS Early Results Workshop, Ann Arbor, September.",
        "Hurd, Michael D. and Kathleen McGarry, 1993b, `The Relationship Between Job Characteristics and Retirement, presented at the HRS Early Results Workshop, Ann Arbor, September.",
        "Benefits, Social Security Bulletin, 50, (11). Jondrow, Jim, Frank Brcchling and Alan Marcus, 1987, Older Workers in the Market for Part-Time Employment, in The Problem Isnf Age, Ed: Steven H. Sandell, New York: Praeger, pp. 84-99.",
        "Mitchell, Olivia S. 1982, Fringe benefits and labor mobility Journal of Human Resources, XVII (2) pp.286-298.",
        "Mitchell, Olivia S., 1983, `Fringe Benefits and the Cost of Changing Jobs, Irdustdal and Labor Relations Review, 37, 1, (October) pp. 70-78.",
        "Qoinn, Joseph F. (1977) `Microeconomic Determinants of Early Retirement: A CrossSectional View Journal of Human Resources, Vol. 12(3) pp. 329-346.",
        "Quinn, Joseph, Richard Burkhauser, and Daniel Myers, 1990, Passing the Torch: The Influence of Economic Incentives on Work and Retirement, Kalamazoo; The Upjohn Institute.",
        "Ruhm, Christopher, 1990, `Bridge Jobs and Partial Retirement, Journal of Labor Economics, 8 (4), pp. 482-501.",
        "Rust, John P., 1990, `Behavior of Male Workers at the End of the Life Cycle: an Empirical Analysis of States and Controls, in Issues in the Economics of Aging, Ed: David A. Wise, Chicago: The University of Chicago Press, pp. 317-378.",
        "Sum, Andrew and W. Neal Fogg, 1990, `Profile of the Labor Market for Older Workers, - in Bridges to Ret irernent, Ed: Peter B. Doeringer, Ithica: ILR Press, Cornell University, pp. 33-63."
    ]
}