{
    "id": 4562,
    "cites": 28,
    "cited_by": 81,
    "reference": [
        "Baxter, M. and R. King, Productive Externalities and Business Cycles, Institute for E~ipirical Macroeconomics, Federal Reserve Bank of Minneapolis, Discussion Paper 53, November 1991.",
        "Beaudry, P. and A. Guay, What Do Interest Rates Reveal about the Functioning of Real Business Cycle Models? mimeo, Universite de Montreal, December 1992.",
        "Blanchard, 0. and S. Fischer, Lectures on Macroeconomics, Cambridge: MIT Press, 1989.",
        "Chattexjee, S., R. Cooper and B. Ravikumar, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review of Economic Studies, 60 (1993), 795-812.",
        "Christiano, L. and M. Eichenbaum, Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review, 82 (1992), 430-50.",
        "Ciccone, A. and R. Hall, Productivity and the Density of Economic Activity, NBER Working Paper 4313, April 1993.",
        "Cooper, R. and J. Haltiwanger, Automobiles and the National Industrial Recovery Act: Evidence on Industry Complementarities, Quarterly Journal of Economics, 108 (1993), 1043-71.",
        "Davis, S. and J. Haltiwanger, Gross Job Creation, Gross Job Destruction and Employment Reallocation, Quarterly Journal of Economics, 107 (1992), 819-64.",
        "Evidence and Macroeconomic Implications, NBER Macroeconomics Annual, 1990, 123-186.",
        "Devereux, M,, A. Head and B. Lapham, Exit and Entry, Increasing Returns to Specialization and Business Cycles, mimeo, University of British Columbia, October 1992.",
        "Dixit, A. and J. Stiglitz, Monopolistic Competition and Optimum Product Diversity, AmericaEconomic Review, 67 (1977), 297-308.",
        "Domowitz,I., G. Hubbard and B. Peterson, Market Structure and Cyclical Fluctuations in U.S. Manufacturing, Review of Economics and Statistics, 70 (1988), 55-66.",
        "Farmer, R. and J.T. Guo, Real Business Cycles and the Animal Spirits Hypothesis, mimeo, UCLA, October 1992.",
        "Galeotti, M and F. Schiantarelli, Variable Markups in a Model with Adjustment Costs: Econometric Evidence for U.S. Industry, mimeo, Boston University, July 1991.",
        "Gali, J. Monopolistic Competition, Business Cycles, and the Composition of Aggregate Demand, mimeo, Columbia University, August 1992, forthcoming Journal of Economic Theory.",
        "Hall, R. The Relation Between Price and Marginal Cost in U.S. Industry, Joumal of Political Economy, 96 (1988), 921-47.",
        "Hall, R. Invariance Properties of Solows Productivity Residual, NBER Working Paper 3034, 1989.",
        "Hammour, M., Overhead Costs and Economic Fluctuations, mimeo, Columbia University, May 1991.",
        "Hansen, 0. Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16 (1985), 309-27.",
        "Hopenhayn, H. and R. Rogerson, Job Turnover and Policy Evaluation in a Model of Industry Equilibrium, mimeo, Stanford University, 1991.",
        "Hornstein, A., Monopolistic Competition, Increasing Returns to Scale and the Importance of Productivity Shocks, mimeo, University of Western Ontario, 1992.",
        "Jovanovic, B. The Diversification of Production, Brookings Papers: Microeconomics, (1993), 197-247.",
        "King, R., C. Plosser and S. Rebelo, Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21(1988), 195-232, Kiyotaki, N. Multiple Expectational Equilibria under Monopolistic Competition, Ouarterly Journal of Economics, 103 (1988), 695-714.",
        "Klenow, P., Externalities and Economic Fluctuations, mimeo, Stanford University, 1990.",
        "Murphy, K., Shleifer, A. and R. Vishny, Building Blocks of Market Clearing Business Cycle Models, in NBER Macroeconomics Annual, 1989, a!. by 0. Blanchard and S. Fisher.",
        "Rotemberg, J. and 0. Saloner, A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review, 76 (1986), 390-407.",
        "Rotemberg, J. and M. Woodford, Markups and the Business Cycle, paper presented at the NBER Sixth Annual Conference on Macroeconomics, March 1991.",
        "Stokey, N. Learning by Doing and the Introduction of New Goods, Journal of Political Economy, 96 (1988), 701-717."
    ]
}