{
    "id": 4569,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "Yaari, M.E. (1965), Uncertain Lifetime,Life Insurance and the Theory of the Consumer, Review of Economic Studies, XXXII, pp. 137-150.",
        "Shorrocks, A.F. (1975), The Age-wealth Relationship: a Cross-section and Cohort Analysis, Review of Economics and Statistics, 57, pp. 155-163.",
        "Rossi, N. and I. Visco (1992), Private Saving and Government Deficit in Italy, this volume.",
        "Transfers on the Life Cycle Saving in the Accumulation of Wealth, Journal of Economic Perspectives, 2, pp. 15-40. Ohtake, F. (1991), Bequest Motives of Aged Households in Japan, Ricerche Econometriche, 2-3, pp. 283-306.",
        "Rodigliani, F. (1986), Life Cycle, Individual Thrift and the Wealth of Nations, American Economic Review, 76, pp. 297-313.",
        "Hurd, M.D. (1987), Saving of the Elderly and Desidered Bequests, American Economic Review, 77, pp. 298-312.",
        "Econometrica, 4, pp. 779-813. Kotlikoff, L. (1988), Intergenerational Transfers and Saving, Journal of Economic Perspectives, 2, pp. 47-58.",
        "Laitner, 0. (1993), Long-run Equilibria with Borrowing Constraints and Altruism, Journal of Economic Dynamics and Control, 17, pp. 65-96.",
        "Guiso, L., T. Jappelli and D. Terlizzese (1993), Earnings Uncertainty and Precautionary Saving, this volume.",
        "Guiso, L., T. Jappelli. and P. Terlizzese (l993a), Why is Italys Saving Rate so High?, this volume. Hayashi, F., A. Ando and Ferris, (1988), Life Cycle and Bequest Savings, Journal of the Japanese and International Economies, 2, pp. 450-491.",
        "Federici, N. (1984), Procreazione, Famiglia, Lavoro della Donna, Loescher, Torino.",
        "Fischer, S. (1973), A Life Cycle Model of Life Insurance Purchases, International Economic Review, 1, pp. 132-152.",
        "Guiso, L. and T. Jappelli (1990), Intergenerational Transfers and Capital Market Imperfection: Evidence from an Italian Cross-section, European Economic Review, 35, p~. 103-120.",
        "Constraints, Quarterly Journal of Economics, February, pp. 187-217. and M.R. Rank (1992), Inter Vivos Transfers and Intergenerational Exchange, Review of Economics and Statistics, 2, pp. 305-314.",
        "Deaton, A. (1991), Saving and Liquidity Constraints, Econometrica, 59, pp. 1221-1248.",
        "Cox, D. (1987), Motives for Private Income Transfers, Journal of Political Economy, 95, pp. 508-546.",
        "Barca, F., L. Cannari and L. Guiso (1992), Bequests or Saving for Retirement. What Impels the Accumulation of Wealth?, this volume.",
        "Brugiavini, A. (1987), Empirical Evidence on Wealth Accumulation and the Effects of Pensions Wealth: an Application to Italian Cross - Sections Data, Financial Markets Groups, Discussion Paper n. 20, London School of Economics.",
        "Cycle is there in Micro Data? in Macroeconomics and Finance, Essays in Honor of Franco Modigliani, R. Dornbush, S. Fisher and S. Bosson )eds.), The MIT Press, Cambridge. L. Guiso and P. Terlizzese (1992), Young Households Saving and the Life Cycle of Opportunities. Evidence from Japan and Italy, NBER Working Paper, n. 3871."
    ]
}