{
    "id": 4571,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Ammer, John M. (1990), Expenses, yields, and excess returns: new evidence on closed-end fund discounts from the UK, London School of Economics, Financial Markets Group Discussion Paper 108.",
        "Anderson. Seth Copeland (1986), Closed-end funds versus market efficiency, Jounwi of Portfolio Management.",
        "Bodurtha. James N.. Dong-Soo Kim, and Charles M.C. Lee (1993). Closed-end country funds and U.S. market sentiment, Working Paper, University of Michigan.",
        "Bonser-Neal, Catherine, Greggory Brauer, Robert Neal. and Simon Wheatley (1990), International investment restrictions and closed-end country fund prices. Journal of Finance, Vol.45, pp.523-547.",
        "Boudreaux, Kenneth (1973). Discounts and premiums on closed-end mutual funds: a study in valuation, Journal of Finance. May. pp.5 15-522.",
        "Braaaer. Greggory A. (1988), Closed-end fund shares abnormal returns and the information content of discounts and premiums, Journal of Finance, Vol.43, No.!, ppi 13-127.",
        "Brickley. J.A. and J.S. Schallheim (1985). Lifting the lid on closed-end investment companies: a ease of abnormal returns, Journal of Quantitative and Financial Analysis, Vol.20, pp.107-118.",
        "Chopra, Navin, Charles M.C. Lee, Andrei Shleiffer. and Richard Thaler (1993), Yes, discounts on closed-end funds are a sentiment index, Journal of Finance. Vol 48, June, pp.S01-808.",
        "De Long. J. Bradford, Andrei Shleiffer, Lawrence H. Summers, and Robert Waldmann (1990), Noise trader risk in financial markets, Journal of Political Economy, Vol. 98. no.4. pp.703-738.",
        "Divecha, Arjun B.. Jaime Drach, and Dan Stefek (1992). Emerging markets: A quantitative perspective, 38 Journal of Portfolio Management, Fall, pp.4 I-SI.",
        "Diwan. Ishac, and Santiago Galindea (1991), Country funds, manuscript. Debt and international Finance Division of the World Bank, washington D.C.",
        "Diwan, Ishac, Vihang Errunza, and Lemma Senbet (1992), `The pricing of country funds and their role in capital mobilization for emerging economies, Working Paper 1058, Debt and International Finance Division of the World Bank, December.",
        "Errunza, Vihang, and Etienne Losq (1985), International asset pricing under mild segmentation: theory and tests, Journal of Finance, Vol.40, March, pp.105-124.",
        "Eun, Cheol. and Janakirarnanan (1986), A model of international asset pricing under mild segmentation: theory and tests, Journal of Finance, Vol.41, pp.897-9 14.",
        "Fredman, Albert J.. and George C. Scott (1991). Investing in Closed-End Funds: Finding Value and Building Wealth, New York: New York Institute of Finance, Simon and Schuster.",
        "Harvey A.C. (1981). Time Series Models. Oxford: Phillip Allan.",
        "Jorion. Phillipe, and Eduardo Schwartz (1986). Integration vs. segmentation in the Canadian stock market. Journal of Finance, Vol.41, No.3. pp.603-615.",
        "Lee, Charles Mt., Andrei Shleiffer, and Richard `fluler (1991). Investor sentiment and the closed-end fund puzzle. Journal of Finance. Vol.46, No.1, pp.75-109.",
        "Malkiel, Burton G. (1977), The valuation of closed-end investment company shares, Journal of Finance, Vo132, No.3. pp.847-860.",
        "Peavey. J.W (1990). Returns on initial offerings of closed-end funds, Review of Financial Studies, Vol.3, pp.695-708.",
        "Pontiff, Jeffrey (1991). Closed-end fund premia and returns: implications for financial market equilibrium, Manuscript. William E. Simon Graduate School of Business Mministration, University of Rochester.",
        "Richards, R. Malcolm, Don R. Fraser. and John C. Groth (1980), Winning Strategies for closed-end funds. Journal of Portfolio Management. Fall, pp.50-55.",
        "Roenfelt, Rodney L. and Donald Tuttle (1973), An examination of the discounts and premiums of closed-end investment companies. Journal of Business Research, Vol.1, pp.129-140.",
        "Roll, Richard (1992), Industrial structure and the competitive behavior of international stock market indexes, Journal of Finance, Vol. 47. March, pp.3-4 I.",
        "Rozeff, M.S. (1991). Closed-end fund discounts and premiums. Pacific Basin Capital Markers Research, Vol.11, pp.503-522.",
        "Sargent. Thomas J. and Christopher A. Sims (1977). Business cycle modelling without pretending to have too much a-priori economic theory. in C. Sims, et al. eds., New Methods in Business Cycle Research, Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Shiller. Robert (1984). Stock prices and social dynamics. Erookings Popers on Economic Activity, Vol.2, pp.457-498.",
        "Stock. James. and Mark Watson (1988). Testing for common trends. Journal of she American Statistical Association. Vol.83, No.404, pp.1091-1107.",
        "Thompson. Rex (1978). The information content of discounts and premiums on closed-end fund shares, Journal of Financial Economics. Vol.6. pp.151-186.",
        "Weiss. Kathleen (1989). The post-offering price performance of closed-end funds, Financial Management, Autumn. pp.57-67.",
        "White. Halbert (1980). A heteroskedasticity-consisteni covariartce matrix estimator and direct test for heteroskedasticity. Econometrica. Vol.48. pp817-838.",
        "Zweig, Martin E. (1973), An investor expectations stock price predictive model using closed-end fund premiums. Journal of Finance. Vol.28, pp.67-87."
    ]
}