{
    "id": 4573,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Altman, Edward. 1968. Financial Ratios, Discriminate Analysis and the Prediction of Corporate Bankruptcy, Journal of Finance (September), 589-609.",
        "Burns, Arthur F. 1970. Statement to Congress. Federal Reserve Bulletin (August), 619-26.",
        "Calomiris, Charles W. 1989a. Deposit Insurance: Lessons from the Record. Economic Perspectives. Federal Reserve Bank of Chicago (May/June), 10-30.",
        "Calomiris, Charles W. 1989b. The Motivations for Loan Commitments Backing Commercial Paper. Journal of Banking and Finance 13, 27 1-7.",
        "Calomiris, Charles W. 1990. Is Deposit Insurance Necessary? Journal of Economic History 50, 28395. Calomiris, Charles W. l992a. Regulation, Industrial Structure, and Instability in U.S. Banking: An Historical Perspective. In L.J. White and M. Klausner, eds., Structural Change in Banking. Homewood, Illinois: Business One Irwin.",
        "Calomiris, Charles W. 1992b. Getting the Incentives Right in the Current Deposit Insurance System: Successes from the Pre-FDIC Era. In J.R. Barth and R.D. Brumbaugh, eds., The Reform of Federal Deposit Insurance: Discinlinin~ the Government and Protecting Taxpayers. New York: Harper Business, 13-35.",
        "Calomiris, Charles W. and Gary Gorton. 1991. `The Origins of Banking Panics: Models, Facts, and Bank Regulation. In R. G.Hubbard, ed., Financial Markets and Financial Crises. Chicago: University of Chicago Press, 109-174.",
        "Calomiris, Charles W. and Charles M. Kahn. 1990. The Efficiency of Cooperative Interbank Relations: The Suffolk System. Working Paper, University of Illinois.",
        "Calomiris, Charles W. and Charles M. Kahn. 1991. `The Role of Demandable Debt in Structuring Optimal Banking Arrangements. American Economic Review 81, 497-513.",
        "Calomiris, Charles W. and Larry Schweikart. 1991. The Panic of 1857: Origins, Transmission, and Containment. Journal of Economic History 51, 807-834.",
        "Goodfriend, Marvin and Robert A. King. 1988. `Financial Deregulation, Monetary Policy, and Central Banking. In W. S. Haraf and R. M. Kushmeider, eds., Restructuring Banking and Financial Services in America. Washington, D.C.: American Enterprise Institute.",
        "Gorton, Gary. 1985. Clearing Houses and the Origin of Central Banking in the U.S. Journal of Economic History 45, 277-83.",
        "Gorton, Gary. 1989. Self-Regulating Bank Coalitions. Working Paper, University of Pennsylvania.",
        "Gorton, Gary, and George Pennacchi. 1992. Money Market Funds and Finance Companies: Are They the Banks of the Future? In Michael Klausner and Lawrence J. White, eds., Structural Change in Banking. Homewood, Illinois: Business One Irwin.",
        "Kane, Edward J. 1988. How Incentive-Incompatible Deposit Insurance Funds Fail. Working Paper, Ohio State University.",
        "Kaufman, George G. 1991. Lender of Last Resort: A Contemporary Perspective. Journal of Financial Services Research 5, 95-110.",
        "Kaufman, George G. 1992. Lender of Last Resort, Too Large to Fail, and Deposit-Insurance Reform. In James R. Barth and R. Dan Brumbaugh, eds., The Reform of Federal Deposit Insurance: Disciplining the Government and Protecting the Taxoaver. New York: Harper Business, 246-258.",
        "Maisel, Sherman J. 1973. Managing the Dollar. New York: Norton.",
        "Schadrack, Frederick C. and Frederick S. Breimyer. 1970. `Recent Developments in the Commercial Paper Market. Monthly Bulletin. Federal Reserve Bank of New York (December), 280-9 1.",
        "Schwartz, Anna J. 1992. `The Misuse of the Feds Discount Window. Federal Reserve Bank of St. Louis Review 74 (September/October), 58-69.",
        "Standard and Poors. 1979. Standard and Poors Ratings Guide. New York: McGraw-Hill.",
        "Standard and Poors. 1978. Commercial Paper Ratings Guide. New York: Standard and Poors (February).",
        "Timlen, Thomas M. 1977. `Commercial Paper - Penn Central and Others, In E. J. Altman and A. W. Sametz, eds., Financial Crises: Institutions and Markets in a Fragile Environment. New York: Wiley.",
        "Treiber, William F. 1970. Problems of Financial Community Under Constant Scrutiny. Ih~ American Banker (October 13, 1970), 16.",
        "Wall, Larry D. and David R. Peterson. 1990. The Effect of Continental Illinois Failure on the Financial Performance of Other Banks. Journal of Monetary Economics 26, 77-100.",
        "Whitford, David. 1993. Financial Ratios and the Prediction of Bankruptcy: The Case of Penn Central. Working paper, University of Illinois."
    ]
}