{
    "id": 4575,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "[26] Tirole, Jean, (1992), The Internal Organization of Government, 1992 Hicks Lecture, forthcoming in Oxford Economic Papers.",
        "[25] Stiglitz, Joseph and Andrew Weiss, (1983), Incentive Effects of Terminations: Applications to the Credit and Labor Markets, American Economic Review, 72, 912-27.",
        "[23] Stigler, George, (1971), The Theory of Economic Regulation, Bell Journal of Economics and Management Science, 2 (Spring), 3-21. 24",
        "[24] Shleifer Andrei and Robert W. Vishny, (1989), Management Entrenchment: The Case of Manager Specific Investments, Journal of Financial Economics, 25, 123-139.",
        "[22] Rogoff, Kenneth, (1990), Equilibrium Political Budget Cycles, American Economic Review, 80, 21-36.",
        "[20] Peltzman Sam (1992), Voters as Fiscal Conservatives, Quarterly Journal of Economics, 108 (May), 327-362.",
        "[21] Poterha, James, (1993), State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, NBER Working Paper No. 4375.",
        "[18] Nordhaus, William, (1975), The Political Business Cycle, Review of Economic Studies, 42, 169-190.",
        "[19] Oates, Wallace, (1988), On the Nature and Measurement of Fiscal Illusion: A Survey, in G. Brennan et al (eds), Taxation and Fiscal Federalism: Essays in Honor of Russell Mathews, Canberra: Australian National University Press, 65-82.",
        "[16] Mirrlees, James, (1986), Optimal Taxation in Kenneth Arrow and Michael Intriligator (eds), Handbook of Mathematical Economics, Vol III, Amsterdam: North-Holland.",
        "[17] Mueller, Dennis, (1992), Public Choice II, Cambridge: Cambridge University Press.",
        "[13] Lott, John R. Jr and Michael L. Davis, (1992), A Critical Review and Extension of the Political Shirking Literature, Public Choice 74, 461-484.",
        "[14] Lott, John R. Jr and R.W. Reed, (1989), Sirking and Sorting in a Model of Finite-Lived Politicians, Public Choice 61, 75-96.",
        "[11] Glaser, Amihai, (1989), Politics and the Choice of Durability, American Economic Review, 79 (5) (December), 1207-1213. 23",
        "[12] Holmstrom, Bengt, (1982), Managerial Incentive Problems: A Dynamic Perspective, in Essays in Economics and Management in honor of Lars Wahi beck, Helsinki: Swedish School of Economics.",
        "[10] Grain, W. Mark and Robert D. Tollison, (1977), Attenuated Property Rights and the Market for Governors, Journal of Law and Economics, 20 (1) (April), 205-11.",
        "[9] Coate, Stephen and Stephen Morris, (1993), On the Form of Transfers to Special Interests, typescript.",
        "[8] Becker, Gary, (1983), A Theory of Competition among Pressure Groups for Political Influence, Quarterly Journal of Economics, 98, (August), 371-400.",
        "[6] Barro, Robert, (1979), On the Determination of the Public Debt, Journal of Political Economy, 87, 940-947.",
        "[7] Besley, Timothy and Anne C. Case, (1992), Incumbent Behavior: Vote Seeking Tax Setting and Yardstick Competition, NBER Working Paper No. 4042.",
        "[5] Barro, Robert, (1970), The Control of Politicians: An Economic Model, Public Choice, 14, 19-42.",
        "[4] Austen-Smith, David and Jeffrey Banks (1989), Electoral Accountability and Incumbency in Peter Ordeshook (ed), Models of Strategic Choice in Politics, Ann Arbor: University of Michigan Press.",
        "[2] Alesina, Alberto and Nouriel Roubini, (1992), Political Cycles in OECD Economies, Review of Economic Studies, 59(4) (October), 663-688.",
        "[3] Alesina, Alberto and Guido Tahellini, (1990), A Positive Theory of Fiscal Deficits and Government Debt, Review of Economic Studies 57(3) (July), 403-4 14.",
        "[1] Adams, James D. and Lawrence W. Kenny, (1989), The Retention of State Governors, Public Choice, 62(1) (July), 1-13.",
        "[15] Lucas, Robert E. and Nancy Stokey, (1983), Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics 12, 55-93."
    ]
}