{
    "id": 4577,
    "cites": 65,
    "cited_by": 5,
    "reference": [
        "Azariadis, C. Self-Fulfilling Prophecies, Journal of Economic Theory, 25 (1981), 380-96, Barsky, R. and J. Miron, The Seasonal Cycle and the Business Cycle, Journal of Political Economy, 97 (1989), 503-34.",
        "Bartlesman, E., R. Caballero and R. Lyons, Short and Long Run Externalities, mimeo, June 1992.",
        "Baxter, M. and R. King, Productive Externalities and Business Cycles, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis, Discussion Paper #53, November 1991.",
        "Beaulieu, J. and J. Miron, The Seasonal Cycle in U.S. Manufacturing, NBER Working Paper #3450, September 1990.",
        "Beaudry,P. and M. Devereux, Monopolistic Competition, Price Setting and the Effects of Real and Monetary Shocks, mimeo, 1993 Benhabib, J. and R. Farmer, Indeterminacy and Increasing Returns, Working Paper #646, UCLA, 1992.",
        "Bertola, G. and R. Caballero, Kinked Adjustment Costs and Aggregate Dynamics, NBER Macroeconomics Annual. (1990), 237-87.",
        "Blanchard, O. and P. Diamond, The Cyclical Behavior of Gross Flows of Workers in the United States, Brookings Papers on Economic Activity. 1 (1989), 1-60.",
        "Blanchard, O. and N. Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, 77 (1987), 647-66.",
        "Braun, R. Anton and C. Evans, Seasonal Solow Residuals and Christmas: A Case for Labor Hoarding and Increasing Returns, Working Paper WP-91-20, Federal Reserve Bank of Chicago, October 1991.",
        "Bresnahan, T. and V. Ramey, Output Fluctuations at the Plant Level, NBER Working Paper #4105, June 1992.",
        "Bryant, J. A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics. 97 (1983), 525-529.",
        "Burnside, C, M. Eichenbaum and S. Rebelo, Labor Hoarding and the Business Cycle, Journal of Political Economy. 101 (1993), 245-73.",
        "Caballero, R., Durable Goods: An Explanation for their Slow Adjustment Journal of Political Economy. 101 (1993), 351-84.",
        "Caballero, R. and E. Engel, Dynamics (S,s) Economies Econometrica, 59 (1991), 1659-86.",
        "_Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics. 108 (1993), 359-84.",
        "Caballero, R. and M. Hammour, The Cleansing Effect of Recessions, mimeo, 1993 Caballero, R. and R. Lyons, External Effects in U.S. Procyclical Productivity. Journal of Monetary Economics, 29 (1992), 209-225.",
        "Chatterjee, S., Participation Externality as a Source of Coordination Failure in a Competitive Model, mimeo, 1988.",
        "Chatteijee, S. and R. Cooper,Entry and Exit, Product Variety and the Business Cycle, mimeo, Boston University, 1993.",
        "Chatteijee, S. and R. Cooper, Multiplicity of Equilibria and Fluctuations in Dynamic Imperfectly Competitive Economies, American Economic Review: Papers and Proceedings. 79 (1988), 353-57.",
        "Chatte/jee, S., R. Cooper and B. Ravilcumar, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review of Economic Studies, 60 (1993), 795-811.",
        "Chatteijee, S. and B. Ravikumar, A Neoclassical Model of Seasonal Fluctuations. Journal of Monetary Economics. 29 (1992), 59-86.",
        "Christiano, L. and M. Eichenbaum, Current Real Business Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review. 82 (1992), 430-50.",
        "Cooper, R. Equilibrium Selection in Imperfectly Competitive Economies with Multiple Equilibria, mimeo, Boston University, 1993.",
        "Cooper, R. and J. Haltiwanger, Inventories and the Propagation of Sectoral Shocks, American Economic Review. 80 (1990), 170-90.",
        "_, Macroeconomic Implications of Production Bunching: Factor Demand Linkages,&apos; Journal of Monetary Economics, 30 (1992), 107-28.",
        "_, The Macroeconomic Implications of Machine Replacement: Theory and Evidence, American Economic Review, 83 (1993a),360-82 .",
        "_, &apos;Autos and the National Industrial Recovery Act: Evidence on Industry Complementarities, Quarterly Journal of Economics. 108 (1993b), 1043-71..",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics. 103 (1988), 441-63.",
        "Cooper, R. and A. Johri, Dynamic Technological Complementarities and Aggregate Fluctuations, mimeo in process, Boston University, September 1993.",
        "Cooper, S. and S. Durlauf, Multiple Regimes in U.S. Output Fluctuations mimeo, June 1993.",
        "Davis, S. and J. Haltiwanger, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, NBER Macroeconomics Annual. (1990), 123-^8.",
        "_Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics. 107 (1992), 819-64.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy. 90 (1982), 881-94.",
        "Doms, M. and T. Dunne,An Investigation into Capital and Labor Adjustment at the Plant Level, mimeo, Center for Economic Studies, Census Bureau, 1993.",
        "Durlauf, S. Multiple Equilibria and Persistence in Aggregate Fluctuations American Economic Review. 81 (1991), 70-74.",
        "Eberly, J. Adjustment of Consumers&apos; Durables Stocks: Evidence from Automobile Purchases, mimeo, MIT, 1990.",
        "Farmer, R. and J.T. Guo, Real Business Cycles and the Animal Spirits Hypothesis, mimeo, 1993.",
        "Hall, R. Market Structure and Macroeconomic Fluctuations, Brookings Papers on Economic Activity. (1986), 285-322.",
        "_The Relationship between Price and Marginal Cost in U.S. Industry, Journal of Political Economy. 96 (1988), 921-47.",
        "_, Labor Demand, Labor Supply and Employment Volatility, in NBER Macroeconomics Annual, ed. by O. Blanchard and S. Fischer, Cambridge, MIT Press, 1991b.",
        "Hamilton, J. A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle Econometrica, 57 (1989), 357-84.",
        "Hamermesh, D. Labor Demand and the Structure of Adjustment Costs, American Economic Review. 79 (1989), 674-89.",
        "Hart, O. A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics. 97 (1982), 109-38.",
        "Heller, W. Coordination Failure Under Complete Markets with Applications to Effective Demand, in Equilibrium Analysis, Essays in Honor of Kenneth J. Arrow , Volume II, edited by Walter Heller, Ross Starr and David Starrett, Cambridge, Cambridge University Press, 1986.",
        "Howitt, P. Transactions Costs in the Theory of Unemployment. American Economic Review. 75 (1985), 88-101.",
        "Howitt, P. and P. McAfee, Stability of Equilibria with Externalities, Quarterly Journal of Economics. 103 (1988), 261-77.",
        "King, R., Plosser, C. and S. Rebelo, Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics. 21 (1988), 195-232.",
        "Kiyotaki, N. Multiple Expectational Equilibria Under Monopolistic Competition, Quarterly Journal of Economics. 103 (1988), 695-766.",
        "Klenow, P. Externalities and Economic Fluctuations, mimeo, Stanford University, 1991.",
        "_Learning Curves and the Cyclical Behavior of Manufacturing Industries, University of Chicago, mimeo, June 1992.",
        "Long, J. and C. Plosser, Real Business Cycles,* Journal of Political Economy. 91 (1983), 36-69.",
        "_Sectoral vs. Aggregate Shocks in the Business Cycle, American Economic Review: Papers and Proceedings, 77 (1987), 333-36.",
        "Miigrom, P. and J. Roberts, Rationalizability, Learning and Equilibrium in Games with Strategic Complementarities Econometrica. 58 (1990), 1255-78.",
        "Miron, J. and S. Zeldes, Seasonality, Costs Shocks and the Production Smoothing Model of Inventories, Econometrica. 56 (1988), 877-908.",
        "Mortenson, D. and C. Pissarides, The Cyclical Behavior of Job Destruction and Creation, miraeo, 1993.",
        "Murphy, K., A. Shleifer and R. Vishny,Increasing Returns, Durable and Economic Fluctuations, mi meo, 1989.",
        "_,  Building Blocks of Market Clearing Business Cycle Models&apos; in NBER Macroeconomics Annual ed. by 0. Blanchard and S. Fischer, 1989.",
        "Power, L. An Analysis of the Determinants and Consequences of Investment Spikes in U.S. Manufacturing Plants, mimeo, 1993.",
        "Ramey, V. Two Studies of Inventory Investment: Inventories as Factors of Production and Nonconvex Costs in the Production Smoothing Model, PhD. dissertation, Stanford University, 1987.",
        "Shea, J. Do Supply Curves Slope Up?, Quarterly Journal of Economics. 108 (1993a), 1-32.",
        "_, Complementarities and Comovements mimeo, University of Wisconsin, 1993b.",
        "Shleifer, A., Implementation Cycles, Journal of Political Economy. 94 (1986), 1163-90.",
        "Vives, X. Nash Equilibrium with Strategic Complementarities, Journal of Mathematical Economics. 19 (1990), 305-321.",
        "Weil, P. Increasing Returns and Animal Spirits, American Economic Review. 79 (1989), 889-94.",
        "Weitzman, M. Increasing Returns and the Foundation of Unemployment Theory, Economic Journal 92 (1982), 787-804."
    ]
}