{
    "id": 4578,
    "cites": 21,
    "cited_by": 14,
    "reference": [
        "Supply Shocks, NBER Working Paper ,`~4l68 (September 1992).",
        "Blanchard, Olivier, Rudiger Dornbusch, Paul Krugman, Richard Layard, and Lawrence Summers, Reform in Eastern Europe, MIT Press, 1991.",
        "Bole, Velimir, and Mitja Gaspari, The Yugoslav Path to High Inflation, in Bruno et al. (1991).",
        "P.runo, Michael, Introduction and Overview, in Bruno et al. (1991).",
        "Accomodation, in Yoram Ben-Porath (ed.), The Israeli Economy: Maturing through Crises, Harvard University Press, 1986.",
        "Cagan, Phillip, The Monetary Dynamics of Hyperinflation, in Milton Friedman (ed.), Studies in the Quantity Theory of Money, University of Chicago Press, 1956.",
        "Calvo, Cuillermo A., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12 (September 1983): 383-98.",
        "Imperfect Credibility, in Helmut Frisch and Andreas Worgotter (eds.), Open-Economy Macroeconomics, MacMillan Press, 1993.",
        "Corbo, Vittorio and Andres Solimano, Chiles Experience with Stabilization Revisited, in Bruno et al. (1991).",
        "Cukierman, Alex, The End of High Israeli Inflation: An Experiment in Heterodox Stabilization, in Bruno et al. (1988).",
        "De Gregorio, Jose, Pablo E. Guidotti, and Carlos Vegh, Inflation Stabilization and the Consumption of Durable Goods, International Monetary Fund, 1993.",
        "Dornbusch, Rudiger, Federico Sturzenegger, and Holger Wolf, Extreme Inflation: Dynamics and Stabilization, Brookings Papers on Economic Activity 1990:2: 1-64.",
        "Drazen, Allan, and Elhanan Helpman, Inflationary Consequences of Anticipated Macroeconomic Policies, Review of Economic Studies 57 (January 1990): 147-64.",
        "Eckstein, Zvi, and Leonardo Leiderinan, Seignorage and the Welfare Cost of Inflation: Evidence from an Intertemporal Model of Money and Consumption, Journal of Monetary Economics 29 (June 1992): 389-410.",
        "Fischer, Stanley, Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy 85 (February 1977): 163-90.",
        "Harberger, Arnold C., The Chilean Economy in the l970s: Crisis, Stabilization, Liberalization, Reform, in Karl Brunner and Allan H. Meltzer, Economic Policy in a World of Change, Carnegie-Rochester Conference Series on Public Policy 17 (1982).",
        "Kiguel, Miguel A., and Nissan Liviatan, The Inflation-Stabilization Cycles in Argentina and Brazil, in Bruno et al. (1991).",
        "Stabilizations, World Bank Economic Review 6 (May, 1992): 279-305.",
        "Roberts, John, Why Is Inflation Costly to Reduce?, Board of Governors of the Federal Reserve System, 1993.",
        "Sargent, Thomas, and Neil Wallace, Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review 5 (1981): 1-17.",
        "Vegh, Carlos A., Stopping High Inflation: An Analytical Overview, fliE Staff Papers 39 (September 1992): 626-95."
    ]
}