{
    "id": 4579,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "World Bank, 1993, World Debt Tables, 1993/94, Washington, D.C.",
        "Tesar, Linda and Ingrid Werner, 1993, U.S. Equity Investment in Emerging Stock Markets, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developing Countries, World Bank Discussion Paper no. 228.",
        "Stulz, RenÃ\u0083Â© M. and Waiter Wasserfallen, 1992, Foreign Equity Restrictions and Shareholder Wealth Maximization: Theory and Evidence, mimeo, November, Ohio State University.",
        "Stehie, Richard, 1977, An Empirical Test of the Alternative Hypotheses of National and International Pricing of Risky Assets, Journal of Finance 32, 493-502.",
        "Stulz, RenÃ\u0083Â© M., 1981, On the effects of bathers to international investment, Journal of Finance 36, 923-934.",
        "Mathieson, Donald J. and Liliana Rojas-Su~rez, 1993, Liberalization of the Capital Account: Experiences and Issues, IMF Occasional Paper 103.",
        "Reisen, Helmut and Bernard Fischer, 1993, Financial Opening: Policy Issues and Experiences in Developine Countries, OECD Development Center, Paris.",
        "Jorion, Philippe and Eduardo Schwartz, 1986, Integration vs. Segmentation in the Canadian Stock Market, Journal of Finance 41, 603-14.",
        "Mankiw, N. Gregory and A. Shapiro, 1986, Risk and Return; Consumption versus Market Beta, Review of Economics and Statistics.",
        "Harvey, Campbell R., 1993, Portfolio Enhancement Using Emerging Markets and Conditioning Information, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developing Countries, World Bank Discussion Paper no. 228.",
        "Hietala, Pekka, 1989, Asset Pricing in Partially Segmented Markets: Evidence from the Finish Market, Journal of Finance 44:3, 697-7 18.",
        "Gibbons, Michael R., Stephen A. Ross and Jay Shanken, 1989, `A Test of the Efficiency of a Given Portfolio, Econometrica 57, 1121-1152.",
        "Gooptu, Shudarshan, 1993, `Portfolio Investment Flows to Developing Countries, Working paper 1117, The World Bank.",
        "Gibbons, Michael, 1982, `Multivariate Tests of Financial Models: A New Approach, Journal of Financial Economics 10, 3-27.",
        "Gibbons, Michael, 1980, Econometrics methods for testing a class of financial models--An application of the nonlinear multivariate regression model, Ph.D. dissertation (University of Chicago, Chicago, IL).",
        "Fama, Eugene and James Macbeth, 1973, `Risk, Return and Equilibrium: Empirical Tests, Journal of Political Economy 81, 607-36.",
        "Eun, Cheol, and S. Janaldramanan, 1990, International Ownership Structure and the Firm Value, Mimeo, University of Maryland, July, 1-29.",
        "Eun, Cheol, Stijn Claessens, and Kwang Jun, 1993, International Trade of Assets, Pricing Externalities and the Cost of Capital, in Chaessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developing Countries, World Bank Discussion Paper no. 228.",
        "Eun, Cheol, 1990, International Ownership Structure and the Cost of Capital: A Case Study of Swiss Firms, mimeo, University of Maryland.",
        "Errunza, Vihang, Etienne Losq and Prasad Padmanabhan, 1992, `Test of integration, mild segmentation and segmentation hypotheses, Journal of Banking and Finance, 16, 949-72.",
        "Diwan, Ishac, Lemma Senbet, and Vihang Errunza, 1993b, National Index Funds-Empirical Perspectives, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developing Countries, World Bank Discussion Paper no. 228.",
        "Divecha, Aijun, Jaime Drach and Dan Stefek, 1992, Emerging Markets: A Quantitative Perspective, Journal of Portfolio Management, Fall Diwan, Ishac, Lemma Senbet, and Vihang Errunza, l993a, The Pricing of Country Funds and Their Role in Capital Mobilization for Emerging Economies, PRE Working Paper No. 1058. The World Bank.",
        "Claessens, Stijn, Susmita Dasgupta and Jack Glen, 1993, Stock Price Behavior In Emerging Stock Markets, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developine Countries, World Bank Discussion Paper no. 228.",
        "Buckberg, Elaine, 1993, `Emerging Stock Markets and International Asset Pricing, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developing Countries, World Bank Discussion Paper no. 228.",
        "Bekaert, Geert, 1993, `Market Segmentation and Investment Barriers in Emerging Equity Markets, in Claessens, Stijn and Sudarshan Gooptu, eds., Portfolio Investment in Developine Countries, World Bank Discussion Paper no. 228.",
        "Black, Fischer, 1974, International capital market equilibrium with investment barriers, Journal of Financial Economics 1, 337-352.",
        "Bailey, Warren and Julapa Jagtiani, 1992, Time Varying Premiums for International Investment: Some Empirical Estimates, mimeo, Cornell and Syracuse Universities.",
        "Alexander, G., Cheol Eun and S. Janakiramanan, 1988, International Listing and Stock Returns: Some Empirical Evidence, Journal of Financial and Quantitative Analysis, 23(2), 135-52."
    ]
}