{
    "id": 4581,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Fullerton, Don and Andrew Lyon, 1988, Tax neutrality and intangible capital, Tax Policy and the Economy 2 (MIT Press, Cambridge, MA).",
        "Fullerton, Don and James Mackie, 1989, Economic efficiency in recent tax reform history: Policy reversals or consistent improvements?, National Tax Journal 42, March, 1-14.",
        "Galper, Harvey, Robert Lucke and Eric Toder, 1988, A general equilibrium analysis of tax reform, in: H. J. Aaron, H. Galper, and J. A. Pechman, eds., Uneasy compromise: Problems of a hybrid income-consumption tax (Brookings Institution, Washington DC).",
        "Hall, Robert E. and Dale W. Jorgenson, 1967, Tax policy and investment behavior, American Economic Review 57, 391-414.",
        "Harberger, Arnold C., 1966, Efficiency effects of taxes on income from capital, in: M. Krzyzaniak, ed., Effects of corporation income tax (Wayne State University Press, Detroit).",
        "Hulten, Charles R. and Frank C. Wykoff, 1981, The measurement of economic depreciation, in: C. R. Hulten, ed., Depreciation, inflation, and the taxation of income from capital (Urban Institute, Washington DC).",
        "King, Mervyn and Don Fullerton, eds., 1984, The taxation of income from capital: A comparative study of the U.S., U.K., Sweden, and West Germany (University of Chicago Press, Chicago).",
        "Kiepper, Steven and Daniel Nagin, 1989, The anatomy of tax evasion, Journal of Law, Economics, and Organization 5, Spring, 1-24.",
        "L..andskroner, Yoram, Eitan Muller, and ltzhak Swary, 1991, Tax evasion and financial equilibrium, Journal of Economics and Business 43, 25-35.",
        "Polinsky, Michael A. and Steven Shavell, 1979, The optimal tradeoff between the probability and magnitude of fines, American Economic Review 69, December, 880-9 1.",
        "Sandmo, Agnar, 1981, Income tax evasion, labour supply and the equity-efficiency tradeoff, Journal of Public Economics 16, December, 265-288.",
        "Slemrod, Joel, 1982, Tax effects on the allocation of capital among sectors and among individuals: A portfolio approach, Working Paper No. 951, National Bureau of Economic Research, August (Cambridge, MA),.",
        "Slemrod, Joel, 1983, A general equilibrium model of taxation with endogenous financial behavior, in: M. Feldstein, ed., Behavioral simulation methods in tax policy analysis (University of Chicago Press, Chicago).",
        "Slemrod, Joel and Shlomo Yitzhaki, 1987, The optimal size of a tax collection agency, Scandinavian Journal of Economics 89, September, 183-92.",
        "Stroud, A. and D. Secrest, 1966, Gaussian quadrature formulas (Prentice-Hall, Englewood Cliffs).",
        "Witte, Ann D. and Diane F. Woodbury, 1983, What we know about factors affecting compliance with the tax laws, in: P. Sawiki, ed., Income tax compliance research: A report to the ABA section on taxation (American Bar Association, Washington DC).",
        "Yaniv, Gideon, 1990, Tax evasion under differential taxation, Journal of Public Economics 43, 327-337.",
        "Yitzhaki, Shiomo, 1987, On the excess burden of tax evasion, Public Finance Quarterly 15, April, 123-137."
    ]
}