{
    "id": 4582,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Armington, P.S., 1969. A Theory of Demand for Products Distinguished by Place of Production, I.M.F. Staff Papers. pp. 159-76.",
        "Auerbach, Alan J.. and Laurence J. Kotlikoff. 1987. Dynamic Fiscal Policy. Cambridge. United Kingdom: Cambridge University Press.",
        "Bovenberg, A. Lans. and Lawrence H. Goulder, 1993. Integrating Environmental and Distortionary Taxes: General Equilibrium Analyses. Working paper, Stanford University, November. Bovenberg, A. Laos. and Ruud A. de Mooij, 1993. Environmenlal Taxation and Labor Market Distortions. Working paper, Ministry of Economic Affairs, The Hague, April.",
        "Dasgupta, Partha S. an9l Geoffrey NI. Heal, 1979. Economic Theory and Exhaustible Resources. Cambridge, United Kingdom: Cambridge University Press.",
        "Deaton, Angus, 1979. lhe Distance Function in Consumer Behaviour with Applications to Index Numbers and Optimal Taxation, Review of Economic Studies.",
        "Diamond, Peter, and J. Mirrlees, 1971. Optimal Taxation and Public Production I: Production Efficiency and II: Tax Rules, American Economic Review 61.",
        "Goulder, Lawrence H., 1989. Tax Policy. Housing Prices, and Housing Investment. Regional Science and Urban Economics 19(2).",
        "Equilibrium Analysis. Journal of Public Economics 38, 265-96. _______ 1992a. Carbon Taxes and U.S. Industry Performance. In James M. Poterba, ed., Tax Policy and the Economy 6 (Cambridge. Mass.: MU Press).",
        "Environmental Policies: Model Structure. Unpublished manuscript, Stanford University, November. _______ 1993. Effects of Carbon Taxes in an Economy with Prior Tax Distortions: An Intertemporal General Equilibrium Analysis. Working Paper. Stanford University, January.",
        "Jorgenson. Dale W. and Peter J. Wilcoxen. 1990. Environmental Regulation and U.S. Economic Growth, The Rand Journal of Economics 21(2), 314-340.",
        "Assessment. lit Darius Gaskins and John Weyant (cdi.), Reducing Carbon Emissions from the Energy Sector: Cost and Policy Options. Cambridge, Mass.: MIT Press, forthcoming. Maruie, Alan S.. and Richard G. Richels, 1992. Buying Greenhouse Insurance: The Economic Costs of CO. Emissions Limits. Cambridge. Mass.: MIT Press.",
        "Masters, Charles D., et al., 1987. World Resources of Crude OIl, Natural Gas, Natural Bitumen. and Shale Oil. In Proceedings of the 12th World Petroleum Congress 5. pp. 3-27.",
        "Norditaus. William. 1991. To Slow or Not To Slow: The Economics of the Greenhouse Effect, The Economic Journal 101 (July), pp. 920-37.",
        "Poterba, James M.. 1993. Global Warming: A Public Finance Perspective. Journal of Economic Perspectives, forthcoming.",
        "I. Altman and Marti G. Subramanyam. eds.. Recent Advances in Corporate Finance (Irwin, Homewood, IL). Ramsey. Frank P., 1927. A Contribution to the Theory of Taxation. Economic Journal 37.",
        "Rotemberg, Julio J.. and Michael Woodford, 1993. Energy Taxes and Aggregate Economic Activity. This volume.",
        "Stiglitz, Joseph E., and Partha Dasgupta. 1971. Differential Taxation. Public Goods, and Economic Efficiency. Review of Economic Studies 3~(2). April.",
        "Stiglitz. Joseph E., 1976. The Corporation Tax, Journal of Public Economics 5. pp. 303-311.",
        "Summers, Lawrence H.. 1981. Taxation and Corporate Investment: A q-Theory Approach. Brookings Papers on Economic Activirs, January, 67-127.",
        "Walls. Margaret A., 1991. Regional Deadweight Losses from an Oil Import Fee. Southern Economic Journal 56. pp. 772-788."
    ]
}