{
    "id": 4584,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Blackburn, McKinley, David E. Bloom, and Richard Freeman. 1990. The Declining Economic position of Less Skilled American Men. In Gary Burtless, ed., A Future of Lousy Jobs? pp. 31-67. Washington, D.C.; The Brookings Institution.",
        "Bloom, David E., and Gilles Grenier. 1992a. Earlings of the French Minority in Canada and the Spanish Minority in the United States. In Barry Ii. Chiswick, ed., Immigration, Language and Ethnicity, pp. 373-409. Washington. D.C.; The AEI Press.",
        "Carliner, Geoffrey. 1976. Returns to Education for Blacks, Anglos, and Five Spanish Groups. The Journal of Human Resources 11(2) :172-84.",
        "Generation American Males. Economic Inquiry 18:87-112. Chiswick, Barry K. 1918. The Effect of Americanization on the Earnings of Foreign Born Men. Journal of Political Economy 86(5) ;897-2l.",
        "Economics 9:149-70. DePreitas, Gregory. 1991. Inequality at Work: Hispanics in the U.S. Labor Force. New York; Oxford University Press.",
        "Fogel, Walter. 1966. The Effects of Low Educational Attainment on Incomes: A Comparative Study of Selected Ethnic Groups. The Journal of Human Resources 1(2) ;22-40.",
        "Grenier, Gilles. 1984. The Effects of Language Characteristics on the Wages of Hispanic-American Males. The Journal of Human Resources 19;35-52.",
        "Quebec; le cas des femsnes mariees. LActualite economique 64(l):5-22. Gwartney, James D., and James Long. 1978. The Relative Earnings of Blacks and Other Minorities. Industrial and Labor Relations Review 31(3) :336-46.",
        "Katz, Lawrence F.,, and Kevin M. Murphy. 1992. Changes in Relative Wages in the United States; Supply and Demand Factors. Quarterly Journal of Economics February:35-78.",
        "Kossoudji, Sherrie A. 1988. English Language Ability and the Labor Market Opportunities of Hispanic and East Asian lomigrant Men. Journal of Labor Economics 6;205-28.",
        "Long, James. 1977. Productivity, Employment Discrimination and the Relative Economic Status of Spanish Origin Males. Social Science Quarterly 58(3) ;357-73.",
        "McManus, Walter. 1985. Labor Market Costs of Language Disparities; An Interpretation of Hispanic Earnings Differences. American Economic Review 75;818-27.",
        "McManus, Walter, William Gould, and Finis Welch. 1983. Earnings of Hispanic Men: The Role of English Language proficiency. Journal of Labor Economics 2:101-30.",
        "Reimers, Cordelia. 1983. Labor Market Discrimination against Hispanic and Black Men. Review of Economics and Statistics 65:570-79.",
        "Policy. Social Science Quarterly 65:401-16. Rivera-Batiz, Francisco L. 1990. English Language Prof iciency and the Economic Progress of Immigrants. Economics Letters 34;295-300.",
        "United States. In Emilio Melendez, Clara Rodriguez, and Janis BarryFigueroa, eds., Hispanics in the Labor Force. New York; Plenum Publishers. ______ 1992. English Language Proficiency and the Earnings of Young Immigrants in U.S. Labor Markets. Policy Studies Review 1l(summer) :165-75.",
        "Shapiro, Daniel M. and Morton Stelcner. 1987. Earnings Disparities among Linguistic Groups in Quebec. Canadian Public Policy 13(1) :97-104.",
        "Tamer, Evelina M. 1988. English Language Proficiency and the Determination of Earnings among Foreign-Born Men. The Journal of Human Resources 23:108-22."
    ]
}