{
    "id": 4588,
    "cites": 37,
    "cited_by": 47,
    "reference": [
        "Pritchett, Lam, and Geeta Sethi, 1993, Tariff Rates: What do we know? Why do we care? June [not to be cited].",
        "Petri, Peter. 1993 The East Asian Trading Bloc: An Analytical History, NIBER conference, April 3-5, 1992, Del Mar, California. In Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahler, University of Chicago Press: Chicago.",
        "Linneman, Hans. 1966. An Econometric Study of International Trade Flows, North-Holland, Amsterdam.",
        "Meade, James. 1955. The Theory of Customs Unions. Amsterdam: North-Holland.",
        "Krugman, Paul. 1992. Regionalism vs. Multilateralism: Analytical Notes, World Bank and CEPR Conference on New Dimensions in Regional Integration, April, Washington, D.C. Lawrence, Robert. 1991. &apos;Emerging Regional Arrangements: Building Blocks or Stumbling Blocks? in Finance and the International Economy, The AMEX Bank Review Prize Essays, edited by R.O&apos;Brien. United Kingdom: Oxford University Press.",
        "Krugman, Paul. 1991b. The Move Toward Free Trade Zones, in Policy Implications of Trade and Currency Zones, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, (August): 7-42.",
        "Krugman, Paul. 1991a. Is Bilateralism Bad? in E.Helpman and A.Razin, eds., International Trade and Trade Policy. Cambridge, MA, MIT Press.",
        "Krugman, Paul. 1980. Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review 70, 950-959.",
        "Irwin, Douglas. 1993. The GATT&apos;s Contribution to Economic Recovery in Post War Western Europe. International Finance Discussion Paper No. 442, Federal Reserve Board, March. Jackson, Jackson, John. 1993. Regional Trade Blocs and the GATT. The World Economy 12 1-132.",
        "Helpman, Elhanan and Paul Krugman. 1985. Market Structure and Fpreien Trade, Cambridge, MA, MIT Press.",
        "Helpman, EThanan. 1987. Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and International Economies 1: 6281.",
        "Havrylyshyn, Oleg, and Lant Pritchett. 1991. European Trade Patterns After the Transition. Poliry, Research and External Affairs Working Paper Series No. 748, August, World Bank.",
        "Hamilton, Carl, and L.Alan Winters. 1992. Opening Up International Trade in Eastern Europe, Economic Policy (April).",
        "Frankel, Jeffrey, and Shang-Jin Wei. 1993b. Emerging Currency Blocs. International Center for Monetarj and Banking Studies, Geneva, Sept. 2-4. [Revised version of NBER Working Paper 4335.] Forthcoming, The Future of the International Monetary System and Its Institutions, edited by Hans Genberg, 1994.",
        "Frankel, Jeffrey, and Shang-Jin Wei. 1992. Yen Bloc or Dollar Bloc: Exchange Rate Policies of the East Asian Economies, in Macroeconomic Linkaes, Third Annual NBER -East Asia Seminar on Economics, Takatoshi Ito and Anne Krueger, editors, Chicago, University of Chicago Press, forthcoming 1994. Frankel, Jeffrey, and Shang-Jin Wei. l993a. Is There A Currency Bloc in the Pacific? in Exchange Rates. International Trade and Monetary Policy, edited by Adrian BlundellWignall, Reserve Bank of Australia, Sydney.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang-Jin Wei. 1993. Trading Blocs: The Natural, the Unnatural, and the Super-Natural written for the NBER&apos;s Swh Inter American Seminar in Economics, organized by Sebastian Edwards, held in Caracas, Venezuela, May 28-29.",
        "Frankel, Jeffrey. 1993. Is Japan Creating a Yen Bloc in East Asia and the Pacific? NBER working paper no. 4050. In Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahier, Chicago: University of Chicago Press.",
        "Foroutan, Faezeh and Lant Pritchett. 1992. Intra-Sub-Saharan African Trade: Is It Too Little? World Bank, December. Forthcoming, Journal of African Studies.",
        "Anderson, James. 1979. A Theoretical Foundation for the Gravity Equation, American Economic Review 69, 1 (March): 106-116.",
        "Anderson, Kym, and lIege Norheim. 1992. History, Geography and Regional Economic Integration, GAIT Secretariat Conference, Geneva, Oct.; forthcoming in Regionalism and the Global Tradine System, K.Anderson and R.Blackhurst, eds., London: Harvester Wheatsheaf, 1993.",
        "Balassa, Bela. 1987. Economic Integration in The New Paigrave Dictionary of Economics, MacMillan Press Reference Books, London: 43-47.",
        "Baldwin, Richard. 1993. A Domino Theory of Regionalism. NBER Working Paper No. 4465, September.",
        "Bergsten, C.Fred. 1991. Commentary: The Move Toward Free Trade Zones, in jjcy Implications of Trade and Currency Zones, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, (August): 43-57.",
        "Bhagwati, Jagdish. 1971. Trade-Diverting Customs Unions and Welfare Improvement: A Clarification, Economic Journal, 63.",
        "Bhagwati, Jagdish. 1990. Regional Accords Be-GAIT Trouble For Free Trade, Street Journal, Dec. 5.",
        "Deardorff, Alan, and Robert Stern. 1992. Multilateral Trade Negotiations and Preferential Trading Arrangements, RFIE Discussion Paper No. 307, University of Michigan, July. Forthcoming in Deardorff and Stem, eds., Analytical and Negotiating Issues in the Global Tradina System, Ann Arbor: University of Michigan Press.",
        "de la Torre, Augusto, and Margaret Kelly, 1992, Regional Trading Arraneements, Occasional Paper No. 93, Washington, D.C., International Monetary Fund (March).",
        "de Melo, J., A. Panagariya, and D.Rodrik. 1993. Regional Integration: An Analytical and Empirical Overview, in J. de Melo and A. Panagariya, New Dimensions in Regional Integration (New York: Cambridge University Press).",
        "Fieleke, Norman. 1992. One Trading World, or Many: The Issue of Regional Trading Blocs, New England Economic Review, Federal Reserve Bank of Boston, May/June, 3-20.",
        "Finger, J.M. 1993. GAIT&apos;s Influence on Regional Arrangements, in J. de Melo and A. Panagariya, New Dimensions in Regional Integration (New York: Cambridge University Press).",
        "Wonnacott, Paul, and Mark Lutz, 1989. Is There a Case for Free Trade Areas? Chapter 2 in Jeffrey Schott, ed., Free Trade Areas and U.S. Trade Policy, Washington, D.C.: Institute for International Economics, 59-84.",
        "Wang, Then Kun, and L.Alan Winters, 1991, The Trading Potential of Eastern Europe, Centre for Economic Policy Research Discussion Paper No. 610, November, London, UK.",
        "Tinbergen, Jan, 1962, Shaping the World Economy, The Twentieth Century Fund: New York.",
        "Thurow, Lester. 1992. The Coming Economic Battle amona Japan. Europe and America, New York: William Morrow.",
        "Summers, Lawrence. 1991. Regionalism and the World Trading System, in JjjÃ\u0083Â§y Implications of Trade and Currency Zones, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, (August): 295-302.",
        "Saxonhouse, Gary. 1993. Pricing Strategies and Trading Blocks in East Asia, NBER working paper no. 4050. In Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahler, University of Chicago Press: Chicago.",
        "Srinivasan, T.N., 1992, &apos;Regionalism vs. Multilateralism: Analytical Notes&apos; Comment, World Bank and CEPR Conference on New Dimensions in Regional Integration, April, Washington, D.C. Stein, Ernesto, and Jeffrey Frankel, 1993, Transport Costs and the Welfare Effects of Free Trade Agreements, University of California, Berkeley, February."
    ]
}