{
    "id": 4592,
    "cites": 35,
    "cited_by": 12,
    "reference": [
        "Adler, Michael and Bernard Dumas. 1983. International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance. pp. 925-84.",
        "Antoniewicz, Rochelle. 1992, An Empirical Analysis of Stock Returns and Volume, University of Wisconsin-Madison, Ph.D. Dissertation.",
        "Black, Fischer. 1976. Studies of Stock Market Volatility Changes, Proceedings of the American Statistical Association, Business and Economic Statistics Section. pp. 177-181.",
        "Bollerslev, Tim, Ray Y. Chou, and Kenneth F. Kroner. 1992. ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics. pp. 5-60.",
        "Bollerslev, Tim and Jeffrey Wooldridge. 1992. Quasi Maximum Likelihood Estimation of Dynamic Models with Time Varying Covariances, Econometric Reviews. pp. 143-172.",
        "Campbell, John, Sanford J. Grossman, and Jiang Wang. 1993. Trading Volume and Serial Correlation in Stock Returns, forthcoming in Quarterly Journal of Economics.",
        "Chan, Kalok, K C. Chan, and G. Andrew Karolyi. 1991. Intraday Volatility in the Stock Index and Stock Index Futures Markets, Review of Financial Studies. pp. 657-684.",
        "Chowdry, Bhagwan and Vikram Nanda. 1991. Multimarket Trading and Market Liquidity, Review of Financial Studies. pp. 453-5 11.",
        "Christie, Andrew A.. 1982. The Stochastic Behavior of Common Stock Variances: Value, Leverage and Interest Rate Effects. Journal of Financial Economics. pp. 407-432.",
        "Delong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert J. Waldman. 1990. Noise Trader Risk in Financial Markets, Journal of Political Economics. pp. 703-738.",
        "Dravid, A, Matthew Richardson, and Andrew Craig. 1993. Explaining Overnight Variation in Japanese Stock Returns: The Information Content of Derivative Securities, working paper, The Wharton School of the University of Pennsylvania.",
        "Engle, Robert F., Tatatoshi Ito, and Wen-Ling Lin. 1990. Meteor Showers or Heat Waves? Heteroskedasticity Intra-daily Volatility in the Foreign Exchange Market, Econometrica. pp. 525-542.",
        "Epps, Thomas SV., and Mary L. Epps. 1976. The Stochastic Dependence of Security Price Changes and Transaction Volumes: Implications for the Mixture-of-Distributions Hypotheses, Econometrica. pp. 305-321.",
        "Eun, Cheol S. and Sangdal Shim. 1989. International Transmission of Stock Market Movements, Journal of Financial and Quantitative Analysis. pp. 241-256.",
        "French, Kenneth R., arid James M. Poterba. 1990. Japanese and U.S. Cross-Border Common Stock Investment, Journal of the Japanese and International Economy. pp. 476-93.",
        "Gallant, A. Ronald, Peter E. Rossi, and George Tauchen. 1992. Stock Prices and Volume, Review of Financial Studies. pp. 199-242.",
        "Gibbons, Michael and P. Hess, 1981, Day of the Week Effect and Asset Returns, Journal of Business pp. 579-596.",
        "Hamao, Yasushi, Ronald W. Masulis, and Victor Ng. 1990. Correlations in Price Changes and Volatility Across International Stock Markets, Review of Financial Studies. pp. 281-308.",
        "Ito, Takatoshi, Robert F. Engle, and Wen-Ling Lin. 1992. Where Does the Meteor Shower Come From? The Role of Stochastic Policy Coordination, Journal of International Economics pp 221-240.",
        "Jam, Prem J. and Gunho Joh, 1988, `The Dependence Between Hourly Prices and Trading Volume, Journal of Financial and Quantitative Analysis, 23, 269-283.",
        "Karpoff, Jonathan M.. 1987, The Relation between Price Changes and Trading Volume: A Survey, Journal of Financial and Quantitative Analysis, 22, 109-126.",
        "King, Mervyn and Sushil Wadhwani. 1990. `Transmission of Volatility Between Stock markets, Review of Financial Studies. pp. 5-33.",
        "Kleidon, Allan W. and Ingrid M. Werner. 1993. Round-the-Clock Trading: Evidence from U.K. CrossListed Securities, NBER working paper No. 4410.",
        "Lamoureu.x, Christopher G., and William D. Lastrapes. 1990. Heteroskedasticity in Stock Return Data: Volume versus GARCH Effects, Journal of Finance. pp. 221-229.",
        "LeBaron, Blake. 1992. Some Relations Between Volatility and Serial Correlation in Stock Market Returns, Journal of Business. pp. 199-220.",
        "Lin, Wen-Ling, Robert F. Engle, arid Takatoshi Ito. 1993. `Do Bulls and Bears Move Across Borders? International Transmission of Stock Returns and Volatility, unpublished working paper.",
        "Morse, Dale. 1980. Asymmetric Information in Securities Markets and Trading Volume, Journal of Financial and Quantitative Analysis. pp. 1129-1148.",
        "Nelson, Daniel B.. 1991. Conditional Heteroskedasticity in Asset Returns: A New Approach, Econometrica. pp. 347-370.",
        "Roll, Richard. 1989. Price Volatility, International Market Links, and Their Implications for Regulatory Policies, Journal of Financial Services Research. pp. 211-246.",
        "Ross, Stephen A. 1989 Information and Volatility: The No-Arbitrage Martingale Approach to Timing and Resolution Irrelevancy, Journal of Finance. pp. 1-17.",
        "Shalen, Catherine T., 1993, Volume, Volatility, and the Dispersion of Beliefs, Review of Financial Studj~. 6, 405-434.",
        "Solnik, Bruno. 1974. An Equilibrium Model of the International Capital Market, Journal of Economic Theory. pp. 500-24.",
        "Stoll, Hans R. and Robert E. Whaley. 1990. Stock Market Structure and Volatility, Review of Financial Studies. pp. 37-7 1.",
        "Tauchen, George E. and Mark Pitts. 1983. The Price Variability-Volume Relationship on Speculative Markets, Econometnca. pp. 485-505.",
        "Messages, Brookings Papers on Economic Activity. pp. 125-67. White, Halbert, 1980, A Heteroskedasticity-Consistent Covariance Matrix and A Direct Test for Heteroskedasticity, Econometrica. pp. 421-448."
    ]
}