{
    "id": 4598,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Bollerslev, Tim, 1986, `Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics 31, 307-327.",
        "Campbell, John Y. , 1993, Intertemporal Asset Pricing without Consumption Data, American Economic Review 83, 487-512.",
        "Clare, Andrew; Raymond OBrien; Peter N. Smith and Stephen Thomas, 1993, Global Macroeconomic Shocks, Time-Varying Covariances and Tests of the ICAPM, working paper, Department of Economics, University of West London.",
        "Dumas, Bernard, 1993, Partial Equilibrium vs. General Equilibrium Models of International Capital Market Equilibrium, working paper 93-1, Wharton School.",
        "Engel, Charles M. , 1984, Testing for the Absence of Expected Real Profits from Forward Market Speculation, Journal of International Economics 17, 299-308.",
        "Model, Journal of International Economics 32, 305-19, _____ 1993, Real Exchange Rates and Relative Prices: An Empirical Inve5tigation, Journal of Monetary Economics, forthcoming.",
        "Efficiency of the U.S. Stock Market, National Bureau of Economic Research working paper no. 4294. _____ and Anthony P. Rodrigues, 1989, Tests of International CAPM with TimeVarying Covariances, Journal of Applied Econometrics 4, 119-138.",
        "Equity Markets, Oxford Economic Papers, forthcoming. Ferson, Wayne E. and Campbell R. Harvey, 1993, An Exploratory Investigation of the Fundamental Determinants of National Equity Market Returns, this volume.",
        "Frankel, Jeffrey A. , 1982, In Search of the Exchange Risk Premium: A SixCurrency Test Assuming Mean-Variance Optimization, Journal of International Money and Finance 1, 255-274.",
        "Finance 7, 115-25. 21 _____ and Charles N. Engel, 1984, Do Asset Demand Functions Optimize over the Mean and Variance of Real Returns? A Six-Currency Test, Journal of International Economics 17, 309-323.",
        "Gibbons, Michael R., Stephen A. Ross and Jay Shanken, 1989, A Test of the Efficiency of a Given Portfolio, Econometrica 57, 1121-1152.",
        "Glassinan, Debra A. and Leigh A. Riddick, 1993, Why Empirical International Portfolio Models Fail, manuscript, University of Washington.",
        "Harvey, Campbell, 1989, Time Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics 24, 289-317.",
        "Restoy, Fernando, 1992, Optimal Portfolio Policies under Time-Dependent Returns, manuscript, Research Department, Bank of Spain.",
        "Siegel, Jeremy, 1972, Risk, Interest Rates and the Forward Exchange, Quarterly Journal of Economics 86, 303-309.",
        "Solnik, Bruno, 1974, An Equilibrium Model of the International Capital Market, Journal of Economic Theory 8. 500-524.",
        "Tesar, Linda L. and Ingrid M. Werner, 1993, International Securities Transactions and Portfolio Choice, NBER Conference on the Internationalization of Equity Markets."
    ]
}