{
    "id": 4599,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Andersen, Leonall C., and Jordan, Jerry L. , Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization. Federal Reserve Bank of St. Louis, Review, 50 (November, 1968), 11-26.",
        "Brainard, William C., and Tobin, James, Pitfalls in Financial Model Building. American Economic Review, 57 (May, 1968), 99-122.",
        "Brunner, Karl, and Meltzer, Allan H,, Money, Debt, and Economic Activity. Journal ~ Political Economy, 80 (September-October, 1972), 951-977.",
        "Eichenbaum, Martin, and Singleton, Kenneth J., Do Equilibrium Real Business Cycle Theories Explain Postwar Business Cycles? Fischer (ed.), ~ Macroeconomics Airnual. Cambridge: MIT Press, 1986.",
        "Estrella, Arturo, and Hardouvelis, Gikas A., The Term Structure as a Predictor of Real Economic Activity. Journal g~f Finance, 46 (June, 1991), 555-576.",
        "Fama, Eugene F., Banking In A Theory of Finance. Journal ~,f Monet~ry Economics, 6 (January, 1980), 39-57.",
        "Fama, Eugene F., Whats Different About Banks? Journal g.f Monetary Economics 15 (January, 1985), 29-39.",
        "Feinman, Joshua N., and Porter, Richard D. , The Continuing Weakness of M2. Mimeo: Federal Reserve Board, 1992.",
        "Feldstein, Martin, and Stock, James H. , The Use of A Monetary Aggregate to Target Nominal GDP. Mimeo: National Bureau of Economic Research, 1993.",
        "Friedman, Benjamin H. , The Roles of Money and Credit in Macroeconomic Analysis. Tobin (ad.), Macroeconomics, Prices and Quantities: Essays in Memorv 91 Arthur ~j,. Okun. Washington: The Brookings Institution (1983).",
        "Friedman, Benjamin H., and Kuttner, Kenneth N., Money, Income, Prices and Interest Rates. American Economic Review, 82 (June 1992), 472-692.",
        "Friedman, Benjamin H., and Kuttner, Kenneth N. , Another Look at the Evidence on Honey-Income Causality. Journal 91 Econometrics, 57 (May/June, l993a), 189-203. Friedman, Benjamin H., and Kuttner, Kenneth N. , Why Does the Paper-Bill Spread Predict Real Economic Activity? Stock and Watson (eds.), ~ Research 211 Business Cycle Indicators an~ Forecastinz. Chicago: University of Chicago Press, l993b. Friedman, Hilton, The Quantity Theory of Honey -- A Restatement. Friedman (ed.), Studies in Q~ Quantity Theory 91 Honey. Chicago: Univeraity of Chicago Press, 1956.",
        "Friedman, Hilton, Time Perspective in the Demand for Honey. Scandinavian Journal 91 Economica, 79 (1977), 397-416.",
        "Hamburger, Michael J., Behavior of the Money Stock: Is There a Puzzle? Journal 91 Monetary Economics, 3 (July, 1977), 265-288.",
        "HcGallum, Bennett T. , The Case for Rules in the Conduct of Honetary Policy: A Concrete Example. Federal Reserve Bank of Richmond, Economic Review (September/October, 1987), 10-18.",
        "McCallum, Bennett T. , Robustness Properties of a Rule for Honetary Policy. Carnezie-Rochester Conference Series ~ Public Policy, 29 (Autumn, 1988), 173-204.",
        "Meltzer, Allan H., The Demand for Honey: The Evidence from the Time Series. Journal 91 Political economy, 71 (June, 1963), 219-246.",
        "Mishkin, Frederic S., Information in the Longer-Maturity Term Structure About Future Inflation. Quarterly Journal of Economics, 55 (August, 1990), 815-828.",
        "Ramey, Valerie, How Important Is the Credit Channel in the Transmission of Honetary Policy? Carnegie-Rochester Conference Series ~n Public Policy, 1993, forthcoming.",
        "Reid, Brian, Senior Financial Officer Survey on Retail Mutual Funds. Mimeo: Federal Reserve Board, 1993.",
        "Simpson, Thomas 0., Changes in the Financial System: Implications for Monetsnv Policy. Fsn~L1n,g~ fppcj~ q~ ~Ã\u0083Â§pr~nmjÃ\u0083Â§ Aqjyj,jy (No. 1, 1984), 749-265.",
        "Syron, Richard F., Are We Experiencing a Credit Crunch? Federal Reserve Bank of Boston, S~ E.ngl.itnd Economic Rs.~ici~i (July/August, 1993), 3-10.",
        "Tobin, James, Money and Income: Post Hoc Ergo Propter Hoc. Q~flfl J2\\!LLU~i 91 ~gnnm.Ln, 84 (May. 1970), 301-fl).",
        "Tnhin, James, Monetary Policy: Rules, Tarp,ets, and Shocks. Journal ci Cr~dLt ~ ~anki.ng, 15 (November, 1983), 506-518."
    ]
}