{
    "id": 4602,
    "cites": 19,
    "cited_by": 20,
    "reference": [
        "Backus, David K., Patrick 3. Xehoe and Timonthy J. Kehoe, 1992, In Search of Scale Effects in Trade and Growth. Federal Research Bank of Minneapolis, Staff Report 152.",
        "China State Statistics Bureau, 1990, The Forty Years of Chinese Urban Deve1o~pent.",
        "Davis, Deborah, 1992, Job Mobility in Post-Mao Cities: Increases on the Margins, China Quarterly, December.",
        "Kamm, John, 1989, Reforming Foreign Trade, in One Sten Ahead in China: Guancidong Under Reform, by Ezra F. Vogel, Harvard University Press.",
        "Krugman, Paul and Maurice obstfeld, 1991, International Economics: Theory and Policy. Second Edition, Harper Collins.",
        "Kueh, Y.Y., 1992, Foreign Investment and Economic Change in China, China Quarterly, 131:637-690. September.",
        "Lucas, Robert., Jr., 1988, On the Mechanics of Economic Development, Journal of Monetary Economics, 22: 3-42, July.",
        "Quah, Danny and James E. Rauch, 1990, Openness and the Rate of Economic Growth, MIT and UCSD.",
        "Rivera-Batiz and Paul Romer, 1991, Economic Integration and Endogenous Growth, OuarterliJournal of Economics, CVI, 531-555.",
        "Romer, Paul, 1986, Increasing Returns and Long-Run Growth, Journal of Political Economy. 94:1002-1037.",
        "Romer, Paul, 1990, Endogenous Technological Change, Journal of Political Ecpnoflly. 98:S71-Sl02.",
        "Sung, Yun-Wing, 1991, The China-Hong Kong Connection: The Key to Chinas Open-Door Policy, Cambridge University Press.",
        "Vogle, Ezra F., 1989, One Sten Ahead in China: Guangdong Under Reform, Harvard University Press.",
        "Wang, Tao, 1993, Market and Reform: The Growth of Chinese Urban Industries. May.",
        "Wang, Fang-li and Ashoka Mody, 1993, Industrial Growth in Coastal China: Economic Reforms ... and What Else? Unpublished.",
        "The World Bank. April. Wei, Shang-Jin and Xiong Bai Fan, 1993, Hard Currency versus Positive Externality: A Statistical X-Ray of Foreign Capital in China, unpublished. June.",
        "World Bank, 1992, World Development Report 1992: Developinent and the Environment. Oxford University Press.",
        "Young, Alwyn, 1991, Learning by doing and the Dynamic Effects of International Trade, Quarterli Journal of Economics, CVI, 369- 405.",
        "Zhang, Bin, 1993, Determinants of FDI in China, Unpublished."
    ]
}