{
    "id": 4603,
    "cites": 28,
    "cited_by": 22,
    "reference": [
        "Aghion, P. and P. Howitt, A Model of Growth through Creative Destruction, Econometrica, 60 (1992): 323-5 1.",
        "Aghion, P. and 0. St. Paul, `On the Virtue of Bad Times, unpublished, DELTA. Paris (1991).",
        "Arrow, K., `The Economic Implications of Learning by Doing, Review of Economic Studies, 29 (1962): 155-73.",
        "Bean, C., Endogenous Growth and the Procyctical Behaviour of Productivity, Europea_n Economic Review, 34 (1990): 355-63.",
        "Brock, W. and L. Mirman, Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory, 4 (1972): 479-513.",
        "Caballero, R. and M. Hamrnour, The Cleansing Effect of Recessions, NI3ER Working Paper (1991), forthcoming in the American Economic Review.",
        "Campbell, J. and 0. Mankiw, Are Output Fluctuations Transitory?, Ouarterlyjourrial of Economics (1987): 857-880.",
        "Cheng, L. and E. Dindpoulos, *A Schumpeterian Model of Economic Growth and Fluctuations, Mimeo (1992), University of Florida.",
        "Cooper, R. and .1. Haltiwanger, The Aggregate Implications of Machine Replacement: Theory and Evidence, American Economic Review, No.3, 83 (1993): 360-380.",
        "Dellas, H., Recessions and Ability Discrimination, Mimeo (1993), University of Maryland.",
        "Domar, E., Expansion and Employment, American Economic Review, 37 (1947).",
        "Fischer, S., Long-term Contracts, Rational Expectations and the Optimal Money Supply Rule, Journal of PoliticaLEconomy, 85 (1977): 19 1-205.",
        "University of Columbia, New York. Goodwin, R-M., A Growth Cycle, in Feinstein (eds.), Capitalism and Economic Growth, Cambridge, (1967): 54-58.",
        "Grandmont, J.M., On Endogenous Competitive Business Cycles, Econometrica, 53-5 (1985): 995-1045.",
        "Grossman, 0. and E. Helpman, Quality Ladders in the Theory of Growth, Review of Economic Studies, 58 (1991): 43-61.",
        "Hall, R., Recessions as Reorganizations, (1991), NBER Macro Annual.",
        "Kaldor, N., A Model of Economic Growth, Economic Journal, 67 (1957).",
        "Kalecki King, R. and S. Rebelo, Business Cycles with Endogenous Growth, (1986), Mimeo.",
        "Kydland, F. and E. Prescott, Time to Build and Aggregate Fluctuations, Econometric.a, 50 (1982): 1345-1370.",
        "Long, J. and C. Plosser, Real Business Cycks, Journal of Political Economy, 91(1983): 1345- 1370.",
        "Lucas, R., Expectations and the Neutra]ity of Money, Journal of Economic Theory, 4 (1972): 103-124.",
        "Muet, P.A., Croissance et Cyck~, Economica (1993).",
        "Nelson, C. and C. Plosser, Trends and Random Walks in Macroeconomic Times Series: Some Evidence and Implications, Journal of Monetary Economics, 10(1982): 139162.",
        "Saint-Paul, G., Productivity Growth and the Structure of the Business Cycle, European Economic Review, (1993).",
        "Shell, K., Inventive Activity, Industrial Organization, and Economic Activity, in Mcxlels of Economic Growth, ed. by J. Mirrlees and N. Stem (1973), London McMillan.",
        "Solow, R., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70 (1956): 65-94.",
        "Stadler, 0., Business Cycle Models with Endogenous Technology, American Economic Review, 80 (1990): 763-778.",
        "Stiglitz, .1., Endogenous Growth and Cycles, N13ER Working Paper No.4286 (1993)."
    ]
}