{
    "id": 4608,
    "cites": 20,
    "cited_by": 25,
    "reference": [
        "Avery, Christopher. Strategic Jump Bidding and English Auctions. Discussion paper. Kennedy School of Government, Harvard University (1993).",
        "Bikhchandani, Sushil, and Riley, John C. Equilibria in Open Auctions. Unpub- lished manuscript, University of California, Los Angeles (September 1993).",
        "Bu.low, Jeremy I. and Klemperer, Paul ID. Auctions vs. Negotiations. Stanford Business School Working Paper (1993).",
        "Bulow, Jeremy I. and Klemperer, Paul ID. Rational Frenzies and Crashes. .1. Pot. Econ. 102 (February 1994):forthcorning.",
        "Bulow, Jeremy I., and Roberts, D. John. The Simple Economics of Optimal Auc- tions? J. Pot. Econ. 97 (October 1989): 1060-40.",
        "Choper, Jesse H., Coffee, John C. Jr., and Morris, C. Robert Jr. Cases and Materials on Corporations. Third Edition. Boston: Little, Brown (1989).",
        "Cremer, Jacques, and McLean, Richard. Optimal Selling Strategies under Un- certainty for a Discriminatory Monopolist when Demands Are Interdependent. Econometrica 53 (March 1985): 345-361.",
        "Daniel, Kent and Hirshleifer, David. A Theory of Costly Sequential Bidding. Graduate School of Business, University of Chicago, manuscript (1993).",
        "Englebrecht-Wiggans, Richard. Optimal Auctions Revisited. Games and Eco- nomic Behavior 5 (1993): 227-39.",
        "Fishman, Michael J. A Theory of Pre-ernptive Takeover Bidding. Rand .1. Econ. 19 (Spring 1988): 88-101.",
        "Grossman, Sanford J. and Hart, Oliver D. Takeover Bids, the Free-Rider problem, and the Theory of the Corporation. Belt Journal of Economics 11 (1980): 42-64.",
        "Harris, Milton, and Raviv, Artur. Corporate Control Contests and Capital Struc- ture. Journal of Financial Economics 20(1/2) (1988): 55-86.",
        "Hirshleifer, David and Titman, Sheridan. Share Tendering Strategies and the Success of Hostile Takeover Bids. Jotrnal of Political Economy 98(2) (1990): 295- 324.",
        "Holmstrom, Bengt and Nalebuff, Barry. To the Raider Goes the Surplus? A Reexamination of the Free-Rider Problem. Journal of Economics and Management Strategy 1(1) (November 1992).",
        "McAfee, Ft. Preston, and McMillan, John. Auctions with Entry. Economics Let- ters 23 (1987a): 343-347.",
        "McAfee, R. Preston, and McMillan, John. Auctions and Bidding. Journal of Economic Literature 25 (June 198Th): 699-738. McAfee, R. Preston and Vincent, Daniel. Updating the Reserve Price in Common Value Auctions. Unpublished manuscript, University of Texas, Austin (December 1991).",
        "Myerson, Roger B. Optimal Auction Design. Math. Operations Res. 6 (February 1981): 58-73.",
        "Png, Ivan P.L. The Information Conveyed by a Takeover Bid. UCLA Anderson Graduate School of Management Working Paper No. 3-85, (February 1985).",
        "Shleifer, Andrei, and Vishny, Robert W. Greenmail, White Knights, and Share- holders Interest. Rand. J. Econ. 17 (Autumn 1986): 293-309.",
        "Shleifer, Andrei, and Vishny, Robert W. Value Maximization and the Acquisition Process. J. Econ. Perspectives 2 (Winter 1988): 7-20."
    ]
}