{
    "id": 4611,
    "cites": 23,
    "cited_by": 49,
    "reference": [
        "Adler, M., and B. Dumas, 1983, international Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38, 925-984.",
        "Cooper, l.A., and E. Kaplaiiis, 1991, What Explains The Home Bias in Portfolio Investment?, (London Business School).",
        "Dumas, B., and B. Solnik, 1992, The World Price of Exchange Rate Risk, Working Paper (H.E.C. School of Management).",
        "Durnas, B., 1993, Partial Equilibrium cs. General-Equilibrium Models of International Capital Market Equilibrium, Wharton School Working Paper No. 93-1.",
        "Engel, C.M. and A.P. Rodrigues, 1989, Tests of international CAPM with Time- Varying Covariances, Journal of Applied Econometrics 4, 119-138.",
        "Engel, C.M. and A.P. Rodrigues, 1992, Tests of Mean-Variance Efficiency of International Equity Markets, Working Paper (University of Washington).",
        "Ferson, W.E, and C.R. Harvey, 1991, The Risk and Predictability of International Equity Returns, Working Paper (University of Chicago).",
        "French, K., and J. Poterba, 1991, Investor Diversification and International Equity Markets, The American Economic Review, 222-226.",
        "Grubel, H.G., 1968, Internationally Diversified Portfolios, The American Economic Review 58, 1299-1314.",
        "Ilarvey, C.R., 1991, The World Price of Covariance Risk, The Journal of Finance 41, 111-157.",
        "Tesar and Werner: References 23 Harvey, C.R., 1993, Predictable Risk and Returns in Emerging Markets, Working Paper (Duke University).",
        "Heston, S.L., K.G. Rouwenhorst, and R.E. Wessels, 1992, The Structure of International Stock Returns, Working Paper (Yale University).",
        "Korajczyk, and Via.llet, 1989, An Empirical Investigation of International Asset Pricing, The Review of Financial Studies 2, 553-585.",
        "Levy, H., and M. Sarnat, 1970, International Diversification of Investment Portfolios, The American Economic Review 50, 668-675.",
        "Merton, R.E., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-887.",
        "Newey, W. and K. West, 1987, A Simple Positive Semi-Definite Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econornetrica 55, 703-708.",
        "Riddle, J., 1992, Controls on International Securities Transactions, Working Paper (University of California, Santa Barbara).",
        "Solnik, B.1{., 1974, Why Not Diversify internationally Rather than Domestically?, Financial Analysts Journal 30, 91-135.",
        "Stekler, L. and E.M. Truman, 1992, The Adequacy of the Data on U.S. International Financial Transactions: A Federal Reserve Perspective, International Finance Discussion Papers, Board of Governors No. 430.",
        "Tesar, L.L., and LM. Werner, 1992, Home Bias and the Globalization of Securities Markets, NBER Working Paper No. 4218.",
        "Tesar, L.L., and I.M. Werner, 1993a, Home Bias and High Turnover, Working Paper, (Stanford Business School).",
        "Tesar, L.L., and l.M. Werner, 1993b, U.S. Equity Investment in Emerging Stock Markets, to appear in Portfolio Investment in Developing Countries, the World Bank.",
        "Wheatley, S., 1988, Some Tests of International Equity Integration, The Journal of Financial Economics 21, 177-212."
    ]
}