{
    "id": 4613,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "Ausink, John A. 1991. \"The Effect of Changes in Compensation On a Pilot's Decision to Leave the Air Force.\" Ph.D. Dissertation, Harvard University. Bulow, J. 1981. \"Early Retirement Pension Benefits.\" National Bureau of Economic Research Working Paper no. 654.",
        "Commerce Clearing House, business law editors. 1992. Social Security Explained. Chicago: Commerce Clearing House, Inc.",
        "Gruber, Jonathan and Brigitte C. Madrian. 1993. \"Health Insurance and Early Retirement: Evidence From the Availability of Continuation Coverage.\" Forthcoming in University of Chicago Press conference book (May 1993 Economics of Aging Conference).",
        "Kotlikoff, Laurence J. and David A. Wise. 1985. \"Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual Versus Spot Labor Markets,\" in D. Wise (ed.), Pensions. Labor and Individual Choice. Chicago: University of Chicago Press.",
        "__. 1987. \"The Incentive Effects of Private Pension Plans,\" in Z. Bodie, J. Shoven, and D. Wise (eds.), Issues in Pension Economics. Chicago: University of Chicago Press, pp. 283-339.",
        "___. 1988. \"Pension Backloading, Wage Taxes, and Work Disincentives,\" in L. Summers (ed.), Tax Policy and the Economy. Vol. 2. Cambridge, MA: MIT Press. -25-Lazear, Edward P. 1983. \"Pensions as Severance Pay,\" in Z. Bodie and J. Shoven (eds.), Financial Aspects of the United States Pension System. Chicago: University of Chicago Press.",
        "Lumsdaine, Robin L., James H. Stock, and David A. Wise. 1990. \"Efficient Windows and Labor Force Reduction,\" Journal of Public Economics 43, pp. 131-159.",
        "_. 1991. \"Windows and Retirement,\" Annates d'Ã\u0083â\u0080°conomie et de Statistique 20/21, pp. 219-242.",
        "_. 1992. \"Three Models of Retirement: Computational Complexity versus Predictive Validity,\" in D. Wise (ed.), Topics in the Economics of Aging. Chicago: University of Chicago Press, pp. 19-57.",
        "_. 1993. \"Pension Plan Provisions and Retirement: Men & Women, Medicare, and Models, \" forthcoming in D. Wise (ed.), Studies in the Economics of Aging. University of Chicago Press.",
        "Stock, James H. and David A. Wise. 1990a. \"Pensions, The Option Value of Work, and Retirement,\" Econometrica, Vol. 58, no. 5, September, pp. 1151-1180.",
        "_. 1990b. \"The Pension Inducement to Retire: An Option Value Analysis,\" in D. Wise (ed.), Issues in the Economics of Aging. Chicago: University of Chicago Press, pp. 205-224."
    ]
}