{
    "id": 4615,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Caballero, R. 5. and E.M.R.A. Engel, 1992. Microeconomic Adjustment Hazards and Aggregate Dynamics. Mimeo, MIT.",
        "Caplin, A., 1985. `The Variability of Aggregate Demand with (S,s) Inventory Policies. Econometrica 53: 1395-1410.",
        "Chipman, 5.5., 1972. `The Theory of Exploitative Trade and Investment Policies: A Reformulation and Synthesis. In L.E. Di Marco (ed.), International Economics and Development. New York: Academic Press; 209-242.",
        "Davis, S. 5. and J. Haltiwanger, 1992. Gross Job Creation, Gross Job Destruction, and Employment Reallocation. Quarterly Journal of Economics 107: 819-863.",
        "Dixit, A. and V. Norman, 1980. Theory of International Trade. Cambridge: Cambridge University Press.",
        "Fuss, M. and D. McFadden, 1978. Flexibility Versus Efficiency in Exante Plant Design, in Fuss and McFadden (eds.), Production Economics: A Dual Approach to Theory and Applications, Vol. 1, New York: North-Holland Publishing, 311364.",
        "I-iammermesh, D., 1988. Labor Demand and the Structure of Adjustment Costs. N.B.E.R. Working Paper 2572.",
        "Jones, RA. and J. M. Ostroy, 1984. Flexibility and Uncertainty. Review of Economic Studies 51: 13-32.",
        "Jones, R. W. and D. D. Purvis, 1983. International Differences in Response to Common External Shocks: The Role of Purchasing Power Parity, in E.",
        "Claassen and P. Salir (eds.), The Theory of Flexible Exchange Rates. Amsterd am: North Holland, 33-55. Kemp, M. C. and H. Y. Wan, Jr., 1974. Hysteresis of Long-Run Equilibrium from Realistic Adjustment Costs, in C. Horwich and P. A. Samuelson (eds.), Trade Stability, and Macroeconomics. Mew York: Academic Press, 221-242.",
        "Krishna, K. and A. Young, 1992. Conceptually Based Measures of Structural Adaptability. NBER Working Paper 4039.",
        "Milgrorn, P. and J. Roberts, 1992. Comparing Equilibria, Mimeo, Stanford University.",
        "Stigler, C., 1939. Production and Distribution in the Short Run. Journal of Political Economy 47: 305-357."
    ]
}