{
    "id": 4617,
    "cites": 13,
    "cited_by": 8,
    "reference": [
        "Employment and Unemployment. Journal of Economic Literature 20: 487-528. Card, David. 1992a. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Industrial and Labor Relations Review 46(1): 22-37.",
        "Card, David, Lawrence F. Katz, and Alan B. Krueger. 1993. An Evaluation of Recent Evidence on the Employment Effects of Minimum and Subminimum Wages. NBER Working Paper No. 4528.",
        "Card, David, and Alan B. Krueger. 1993. Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania. NBER Working Paper No. 4509.",
        "Currie, Janet, and Bruce Fallick. 1993. A Note on the New Minimum Wage Research. NBER Working Paper No. 4348.",
        "Freeman, Richard B. 1982. Economic Determinants of Geographic and Individual Variation in the Labor Market Position of Young Persons. In Richard B. Freeman and David A. Wise, Eds., The Youth Labor Market Problem: Its Nature. Causes. and Consequences (Chicago: University of Chicago Press), pp. 115-54.",
        "Katz, Lawrence F. and Alan B. Krueger. 1992. `The Effect of the Minimum Wage on the Fast-Food industry. industrial and Labor Relations Review 46(1): 6-21.",
        "Neumark, David and William Wascher. 1993. Employment Effects of Minimum and Subminimum Wages: Reply to Card, Katz and Krueger. Economic Activity Section Working Paper No. 144, Federal Reserve Board, Washington, D.C.",
        "Spriggs, William. 1992. `The Effects of Changes in the Federal Minimum Wage: Restaurant Workers in Mississippi and North Carolina. Unpublished Paper, Economic Policy Institute, Washington, D.C.",
        "Stigler, George J. 1946. `The Economics of Minimum Wage Legislation. American Economic Review 36(3): 358-65.",
        "Vuong, Quang H. 1989. Likelihood Ratio Tests for Model Selection and Non-Nested Hypotheses. Econometrica 57(2): 307-34.",
        "Wellington, Allison, J. 1991. Effects of the Minimum Wage on the Employment Status of Youths: An Update. Journal of Human Resources 26(1): 27-46.",
        "West, E. G. and Michael McKee. 1980. Monopsony and Shock Arguments for Minimum Wages. Southern Economic Journal (January): 883-91.",
        "Williams, Nicolas. 1993. Regional Effects of the Minimum Wage on Teenage Employment. Unpublished Paper, University of Cincinnati."
    ]
}