{
    "id": 4621,
    "cites": 68,
    "cited_by": 15,
    "reference": [
        "Adler. Michael and Bernard Dumas, 1983, International portfolio selection and corporation finance: A synthesis, Journal of Finance 38, 925-984.",
        "Andrews, Donald W. K., 1991, Heteroskedasticity and autocorrelation consistent covariance matrix estimation, Econometrica 59, 817-858.",
        "Bailey, Warren and Julapa Jagtiani, 1993, Foreign ownership restrictions and premiums for international investment: Some evidence from the Thai capital market, Working paper, Cornell University, Ithaca, NY.",
        "Bekaert, Geert, 1993, Market segmentation and investment barriers in emerging equity markets, in Stijn Claessens and Sudarshan Gooptu, Eds., Portfolio Investment in Emerging Markets (World Bank Discussion Series).",
        "Bekaert, Geert and Campbell R. Harvey, 1993, Time-varying world market integration, Working paper, Duke University, Durham, NC.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Finance 45, 444-455.",
        "Black, Fischer, Michael C. Jensen and Myron Scholes, 1972, The capital asset pricing model: Some empirical tests, in: Michael C. Jensen, Ed., Studies in the theory of cap ztal markets (Praeger, New York).",
        "Bodurtha, James N. Jr., 1990, International factors and U.S. equity excess returns, Working paper, University of Michigan, Ann Arbor, MI.",
        "Brown, Stephen J., William Goetzmann, Roger C. Ibbotson and Stephen A. Ross, 1992, Survivorship bias in performance studies, Review of Financial Studies 5, 553-580.",
        "Brown, Stephen J. and Otsuki, Toshiyuki, 1993, Risk premia in Pacific Rim capital markets, Pacific Basin Finance Journal 1, 235-262.",
        "Campbell, J. Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics 18, 373-400.",
        "Castelin, Mark and Douglas Stone, 1990, Fundamental factors affecting investing in emerging markets, Working paper, Frank Russell Co., Tacoma, WA.",
        "Chen, Nai-fu, Richard R. Roll, and Stephen A. Roll, 1986, Economic forces and the stock market, Journal of Business 59, 383-403.",
        "Chuppe, Terry M and Micheal Atkin, 1992, Regulation of securities markets: Some recent trends and their implications for emerging markets, Working paper, International Finance Corporation, Washington, DC.",
        "Cumby, Robert E. and Jack D. Glen, 1P90, Evaluating the performance of international mutual funds, Journal of Finance 45, 497-521. Dc Saritis, Giorgio, 1993, Asset pricing and porfolio diversification: Evidence from emerging financial markets, Working paper, University of Southern California, Los Angeles, CA.",
        "Divecha, Arjun, Jaime Drach and Dan Stefek, 1992, Emerging markets: A quantitative perspective, Journal of Portfolio Management 19, 41-56.",
        "Dumas, Bernard, 1993, Partial-equilibrium vs. general equilibrium models of international capital market equilibrium, in Rick van der Ploeg, Ed.. Handbook of International Macroeconomics (London: Basil Blackwell, forthcoming).",
        "Dumas, Bernard and Bruno Solnik, 1993, The world price of exchange rate risk, Working paper, Duke University, Durham, NC.",
        "Errunza, Vihang R., 1983, Emerging markets: New opportunity for improving global portfolio performance, Financial Analysts Journal 39, 51-58.",
        "Errunza, Vihang R. and Etienne Losq, 1985, International asset pricing under mild segmentation: Theory and test, Journal of Finance 40, 105-124.",
        "Errunza, Vihang R. and P. Padmanabhan, 1988, Further evidence on the benefits of portfolio investments in emerging markets, Financial Analysts Journal 44, 76-78.",
        "Eun, Cheol S. and S. Janakiramanan, 1986, A model of international asset pricing with a constraint on the foreign equity ownership, Journal of Finance 41, 897-914.",
        "Fama, Eugene F. and James D. MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607-636.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-26.",
        "Ferson, Wayne E., 1990, Are the latent variables in time-varying expected returns compensation for consumption risk, Journal of Finance 45, 397-430.",
        "Ferson, Wayne E., 1993, Theory and empirical testing of asset pricing models, in Robert A.",
        "Jarrow, William T. Ziemba and Vojislav Maksimovic, Eds., (North Holland, forthcoming) . Ferson, Wayne E., Stephen R. Foerster and Donald B. Keim, 1993, General tests of latent variables models and mean-variance spanning, Journal of Finance 48, 131-156.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 285-315.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies 6, 527-566.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994a, Sources of risk and expected returns in global equity markets, Journal of Banking and Finance, forthcoming.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994b, An exploratory investigation of the fundamental determinants of national equity market returns, in Jeffrey Frankel, Ed., The internationalization of equity markets University of Chicago Press and NBER, forthcoming.",
        "Ferson, Wayne E., and Robert A. Korajczyk, 1993, Do arbitrage pricing models explain the predictability of stock returns, Working paper, University of Washington, Seattle, WA.",
        "Foster, F. Douglas and Tom Smith, 1993, Assessing goodness-of-fit of asset pricing models: The distribution of the maximal R2. Working paper, Duke University, Durham, NC.",
        "Gibbons, Micheal R., 1982, Multivariate Tests of Financial Models: A New Approach, Journal of Financial Economics 10, 3-27.",
        "Gibbons, Michael R., Stephen A. Ross and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Gooptu, Sudarshan, 1993, Portfolio investment flows to emerging markets, in Stijn Claessens and Sudarshan Gooptu, Eds., Portfolio investment in developing countries, (Washington: World Bank).",
        "Hansen, Lars P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Harvey, Campbell R., 1991, The world price of covariance risk, Journal of Finance 46, 111-157.",
        "Harvey, Campbell R., 1992, Conditional asset pricing with instrumental variables, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1993a, The cross-section of volatility and autocorrelation in emerging stock markets, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1993b, Risk exposure to a trade-weighted index of currency investment, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1993c, Conditional asset allocation in emerging markets, Working notes, Duke University, Durham, NC.",
        "Harvey, Campbell R., Bruno H. Solnik and Guofu Zhou, 1993, What determines expected international asset returns?, Working paper, Duke University, Durham, NC.",
        "Huherman, Cur and Shmuel Kandel, 1987, Mean-variance spanning, Journal of Finance 42, 873-888.",
        "International Finance Corporation, 1993, IFC index methodology, Washington: World Bank.",
        "Jagarinathan, Ravi and Zhenyu Wang, 1993, The CAPM is alive and well, Working paper, University of Minnesota, Minneapolis, MN.",
        "Quantitative Analysis 24, 185-204. Jorion, Philippe, 1991, The pricing of exchange rate risk in the stock market, Journal of Financial and Quantitative Analysis 26, 363-376.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1989, A mean-variance framework for tests of asset pricing models, Review of Financial Studies 2, 125-156.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1993, Portfolio inefficiency and the cross-section of mean returns, Journal of Finance, forthcoming.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the bond and stock market, Journal of Financial Economics 17, 357-390.",
        "Kirby, Christopher M., 1993 A multivariate analysis of predictability in stock and bond returns, Working paper, Duke University, Durham, NC.",
        "Kothari, S. P. Jay Shanken and Richard G. Sloan, 1992, Another look at the cross-section of expected stock returns, Working paper, University of Rochester.",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "Miller, ft. G., 1976, Least squares regression with censored data, Biometrica 63, 449-464.",
        "Newey, Whitney K. and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity-consistent co~ariance matrix, Econometrica 55, 703-708.",
        "Richardson, Matthew and Tom Smith, 1993, A test for multivariate normality in stock returns, Journal of Business 66, 295-321.",
        "Roll, Richard, 1977, A critique of the asset pricing theorys tests, Journal of Financial Economics 4, 129-176.",
        "Roll, Richard and Stephen A. Ross, 1993, On the cross-sectional relation between expected returns and betas, Working paper, University of California at Los Angeles.",
        "Theory 13, 341-360. Scholes, Myron and Joseph Williams, 1993, Estimating betas from nonsynchronous data. Journal of Financial Economics 5, 309-328.",
        "Shanken, Jay, 1986, Testing portfolio efficiency when the zero beta rate is unknown: A note, Journal of Finance 41, 269-276.",
        "Shanken, Jay, 1990, Intertemporal asset pricing: An empirical investigation, Journal of Econometrics 45, 99-120.",
        "Sharpe, William, 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-442.",
        "Solnik, Bruno, 1974, An equilibrium model of the international capital market, Journal of Economic Theory 8, 500-524.",
        "Solnik, Bruno, 1983, International arbitrage pricing theory, Journal of Finance 38, 449-457.",
        "Speidell, Lawrence S. and Ross Sappenfield, 1992, Global diversification in a shrinking world, Journal of Portfolio Management 19, 57-67.",
        "Stambaugh, Robert F., 1982, On the Exclusion of Assets from Tests of the Two Parameter Model: A Sensitivity Analysis, Journal of Financial Economics 10, 237-268.",
        "Stone, Douglas, 1990, The emerging markets and strategic asset allocation, Working paper, Frank Russell Co., Tacoma, WA.",
        "Stulz, RenÃ\u0083Â©, 1981, A model of international asset pricing, Journal of Financial Economics 9, 383-406."
    ]
}