{
    "id": 4623,
    "cites": 22,
    "cited_by": 26,
    "reference": [
        "Adler, Michael and Bernard Dumas, 1983, International portfolio selection and corporation finance: A synthesis, Journal of Finance 38, 925-984.",
        "Bailey, Warren and Julapa Jagtiani, 1992, Time-varying premiums for international investment: Some empirical evidence, Working paper, Cornell University, Ithaca, NY.",
        "Bekaert, Geert and Campbell R. Harvey, 1993, Time-varying world market integration, Working paper, Duke University, Durham, NC.",
        "Bekaert, Geert and Robert Hodrick, 1992, Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance 47, 46 7-509.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Finance 45, 444-455.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable bond and stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance 47, 43-70.",
        "Chen, Nai-fu, Richard R. Roll, and Stephen A. Roll, 1986, Economic forces and the stock market, Journal of Business 59, 383-403.",
        "Cumby, Robert E. and Jack D. Glen, 1990, Evaluating the performance of international mutual funds, Journal of Finance 45, 497-521.",
        "Divecha, Arjun, Jaime Drach and Dan Stefek, 1992, Emerging markets: A quantitative perspective, Journal of Portfolio Management 19, 41-56.",
        "Dumas, Bernard and Bruno Solnik, 1993, The world price of exchange rate risk, Working paper, Group HEC.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-26.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-50.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 285-315.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1993a, The risk and predictability of international equity returns, Review of Financial Studies, forthcoming.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1993b, Fundamental determinants of national equity market returns, Working paper, Duke University, Durham, NC.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994, Sources of risk and expected returns in global equity markets, Journal of Banking and Finance, forthcoming.",
        "Gibbons, Michael R. and Wayne E. Ferson, 1985, Tests of asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 217-236.",
        "Hansen, Lars P. and Robert J. Hodrick, 1983, Risk averse speculation in the forward foreign exchange market: An econometric analysis of linear models, in Jacob A.",
        "Frenkel, ed., Exchange rates and international macroeconomics (University of Chicago Press, Chicago, IL). Harvey, Campbell R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Harvey, Campbell R., 1991, The world price of covariance risk, Journal of Finance 46, 111-157.",
        "Harvey, Campbell R., 1992, The specification of conditional expectations, Working paper, Duke University.",
        "Harvey, Campbell R., 1993a, Predictable risk and returns in emerging markets, Working paper, Duke University, Durham, NC."
    ]
}