{
    "id": 4624,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Bansal, R., A. R. Gallant, R.Hussey and C. Tauchen, 1991, Nonparametric Structural Estimation of Models for High-Frequency Currency Market Data, manuscript, Duke University.",
        "Bekaert, Cl., 1992, The Time-Variation of Expected Returns and Volatility in Foreign Exchange Markets, Working Paper No. 1226. Stanford University, Graduate School of Business.",
        "Bekaert, 0., 1993a, Exchange Rate Volatility and Deviations from Unbiasedness in a Cash-inAdvance Model, Journal of International Economics forthcoming.",
        "Bekaert, 0., 1993b, The Time Variation of Risk and Return in Foreign Exchange Markets: A General Equilibrium Approach, Working Paper No. 1276, Stanford University, Graduate School of Business.",
        "Bekaert, 0. and R. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance 47, 467-509.",
        "Bekaert, 0. and R. Hodrick, 1993, On Biases in the Measurement of Foreign Exchange Risk Premiuins, Journal of International Money and Finance 12, 115-138.",
        "Ben, A. K. and C. M. Jarque, 1982, Model Specification Tests: A Simultaneous Approach, Journal of Econometrics 20, 59-82.",
        "Bonomo, M. and It Garcia, 1993, Disappointment Aversion as a Solution to the Equity Premium and the Risk-Free Rate Puzzles, Cattier 2793, Universitt de MontrÃ\u0083Â©al.",
        "Bossaerts, P. and P. Hilhion, 1991, Market Microstructure Effects of Government Intervention in the Foreign Exchange Market, Review of Financial Studies 4, 513-Mi.",
        "Camerer, C.F., 1989, Recent Tests of Generalizations of Expected Utility Theory, manuscript.",
        "Cochrane, I. and L. Hansen, 1992, Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual 1992 7, 115-165. Cumby, R. E. and J. Huizinga, 1992. Testing the Autocorrelation Structure of Disturbances in Ordinary Least Squares and Instrumental Variables Regressions, Econometrica 60, 185-196. Engel. C., 1992, On the Foreign Exchange Risk Premium in a General Equilibrium Model, Journal of International Economics 32. 305-3 19.",
        "Epstein. L. and S. Zin. 1989, Substitution. Risk Aversion and the Temporal Behavior of Consumption and Asset Returns, Econometrica 57, 937-969.",
        "Epstein, L. and S. Zin, 1990, First-Order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics 26, 387-4~07.",
        "Epstein, L. and S. Zin, 1991, The Independence Axiom and Asset Returns, NI3ER Technical Working Paper No. 109.",
        "GuI, F., 1991, A Theory ofDisappointment Aversion, Econometrica 59, 667-710.",
        "Harvey, C. R., 1991, The World Price of Covariance Risk, Journal of Finance 46, March 1991, 111-155. 1-leaton, J., 1991, An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specifications, Manuscript, MIT.",
        "Hocjrick, R., 1992, An Interpretation of Foreign Exchange Market Efficiency Tests, manuscript, Kellogg Graduate School of Management, Northwestern University.",
        "Kandel and Stambaugh, 1991, Asset Returns and Intertemporal Preferences, Journajof Monetary Economics 27, 39-71.",
        "Marshall, D., 1992, Inflation and Asset Returns in a Monetary Economy, Journal of Finance 47, 1315-1342.",
        "Newey, W. and K. West, 1987, A Simple, Positive Semi-definite, Fleteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Sims, C., 1980, Macroeconomics and Reality, Economeirica 48, 1-49."
    ]
}