{
    "id": 4625,
    "cites": 12,
    "cited_by": 16,
    "reference": [
        "John Haltiwanger, Aggregate Employment Dynamics: Building from Microeconomic Evidence, paper presented at Workshop on Labour Market Dynamics and Employment Fluctuations, Sorbonne, Paris, September 1993.",
        "Ulrich Cramer and Martin Koller, Gewinne und Verluste von ArbeitsplÃ\u0083Â£tzen in Betrieben - -der Job-Turnover -Ansatz, Mitteilungen aus der Arbeitsmarkt- und Berufsforschung, 21(1988): 361-377.",
        "Steve Davis and John Haltiwanger, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, NBER Macroeconomics Annual, 5 (1990): 123-68.",
        "Job Creation, Gross Job Destruction and Employment Reallocation, Quarterly Journal of Economics, 107 (1992): 819-63.",
        "John Dunlop, The Task of Contemporary Wage Theory, in George Taylor and Frank Pierson, eds., New Concepts in Wane Determination. New York: McGraw-Hill, 1957.",
        "Timothy Dunne, Mark Roberts and Larry Samuelson, The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, 104 (1989): 671-98.",
        "Daniel Hamermesh, Labor Demand and the Structure of Adjustment Costs, American Economic Review, 79 (1989): 674-89.",
        "Adjustment Costs, NBER Working Paper No. 4394, July 1993, b.",
        "Julia Lane, David Stevens and Alan Isaac, How Do Firms Treat Workers? Worker Turnover at the Firm Level, unpublished paper, American University, October 1993.",
        "Jonathan Leonard, In the Wrong Place at the Wrong Time, in Kevin Lang and Jonathan Leonard, eds., Unemployment and the Structure of Labor Markets. New York: Basil Blackwell, 1987.",
        "Ben Lockwood and Alan Manning, The Importance of Kinked Adjustment Costs: Some Evidence from U.K. Manufacturing, in Jan van Ours, Gerard Pfann and Geert Ridder, eds. Labor Demand and Equilibrium Wage Formation. Amsterdam: North-Holland Press, 1993.",
        "Stephen Nickell, Dynamic Models of Labour Demand, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labour Economics. Amsterdam: North-Holland Press, 1986."
    ]
}