{
    "id": 4626,
    "cites": 36,
    "cited_by": 29,
    "reference": [
        "ADAMS, F.C.. and JUNZ, H.B. (1971) ~`The Effect of the Business Cycle on Trade Flows of Industrial Countries, Journal of Finance 26, 251-268.",
        "ANDERSON. K, and BLACKHURSTI R. (eds.) (1993) Regional Integration in the Global Trading System. Harvester Wheatsheaf for the CYATT.",
        "BAG WELL, K., and STAIGER. R.W. (1993) Multilateral Tariff Cooperation During the Formation of Regional Free Trade Areas, NBER Working Paper No. 4364.",
        "BHAG WATt, J. (1992) Regionalism versus Mu.ltilateralism, The World Economy 15.",
        "BOLLARD, A., and MAYES, D. (1992) Regionalism and the Pacific Rim, Journal of Common Market Studies 30, 195-209.",
        "BROOKE, A., KENDRICK, D., and MEERAUS, A. (1988) GAMS.~ A Users Guide.",
        "Scientific Press. CANADA, ROYAL COMMISSION ON THE ECONOMIC UNION AND DEVELOPMENT PROSPECTS FOR CANADA (1985) Re~rt (Macdonald commission Report) . Ottawa: Minister of Supply and Services Canada.",
        "DEMELO,J..and PANAGARJYA,A.(eds.) (1993) The .Veu- Regionalism in Trade Policy.",
        "The World Ban]c, Washington, D.C. DYMOND, V. (1989) Lord Ronald and U.S. Trade Policy, raimeo, Centre for Trade Policy and Law, Carleton University. Ottawa.",
        "GATSIOS, K.. and KARP, L. (1991) Delegation Games in Customs Unions.~ Renew of Economic Studies 58, 391-397.",
        "GORMAN, W.M. (1957) Tariffs, Retaliation, and the Elasticity of Demand for Imports.~ Review of Economic Studies 25, 133- 162.",
        "HAMiLTON. B., and WHALLEY. J. (1983) Optimal Tariff Calculations in Alternative Trade Models and Some Possible Implications for Current World Trading Arrangements, Journal of International Economics 15, 323-348.",
        "HAMILTON. C., and WHALLEY, J. (forthcoming) The Future of the World Trading System. Institute of International Economics. Washington. D.C. HART. M. (1991) North American Free Trade Agreement: The Elements involved. The World Economy 14, 87-102.",
        "HAVEMAN, J.D. (1992) Some Welfare Effects of Dynamic Customs Unions Formation, mimeo, Purdue University.",
        "HOUTHAKKER, H., and MAGEE, S. (1969) Income and Price Elasticities in World Trade, Review of Economics and Statistics 51, 111.125.",
        "HUFBAUER, G. and SCHOTT, .J. (1992) North American Free Trade. Institute for Inter- national Economics, Washington, D.C.",
        "KENNAN, J., and RIEZMAN, R. (1990) Optimal Tariff Equilibria with Customs Unions, Canadian Journal of Economics 23, 70-83.",
        "KRuc;MAN. P.R. (1991) Is Bilateralism Bad? in Helpman. E.. and Razin, A. (eds.) International Trade and Trade Policy. MIT Press.",
        "J.B. (eds.) Applied General Equilibrium Analysis, Cambridge University Press. 44 MARKUSEN, J.R., and WICLE, R.M. (1989) Nash Equilibrium Tariffs for the United States and Canada: The Roles of Country Size. Scale Economies, and Capital Mo- bilitv, Journal of Political Economy 97, 368-386.",
        "MARQUEZ. J. (1990) Bilateral Trade Elasticities, Reniew of Economics and Statistics 72, 70-77.",
        "NASH, .1. (1953) Two-person Cooperative Gaines. Econometrica 21. 128-140.",
        "NGUYEN. T.T., PERRONI, C., and WIGLE. R.M. (1991) ~The Value of a Uruguay Round Success, The World Economy 14, 359-373.",
        "NGUYEN, T.T., PERRONI, C., and WIGLE, R.M. (1993) Micro-consistent Data for the Analysis of World Trade, mirneo, University of Waterloo, Waterloo, Canada.",
        "REINERT, K.A., and SmELLS, C.R. (1993) Arrnington Models and Terms-of-Trade Effects: Some Econometric Evidence from North-America, Canadian Journal of Economics 26, 299-316.",
        "REIZMAN, R. (1985) Customs Unions and the Core,~ Journal of International Economics 19, 355-365.",
        "SAPIR. A. (1993) Regionalism and the New Theory of international Trade. The Horld Economy 16, 423-438.",
        "STERN. R.M.. FRANCIS, .1., and SCHUMACHER. B. (1976) Price Ela~tici1i~s in International Trade: An Annotated Bibliography. Macmillan. for the Trade Policy Research Centre.",
        "THURSBY, J.. and THURSBY, M. (1984) How Reliable Are Simple, Single Equation Specifications of Import Demand? Review of Economics and Statistics 66. 690-695.",
        "WARNER. D., and RREININ, M. (1983) Determinants of International Trade Flows, Retiew of Economics and Statistics 65, 96-104.",
        "WEIT~TRAUB, S. (1991) Free Trade in North America: Has Its Time Comelr The World Economy 14, 57-66.",
        "WHALLEY, J. (1985) Trade Libernli:ation Among Major World Trading A reas. Cambridge MA: Cambridge University Press.",
        "WHALLEYS J. (1993) Regional Trade Arrangements in North America: CUSTA and NAFTA. in De Melo, .J., and Panagariya, A. (eds.) New Dimensions in Regional Integration, 352-382. The World Bank, Washington. D.C.",
        "WINTERS, A. (1992) Goals and Own Goals in European Trade Policy, The World Economy 15, 557-574.",
        "WINTERS, A. (1993a) The European Community: A Case of Successfu.l Integration? in De Melo, J., and Panagariya. A. (eds.) New Dimensions in Regional Iritegraf ion.",
        "WILSON, J.. and TAKACS, V. (1979) ~Differential Responses to Prices and Exchange Rate Influences in the Foreign Trade of Selected Industrial Couiuries. Review of Economics and Statistics 51. 267-279.",
        "WONNACOTT, P. (1993) Letter to The Wall Street Journal. October. 1993."
    ]
}