{
    "id": 4628,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Arni.ington, P.S. (1969). A Theory of Demand for Products Distinguished by Place of Production. international Money Fund Staff Papers 16, pp.159-76.",
        "Baldwin, R., J. Mutti, and D. Richardson (1980). Welfare Effects on United States of a Significant Multilateral Tariff Reduction,t Journal of International Economics 10, pp.405-23.",
        "Bale, M.D. (1976). Estimates of Trade-Displacement Costs for US Workers. Journal of International Economics 6 (August), pp.245-SO.",
        "Broadie, M. (1983). OCTASOLV Users Guide, Systems Optimization Laboratory Technical Report. Department of Operations Research, Stanford University, pp.83- 9.",
        "Cline, W. et al. (1978). Trade Negotiations in the Tokyo Round: A Quantitative Assessment. Broolcings Institution, Washington, D.C.",
        "Autos, Paper presented at a General Equilibrium Trade Policy Modelling Conference held on March 24, 1988, University of Western Ontario, London, Canada.",
        "Foley, D. (1970). Economic Equilibrium with Costly Marketing. Journal of Economic Theory 2, pp.2-91.",
        "Jacobsen, L. (1978). Earnings Losses of Workers Displaced from Manufacturing Industries in W. Dewald (ed.), The impact of International Trade and lnvestniera on Employment. U.S. Department of Labour.",
        "Merrill, 0.11. (1972). Applications and Extensions of an Algorithm that Computes Fixed Points of Certain Upper Semi-Continuous Point to Set Mappings. Ph.D.",
        "Nguyen T. and 3. Whalley (1986). Equilibrium Under Price Controls with Endogenous Transactions Costs. Journal of Economic Theory 39, pp.290-300.",
        "Shoven, J. and 3. Whalley (1992). Applying General Equilibrium. Cambridge University Press, Cambridge, Massachusetts.",
        "Trela, 1. and 3. Whalley (forthcoming). Differences Between Explicit and Ad Valorem Bather Representations in Analysis of the Effects of North American Economic Integration. The World Ecanamy. van der Laan, G. and 3.3. Talrnan (1979). A Restart Algorithm for Computing Fixed Points Without an Extra Dimension? Mathematical Programming 17, pp.74-84."
    ]
}