{
    "id": 4629,
    "cites": 18,
    "cited_by": 32,
    "reference": [
        "Allen, Steven G.; Clark, Robert L. and Sumner, Daniel. Post Retirement Adjustments of Pensions, Journal of Human Resources, Winter 1986, 21(1), pp. 118-137.",
        "Berkovec, James C. and Stern, Steven. Job Exit Behavior of Older Men, Economerrica, January 1991, 59 (1), pp. 189-210.",
        "Burtless, Gary and Moffitt, Robert A. The Effect Of Social Security Benefits On The Labor Supply Of The Aged, in Henry Aaron and Gary Burtless, Editors, Retirement And Economic Behavior, Washington, D.C., Brook.ings Institution, 1984, pp. 135 - 74.",
        "Clark, Robert. Labor Market Responses of Divorced And Widowed Women, Report To The National Commission On Employment Policy, March 1984.",
        "Clark, Robert and Johnson, Thomas. Retirement In The Dual Career Family, Final Report To The Social Security Administration, June 1980.",
        "Fields, Gary S. and Mitchell, Olivia S. Retirement. Pensions and Social Security. Cambridge: MIT Press, 1984.",
        "Gustman, Alan. L. and Steinmeier, Thomas L., Minimum Hours Constraints And Retirement Behavior, in Contemporary Policy Issues, a Supplement to Economic Inquiry. 1983, pp. 77-91.",
        "Older Individuals in the Long Run, Journal of Labor Economics, Vol. 3, 1985b, pp. 237-253.",
        "Incentives From Pensions, in Research In Labor Economics, 10. Edited by Ronald Ehrenberg. Greenwich, Ct: JAI Press, 1989. pp. 33-106.",
        "And Their Effects, Industrial And Labor Relations Review, July 1991, Vol. 44, No. 4. pp. 733-745.",
        "Hatch, S.P., et al. Financial Retirement Incentives In Private Pension Plans, Final Report by the Urban Institute to The Department of Labor, 1981.",
        "Hurd, Michael D, The Joint Retirement Decision Of Husbands And Wives, in Issues In The Economics of Aging. Ed. David A.Wise. Chicago: University of Chicago Press, 1990, pp. 23 1-254.",
        "Killingsworth, Mark R. Labor Supply, Cambridge: Cambridge University Press, 1983.",
        "Lazear, Edward P. and Moore, Robert L. Pensions and Mobility, in Pensions In The U.S. Economy. Edited by Zvi Bodie, John Shoven and David Wise. National Bureau of Economic Research. Chicago: The University Of Chicago Press, 1988, pp. 163-188.",
        "Lumsdaine, Robin; Stock, James and Wise, David. Efficient Windows And Labor Force Reduction, Journal of Public Economics 43, 1990, pp. 13 1-159.",
        "Pozzebon, Silvana and Mitchell, Olivia 5. Married Womens Retirement Behavior, Journal of Population Economics, 2(1), 1989. pp. 30 1-53.",
        "Rust, John. Behavior of Male Workers At The End Of The Life-Cycle: An Empirical Analysis Of States And Controls, in David A Wise, Editor, issues In The Economics of Aging, Chicago: University of Chicago Press, 1990, pp. 3 17-379.",
        "Stock, James H. and Wise, David A,, The Pension Inducement to Retire: An Option Value Analysis, in David A Wise, Editor, Issues In The Economics of Aging, Chicago: University of Chicago Press, 1990a, pp. 205-224."
    ]
}