{
    "id": 4636,
    "cites": 30,
    "cited_by": 20,
    "reference": [
        "Akerlof, G. (1970). The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, Vol. 84, pp. 488500.",
        "Bagehot, W. (1873) Lombard Street: A Description of the Money Market, HS King, London. Bernanke, B.S. (1983). Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, Vol. 73, pp. 257-76.",
        "Bernanke, B.S. and Campbell, J.Y. (1988) `~Is There a Corporate Debt Crisis?, Brookings Papers on Economic Activity, (1988:1), pp. 83-125.",
        "Bernanke, B.S. and Campbell, J.Y, and Whited, T.M. (1990). U.S. Corporate Leverage: Developments in 1987 and 1988, Brookings Papers on Econom ic Activity, 1990:1, pp. 255--286.",
        "Bernanke, BS, Gertler M (1989). Agency Costs, Collateral, and Business Fluctuations, American Economic Review, Vol. 79, pp. 14-3 1.",
        "Bernanke, B.S., Get-tier M. (1990). Financial Fragility and Economic Performance.",
        "Calomiris, C.W., (1993) Is the Discount Window Necessary? A Penn Central Perspective, University of Illinois, mimeo., September.",
        "Calomiris, C.W. and Gorton, G. (1991), The Origins of Banking Panics: Models, Facts and Bank Regulationin Hubbard, R.G. (ed.) Financial Markets and Financial Crises. University of Chicago Press, Chicago, pp. 109-173.",
        "Calomiris, C.W., Hubbard, R.G. (1990). Firm Heterogeneity, Internal Finance, 46 and `Credit Rationing, Economic Journal, 100, pp. 90-104.",
        "Diamond, D. (1984). Financial Intermediation and Delegated Monitoring, Review of Economic Studies, Vol. 51, pp.. 393-414.",
        "Edwards, F. (1993). Structural Changes in Financial Intermediation and Implications for Regulatory Policy. Columbia University, mimeo.",
        "Evan, M.D.D. and Wachtel, P. (1993). HWere Price Changes During the Great Depression Anticipated? Evidence from Nominal Interest Rates, Stern School of Business, mimeo.",
        "Gertler, M. (1988a). Financial Structure and Aggregate Economic Activity: An Overview, Journal of Money Credit and Banking, Vol. 20, Part 2, pp.",
        "Gertler, M. (1988b). Financial Capacity, Reliquification, and Production in an Economy with Long-Term Financial Arrangements, University of Wisconsin, mimeo Goodfriend, M. and King, R.G. (1988). Financial Deregulation, Monetary Policy, and Central Banking, Federal Reserve Bank of Richmond Review Vol. 74, pp. 3-22.",
        "Gorton, G. (1988). Banking Panics and Business Cycles, Oxford Economic Papers Vol. 40, pp. 751-81.",
        "Greenwald, B., Stiglitz, J.E. (1988) Information, Finance Constraints, and Business Fluctuations, in Kahn, M., and Tsiang, S.C. (eds) Oxford University Press, Oxford.",
        "Greenwald, B., Stiglitz, J.E., and Weiss, A. (1984). Information Imperfections in the Capital Market and Macroeconomic Fluctuations, American 47 Economic Review, Vol. 74, pp. 194-99.",
        "Hamilton, J.D. (1992). ttWas the Deflation During the Great Depression Antic~pated ? Evidence from the Commodity Futures Market, American Economic Review, Vol 82, pp. 157-78.",
        "Jaffee, D. and Russell, T. (1976) Imperfect Information, Uncertainty , and Credit Rationing, Quarterly Journal of Economics, Vol. 90, pp. 65 1-66.",
        "Jensen, M. (1988). Takeovers: Their Causes and Consequences, Journal of Economic Perspectives, Winter, pp. 21-48.",
        "Kindleberger, C.P. (1978). Manias. Panics and Crashes, MacMillan, London.",
        "Maisel, Sherman J. (1973). Managing the Dollar, New York, Norton.",
        "Mankiw, N.G. (1986). The Allocation of Credit and Financial Collapse., Quarterly Journal of Economics, Vol. 101, pp. 455-70.",
        "Minsky, H.P. (1972). Financial Stability Revisited: The Economics of Disaster.",
        "In: Board of Governors of the Federal Reserve System, Reappraisal of the Federal Reserve Discount Mechanism, Vol. 3. Washington, D.C, pp. 95136. Mishkin, F.S. (1991). Asymmetric Information and Financial Crises: A Histor~ cal Perspectives, in Hubbard, R.G. (ed.) Financial Markets and Financial Crises. University of Chicago Press, Chicago., pp. 69~1O8.",
        "Mishkin, P.S. (1992). An Evaluation of the Treasury Plan for Banking Reform.",
        "Journal of Economic Perspectives, Vol. 6 (Winter), pp. 133-53. Mishkin. F.S. (1995). The Economics of Money. Banking. and Financial Markets, Third Edition. HarperCollins, New York, forthcoming.",
        "McCallum, B. (1988). Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference Series on Public Policy, Vol. 29, pp. 173203.",
        "Stiglitz, J.E., and Weiss, A. (1983). sllncentive Effects of Terminations: Applications to Credit and Labor markets, American Economic Review, Vol.",
        "Thornton, H. (1802). An Enquiry into the Nature and Effects of the Paper Credit of Great Britain. New York: Rhinehart and Company, 1939."
    ]
}