{
    "id": 4637,
    "cites": 55,
    "cited_by": 129,
    "reference": [
        "Aghion, P. and P. Bolton. 1990. Government Debt and the Risk of Default: A Political Economic Model of the Strategic Role of Debt, in R. Dornbusch and H. Draghi (eds). Public Debt Management: Theory and Practice, Cambridge University Press.",
        "Alesina, A. 1988. The End of Large Public Debts, In F. Giavazzi and L. Spaventa, eds. High Public Debt: The Italian Experience, Cambridge: Cambridge University Press, 34-79.",
        "Alesina, A. and C. Carliner, eds. 1991. Politics and Economics in the Eighties, University of Chicago Press and National Bureau of Economic Research.",
        "Alesina, A., C. Cohen and N. Roubini. 1992. Macroeconomic Policy and Elections in OECD Democracies. Economics and Politics, 4: 1-30 (March).",
        "Alesina, A., C. Cohen and N. Roubini. 1993. Electoral Business Cycles in Industrial Democracies, European Journal of Political Economy, 23: 1-25 (March).",
        "Alesina, A. and A. Drazen. 1991, Why Are Stabilizations Delayed?, American Economic RevIew, 82: 1170-88 (December).",
        "Alesina, A. and S. Ozler, N. Roubini and P. Swagel. 1992. Political Instability and Economic Growth, NBER Working Paper No. 4173.",
        "A].esina, A. and R. Perotti. 1993. Political Instability, Income Distribution and Investment, unpublished.",
        "Alesina, A. and H. Rosenthal. 1991. A Theory of Divided Government, Pittsburgh: Carnegie Mellon University, CSIA Working Paper.",
        "Alesina, A. and H. Rosenthal. 1994. Partisan Politics. Divided Government and the Economv, Cambridge University Press, forthcoming.",
        "Alesina, A. and L. Summers. 1993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money. Credit. and Banking, 25: 151.62 (May).",
        "Alesina, A. and C. Tabellini. 1989. External Debt, Capital Flight and Political Risk, Journal of International Economics 27: 199-220.",
        "Public Debt and Inflation in an Historical Perspective, Euro~jj~ Economic Review, 36:337-44 (April). Alt, .7. 1985. Political Parties, World Demand, and Unemployment: Domestic and International Sources of Economic Activity, American Political Science Review 79: 1016-1040 (December).",
        "Alt, 3. and P.. Lowry. 1992, Divided Government and Budget Deficits: Evidence for the States, Unpublished.",
        "Baron, D. 1991. Majoritarian Incentives, Pork Barrel Programs and Procedural Control, American Journal of Political Science, 35: 57-90.",
        "Baron, D. and 3. Ferejohn. 1989. Bargaining in Legislatures, American Science Review, 83: 1181-1206.",
        "Barro, P.. 1979. On the Determination of the Public Debt, Journal of Political Economy, 87: 940.947.",
        "Deficits in the United Kingdom, 1730-1918, University of Rochester Working Paper.",
        "Economics, 88: 193-222. - 1987. Macroeconomics, 2nd ed. New York: John Wiley and Sons.",
        "Press and NEER, 111-122. Barro, R. and V. Grill (1994) European Macroeconomics, Mc Millan, forthcoming.",
        "Black, D. 1958. Theory of Committees and Elections, Cambridge: Cambridge University Press.",
        "Bliss, C. and B. Nalebuff. 1984. Dragon-Slaying and Ballroom Dancing: The Private Supply of a Public Good, Journal of Public Economics, 1-12.",
        "Buchanan, J. 1959. La Scienza Delle Finanze: The Italian Tradition in Fiscal Theory, in Fiscal Theory and Political Economy, Chapel Hill: University of North Carolina Press.",
        "Buchanan, J., C. Rowley, and R. Tollison. 1986. Deficlts, Boric Blackwell, Oxford, UK.",
        "Cukierman, A. and A. Meltzer. 1989. A Political Theory of government debt and deficits in a neo-Ricardian framework. American Economic Review, 79: 713-33.",
        "Cukierman, A., S. Webb and B. Neyapti. 1992. Measuring the Independence of Central Banks and its effect on Policy Outcomes. The World Bank Economic Review, 6: 353-98 (September).",
        "Downs, A. 1957. An Economic Theory of Democracy. Harper and Row, New York.",
        "Drazen, A. and V. Crilli. 1993. The Benefit of Crises for Economic Reform. American Economic Review, June, 588-608.",
        "Emerson, N. 1988. What Model for Europe? M.I.T. Press, Cambridge, Mass.",
        "Endow, J., and K. Hunch. 1984. The Spatial Theory of Votina. Cambridge, UK: Cambridge University Press.",
        "Ferejohn, 3. N. Fiorina and R. McKelvey. 1987. Sophisticated Voting and Agenda Independence in the Distributive Policy Setting. American Journal of Political Science, 31: 167-93.",
        "Ferejohn, 3. and K. Krehbiel. 1987. The budget process arid the size of the budget. American Journal of Political Science, 31: 296-320.",
        "Fiorina, M. 1988. The Reagan Years: Turning to the Right or Groping Toward the Middle. In 3. Cooper et al., eds. The Resurfence of Conservatism In Analo-American Democracies. Durham: Duke University Press.",
        "DeveloDments in American Politics. Oxford: Oxford University Press, 324-354. - 47 - . 1991. Coalition Governments, Divided Governments, and Electoral Theory. Governance: An International Journal of Policy and Administration 4: 236.249.",
        "Fiorina, H. and R. Noll. 1978. Voters, Bureaucrats and Legislators: A Rational Choice Perspective on the Growth of Bureaucracy, .7. Public Econ. 9: 239-54.",
        "Crilli, V., D. Masciandaro, and C. Tabellini. 1991. Political and Monetary Institutions and Public Finance Policies in the Industrial Democracies. Economic Policy, No. 13.",
        "Hirschman, A. 1985. Reflections on the Latin American Experience. Lindberg L. and C. Haier eds. The Politics of Inflation arid Economic Stagnation: Theoretical A~oroeches and International Studies, Erookings Institution, Washington, DC.",
        "Hughes, C. and S. Smith. 1991. Economic Aspects of decentralized government: structure, functions arid finance, Economic Policy, 13: 425-59.",
        "Kenrian, J. and R. Wilson. Stratezic Bar~airiInz Methods and Iritertiretation of Strike Data. Unpublished manuscript, New York University, 1988.",
        "Lever, N. and K. A. Shepsle. Divided Government: America Is Not `Exceptional. Governance: An International Journal of Policy arid AdmInistration 4: 250-269. Lucas, R. 1986. Principles of fiscal arid monetary policy, Journal of Monetary Economics, 17: 117-134.",
        "Lucas, R. and N. Stokey. 1983. Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12:55-94 (January).",
        "McCubbins, H. 1991. Party Governance and US Budget Deficits: Divided Government and Fiscal Stalemate. In Alesina, A.. and C. Carliner, eds. Politics and Economics in the l9SOs. Chicago: University of Chicago Press, 83-111.",
        "Milesi-Ferretti G.M. 1993. The Disadvantage of Tying their Hands: on the Political Economy of Policy Commitments. Unpublished.",
        "Milesi-Ferretti G.M. and E. Spolaore. 1993. Strategic policy: a general framework. Unpublished.",
        "Milesi-Ferretti G.M. and E. Spolaore. 1994. How Cynical can an incumbent be? Strategic Policy in a Model of Government Spending. Journal of Public Economics, forthcoming.",
        "Niskanen, W. 1971. Bureaucracy and Representative Government. Chicago: Aldine-Atherton.",
        "Nordhaus, W. 1975. The Political Business Cycle. Review of Economic Studies, 42: 169-90.",
        "Peltzman, S. 1991. The voters as fiscal conservatives. Ouarterlv Journal of Economics, November.",
        "Perotti, P.. 1992. The political economy of redistributions in a federal system, unpublished, (October).",
        "Persson, T., and C. Tabe]lini. 1990. Macroeconomic Policy. Credibility, and Politics. Chur: Harvood Academic Publishers.",
        "Puviani A. 1903. Teoria della illusione finanzioria, Palermo.",
        "Ratchford, B.V. 1941. American State Debts, Durham, NC: Duke University Press.",
        "Riley. J. Strong Evolutionary Equilibrium and the War of Attrition. Journal of Theoretical Biology, February 1980, 82, 383-400.",
        "Roubini, N. and 3. Sachs. 1989a. Political and Economic Determinants of Budget Deficits in the Industrial Democracies. European Economic Review 33: 903-933 (May).",
        "Roubini, N. and .3. Sachs. 1989b. Government Spending and Budget Deficits in the Industrialized Countries. Economic Policy 8: 99-132 (April)."
    ]
}