{
    "id": 4640,
    "cites": 38,
    "cited_by": 437,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard, Jagdeep S. Bhandari, and Robert P. flood. Speculative Attacks and Models of Ba! ance-of-Payments Crises. International Monetary Fund Staff Papers 39 (June 1992), 357-94.",
        "Alesina, Alberto, Alessandro Prati, and Guido Tabellini. Public Confidence and Debt Management: A Mode! and a Case Study of Italy. Public Debt Management: Theory and History, ed. Rudiger Dornbusch and Mario Draghi. Cambridge, U.K.: Cambridge University Press, 1990, 94-118.",
        "Barro, Robert J., and David B. Gordon. A Positive Theory of Monetary Policy in a Natural Rate Model. JOurnal of Political Economy 91 (August 1983), 589-610.",
        "Barsky, Robert B., and Lawrence H. Summers. Gibsons Paradox and the Gold Standard. Journal of Poltttcal Economy 96 (June 1988), 528-50.",
        "Bensaid, Bernard, and Olivier Jeanne. The Instability of Fixed Exchange Rate Systems when Raising the Nominal Interest Rate is Costly. Processed, Banque de France and Ecole Nationale des Ponts et ChausÃ\u0083Â©es-CERAS, December 1993.",
        "Blackburn, Keith, and Martin Sola. Speculative Currency Attacks and Balance of Payments Crises. Journal of EconomLc Surveys 7 (June 1993), 119-44.",
        "Bordo, Michael David, and Richard Wayne ElIson. A Model of the Classical Gold Standard with Depletion. Journal of Monetary Economics 16 (July 1985), 109-20.",
        "Brock, William A. A Simple Perfect Foresight Monetary Model. Journal of Monetary Economics 1 (April 1975), 133-50.",
        "Buiter, Willem H. Borrowing to Defend the Exchange Rate and the Timing and Magnitude of Speculative Attacks. Journal of Internattonal Economics 23 (November 1987), 221-39.",
        "Calvo, Guillermo A. Servicing the Public Debt: The Role of Expectations. American Economic Review 78 (September 1988), 647-61.",
        "Caplin, Andrew, and John Leahy. Business as Usual, Market Crashes and Wisdom after the Fact. Amertcan Econom(c Revtew 84 (1994), forthcoming.",
        "Dellas, Harris, and Alan C. Stockman. Self-fulfilling Expectations, Speculative Attacks, and Capital Controls. Journal of Money, Credtt and Banktng 25 (November 1993), 721-30.",
        "De Kock, Gabriel, and Vittorlo Grilli. Fiscal Policies and the Choice of Exchange Rate Regime. Economtc Journal 103 (March 1993), 347-58.",
        "Drazen, Allan, and Paul R. Masson. Credibility of Policies versus Credibility of Policymakers. Working Paper No. 4448, National Bureau of Economic Research, September 1993.",
        "Eichengreen, Barry, and Charles Wyplosz. The Unstable EMS. Brooktngs Papers on Economtc Acttvtty 1:1993, 51-143.",
        "Flood, Robert P., and Peter M. Garber. Gold Monetization and Gold Discipline. Journal of Poltttcal Economy 92 (February 1984a), 90-107.",
        "Gale, Douglas. Money: tn Equtltbrtum. Cambridge Economic Handbooks. Welwyn and Cambridge, U.K.: Nisbet/Cambridge, 1982.",
        "Giavazzi, Francesco, and Marco Pagano. Confidence Crises and Public Debt Management. Publtc Debt Management: Theory and Htstory, ed. Rudiger Dornbusch and Mario Draghi. Cambridge, U.K.: Cambridge University Press, 1990, 12.5-43.",
        "Goldberg, Linda S. Collapsing Exchange Rate Regimes: Shocks and Biases. Journal of Internattona~ Money and Ftnance 10 (June 1991), 252-63.",
        "Goodhart, Charles A.E. Monetary Policy In the United Kingdom. Monetary Poltcy Ln Twelve Industrtal Countries, ed. Karel Holbik. Boston, MA: Federal Reserve Bank of Boston, 1973, 465-524.",
        "Gros, Daniel. Capital Controls and Foreign Exchange Market Crises in the EMS. European Economtc Rev few 36 (December 1992), 1533-44.",
        "Guidotti, Pablo, and Carlos VÃ\u0083Â©gh. Losing Credibility: The Stabilization Blues. Working Paper No. 92/73, International Monetary Fund, September 1992.",
        "HÃ\u0083Â¶rngren, Lars, and Hans Lindberg. The Struggle to Turn the Swedish Krona into a Hard Currency. Arbetsrapport No. 8, Sveriges Riksbank, April 1993.",
        "Hotelling, Harold. The Economics of Exhaustible Resources. Journal of Pot LtLcal Economy 39 (April 1931), 137-75.",
        "Kydland, Finn E., and Edward C. Prescott. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Pollttcat Economy 85 (June 1977), 473-91.",
        "Lucas, Robert E., Jr., and Nancy L. Stokey. OptEmal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economtcs 12 (July 1983), 55-93.",
        "Krugman, Paul. A Model of Balance-of-Payments Crises. Journal of Money, CredLt and Banking 11 (August 1979), 311-25.",
        "Milesi-Ferretti, Gian Maria. Do Good or Do Well? Public Debt Management in a Two-Party Economy. Processed, International Monetary Fund, August 1993.",
        "Obstfeld, Maur ice. Rational and Self-Fulfilling Balance-of-Payments Crises. American Economic Review 76 (March 1986), 72-81.",
        "Financial Markets. The European Monetary System, ed. Francesco Giavazzi, Stefano Micossi~ Marcus Miller. Cambridge, U.K.: Cambridge University Press, 1988, 232-47.",
        "Working Paper No. 3603, National Bureau of Economic Research, January 1991.",
        "Ozkan, F. Gulcin, and Alan Sutherland. A Model of the ERM Crisis. Processed, University of York, December 1993.",
        "Persson, Mats~ Torsten Persson, and Lars E. 0. Svensson. Time Consistency of Fiscal and Monetary Policy. EconometrLca 55 (November 198~), 1419-31. 53 Persson, Torsten, and Lars E. 0. Svensson. Time-Consistent Fiscal Policy and Government Cash-Flow. Journal of Monetary Economtcs 14 (November 1984), 365-74.",
        "Portes, Richard. EMS and EMU After the Fall. World Economy 19 (January 1993), 1-16.",
        "Salant, Stephen W. The Vulnerability of Price Stabilization Schemes to Speculative Attack. Journal of PolLttcaL Economy 91 (February 1983), 1-38.",
        "Salant, Stephen W., and Dale W. Henderson. Market Anticipations of Government Policies and the Price of Gold. Journal of Poltttcal Economy 86 (August 1978), 627-48.",
        "Stein, Ernesto, and Jorge Streb. Political Stabilization Cycles in High Inflation Economies. Processed, University of California at Berkeley, November 1993.",
        "Velasco, AndrÃ\u0083Â©s. Are Balance of Payments Crises Rational? A Dynamic Game Approach. Processed, New York University, July 1993."
    ]
}