{
    "id": 4641,
    "cites": 18,
    "cited_by": 25,
    "reference": [
        "Alba, Richard D. 1990. Ethnic Identity: The Transformation of White America. New Haven, Conn.: Yale University Press.",
        "Barro, Robert J., and Xavier Sala-i-Martin. 1992. Convergence. Journal of Political Economy, Vol. 100. No. 2 (April), pp. 223-25 1.",
        "Blau, Francine. 1980. Immigration and Labor Earnings in Early Twentieth Century America. Research in PoDulatign Economics, Vol. 2, pp. 21-41.",
        "Borjas, George J. 1992. Ethnic Capital and Intergenerational Mobility. Quarterly Journal of Economics, Vol. 107, No. 428 (February), pp. 123-150.",
        "Borjas, George J. 1993. The Intergenerational Mobility of Immigrants. Thiuinal of Labor Ecgnomics, Vol. II, No. 1, Pt. I (January), pp. 113-135.",
        "Card, David, and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics, Vol. 107, No. 428 (February), pp 15 1-200.",
        "Coleman, James S. 1988. Social Capital in the Creation of Human Capital. American Journal of Sociology, Vol. 94, Supplement, pp. S95-S120.",
        "Glazer, Nathan, and Moynihari, Daniel P. 1963. Beyond the Melting Pot: The Nearoes. Puerto Ricans. Jews.. Italians. and Irish of New YorlÃ\u0083Â§~j~y. Cambridge, Mass.: M.I.T. Press.",
        "Gordon, Milton. 1964. Assimilation and American Life. New York: Oxford University Press.",
        "Heckman, James J., and Brook S. Payner. 1989. Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks: A Study of South Carolina. American Economic Review, Vol. 79, No. 1 (March), pp. 138-177.",
        "Jones, tvlaldwyn Allen. 1960. American Immigr~fion. Chicago: University of Chicago Press.",
        "Lieberson, Stanley. 1973. Generational Differences Among Blacks in the North. American Journal of Sociology, Vol. 79, No. 3 (November): 550-565.",
        "Preston, Samuel H., and Michael R. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, N.J.: Princeton University Press.",
        "Romer, Paul M. 1986. Increasing Returns and Long-Run Growth, Journal of Political Economy, Vol. 94, No. 6 (December), pp. 1002-1037.",
        "Smith, James P., and Finis R. Welch. 1939. Black Economic Progress After Myrdal, Journal of Economic Literature, Vol. 27, No. 2 (June), pp. 519-564.",
        "Sollors, Werner. 1936. Beyond Ethnicity: Consent and Descent in American Culture. New York: Oxford University Press.",
        "Steinberg, Stephen. 1939. The Ethnic Myth: Race. Ethnicity. and Class in America. Boston: Beacon Press.",
        "Wilson, William Julius. 1987. The Truly Disadvantased: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press."
    ]
}