{
    "id": 4648,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Barth, James R., Philip Bartholomew, and Michael Bradley. Refot~ming Federal Deposit Insurance: What Can Be Learned from Private Insurance Practices?, Consumer Finance Ouarterlv Report 45(199 1), pp. 140-147. Barth, James R. and R. Dan Brumbaugh. The Credit Union industry: Financial Condition and Policy issues. California Credit Union League, 1991.",
        "Bernard, Victor, Robert Merton, and Krishna Palepu. Market-to-Market Accounting for U.S. Banks and Thrifts: Lessons from the Danish Experience, presented at the Accounting Research Colloquium, Ohio State University (May 8, 1992).",
        "Calomiris, Charles W. Getting the Incentives Right in the Current Deposit Insurance System: Successes from the Pre-FDIC Era, in James R. Barth and R. Dan Brumbaugh, Jr. (ed.), The Reform of Federal Deposit Insurance: Disciplininj Government and Protecting Taxpayers. New York: Harper-Collins, 1992.",
        "CUMIS Insurance Society, Inc. The CUMIS Directors and Officers Endorsement and the Regulatory Exchision. Madison, WI (April 4, 1991), unpublished.",
        "CUNA. Comments on the U.S. Treasury Departments Study on the Federal Deposit Insurance jystern. Credit Union National Association, Inc., 1990.",
        "Fama., Eugene and Michael Jensen. Separation of Ownership and Control, Journal of Law and Economics 26 (1983), 301-325.",
        "Kane, Edward J. Changing Incentives Facing Financial-Services Regulators, Journal of Financial Services Research, 2(1989), pp. 263-272.",
        "Office of Management and Budget. Budgeting for Federal Deposit Insurance, Office of Management and Budget, Washington, D.C., 1991.",
        "Smith, Donald 1. A Theoretic Framework for the Analysis of Credit Union Decision Making, Journal of Finance, 39(1984), pp. 1155, 1168.",
        "Smith, Donald J., Thomas Cargill, and Robert Meyer. An Economic Theory of a Credit Union, Journal of Finance, 36(1981), pp. 5 19-528.",
        "Tripp, James D., and Stanley Smith. 4U.S. Credit Union Motivation for Involvement in the First-Mortgage Market, Journal of Real Estate Finance and Economics, 7(1993) pp. 229-236.",
        "Wall, Larry D. A Plan for Reducing Future Deposit Insurance Losses: Puttable Subordinated Debt, Economic Review, Federal Reserve Bank of Atlanta, pp. 2- 17. White, Halbert. A Heteroskeda.sticity-Consistent Covariance Matrix Estimator and a Direct test for Heteroskedasticity, Econoinetrica 48 (1980), 817-838."
    ]
}