{
    "id": 4650,
    "cites": 22,
    "cited_by": 6,
    "reference": [
        "Beveridge, Stephen and Charles It Nelaon:A New Approach to the Decomposition of Economic Tinie Series into Permanent and ftsnsitory Components with Particular Attention to Measurement of the `Business Cycle, Journal of Monetary Economics 7, March 1981, 151-74.",
        "Brock, Willisin A. and Leonard I. Mirman, Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory, 4, 1972, 497-513.",
        "Campbell, John Y,:Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis, Econometrics, 55, November 1987, 1249-73.",
        "Evidence, NBER Macroeconomics Annual 1989, 185-216.",
        "Christis.no, Lawrence J. and Martin EichenhanmCurrent Real-Business-Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review, 82, June 1992, 430-50.",
        "Cochrane, John IL:Permanent and T~ansitory Components of GNP and Stock Prices, Quarterly Journal of Economics, 1994a, forthcoming.",
        "EDison, Glenn and Drew Fudenberg:Rules of Thumb for Social Learning, Journal of Political Economy, 40 101, August 1993, 612-43.",
        "Evans, George and Lucresia Reichlin:Information, Forecasts and Measurement of the Business Cycle, mizneo, OFCE, Paris, May 1993.",
        "Friedman, Benjamin and Kenneth N. Kuttuer:Money, Income, Prices and Interest Rates, American Economic Review, 82, 472-92. Gordon, Robert J.:The `End-of-Expansion Phenomenon in Short Ran Productivity Behavior, Brookings papers on Economic Activity, (1979), 447-43.",
        "Jovanovic, Boyan, and Saul Lath, Diffusion Lags and Aggregate Fluctuations, NBER Working Paper No. 4455, September 1993.",
        "King, Robert C., Charles I. Plosser and Sergio RebeloProduction, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21, March 1988a, 195-232.",
        "King, Robed G., Charles I. Ploeser, James H. Stock and Mark W. Watson:Stocbaatic Trends and Economic Fluctuations, American Economic Review, 81, September 1991, 819-40.",
        "King, Robert G. and Sergio Rebeio:Low Frequency Filtering and fteal Business Cycles,Journal of Economic Dynamics and Control, 17, 1993, 207-31.",
        "Kydland, Finn E. and Edward C. Prescott:Time to BuiLd and Aggregate FLuctuations, Econometrics, 50, (November 1982): 1345-70.",
        "Lippi, Marco and Lucresia R~eicblin:The Dynamic Effects of Aggregate Demand and Supply Disturbances: Comment, American Economic Review, 83, June 1993, 64452.",
        "Mansfield, Edwjn:The Economics of Technological Change, New York:Norton, 1968.",
        "Nelson, Charles It. and Charles I. Plosser:flends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10, 1982, 139-62.",
        "Plosser, Charles I.: Understanding Real Business Cycles, Journal of Economic Perspectives, 3, Summer 1989, 51-78.",
        "Prescott, Edward C.: Theory Ahead of Business Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review, Fall 1986, 9-22.",
        "Rotemberg, Julio J. and Michael Woodford:Oligopolistic Pricing and the Effects of Awegate Demand on Economic Activity, Journal of Political Economy, 100, December 1992, 1153-207.",
        "Sims, Christopher A.: Output and Labor Input in Manufacturing, Brookings Papers on Economic Activity, III, (1974), 695-737.",
        "Watson, Mark W.:Measures of Fit for Calibrated Models, Journal of Political Economy, 101, December 1993, 1011-41."
    ]
}