{
    "id": 4659,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Allen, Kevin, and M. C. MacLennan. Regional Problems and Policies in Italy and France. London: George Allen and Unwin, 1970.",
        "Anderson, Dennis, and Farida Khambata. Small Enterprises and Development Policy in the Philippines: A Case Study. World Bank Staff Working Paper No. 468, 1981.",
        "Baldwin, Robert E. Export Technology and Development from a Subsistence Level. Economic Journal 73 (March 1963): 80-92.",
        "Baer, Werner. The Brazilian Economy: Growth and Development. New York: Praeger, 1989.",
        "Child, Frank C., and Hiromitsu Kaneda. Links to the Green Revolution: A Study of Small-Scale, Agriculturally Related Industry in the Pakistan Punjab. Economic Development and Cultural Change (January 1975): 249-275.",
        "Edwards, Sebastian. Trade Orientation, Distortions, and Growth in Developing Countries. Journal of Developmen.~t Economics 39 (July 1992): 31-57.",
        "Edwards, Sebastian, and Alejandra Cox Edwards. Monetarism and Liberalization: the Chilean Experiment. Cambridge: Ballinger, 1987.",
        "Gale, David and Hukukane Nikaido. The Jacobian Matrix and Global Univalence of Mappings. Mathematische Annalen 159 (1965): 81-93.",
        "Grossman, Gene, and Elhanan Helpman. Hysteresis in the Trade Pattern. NBER Working Paper No. 3526, December 1990.",
        "Grossman, Gene, and Elhanan Helpman. Innovation and Growth in the Global Economy. Cambridge: MIT Press, 1991.",
        "Hirschman, Albert. The Strategy of Economic Development. New Haven: Yale University Press, 1958.",
        "King, Russell. The Industrial Geography of Italy. New York: St. Martins, 1985.",
        "King, Russell. Italy. London: Harper and Row, 1987.",
        "Krugman, Paul R. Geography and Trade. Cambridge: MIT Press, 1991.",
        "Lucas, Robert E. On the Mechanics of Economic Development. Journal of Monetan~,, Economics 22 (July 1988): 3-42.",
        "McMillan, John, and Barry Naughton. How to Reform a Planned Economy: Lessons from China. Oxford Review of Economic Policy 8 (Spring 1992): 130-143.",
        "Matsuyama, Kiminori. Agricultural Productivity, Comparative Advantage, and Economic Growth. Northwestern Discussion Paper No. 934, May 1991.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert Vishny. Income Distribution, Market Size, and Industrialization. Quarterly Journal of Economics 104 (August 1989): 537-564.",
        "OECD. OECD Economic Surveys: Italy. Paris: OECD, 1990.",
        "Pack, Howard, and Larry E. Westphal. Industrial Strategy and Technological Change: Theory versus Reality. Journal of Development Economics 22 (June 1986): 87-128.",
        "Perroux, FranÃ\u0083Â§ois. Note sur la Notion de `Pale de Croissance. Economie AppliquÃ\u0083Â©e (January-June 1955): 307-320.",
        "Ranis, Gustav, and John C. H. Fei. A Theory of Economic Development. American Economic Review 51 (September 1961): 533-565.",
        "Rauch, James E. Balanced and Unbalanced Growth. University of California, San Diego Discussion Paper 92-28 (August 1992).",
        "Rebelo, Sergio. Long-Run Policy Analysis and Long-Run Growth. Journal of Political Economy 99 (June 1991): 500-521.",
        "Riedel, James. A Balanced Growth Version of the Linkage Hypothesis: Comment. Quarterly Journal of Economics 90 (May 1976): 319-322.",
        "Romer, Paul M. Crazy Explanations for the Productivity Slowdown. NBER Macroeconomics Annual 1987: 163-202.",
        "In Robert J. Barro, ed., Modern Business Cycle Theory. Cambridge: Harvard University Press, 1989.",
        "Stewart, Frances and Ejaz Gbani. How Significant are Externalities for Development? World Development 19 (June 1991): 569-594.",
        "Tang, Anthony. Economic Development in the Southern Piedmont. Chapel Hill: University of North Carolina, 1958."
    ]
}