{
    "id": 4661,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Aghevli, B., M. Khan and P. Montiel; Exchange Rate Policy in Developing Countries: Some Analytical Issues, IMP Occasional Paper No. 78, 1991.",
        "Baiassa, B.; Recent Developments in the Competitiveness of American Industry and Prospects for the Future, in Factors Affecting the U.S. Balance of Payments, Washington, D.C., U.S. Congress Joint Economic Committee, 1962.",
        "Studies in Trade Liberalization, Baltimore, Johns Hopkins University Press, 1967.",
        "Development Strategies in Semi-Industrial Economies, Baltimore, World Bank I Johns Hopkins University Press, 1982.",
        "Bruno, M.; High Inflation and the Nominal Anchors of an Open Economy, Princeton Essays in International Finance No. 183, 1991.",
        "Calvo, (3.; On the lime Consistency of Optimal Policy in a Monetary Economy, Econometrica, Vol. 46, November 1978.",
        "Cassel, 0.; The Present Situation of the Foreign Exchanges, Economic Journal, Vol. 26, March 1916.",
        "Clague, C.; Why are Prices so Low in America?, The World Economy, Vol. 16, No. 5, September 1993.",
        "Corden, W.M.; Monetary Integration, Princeton Essays in International Finance No. 93, April 1972.",
        "Sapir (eds.), Trade Theory and Economic Reform, Oxford, Blackwell, 1991.",
        "Devarajan, S. and D. Rodrik; Do the Benefits of Fixed Exchange Rates Outweight Their Costs? The CFA Zone in Africa, in L Goldin and A. Winters (eds.), Open Economies: Structural Adjustment and Aericulture, Cambridge, Cambridge University Press, 1992.",
        "Edwards, S.; Exchange Rate Misalignment in Developing Countries, Baltimore, Johns Hopkins University Press, 1988.",
        "World Economy, Cambridge, Cambridge University Press, forthcoming 1994.",
        "Flood, R. and P. Isard; Monetary Policy Straegies, Cambridge, NBER Working Paper No. 2770, 1988.",
        "Frenkel, J.; A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, in J. Frenkel and H. Johnson (eds.), op. cit., 1978.",
        "Houthakker, H.; Exchange Rate Adjustment, in Factors Affecting the U.S. Balance of Payments, Washington, D.C., U.S. Congress Joint Economic Committee, 1962.",
        "Kamin, S.; Exchange Rate Rules in Support of Disinflation Programs in Developing Countries, Washington, D.C., Board of Governors of the Federal Reserve System, mimeo, June 1991.",
        "Kydland, F. and E. Prescott; Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, Vol. 85, August 1977.",
        "Marston, R.; Real Exchange Rates and Productivity Growth in the United States and Japan, in S. Arndt and J. D. Richardson (eds.), ~eal-Einancial Linkages Among Open Economies, Cambridge, MiT Press, 1987.",
        "McKinnon, R.; Optimum Cunency Areas, American Economic Review, Vol. 53, September 1963.",
        "Mundell, R.; A Theory of Optimum Currency Areas, American Economic Review, Vol. 51, September 1961.",
        "Obstfeld, M.; Can We Sterilize? Theory and Evidence, American Economic Review, Vol. 72, May 1992.",
        "Persson, T. and 0. Tabellini; Macroeconomic Policy? Credibility and Politics, New York, Harwood, 1990.",
        "Stockman, A.; International Transmission Under Bretton Woods, Cambridge, NBER Working Paper No. 4127, July 1992.",
        "Svensson, L.; Fixed Exchange Rates as a Means to Price Stability: What Have We Learned?, Cambridge, NEER Working Paper No. 4504, October 1993.",
        "Swoboda, A.; Gold, Dollars, Euro-Dollars and the World Money Stock Under Fixed Exchange Rates, American Economic Review. Vol. 68, June 1978.",
        "Viner, J.; Studies in the TheoryQflnternational Trade, New York, Harper, 1937."
    ]
}