{
    "id": 4670,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Baumol, William J., `On Recycling as a Moot Environmental Issue~ Journal of Environmental Economics and Management 4 (19Th: 83-87. Blume, Daniel R., `Under What Conditions Should Cities Adopt Volume-Based Pricing for Residential Solid Waste Collectioni, mimeo, The Office of Management and Budget, Office of Information and Regulatory Affairs, Natural Resources Branch (May 1991).",
        "Cargo, Douglas B., SolithWastes: Factors Influencing Generations Rates, Chicago: The University of Chicago (1978).",
        "Efaw, Fritz and Lanen, William N., `Impact of User Charges on Management of Household Solid Waste, Cincinnata Municipal Environmental Research Lab, prepared by Mathtech, Inc., Princeton, N.J. (August 1979).",
        "Fullerton, Don and Kinnaman, Thomas, Garbage, Recycling, and Illicit Burning or Dumping, mimeo, Carnegie Mellon University (July 1993).",
        "Hong, Seonghoon, Adams, Richard M. and Love, H. Alan, An Economic Analysis of Household Recycling of Solid Wastes: The Case of Portland, Oregon, Journal of Environmental Economics and Mana?ement 25 (September 1993): 136-46.",
        "Jenkins, Robin, `Municipal Demand for Solid Waste Disposal Services: The Impact of User Fees, mimeo, University of Maryland (1991).",
        "Kemper, Peter and Quigley, John M., The Economics of Refuse Collection, Cambridge, MA: Ballinger Publishing Co. (1976).",
        "McFarland, 1. M., et. ak, Comprehensive Studies of Solid Waste Management, Report for the U.S. Environmental Protection Agency, Berkeley: The University of California (May 1972).",
        "Morris Glenn B. and Byrd, Denise, `The Effects of Weight or Volume-Based Pricing on Solid Waste Management, prepared for the U.S. EPA (January 1990).",
        "Oskamp, Stuart, Harrington, Maura J., Edwards, Todd C., Sherwood, Deborah I..., Okuda, Shawn M., and Swanson, Deborah C., Factors Influencing Household Recycling Behavior, Environment and Behavior 23 (July 1991): 494-519.",
        "Petrovic, William M., and Jaffee, Bruce L., Measuring the Generation and Collection of Solid Waste in Cities, Urban Affairs Ojjanerly 14 (December 1978): 229-44.",
        "Rathje, William L. and Thompson, Barmy, The Milwaukee Garbage Project, Report for the Solid Waste Council of the Paper Industry, Prepared by I.e Projet du Garbage, University of Arizona, Tucson (March [981). Repetto, Robert, Dower, Roger C., Jenkins, Robin, and Geoghegan, Jacqueline, Green Fees: How a Tas Shift Can Work for the Environment and the Econoniy, Washington DC: World Resource Institute (1992).",
        "Reschovsky, James D. and Stone, Sarah E., `Market Incentives to Encourage Household Waste Recycling: Paying for What you Throw Away, Journal of Policy Analysis and Management 13, No. I (Winter 1994): 120-139.",
        "Richardson, Robert A. and Havlicek, Joseph, Jr., `An Analysis of Seasonal Household Waste Generation, Southern Journal of Agricultural Economics (December 1974): 143-155.",
        "Richardson, Robert A., and Havlicek, Joseph, Jr., Economic Analysis of the Composition of Household Solid Wastes, Journal of Environmental Economics and Management 5 ([978): 103-Ill. Seattle Solid Waste Utility, Garbage byihe Pound: Pilot Project~Summaiy, Draft report completed for the U.S. Environmental Protection Agency (1991).",
        "Skumatz, Lisa and Breckinridge, Cabell, Wariable Rates In Solid Waste, in Handbook for Solid Waste Officials. Volume 2, EPA 530-SW-90-0848, Washington DC (June 1990).",
        "Steuteville, Robert and Goldstein, Non, `State of Garbage in America, [993 Nationwide Survey, Biocycle 34, No. 5 (May 1993): 42-50.",
        "Stevens, Barbara, Pricing Schemes for Refuse Collection Services: The Impact on Refuse Generation, Research Paper 154, New York: Graduate School of Business, Columbia University (1977).",
        "U. S. Congressional Budget Office, Federal Options For Reducing Waste Disposal, Congress of the United States, Washington DC (October 1991).",
        "U.S. Environmental Protection Agency, Charging Households for Waste Collection and Disposals, EPA 530-SW-90-047, Washington DC (September 1990).",
        "Wertz, Kenneth L., `Economic Factors Influencing Households Production of Refuse, Journal of Environmental Economics and Management 2 (1976): 263-272."
    ]
}