{
    "id": 4675,
    "cites": 33,
    "cited_by": 32,
    "reference": [
        "1. Andrews, Donald W.K. (1991) Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, Vol. 59, 817-858.",
        "2. Basu, Susanto (1993) Procyclkal Productivity: Overhead Inputs or Cyclical Utilization, manuscript, University of Michigan.",
        "3. Beveridge, Stephen and Charles R. Nelson (1981) A New Approach to the Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the `Business Cycle, Journal of Monetary Economics, Vol. 7, March, 151-174.",
        "4. Bus, M. and J. Cho (1993) Cyclical Factor Utilization, Discussion Paper 79, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis.",
        "5. Brayton, F. and E. Mauskopf (1985) The MPS Model of the United States Economy, Board of Governors of the Federal Reserve Bank of Minneapolis Working Paper 425.",
        "6. Bresnahan, Timothy F. and Valerie A. Ramey (1993) Segment Shifts and Capacity Utilization in the U.S. Automobile Industry, American Economic Review, Vol. 83, 213-218.",
        "8. Burnside, Craig (1993) Notes on the Linearization and GMIvE Estimation of Real Business Cycle Models, manuscript, University of Pittsburgh.",
        "9. Burnside, Craig and Martin Eichenbaum (1994) Small Sample Properties of GMMBased Diagnostic Tests, manuscript, Northwestern University.",
        "10. Burnside, Craig, Martin Eichenbaum and Sergio Rebelo (1993) Labor Hoarding and the Business Cycle, Journal of Political Economy, Vol. 101, (April), 245-273.",
        "11. Christiano, Lawrence 3. (1988) Why Does Inventory Investment Fluctuate So Much?, Journal of Monetary Economics, Vol. 21, (March/May), 247-280.",
        "12. Christiano, Lawrence .1. and Wouter den Haan (1993) Small Sample Properties of GMM for Business Cycle Analysis, manuscript, Northwestern University.",
        "13. Christiano, L. and Eichenbaum, M. (1992) Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review, Vol. 82, (June), 430-450. 27",
        "14. Cochrane, John (1994) Shocks, manuscript, University of Chicago.",
        "15. Cogley, James and Timothy Nason (1993) Do Real Business Cycles Models Pass the Nelson-Plosser Test? manuscript, University of British Columbia.",
        "16. Finn, Mary (1991) Energy Price Shocks, Capacity Utilization and Business Cycle Fluctuations, Discussion Paper No. 50, Institute for Empirical Economics, Federal Reserve Bank of Minneapolis.",
        "17. Gordon, Robert 3. (1990) Are Procyclical Productivity Fluctuations A Figment of Measurement Error, manuscript, Northwestern University.",
        "18. Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Huffma.n (1988) Investment, Capacity Utilization and the Real Business Cycle, American Economic Review, Vol. 78, (June), 402-417.",
        "19. Greenwood, Jeremy, Zvi Hercowits and Per Krussel (1992) Macroeconomic Implications of Investment-Specific Technological Change, Institute for International Economic Studies, Seminar Paper No. 527.",
        "20. Hansen, Gary D. (1985) Indivisible Labor and the Business Cycle, Journal of Monetary Economics, Vol. 16, (November), 309-328.",
        "21. Hansen, Lam P. (1982) Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, Vol. 50, 1029-1054.",
        "22. Hodrick, Robert 3. and Edward C. Prescott (1980) Posi-War Business Cycle: An Empirical Investigation, manuscript, Carnegie Mellon University.",
        "23. King, Robert G. and Sergio Rebelo (1993a) Transitional Dynamics and Economic Growth in the Neoclassical Model, American Economic Review, Vol. 83, (September) , 908-931.",
        "24. King, Robert G. and Sergio Rebelo (1993b) Low Frequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control, Vol.17 (January/March), 207-231.",
        "26. King, Robert G. and Mark W. Watson (1993) Diagnosing Business Cycle Models, manuscript, Northwestern University.",
        "27. Kydland, Finn and Edward C. Prescott (1988) The Workweek of Capital and its Cyclical Implications, Journal of Monetary Economics, Vol. 21, (March/May), 343-360.",
        "28. Newey, Whitney and Kenneth West (1987) A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, Vol. 55, 703-708.",
        "29. Prescott, Edward C. (1986) Theory Ahead of Business Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review, Vol. 10, Fall. 28",
        "30. Rotemberg, Julio J. and Lawrence H. Summers (1990) Inflexible Prices and Procyclical Productivity, Quarterly Journal of Economics, Vol. 105, November, 851874.",
        "31. Rotemberg, Julio J. and Michael Woodford (1994) Can Stochastic Technical Progress Explain the Forecastable Movements in GNP? manuscript, University of Chicago.",
        "32. Sbordone, Argia (1993) A Dynamic Model of Labor Hoarding, manuscript, Federal Reserve Bank of Chicago.",
        "33. Shapiro, Matthew D. (1989) Assessing the Federal Reserves Measures of Capacity and Utilization, Brookings Papers on Economic Activity, No. 1, 181-225.",
        "34. Shapiro, Matthew D. (1993) Cyclical Productivity and the Work Week of Capital, American Economic Review, Vol. 83, (May), 229-233.",
        "35. Watson, Mark W. (1993) Measures of Fit for Calibrated Models, Journal of Pautica! Economy, Vol. 101, (December), 1011-1041. 29"
    ]
}