{
    "id": 4676,
    "cites": 30,
    "cited_by": 45,
    "reference": [
        "Backus, David, and Stanley Zin (1993), Long-memory inflation uncertainty: Evidence from the term structure of interest rates, Journal of Money, Credit, and Banking 25, 681-700.",
        "Bekaert, Geert, and Robert Hodrick (1992), Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance 47, 4 67-509.",
        "Black, Fischer, Emanuel Derman, and William Toy (1990), A one-factor model of interest rates and its application to treasury bond options Financial Analysts Journal, 33-39.",
        "Brennan, Michael, and Eduardo Schwartz (1979), A continuous time approach to the pricing of bonds, Journal of Banking and Finance 3, 133-155.",
        "Campbell, John (1986), Bond and stock returns in a simple exchange economy, Quarterly Journal of Economics 101, 785-803.",
        "Chan, K.C., C. Andrew Karolyi, Francis Longstaff, and Anthony Sanders (1992), An empirical comparison of alternative models of the short-term interest rate, Journal of Finance 47, 1209-1227.",
        "Cochrane, John, and Lars Hansen (1992), Asset pricing explorations for macroeconomics, in 0. Blanchard and S. Fischer, (eds.), NBER Macroeconomics Annual. Cambridge, MA: MiT Press, 115-165.",
        "Constantinides, George (1992), A theory of the nominal term structure of interest rates, Review of Financial Studies 5, 53 1-552.",
        "Cox, John, Jonathan Ingersoll, and Stephen Ross (1981), The relation between forward prices and futures prices, Journal of Financial Economics 9, 321-346.",
        "Cox, John, Jonathan Ingersoll,.and Stephen Ross (1985), A theory of the term structure of interest rates, Econornetrica 53, 385-407.",
        "Sari Diego. Duffle, Darrell (1993), Dynamic Asset Pricing Theory. Princeton, NJ: Princeton University Press.",
        "Dybvig, Philip (1989), Bond and bond option pricing based on the current term structure, unpublished manuscript, Washngton University, February.",
        "Gallant, A. Ronald, and George Tauchen (1989), Seminonparametric estimation of condition ally constrained heterogeneous processes: Asset pricing applications, Econometrica 57, 1091-1 120.",
        "Gibbons, Michael, and Krishna Ramaswamy (1993), A test of the Cox, Ingersoll, Ross model of the term structure, Review of Financial Studies 6, 619-658.",
        "Hansen, Lars (1982), Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars, and Ravi Jagannathan (1991), Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225-262.",
        "Heath, David, Robert Jarrow, and Andrew Morton (1992), Bond pricing and the term structure of interest rates, Econometrica 60, 77-105.",
        "Ho, Thomas S.Y., and Sang-Bin Lee (1986), Term structure movements and pricing interest rate contingent claims, Journal of Finance 41, 1011- 1029.",
        "Jamshidian, Farshid (1988), Notes on Heath, Jarrow, and Morton, unpublished nianuscript, Merrill Lynch, April.",
        "Jamshidian, Farshid (1989), An exact bond option formula, Journal of Finance 44, 205-209.",
        "Longstaff, Francis, and Eduardo Schwartz (1992), Interest rate volatility and the term structure: A two-factor general equilibrium model, Journal of Finance 47, 1259-1282.",
        "Merton, Robert (1973), An intertemporal capital asset pricing model, Econometrica 41, 867-888.",
        "Meulbroek, Lisa (1992), A comparison of forward and futures prices of an interest sensitive financial asset, Journal of Finance 47, 38 1-396.",
        "Sargent, Thomas (1987), Dynamic Macroeconomic Theory. Cambridge: Harvard University Press.",
        "Schaefer, Stephen, and Eduardo Schwartz (1987), Time-dependent variance and the pricing of bond options, Journal of Finance 42, 1113-1128.",
        "Stambaugh, Robert (1988), The information in forward rates; Implications for models of the term structure, Journal of Financial Economics 21, 4 1-70.",
        "Sun, Tong-sheng (1992), Real and nominal interest rates: A discrete-time model and its continuous-time limit, Review of Financial Studies 5, 581-611.",
        "Telrner, Chris (1993), Asset pricing and incomplete markets, Journal of Finance 49, 1803-1832.",
        "Turnbull, Stuart, and Frank Milne (1991), A simple approach to interest-rate option pricing, Review of Financial Studies 5, 87- 120.",
        "Vasicek, Oldrich (1977), An equilibrium characterization of the term structure, Journal of Financial Economics 5, 177-188."
    ]
}