{
    "id": 4679,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Abowd. .3. M.. and Killingsworth, H. R. (1981). Structural Models of the Effects of Minimum Wages on Employment by Age Groups. Report of the Minimum Wage Study Commission. Vol. V. Washington, D.C.: U.S. Government Printing Office. pp. 143-169.",
        "Al Salan, ti.. Quester, A.. and Welch, F. (1981), Some Determinants of the Level and Racial Composition of Teenage Employment. in The Economics of Legal Minimum Wages. ed. S. Rottenberg, Washington. D.C.: American Enterprise Institute. pp. 124-154.",
        "Card. D. (1992b), Do Minimum Wages Reduce Employment? A Case Study of California, Industrial and Labor Relations Review, 46. 38-54.",
        "Card. D.. Katz. L. F.. and Krueger. A. B. (1994). Comment on David Neumark and William Wascher. Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws. Industrial and Labor Relations Review, forthcoming.",
        "Card. D.. and Krueger. A. B. (1993). Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania, Working Paper No. 4509, National Bureau of Economic Research.",
        "Ehrenberg. R. C., and Marcus. A. 3. (1980). Minimum Wage Legislation and the Educational Outcomes of Youths. Research in Labor Economics. 3. 61-93.",
        "Ehrenberg, R. C.. and Marcus, A. 3. (1982), Minimum Wages and Teenagers Enrollment-Employment Outcomes: A Multinomial Logit Model, Journal of Human Resources. 17, 39-58.",
        "Freeman, R. 8,. (1982), Economic Determinants of Geographic and Individual Variation in the Labor Market Position of Young Persons. in The Youth Labor Market Problem: Its Nature, Causes, and Consequences. ed. R. 8. Freeman and D. A. Wise, Chicago: University of Chicago Press. pp. 115-154.",
        "Mincer. 3. (1976). Unemployment Effects of Minimum Wages. Journal of Political Economy. 84. 587-3105.",
        "Neumark. D,. and Wascher. W. (19921, Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws. Industrial and Labor Relations Review. 46. 55-81.",
        "Neumark. 0.. and Wascher. W. (1994). Minimum Wage Effects and Low-Wage Labor Markets: A Disequilibrium Approach. Working Paper 4611, National Bureau of Economic Research.",
        "Pagan. 3. F. (1977). Minimum Wages and the Youth Labor Market. Review of Economics and Statistics. 59, 129-136.",
        "Ragan. .3. F. (1981). The Effect of a Legal Minimum Wage of the Pay and Employment of Teenage Students and Nonstudents, in The Economics of Legal Minimum Wages. ed. S. Rottenberg. Washington. D.C.: American Enterprise Institute. pp. 11-41.",
        "Spriggs. W. E. (1992). The Effects of Changes in the Federal Minimum Wage: Restaurant Workers in North Carolina. mimeo., Economic Policy Institute.",
        "Tauchen, C. E. (1981). Some Evidence on Cross-Sector Effects of the Minimum Wage. Journal of Political Economy. 89. 529-547.",
        "Wachter. M. L.. and Kim. C. (1982). Time-Series Changes in Youth Joblessness, in The Youth Labor Market: Its Nature. Causes, and Consequences. eds. R. Freeman and D. Wise. Chicago: University of Chicago Press pp. 153-185."
    ]
}