{
    "id": 4680,
    "cites": 26,
    "cited_by": 46,
    "reference": [
        "Singapore. Department of Statistics (1988). Singapore National Accounts 1987. Singapore: National Printers. ________ (n4.). Yearbook of Statistics Singapore. Annual issues. Singapore: National Printers. Singapore, Economic Development Board. Report on the Census of Industrial Production. Annual issues. Singapore: National Printers.",
        "Republic of Korea, National Statistical Office (1992). Annual Report on the Economically Active Population Survey 1991. Korea: National Statistical Office.",
        "________ (1991). Yearbook of Manpower Survey Statistics. Taiwan Area. Republic of China. 1990. Republic of China: DGBAS. Republic of Korea, Ministry of Labour. Yearbook of Labour Statistics. Annual Issues.",
        "(1991). Yearbook of Earnings and Productivity Statistics. Taiwan Area. Republic of China. 1990. Republic of China: DGBAS.",
        "________ (1991). Report on the Survey of Personal Income Distribution in Taiwan Area of the Republic of China 1990. Republic of China: DGBAS.",
        "Republic of China, Directorate-General of Budget, Accounting and Statistics (1991). National Income in Taiwan Area of the Republic of China 1991. Republic of China: BGBAS.",
        "Lau, Lawrence J. and Kim, Jong-U. The Sources of Economic Growth of the Newly Industrializing Countries on the Pacific Rim. Stanford University: Center for Economic Policy Research Publication #295, 1992.",
        "Kim, Kwang-suk and Park, Joon-kyung (1985). Sources of Economic Growth in Korea: 1963-1982. Seoul: Korea Development Institute, 1985.",
        "(1993). Estimates of Gross Domestic Product 1966 to 1992. Hong Kong: Government Printer.",
        "Jorgenson, Dale W.; Gollop, Frank M.; and Fraumeni, Barbara M (1987). Productivity and U.S. Economic Growth. Cambridge, MA: Harvard University Press, 1987.",
        "(1977). Estimates of Gross Domestic Product 1961 to 1975. Hong Kong: Government Printer.",
        "Hong Kong, Census and Statistics Department (1969). Hong Kong Statistics 1947-1967. Hong Kong: Government Printer.",
        "Griliches, Zvi and Jorgenson, Dale W (1967). The Explanation of Productivity Change. Review of Economic Studies 34 (July 1967): 249-280.",
        "Elias, Victor J (1990). Sources of Growth: A study of seven Latin American economies. San Francisco: Institute for Contemporaiy Studies Press, 1990.",
        "Dollar, David and Sokoloff, Kenneth (1990). &apos;Patterns of Productivity Growth in South Korean Manufacturing Industries, 1963-1979. Journal of Development Economics 33 (1990): 309-327.",
        "Christensen, Laurits R. and Cummings, Diane (1981). Real Product, Real Factor Input, and Productivity in the Republic of Korea, 1960-1973. Journal of Development Economics 8 (1981): 285-302.",
        "Chang, E.R. (1969). Report on the National Income Survey of Hong Kong. Hong Kong: Government Printer.",
        "Christensen, Laurits R.; Cummings, Diane; and Jorgenson, Dale W (1980). Economic Growth, 1947-1973: An International Comparison. In John W. Kendrick and Beatrice Vaccara, editors. New Developments in Productivity Measurement and Analysis. Chicago: University of Chicago Press, 1980.",
        "________ (1982). National Income in Korea 1982. Korea: Bank of Korea.",
        "Bank of Korea (1992). Economic Statistics Yearbook 1992. Korea: Bank of Korea. ________ (1991). National Accounts 1991. Korea: Bank of Korea.",
        "________ (1990). National Accounts 1990. Korea: Bank of Korea.",
        "Singapore, Ministry of National Development (n.d.). Singapore Sample Household Survey 1966. Singapore: National Printers.",
        "Tsao, Yuan (1982). Growth and Productivity in Singapore: A supply side analysis. Ph.D. thesis. Cambridge, MA: Harvard University.",
        "Young, Alwyn (1992). A Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore. In Olivier. I. Blanchard and Stanley Fischer, eds. NBER Macroeconomics Annual 1992. Cambridge, MA: The MIT Press, 1992.",
        "Young, Alwyn (1993). Lessons from the East Asian NICs: A Contrarian View. Forthcoming.",
        "European Economic Review, Papers and Proceedings, 1994."
    ]
}