{
    "id": 4681,
    "cites": 28,
    "cited_by": 19,
    "reference": [
        "Aghion, P. and P. IIowitt., A Model of Growth Through Creative Destruction, Econometrica, 60: 323-51, 1992.",
        "Barro, R., Government Spending in a Simple Model of Endogenous Growth, Journal of Political Economy, 98: S103-125, 1990.",
        "Barro, R. and X. S ala-i-Martin, Public Finance in Models of Economic Growth, forthcoming, Review of Economic Studies, 1993.",
        "Balassa, B. and Associates, Development Strategies in Semi-Industrial Countries, Baltimore, MD: Johns Hopkins University Press. Chenery, H., S. Robinson and M. Syrquin, Industrialization and Growth: A Comparative Study, Oxford, Oxford University Press, 1986.",
        "Dc Long, J. and L. Summers, Equipment Investment and Economic Growth, Quarterly Journal of Economics, 106: 445-502, 1991.",
        "Easterly, W., How Much Do Distortions Affect Growth?, mimeo, World Hank, 1993.",
        "Easterly, W. and S. Rebelo, Fiscal Policy and Economic Growth: An Empirical Investigation, Journal of Monetary Economics, 32: 417-458, 1993.",
        "Eaton, Jonathan Fiscal Policy, Inflation and the Accumulation of Risky Capital, Review of Economic Studies, 48: 435-445, 1981.",
        "M. and J. McDermott, Early Development, mimeo, University of Chicago, Grossman, G. and H. Helpman, Comparative Advantage and Long Run Growth, American Economic Review, 80: 796-815, 1990.",
        "Grossman, G. and H. Helpman, Quality Ladders in the Theory of Economic Growth, Review of Economic Studies, 58: 43-61, 1991.",
        "Jones, C. Economic Growth and the Relative Price of Capital, mimeo, MIT, 1992.",
        "King, R. and R. Levine, Finance, Entrepreneurship and Growth: Theory and Evidence, Journal of Monetary Economics, 32: 513-542, 1993.",
        "Krueger, A. Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences, Cambridge, MA: N.B.E.R., 1978.",
        "Levhari, D. and T. N. Srinivasan, Optimal Savings Under Uncertainty, Review of Economic Studies, 35: 153-63, 1969.",
        "Levine, R. Stock Markets, Growth, and Tax Policy, Journal of Finance, 46: 1445-65, 1991.",
        "Levine, R. and D. Renelt, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 82: 942-63, 1992.",
        "Lucas, R., On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 1:3-42, 1988.",
        "Maddison, A. Phases of Capitalist Development, Oxford: Oxford University Press, 1982.",
        "Merton, It. `tifetime Portfolio Selection under Uncertainty: The Continuous Time Case, Review of Economics and Statistics, 51: 247-54, 1969.",
        "Mill, J. S., Principles of Political Economy, 1848. Mino, K., Money and Endogenous Growth in a Cash-in-advance Economy, mirneo, Hiroshima University, 1990.",
        "Parente, S. and E. Prescott, `Technology Adoption and Growth, NEER working paper 3733, 1991.",
        "Petty, W. Political Arithme:ick, 1676, republished in C.H. Hull The Economic Writings of Sir William Petty, Cambridge, Cambridge University Press, 1899. Rivera-Batiz, L. and P. Romer, International Trade with Endogenous Technical Change, European Economic Review, 35: 971-1001, 1991.",
        "Romer, P., Increasing Returns and Long Run Growth, Journal of Political Economy, 94: 1002-1037, 1986.",
        "Romer, P., Endogenous Technological Change, Journal of Political Economy, 98: 571-5102, 1990.",
        "Stokey, N. and S. Rebelo Growth Effects of Flat Taxes, mimeo, University of Chicago, 1993.",
        "Uzawa, H. Optimal Technological Change in an Aggregate Model of Economic Growth, International Economic Review, 6: 18-31, 1965.",
        "Wang, P. and C. Yip, Alternative Approaches to Money and Growth, mimeo, The Pennsylvania State University, 1991.",
        "Young, A. Learning by Doing and the Dynamic Effects of International Trade, Quarterly Journal of Economics, 106: 369-405, 1991."
    ]
}