{
    "id": 4683,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Aizenman, Joshua. \"Monetary and Real Shocks, Productive Capacity and Exchange Rate Regimes.\" 1993, forthcoming, Economica.",
        "Azariadis, Costas. \"Implicit Contracts and Unemployment Equilibria.\" lournal of Political Economy 83. December 1975, pp. 1183-1202.",
        "Brainard, S. Lael. \"An Empirical Assessment of the Factor Proportions Explanation of Multinational Sales,\" Working paper 4583, December 1993.",
        "Dixit, Avinash IC. and Stiglitz, Joseph. \"Monopolistic Competition and Optimum Product Diversity,\" American Economic Review 67, 1977, pp. 297-308, Edwards. Sebastian. \"Capital Flows, Foreign Direct Investment, and Debt- Equity Swaps,\" NEER W.P. no. 3497, October 1989.",
        "_____ \"The Multinational Firm,\" Ouarterly journal of Economics. 1986, pp. 806-33.",
        "Froot, Kenneth A. and Jeremy C. Stein, \"Exchange Rates and Foreign Direct Investment,\" Working Paper no. 2914, March 1989.",
        "Goldberg, Linda, \"Exchange Rates and Investment in the United States Industry,\" manuscript, August 1991. Helpman Elhanan. \"A Simple Theory of International Trade with Multinational Corporations,\" Journal of Political Economy. p. 451.",
        "_____ and Paul Krugman, Market Structure and Foreign Trade, the MIT Press, 1985.",
        "Klein, Michael and Eric Rosengren, \"Foreign Direct Investment Outflow From The U. S.,\" manuscript, 1990. Markusen, James. 'ls4ulunationals, Multi-plant Economics, and the Gains From Trade,\" journal of International Economics. 16, pp. 205.",
        "Matusz, Steven J. \"The Heckscher-Ohlin-Samuelson Model with Implicit Contracts,\" Ouarterly Journal of Economics. November 1985, pp. 1313-30.",
        "- 30Lizando, Saul J. 'Foreign Direct Investment,\" IMP Working paper 90/63, 1990.",
        "Slaughter, Matthew J. \"International Trade, Multinational Corporations, and American Wage Divergence in the 1980's,\" manuscript, MiT, 1993."
    ]
}