{
    "id": 4688,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Akerlof, George A. and Lawrence K Katz, 1989, Workers Trust Funds and the Logic of Wage Profiles, Ouarterly Journal of Economics CIV3, 525-36.",
        "Becker, Gary S., 1975, Human Capital, Second Edition, Chicago: The University of Chicago Press.",
        "Ben-Porath, Yoram, 1970, `The Production of Human Capital Over Time, in Hansen, ed., Education. Income, and Burnan Capjtal (New York: Columbia University Press), 129-46.",
        "Political Economy 75:4, Part 1, 352-65. Blackburn, McKinley L and David Neumark~ 1993, Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economi~ il-a 521-44.",
        "Blinder, Alan 5., 1981, Private Pensions and Public Pensions: Theory and Fact, W.S.",
        "Woytinsky Lecture, No.5, Ann Arbor: University of Michigan. Brown, James N., 1989, Why Do Wages Increase with Tenure? American Economic Review 79:5, 971-fl.",
        "Carmichael, Lame, 1983, Firm-Specific Human Capital and Promotion Ladders, ildi Journal of Economics 14:1, 251-8.",
        "Chamberlain Gary, 1978, Omitted Variable Bias in Panel Data: Estimating the Returns to Schooling, Annales de LINSEE 30-31, 49-82.",
        "FranlÃ\u0083Â§ Robert H. and Roben M- Hutchens, Wages, Seniority, and the Demand for Rising Consumption Profiles, forthcoming in Ouarterly Journal of Economics. Hanushek, Eric A. and John M. Quigley, 1978, Implicit Investment Profiles and Intertemporal Adjustments of Relative Wages, American Economic Review 68:1, 67-79.",
        "Hypothesis, Econometrica 48:4, 1013-29. * 1977, The Covariance Structure of Earnings and the On-the-Job Tralning Hypothesis, Annals of Economic and Social Measurement 6:4, 335-65.",
        "Supplement, S 108-S138. Hellerstein, Judith K. and David Neumark., Are Earnings Profiles Steeper Than Productivity Profiles: Evidence from Israeli Firm-Level Data, forthcoming in Journal of Human Resources. Kearl, Jit, 1988, `The Covariance Structure of Earnings and Income, Compensatory Behavior, and On-the-Job Investments, The Review of Economics and Statistics LX.X:2, 21423.",
        "Lazear, Edward P., 1981, Agency, Earnings Profiles, Productivity, and Hours Restrictions, American Economic Review 71:4, 606-20.",
        "Lazear, Edward P. and Roben L Moore, 1984, Incentives, Productivity, and Labor Contracts, Ouarterly Journal of Economics 99, 275-95.",
        "Loewenstein, George and Nachum Sicherman, 1991, DO Workers Prefer Increasing Wage Prof iles? Journal of Labor Economics 9:1, 67-84.",
        "Medoff, James L and Katherine 0. Abraham, 1981, Are Those Paid More Really More Productive? The Case of Experience, Journal of Human Resources 162, 186-216.",
        "Mincer, Jacob, 1978, Hours of Work in Wage Equations, mimeograph, Columbia University.",
        "Murphy. Kevin M. and Finis Welch, 1991, The Role of International Trade in Wage Differentials, in Kosters, ed., Workers and Their Wages (Washington, D.C.: The APi Press), 39-69.",
        "Polachek, Solomon, 1975, Differences in Expected Post-School Investment as a Determinant of Market Wage Differentials, InternationalEconomic Review 16, 451-70.",
        "Rosen, Sherwin, 1977, Human Capital: A Survey of Empirical Research, in Ehrenberg, ed., Research in Labor Economics. Vol. 1 (Greenwich, CT: JAI Press), 3-39.",
        "Topel, Robert H. and Michael P. Ward, 1992, Job Mobility and the Careers of Young Men, Ouarterlv Journal of Economics 1072, 439-80.",
        "Weiss, Yorani, 1986, The Determination of Life Cycle Earnings: A Survey, in Ashenfelter and Layard, eds., Handbook of Labor Economics. Vol. 1 (Amsterdam: North-Holland Publishing Company), 603-640.",
        "Willis, Robert J., 1986, Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Ashenfelter and L.ayard, eds., Handbook of Labor Economics."
    ]
}