{
    "id": 4689,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Dutton, John (1982), The Optimal Taxation of International Investment Income: A Comment, Quarterly Journal of Economics XCVII, May 1982, p. 373-80.",
        "Feldstein, Martin (1994), The Effects of Outbound Foreign Direct Investment on the Domestic Capital Stock, in The Effects of International Taxation on Multinational Corporations. M. Feldstein, I. Hines and R.G. Hubbard (eds.) Chicago; University of Chicago Press, forthcoming.",
        "Feldstein, Martin (1983), Inflation. Tax Rules and Capital Formation. Chicago; University of Chicago Press.",
        "Feldstein, Martin and D. Hartrnan (1979), The Optimal Taxation of Foreign Source Investment Income, Quarterly Journal of Economics, November 1979, 93: 6 13-30.",
        "Feldstein, Martin and C. Horioka, (1980) Domestic Saving and International Capital Flows, Economic Journal, 90, p. 314-29, June 1980.",
        "Feldstein, Martin, J. Poterba and L. Dicks-Mireaux (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, 1983.",
        "Frankel, J. (1985), International Capital Mobility and Crowding Out in the U.S. Economy, inr. Hafer (ed.) How Open is the U.S. Economy, Lexington: Lexington Books.",
        "Bernheim and J. Shoven (eds.) National Saving and Economic Performance, Chicago: University of Chicago Press. 24 Froot, Kenneth A. (1993), (Editor), Foreign Direct Investment, Chicago: University of Chicago Press.",
        "Graham, Edward and P. Krugman (1991), Foreign Direct Investment in the United States.",
        "Washington,DC; Institute for International Economics. Hines, James (1992), Credit and Deferral as International Investment Incentives, NBER Working Paper No. 4191, October 1992.",
        "Hines, James (1993), Altered States; Taxes and the Location of Foreign Direct Investment in America, NBER Working Paper No. 4397, July 1993.",
        "Hines, James and R.G. Hubbard (1989), Coming Home to America; Dividend Repatriation by U.S. Multinationals, in Assaf Razin and Joel Slemrod (eds.) Taxation in the Global Economy. Chicago: University of Chicago Press.",
        "Horst, Thomas (1977), American Taxation of Multinational Firms, American Economic Review, June 1977, 67: 376-89.",
        "Jun, Joosung, The Impact of International Tax Rules on the Cost of Capital, in The Effects of International Taxation on Multinational Corporations. M. Feldstein, J. Hines and R.G. Hubbard (eds.) Chicago: University of Chicago Press, forthcoming. Kemp, Murray (1962), Foreign direct investment and national advantage, Economic Record 38: 56-62.",
        "Lipsey, Robert (1994), Outward Direct Investment and the U.S. Economy, in The Effects of International TaxathiLon Multinational Corporations . M. Feldstein, J. Hines and R.G. Hubbard (eds.) Chicago: University of Chicago Press, forthcoming.",
        "MacDougall, Donald (1960), The benefits and costs of private investment from abroad: A theoretical approach, Oxford Bulletin of Economics and Statistics 22: 189-211.",
        "Richman, Peggy B, (1963), Taxation of Foreign Investment Income; An Economic Analysis, Baltimore: Johns Hopkins Press.",
        "Robbins, S.M. and R. Stobaugh (1973), Money in the Multinational Enterprise. A Study of Financial Policy. New York: Longman Group.",
        "Shin, Hans-Werner (1990), Taxation and the Birth of Foreign Subsidiaries, NBER Working Paper No. 3519.",
        "U.S. Department of Commerce (1993), U.S. International Transactions; Revised Estimates for 1983-92, Survey of Current Business, June 1993."
    ]
}