{
    "id": 469,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Kobe University. Baldwin, R. E. 1971. Determinants of the commodity structure of U.S.",
        "Becker, Gary S. 1964. Human capital. New York: Columbia University Press.",
        "Bharadwaj, R., and Bhagwati, J. 1967. Human capital and the pattern of foreign trade: The Indian case. Indian Economic Review, n.s., 2 (October): 117-42.",
        "Branson, William H. 1976. Leaning against the wind as exchange rate policy. Mimeographed. Geneva: Graduate Institute of International Studies.",
        "North-Holland. 1979b. Monetary and fiscal policy with adjustable exchange rates. Mimeographed. Study prepared for the U.S. Congress, Joint Economic Committee.",
        "Branson, William H.; Haittunen, H.; and Masson, P. 1977. Exchange rates in the shortrun: The dollar-deutschemark rate. European Economic Review 10 (December): 305-24.",
        "Branson, William H., and Monoyios, N. 1977. Factor inputs in U.S.",
        "Buiter, Willem H. 1979. Temporary equilibrium and long-run equilibrium.",
        "Outstanding Dissertations in Economics series. New York: Garland. Fels, G.; Schatz, K. W.; and Wolter, F. 1971. Der Zusammenhang zwischen Produktionsstruktur und Entwicklungsniveau, Versuch einer Strukturprognose fur die westdeutsche Wirtschaft. Weltwirtschaftliches Archiv 106, no. 1: 240-78.",
        "Giersch, H. 1979. Aspects of growth, structural change, and employment: A Schumpeterian perspective. Weltwirtschaftliches Archiv 115, no. 4: 629-52.",
        "Hirsch, Seev. 1965. The United States electronics industry in international trade. National Institute Economic Review, no. 34 (November): 92-97.",
        "Hufbauer, Gary C. 1970. The impact of national characteristics and technology on the commodity composition of trade in manufactured goods. In The technology factor in world trade, ed. R. Vernon, pp.",
        "Keesing, Donald B. 1966. Labor skills and comparative advantage.",
        "American Economic Review 56 (May): 249-58. Kenen, Peter B. 1965. Nature, capital, and trade. Journal of Political Economy 73 (October): 437-60.",
        "Kindleberger, C. P. 1976/77. U.S. foreign economic policy 1776-1976.",
        "Foreign Affairs 55, no. 2:395-417. Kravis, Irving B. 1956. Wages and foreign trade. Review of Economics and Statistics 38 (February): 14-30.",
        "Leontief, W. 1953. Domestic production and foreign trade: The American capital position re-examined. In Readings in international economics, ed. R. E. Caves and H. G. Johnson. London: George Allen and Unwin.",
        "Further theoretical and empirical analysis. Review of Economics and Statistics 38 (November): 386-407. Ohlin, B.; Hasselborn, P. 0.; and Wijkman, P. M., eds. 1977. The international allocation of economic activity. New York: Macmillan.",
        "Washington, D.C.: Government Printing Office. Vernon, Raymond. 1966. International investment and international trade in the product cycle. Quarterly Journal of Economics 80 (May): 190-207.",
        "Wells, Louis T., Jr. 1958. Test of a product cycle model of international trade: U.S. exports of consumer durables. Quarterly Journal of Economics 83 (February): 152-62."
    ]
}