{
    "id": 4690,
    "cites": 22,
    "cited_by": 6,
    "reference": [
        "Auerbach, Alan (1983) Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Economic Literature, 21, 905-40.",
        "Becker, Gary S. (1968) Crime and Punishment: An Economic Approach, Journal of Political Economy, 76, 169-2 17.",
        "Collins, Julie H. and Douglas A. Shackelford (1992) Foreign Tax Credit Limitations and Preferred Stock Issuances, Working Paper, University of North Carolina Business School.",
        "Feldstein, Martin S. and Charles Horioka (1980) Domestic Savings and International Capital Flows, The Economic Journal, 90, 314-29.",
        "Froot, K. and J. Hines (1994) Multinational Firms and the Changing Cost of Debt Fi- nance, This volume.",
        "Gordon, Roger H. (1992) Can Capital Income Taxes Survive in Open Economies?, Jour- nal of Finance, 47, 1159-80.",
        "Economic Review, 76, 1086-1102. Gordon, Roger H. and A. Lans Bovenberg (1993) Why is Capital so Immobile Internation- ally: Possible Explanations and Implications for Capital Income Taxation, manuscript, University of Michigan.",
        "Gordon, Roger H. and Jeffrey K. MacKie-Mason (1994) Tax Distortions to the Choice of Organizational Form, Forthcoming in Journal of Public Economics. Earlier version released as NBER Working Paper No. 4227.",
        "Gordon, Roger H. and Joel Slemrod (1988) Do We Collect Any Revenue from Taxing Capital Income?, Tax Policy and the Economy, 2, 89-130.",
        "Gravelle, J. G. and L. J. Kotlikoff (1989) The Incidence and Efficiency Costs of Corporate Taxation When Corporate and Noncorporate Firms Produce the Same Good, Journal of Political Economy, 97, 749-8 1.",
        "Grubert, Harry and Jack Mutti (1987) The Impact of the Tax Reform Act of 1986 on Trade and Capital Flows, in Compendium of Tax Research 1987. Washington, D.C.: U.S. Treasury Department.",
        "Grubert, Harry and Joel Slemrod (1993) The Effects of Taxes on Investment and Income Shifting to Puerto Rico, mimeo, University of Michigan.",
        "Hamada, Koichi (1966) Strategic Aspects of Taxation on Foreign Investment Income, Quarterly Journal of Economics, 80, 36 1-75.",
        "Harris, David, Randall Morck, Joel Slemrod and Bernard Yeung (1993) Income Shifting in U.S. Multinational Corporations, in Studies in International Taxation, ed. Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod. Chicago: University of Chicago Press.",
        "Hines, James, Jr. and R. Glenn Hubbard (1990) Coming Home to America: Dividend Repatriations by U.S. Multinationals, in Taxation in a Global Economy, ed. Assaf Razin and Joel Slemrod. Chicago: University of Chicago Press.",
        "Hines, James R., Jr. and Eric M. Rice (1990) Fiscal Paradise: Foreign Tax Havens and American Business, NBER Working Paper No. 3477.",
        "Hirshleifer, Jack (1971) The Private and Social Value of Information and the Reward to Inventive Activity, American Economic Review, 61, 561-74.",
        "MacKie-Mason, Jeffrey K. and Roger H. Gordon (1993) How Much Do Taxes Discourage Incorporation?, Previous version released as NBER Working Paper No. 3781.",
        "Musgrave, Richard (1959) The Theory of Public Finance. New York: McGraw-Hill.",
        "Polinsky, A. Mitchell and Steven Shavell (1979) The Optimal Tradeoff between the Prob- ability and Magnitude of Fines, American Economic Review, 69, 880-91.",
        "Razin, Assaf and Efraim Sadka (1991) International Tax Competition and Gains from Tax Harmonization, Economic, Letters, 37, 69-76.",
        "Shoven, John (1991) Using the Corporate Cash Flow Tax to Integrate Corporate and Personal Taxes, Proceedings of the 83rd Annual Conference of the National Tax As- sociation, 83, 19-26."
    ]
}