{
    "id": 4695,
    "cites": 96,
    "cited_by": 20,
    "reference": [
        "Arrow, Kenneth J., 1963, Uncertainty and the Welfare Economics of Medical Care, ~American Economic Review, 53, 5, 941-973.",
        "Arrow, Kenneth J., 1985, The Economics of Agency, in Principals and Agents, John Pratt and Richard J. Zeckhauser, eds., Cambridge: Harvard Business School.",
        "Benham, Lee, 1972, The Effect of Advertising on the Price of Eyeglasses,t Journal of Law and Economics, 15,2, 337-352.",
        "Bernheim, B. Douglas and Michael D. Whinston, 1986, Common Agency, Econonietrica, July, 54,4, 923-942.",
        "Blomqvist, Ake, 1991, The Doctor as Double Agent: Information Asymmetry, Health Insurance, and Medical Care, Journal of Health Economics, 10,4, 411-432.",
        "Burstein, Philip L. and Jerry Cromwell, 1985, Relative Incomes and Rates of Return for U.S. Physicians, Journal of Health Economics, 4, 63-78.",
        "Cantwell, James R., 1981, ~Copayments and Consumer Search: Increasing Competition in Medicare and Other Insured Medical Markets, Health Care Financing Review, December, 3,2, 67-76.",
        "Costilo, L. Barry, 1985, Anti-Trust Enforcement in Health Care: Ten Years After the AMA Suit, New England Journal of Medicine, October 3, 313,14, 901-904.",
        "Darby, Michael R. and Edi Karni, 1973, Free Competition and the Optimal Amount of Fraud, Journal of Law and Economics, 16, 67-88.",
        "Dionne, Georges, 1984, tSearch and Insurance, International Economic Review, June, 25,2, 357-367.",
        "Dranove, David and Mark A. Satterthwaite, 1992, Monopolistic Competition when Price and Quality are Not Perfectly Observable, Rand Journal of Economics, 23, 4, 5 18-534.",
        "Dranove, David and Paul Wehner, 1993, Physician-J~~duced Demand for Childbirths, unpublished manuscript, Evanston: Department of Management and Strategy, Kellogg Graduate School of Management, Northwestern University, July.",
        "Dranove, David and William D. White, 1987, Agency and the Organization of Health Care Delivery, Inquiry, Winter, 24,4, 405-415.",
        "Eisenberg, David M., Kessler, Ronald C., Foster, Cindy, Norlock, Frances E., Calkins, David R., and Thomas L. Delbanco, 1993, Unconventional Medicine in the United States: Prevalence, Costs, and Patterns of Use, New England Journal of Medicine, January 28, 328,4, 246-252.",
        "Ellis, Randall P. and Thomas G. McGuire 1993, Supply-Side and Demand-Side Cost Sharing in Health Care, Journal of Economic Perspectives, Fall, 7, 4, 135-151.",
        "Ellis, Randall P. and Thomas G. McGuire, 1990, Optimal Payment Systems for Health Services, Journal of Health Economics, December, 9, 4, 375-396.",
        "Evans, Robert A., 1974, Supplier-Induced Demand: Some Empirical Evidence and Implications, in The Economics of Health and Medical Care, Mark Penman, ed., London: MacMillan.",
        "Feldman, Roger and James Begun, 1978, The Effects of Advertising Restrictions: Lessons from Optometry, Journal of Human Resources, 13, Supplement, 247-262.",
        "Feldman, Roger and Frank Sloan, 1988, Competition Among Physicians, Revisited, Journal of Health Politics, Policy and Law, Summer 13, 2, 239-261.",
        "Frank, Richard G., Ma, Ching-to Albert, McGuire, Thomas G., and David S. Salkever, 1993, Demand Response, Physician Behavior, and Design of Optimal Health Insurance, unpublished manuscript, Baltimore: Johns Hopkins University, June 1.",
        "Frech, H.E. III, 1986, Preferred Provider Organizations and Health Care Competition, in Private and Public Health Insurance: Research and Policy, WE. Frech III, ed., Cambridge, MA: Ballinger Publishing Co.",
        "Friedman, Milton, 1962, Capitalism and Freedom, Chicago: University of Chicago Press.",
        "Gal-Or, Esther, 1993, Asymmetry of Information and Optimal Reimbursement Rules in Health Care Markets, unpublished manuscript, Pittsburgh: University of Pittsburgh.",
        "Gaynor, Martin, 1989, `Competition Within the Firm: Theory Plus Some Evidence from Medical Group Practice, Rand Journal of Economics, Spring, 29,1, 59-76.",
        "Gaynor, Martin and Mark V. Pauly, 1990, `1Compensation and Productivity in Partnerships: Evidence From Medical Group Practice, Journal of Political Economy, 90.",
        "Gaynor, Martin and Paul J. Gertler, 1993, Moral Hazard and Risk Spreading in Medical Partnerships, unpublished manuscript, Baltimore: Johns Hopkins University.",
        "Gaynor, Martin and John Mullahy, 1993, Advertising and the Distribution of Prices: More Evidence from Optometry, unpublished manuscript, Baltimore: Johns Hopkins University.",
        "Gaynor, Martin, 1989, `1Competition Within the Firm: Theory Plus Some Evidence from Medical Group Practice, Rand Journal of Economics, Spring, 20, 1, 59-76.",
        "Getzen, Thomas E., 1984, A `Brand Name Theory of Medical Group Practice, Journal of Industrial Economics, 33, 199-215.",
        "Gilson, Ronald and Robert Minookin, 1989, `Coming of Age in a Corporate Law Firm Stanford Law Review, 412, 567-595.",
        "Gilson, Ronald and Robert Mnookin, 1989, Coming of Age in a Corporate Law Firm: The Economics of Associate Career Patterns, Stanford Law Review, 41, 567-595.",
        "Glazer, Jacob and Thomas G. McGuire, 1993, Should Physicians be Permitted to `Balance Bill Patients? Journal of Health Economics, 12, 3, 239-258.",
        "Glazer, Jacob and Thomas G. McGuire, 1992, The Economics of Referrals, unpublished manuscript, Boston: Department of Economics, Boston University.",
        "Gordon, Peter-John and Kevin Lang, 1993, Partnerships as Insurance Devices, unpublished manuscript, Boston: Boston University.",
        "Greaney, Thomas L. and Jody L. Sindelar, 1987, The Anticompetitive Effects of Preferred Provider Organizations, Inquiiy, Winter, 24,4, 384-391.",
        "Green, Jerry and Nancy Stokey, 1980, `A Two-Person Game of Information Transmission, HIER Discussion Paper 751, Cambridge, MA: Harvard University, March.",
        "Grossman, Sanford J. and Oliver D. Hart, 1986, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, August, 94, 4, 691719. Haas-Wilson, Deborah, 1986, The Effect of Commercial Practice Restrictions: The Case of Optometry, Journal of Law and Economics, 29,1, 165-186.",
        "Haas-Wilson, Deborah, 1990, 1Consumer Information and Providers Reputations, Journal of Health Economics, November, 999,3, 321-333.",
        "Hansen, W. Lee, 1964, `Shortages and Investments in Health Manpower, in The Economics of Health and Medical Care, ed. S.J. Axeirod, Ann Arbor: The University of Michigan Press.",
        "Hart, Oliver and Bengt HolmstrÃ\u0083Â¶m, 1987, The Theory of Contracts, inAdvances in Economic Theory, Fifth World Congress, Truman Bewley, ed., Cambridge, UK: Cambridge University Press.",
        "Havighurst, Clark C., 1980, Anti-Trust Enforcement in the Medical Services Industry, Milbank Memorial Fund Quarterly, Winter, 58,1, 89-124.",
        "Havighurst, Clark C., 1983, The Contributions of Antitrust Law to a Procompetitive Health Policy, in Jack A. Meyer, ed., Market Reforms in Health Care: Current Issues, New Directions, Strategic Decisions, Washington, D.C.: American Enterprise Institute for Public Policy Research, 295-322.",
        "Hay, Joel and Michael Leahy, 1982, Physician-Induced Demand: An Empirical Analysis of the Information Gap, Journal of Health Economics, 3, 231-244.",
        "Held, Philip J. and Uwe E. Reinhardt, 1979, Analysis of Economic Performance in Medical Group Practices, Project Report 79-05, Princeton, N.J.: Mathematica Policy Research, Inc.",
        "Hibbard, Judith A. and Edwin Weeks, 1989, Does the Dissemination of Comparative Data on Physician Fees affect Consumer Use of Services?, Medical Care, 27,12, 1167-1 174.",
        "Hickson, G.B., Altmeier, W.A., and J.M. Perrin, 1987, `Physician Reimbursement by Salary of Fee-For-Service: Effect on Physician Practice Behavior in a Randomized Prospective Study, Pediatrics, 80,3, 344-350.",
        "Hoerger, Thomas J., 1989, Two-Part Pricing and the Mark-Ups Charged by Primary Care Physicians for New and Established Patient Visits, Journal of Health Economics, February, 8,4, 399-417.",
        "Holt, Charles and Roger Sherman, 1990, Advertising and Product Quality in Posted-Offer Experiments, Economic Inquiry, 28,1, 39-56.",
        "Kessel, Reuben A., 1958, Price Discrimination in Medicine, Journal of Law and Economics, 1, 2, 20-53.",
        "Kessel, Reuben A., 1970, The AMA and the Supply of Physicians, Law and Contemporary Problems, Spring.",
        "Kralewski, John E., Pitt, Laura, and Deborah Shatin, 1985, tStructural Characteristics of Medical Group Practices, Administrative Science Quarterly, 30, 34-45.",
        "Kwoka, John A., 1984, Advertising and the Price and Quality of Optometric Services, American Economic Review, 74,1, 211-216.",
        "Lee, Robert H., 1989, Insurance and Medical List Prices, Journal of Human Resources, 24, 4, 689-708.",
        "Lee, Robert H., 1990, Monitoring Physicians: A Bargaining Model of Medical Group Practice, Journal of Health Economics, 9,4, 463-481.",
        "Leffler, Keith B., 1978 Physician Licensure: Competition and Monopoly in American Medicine, Journal of Law and Economics, 21, 1, 165-186.",
        "Leffler, Keith B. and Cotton M. Lindsay, 1980, Markets for Medical Care and Medical Education; an Integrated Long-Run Structural Approach, Journal of Human Resources, 16,1, 21-40.",
        "Lerner, Arthur N., 1984, Federal Trade Commission Anti-Tmst Activities in the Health Care Services Field, Antitrust Bulletin, Summer, 29,2, 205-224.",
        "Lewis, H. Gregg, 1963, Unionism and Relative Wage Rates in the United States, Chicago: University of Chicago Press.",
        "Lindsay, Cotton M., 1973, Real Returns to Medical Education, Journal of Human Resources, 8, 331-348.",
        "MacLeod, W. Bentley, and James M. Malcoimson, 1993, Investments, Holdup, and the Form of Market Contracts, American Economic Review, September, 83, 4, 811-837.",
        "Malcoimson, James M., 1984, Work Incentives, Hierarchy, and Internal Labor Markets, Journal of Political Economy, 92, 486-507.",
        "Marder, William D. and Stephen Suckerman, 1985, TMCompetition and Medical Groups: A Survivor Analysis,t Journal of Health Economics, 4, 167-176.",
        "Marquis, M. Susan, 1985, Cost Sharing and Provider Choice, Journal of Health Economics, 4, 137-157.",
        "Masson, Robert T., and S. Wu, 1974, Price Discrimination for Physicians Services, Journal of Human Resources, 9, 63-79.",
        "McCarthy, Thomas R., 1985, The Competitive Nature of the Primary-Care Physician Services Market, Journal of Health Economics, 4, 2, 93-117, 1985.",
        "McGuire, Thomas G., 1983, Patients Trust and the Quality of Physicians,TM Economic Inquiry, April, 21:203-222.",
        "McGuire, Thomas G. and Mark V. Pauly, 1991, Physician Response to Fee Changes with Multiple Payers, Journal of Health Economics, 10,4, 385-410.",
        "Milgrom, Paul, 1981, Good News and Bad News: Representation Theorems and Applications, Bell Journal of Economics, Autumn, 12,2, 380-391.",
        "Mossner, Ernest C. and Ian S. Ross (eds.) 1987, The Correspondence of Adam Smith, Oxford: Clarendon, Second Edition, 1987.",
        "Newhouse, Joseph P., 1992, Pricing and Imperfections in the Medical Care Marketplace, in Health Economics Worldwide, H.E. Frech III and Peter Zweifel, eds., Dordrecht: Kiuwer Academic Publishers.",
        "Newhouse, Joseph P., 1978, The Structure of Health Insurance and the Erosion of Competition in the Medical Marketplace, in Competition in the Health Care Sector: Past, Present, and Future, Lawrence Goldberg and Warren Greenberg, eds., Washington, D.C.: Federal Trade Commission.",
        "Newhouse, Joseph P., Ware, John E., and Cathy A. Donald, 1981, How Sophisticated Are Consumers About the Medical Care Delivery System, Medical Care, March, 19,3, 316-328.",
        "Nitzan, Shmuel and Joseph Tzur, 1989, Price and Quality of Professional Services and Codes of Ethics, European Journal of Political Economy, 5, 31-48.",
        "Pauly, Mark V., 1980, Doctors and Their Workshops, Chicago: University of Chicago Press.",
        "Phelps, Charles E., 1992, Health Economics, New York: Harper Collins Publishers.",
        "Rayack, Elton, 1967, Professional Power and American Medicine: The Economics of the American Medical Association, Cleveland: World Publishing Co.",
        "Reinhardt, Uwe E., 1978, Parkinsons Law and the Demand for Physician Services, in Competition in the Health Care Sector: Past, Present, and Future, Lawrence Goldberg and Warren Greenberg, eds., Washington, D.C.: Federal Trade Commission.",
        "Rizzo, John A. and Richard J. Zeckhauser, 1990, Advertising and Entry: the Case of Physician Services, Journal of Political Economy, 98,3 476-500.",
        "Rizzo, John A. and Richard J. Zeckhauser, 1990, Advertising and the Price, Quantity, and Quality of Primary Care Physician Services, Journal of Human Resources, 27,3, 381-421.",
        "Roback, Gene, Randolph, Lillian, and Bradley Seidman, 1990, Physician Characteristics and Distribution in the U.S., 1990 Edition, Chicago: American Medical Association.",
        "Rochaix, Lise, 1989, Information Asymmetry and Search in the Market for Physicians Services, Journal of Health Economics, March, 8,1, 53-84.",
        "Roemer, Milton I., 1961, Bed Supply and Hospital Utilization: A National Experiment, Hospitals, 35, 36-42.",
        "Rogerson, William P., 1992, Contractual Solutions to the Hold-Up Problem, Review of Economic Studies, October, 59, 4, 777-794.",
        "Rossiter, Louis F. and Gail R. Wilensky, 1983, A Reexamination of the Use of Physician Services: The Role of Physician-Induced Demand, Inquiry, 20,2, 162-172.",
        "Ross, Steven, 1973, The Economic Theory of Agency: The Principals Problem, American Economic Review, 63, 134-139.",
        "Ruffin, Roy J., and Duane E. Leigh, 1973, Charity, Competition, and the Pricing of Doctors Services, Journal of Human Resources, 8, 212-222.",
        "Salant, David 5., 1991, A Repeated Game with Finitely Lived Overlapping Generations of Players, Games and Economic Behavior, 3, 244-259.",
        "Satterthwaite, Mark A., 1979, Consumer Information, Equilibrium, Industry Price, and the Number of Sellers. Bell Journal of Economics, 10:483-502.",
        "Satterthwaite, Mark A., 1985, Competition and Equilibrium as a Driving Force in the Health Services Sector. In Managing the Service Economy, ed. R. Inman, Cambridge: Cambridge University Press, 239-267.",
        "Sloan, Frank, 1970, Life Time Earnings and Physicians Choice of Specialty, Industrial and Labor Relations Review, October, 24, 47-56.",
        "Sloan, Frank, 1976, Comments on `Real Returns to Medical Education, Journal of Human Resources, Winter, 11, 118-127.",
        "Sloan, Frank, `Effects of Health Insurance on Physicians Fees, Journal of Human Resources, 17(4);533-557. Sloan and Feldman, 1978, Competition Among Physicians, in Competition in the Health Care Sector: Past, Present, and Future, Lawrence Goldberg and Warren Greenberg, eds., Washington, D.C.: Federal Trade Commission. Smith, Adam, 1978, Lectures on Jurisprudence, Ronald L. Meek, David D. Raphael, and Peter G. Stein (eds.), Oxford: Clarendon.",
        "Spulber, Daniel, 1989, Regulation and Markets, Cambridge, MA: MIT Press.",
        "Starr, Paul, 1982, The Social Transformation of American Medicine, New York: Basic Books, 1982.",
        "White-Means, Shelly, 1989, Consumer Information, Insurance, and Doctor Shopping: The Elderly Consumers Perspective, Journal of Consumer Affairs, 23, 45-64.",
        "Wolinsky, Asher, 1993, Competition in a Market for Informed Experts Services, Rand Journal of Economics, Autumn, 24,3, 380-398."
    ]
}