{
    "id": 4697,
    "cites": 63,
    "cited_by": 12,
    "reference": [
        "Agenor, P. and Taylor, M.; 'Testing for Credibility Effects, IMF Staff Papers. Vol. 39, 1992. Alesina, A.; Macroeconomics and Politics, in Fischer, S. (ed.), NBER Macroeconomics Annual, Cambridge, MIT Press, 1988.",
        "-and Drazen, A.; Why Are Stabilizations Delayed?, American Economic Review. Vol. 81, No. 5, December 1991.",
        "Aschauer, D.; Does Public Capital Crowd Out Private Capital?, Journal of Monetary Economics. Vol. 24, No. 2, 1989.",
        "Bailey, M.; The Welfare Cost of Inflationary Finance, Journal of Political Economy. Vol. 64, No. 2, March 1956.",
        "Barro, R.; Are Government Bonds Net Wealth?, Journal of Political Economy. Vol. 82, No. 6, December 1974.",
        "Beristain and Trigueros; Mexico, in Williamson, J. (ed.), Latin American Adjustment: How Much Has Happened?,. Washington, D.C., Institute for International Economics, 1990.",
        "Bhagwati, J.; Foreign Trade Regimes and Economic Development: Anatomy and Consequences of Exchange Control Regimes. Cambridge, Ballinger, 1978.",
        "Boskin, M.; Taxation, Savings, and the Rate of Interest, Journal of Political Economy, Vol. 86, Supplement, 1978.",
        "Bruno, M.; High Inflation and the Nominal Anchors of an Open Economy, Princeton Essays in International Finance No. 183, June 1991.",
        "Calvo, G.; On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica. November 1978.",
        "-; Controlling Inflation: The Problem of Non-indexed Debt, IMF Working Paper No. 29, Washington, D.C., 1988.",
        "-; Exchange Rate-Based Stabilization Under Imperfect Credibility, IMF Working Paper No. 77, 1991.",
        "-, Leiderman, L. and Reinhardt, C.; Capital Inflows and Real Exchange Rate Appreciation, IMF Working Paper No. 62, Washington, D.C., 1992.",
        "Cardoso, E. and Dornbusch, R.; Brazilian Debt Crises: Past and Present, in Eichengreen, B. and Lindert, P. (eds.), The International Debt Crisis in Historical Perspective. Cambridge, MIT Press, 1990.",
        "CEPAL; Balance Preliminar de la EconomÃ\u0083Â­a de AmÃ\u0083Â©rica Latina v el Caribe. Santiago, Chile, 1992a.",
        "Cochrane, J.; How Big is the Random Walk in GNP?, Journal of Political Economy. Vol. 96, 1988.",
        "Corbo, V. and Schmidt-Hebbel, K.; Public Policies and Savings in Developing Countries, Journal of Development Economics. Vol. 36, No. 1, 1991.",
        "Corden, W. M.; Monetary Integration, Princeton, New Jersey, Princeton Essays in International Finance No. 93, April 1972.",
        "-; Macroeconomic Policy and Growth: Some Lessons of Experience Proceedings of the World Bank Annual Conference on Development Economics, Washington, D.C., 1990.",
        "Devarajan, S. and Rodrik, D.; Do the Benefits of Fixed Exchange Rates Outweigh Their Costs? The CFA Zone in Africa, in Goldin, I. and Winters, A. (eds.), Open Economies: Structural Adjustment and Agriculture. Cambridge, CEPR / Cambridge University Press, 1992.",
        "Dornbusch, R.; Credibility and Stabilization, Quarterly Journal of Economics. Vol. 107, No. 3, August 1991.",
        "-; Lessons from Experiences with High Inflation, The World Bank Economic Review. Vol. 6, No. 1, 1992.",
        "-and Fischer, S.; Moderate Inflations, World Bank Economic ReviewT Vol. 7, No.l, January 1993.",
        "Eaton J.; Sovereign Debt: A Primer The World Bank Economic Review. Vol. 7, No. 2, 1993.",
        "Edwards, S.; The Order of Liberalization of the External Sector in Developing Countries, New Jersey, Princeton Essays in International Finance No. 156, December 1984.",
        "--; Exchange Rate Misalignment in Developing Countries, The World Bank Research Observer. Vol. 4, No. 1, 1989b.",
        "-; Capital Flows, Foreign Direct Investment, and Debt-Equity Swaps in Developing Countries, in Siebert, H. (ed.), Capital Flows in the World Economy. Tubingen, JBC Mohr, 1991.",
        "-; The Sequencing of Structural Adjustment and Stabilization, San Francisco, International Center for Economic Growth Occasional Paper No. 34, 1992.",
        "--; Exchange Rates as Nominal Anchors, Weltwirtschaftliches Archiv. Vol. 129, No. 1, 1993a.",
        "-; Exchange Rates, Inflation and Disinflation: Latin American Experiences, NBER Working Paper No. 4320, Cambridge, Mass., 1993b.",
        "-; Exchange Rate Misalignment in Developing Countries, Baltimore, Johns Hopkins University Press, 1988.",
        "-; Real Exchange Rates. Devaluation, and Adjustment: Exchange Rate Policy in Developing Countries, Cambridge, MIT Press, 1989a.",
        "-and Cox-Edwards, A.; The Chilean Economy, Washington, D.C., library of Congress, 1993.",
        "-and Sturzenegger, F.; Endogenous Indexation and the Role of Credibility, Los Angeles, University of California, mimeo, 1992.",
        "-and Tabellini, G.; Explaining Inflation and Fiscal Deficits in Developing Countries, Journal of International Money and Finance, Supplement 1991.",
        "-and van Wijnbergen, S.; The Welfare Effects of Trade and Capital Markets Liberalization, International Economic Review, Vol. 27, February 1986.",
        "Fischer, S.; Issues in Medium-Term Macroeconomic Adjustment, World Bank Research Observer. Vol. 1, No. 2, 1986.",
        "-; Recent Developments in Macroeconomics, Economic Journal, Vol. 98, No. 2, June 1988.",
        "Fleisig, H.; Infrastructure and Economic Growth in Latin America, LAC mimeo, World Bank, October 1992.",
        "Flood, R. and Isard, P.; Monetary Policy Strategies, IMF Staff Papers. Vol. 36, No. 3, September 1989.",
        "Fontaine, J.; The Chilean Economy in the Eighties: Adjustment and Recovery, in Edwards, S. and LarraÃ\u0083Â­n, F. (eds.), Debt. Adjustment and Recovery, Oxford, Basil Balckwell, 1989.",
        "Friedman, M.; Government Revenue From Inflation, Journal of Political Economy, Vol. 79, No. 4, July 1971.",
        "Fry, m.; Money, Interest and Banking in Economic Development, Baltimore, Johns Hopkins University Press, 1988.",
        "Gelb, A.; Financial Policies, Growth and Efficiency, Country Economics Department Working Paper No. 202, World Bank, 1989.",
        "Giovannini, A.; The Interest Elasticity of Savings in Developing Countries: The Existing Evidence, World Development. Vol. 11, July 1983.",
        "Harberger, A.; Observations on the Chilean Economy, 1973-1983, Economic Development and Cultural Change. Vol. 33, No. 3, April 1985.",
        "International Monetary Fund; World Economic Outlook, Washington, D.C., 1985, 1992.",
        "Kamin, S.; Argentina's Experience With Parallel Exchange Markets: 1981-1990, International Finance Discussion Papers No. 407, Board of Governors of the Federal Reserve System, August 1991.",
        "Kessel, G.; El Sector Petroquimico Mexicano ante la IntegraciÃ\u0083Â³n del Mercado Norteamericano, in IT AM, Mexico v el Tratado Trilateral de Libre Comercio. Mexico, McGraw-Hill, 1992.",
        "Krueger, A.; Foreign Trade Regimes and Economic Development; T.ihprplizprinn Attempts and Consequences. Cambridge, NBER, 1978.",
        "-; Trade Policies in Developing Countries, in Jones, R. and Kenen, P. (eds.), Handbook of International Economics. Amsterdam, North-Holland, 1985.",
        "-; Perspectives on Trade and Development, Exeter, Harvester Wheatsheaf, 1990.",
        "Krugman, P.; A Model of Balance of Payments Crises, Journal of Money. Credit and Banking, Vol. 11, No. 3, August 1979.",
        "Kydland, F. and Prescott, E.; Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, Vol. 85, No. 3, June 1977.",
        "McKinnon, R.; The Order of Economic Liberalization: Lessons from Chile and Argentina, Carnegie-Rochester Conferences in Public Policy, Vol. 17, Autumn 1982.",
        "-: The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy. Baltimore, Johns Hopkins University Press, 1991.",
        "Michaely, M., Choksi, A., and Papageorgiu, D. (eds.); Liheraliring Foreign Trade, New York / Oxford, Basil Blackwell, 1991.",
        "Persson, T. and Tabellini, G.; Macroeconomic Policy. Credibility and Politics. New York, Harwood, 1990.",
        "Razin, A. and Svensson, L.; Terms of Trade and the Current Account, Journal of Political Economy, Vol. 91, February 1983.",
        "Sargent, T.; Stopping Moderate Inflation: The Methods of Poincare and Thatcher, in Dornbusch, R. and Simonsen, M. (eds.), Inflation. Debt and Indexation. Cambridge, Mass., MIT Press, 1983.",
        "Shaw, E.; Financial Deepening in Economic Development. New York, Oxford University Press, 1973.",
        "Williamson, J.; Advice on the Choice of an Exchange Rate Policy, in Claasen, E. (ed.), Exchange Rate Policies in Developing and Post-Socialist Countries. San Francisco, ICS Press, 1991.",
        "World Bank; The East Asian Miracle, Washington, D.C., 1993."
    ]
}