{
    "id": 4702,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Amihud, Yakov, Bent Jesper Christensen, and Haim Mendelson, 1992, Further Evidence on the Risk-Return Relationship, working paper, New York University and Stanford University.",
        "Fama, Eugene F., 1976, Foundations of Finance, Basic Books, New York.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance 47, 427-465.",
        "Grauer, Robert R., 1994, Tests of the Capital Asset Pricing Model Based on the CrossSection of Expected Returns, working paper, Simon Fraser University.",
        "Jagannathan, Ravi and Zhenyu Wang, 1993, The CAPM is Alive and Well, working paper, University of Minnesota.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1987, On Correlations and Inferences about Mean-Variance Efficiency, Journal of Financial Economics 18, 61-90.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1989, A Mean-Variance Framework for Tests of Asset Pricing Models, Review of Financial Studies 2, 125-156.",
        "Roll, Richard, 1977, A Critique of the Asset Pricing Theorys Tests; Part 1: On Past and Potential Testability of the Theory, Journal of Financial Economics 4, 129-176.",
        "Roll, Richard, 1985, A Note on the Geometry of Shankens CSR T2 Test for Mean/Variance Efficiency, Journal of Financial Economics 14, 349-357.",
        "Roll, Richard, and Stephen A. Ross, 1994, On the Cross-Sectional Relation Between Expected Returns and Betas, Journal of Finance, forthcoming.",
        "Ross, Stephen A., 1977, The Capital Asset Pricing Model (CAPM), Short-Sale Restrictions and Related Issues, Journal of Finance 32, 177-183.",
        "Shanken, Jay, 1985, Multivariate Tests of the Zero-Beta CAPM, Journal of Financial Economics 14, 327-348.",
        "Shanken, Jay, 1987, Multivariate Proxies and Asset Pricing Relations: Living with the Roll Critique, Journal of Financial Economics 18, 91-110.",
        "Shanken, Jay, 1992, On the Estimation of Beta-Pricing Models, The Review of Financial Studies 5, 1-33."
    ]
}