{
    "id": 4704,
    "cites": 28,
    "cited_by": 51,
    "reference": [
        "Warner, Jerold B., Ross L. Watts and Karen H. Wruck, 1988, Stock prices and top management changes, Journal of Financial Economics 20, 461-492.",
        "Weisbach, Michael S., 1988, Outside directors and CEO turnover, Journal of Financial Economics 20, 431-460.",
        "Simon, Herbert. A., 1957, The compensation of executives, Sociometry 20, 32-35.",
        "Smith, Clifford W. and Ross L. Watts, 1992, The investment opportunity set and corporate financing, dividend and compensation policies, Journal of Financial Economics 32, 263-292.",
        "Rosen, Sherwin, 1990, Contracts and the market for executives, NBER working paper No. 3542.",
        "Peltzman, Sam, 1993, Comment, Brookings Papers on Economic Activity (Microcconomics), 63-66.",
        "Noreen, Eric W+, and Mark A. Wolfson, 1990, Equilibrium Warrant Pricing Models and Accounting for Stock Options, Journal of Accounting Research 19, 384-398.",
        "Murphy, Kevin J. and Jerold L. Zimmerman, 1991, Financial performance over CEO careers: an empirical investigation, Working paper (University of Rochester, New York).",
        "Murphy, Kevin J., 1985, Corporate performance and managerial remuneration, Journal of Accounting and Economics 7, 11-42.",
        "Jensen, Michael C. and Kevin J. Murphy, 199Db, CEO incentives - its not how much you pay, but how, Journal of Applied Corporate Finance 3, 36-49. Joskow, Paul L., Nancy L. Rose, and Andrea Shepard, 1993, Regulatory constraints on CEO compensation, Brookings Papers on Economic Activity (Microeconomics), 1-72.",
        "Jensen, Michael C. and Kevin J. Murphy, 1990a, Performance pay and top-management incentives, Journal of Political Economy 98, 225-264.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the firm: managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305360.",
        "Kostiuk, Peter F., 1986, Executive ability, corporate performance and managerial income, Working paper (Center for Naval Analysis).",
        "Houston, Joel and Christopher James, 1992, Managerial ownership, turnover and risktaking in banking, Working paper (University of Florida, Florida).",
        "Hausman, J. and W. Taylor, 1981, Panel data and unobservable individual effects, Econometrica 49, 1377-1398.",
        "Golembe, Carter H. and David S. Holland, 1986, Federal regulation of banking 1986-87, (Golembe Associates, Washington, D.C).",
        "Dunlevy, James A., Econometric issues in the analysis of executive compensation, Review of Economics and Statistics 67, 171-174, Gibbons, Robert and Kevin J. Murphy, 1990, Relative performance evaluation for chief executive officers, Industrial and Labor Relations Review 43, 30-51.",
        "Coughla.n, Anne T. and Ronald M. Schmidt, 1985, Executive compensation, management turnover and firm performance, Journal of Accounting and Economics 7, 43-66.",
        "Ciscell, David H. and Thomas M. Carroll, 1980, The determinants of executive salaries: an econometric survey, Review of Economics and Statistics 62, 7-13.",
        "Breusch, T. S. and A. H.. Pagan, 1980, The lagrange multiplier test and its application to mode! specification in econometrics, Review of Economic Studies 47, 239-253.",
        "Berle, Adolf A. and Gardiner C. Means, 1932, The Modern Corporation and Private Property, (Macmillan, New York).",
        "Black, Fischer and Myron Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 81, 637-659.",
        "Barro, Jason ft. and Robert J. Barro, 1990, Pay, performance and turnover of bank CEOs, Journal of Labor Economics 8, 448-481.",
        "Amel, Dean F., 1991, State jaws affecting commercial bank branching, multibank holding company expansion, and interstate banking, Working paper (Board of Governors of the Federal Reserve System, Washington, D.C).",
        "Antle, Rick, and Abbie Smith, 1986, An empirical investigation of the relative performance evaluation of corporate executives, Journal of Accounting Research 24, 132.",
        "Shleifer, Andrei and Robert W. Vishny, 1988, Value maximization and the acquisition process, Journal of Economic Literature 2, 7-20.",
        "Hermalin, Benjamin E. and Michael S. Weisbach, 1988, The determinants of board composition, Rand Journal of Economics 19, 589-606."
    ]
}