{
    "id": 4709,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Auerbach, Alan 3., and Laurence I. Kotlikoff, 1987, D namic Fiscal Policy (Cambridge: Cambridge University Press).",
        "Auerbach, Alan 3., Jagadeesh Gokhale, and Laurence 3. Kotlikoff, 1991,Generational Accounts: A Meaningful Alternative to Deficit Accounting, in D. Bradford, ed., Tax Policyand the Economy 5 (Cambridge: MIT Press), pp. 55-110.",
        "Barro, Robert J., 1979, On the Determination of the Public Debt, Journal of Political Economx 87, October, pp. 940-971.",
        "Blanchard, Olivier, Jean-Claude Chouraqui, Robert P. Hagemann, and Nicola Sartor, 1990, The Sustainability of Fiscal Policy: New Answers to an Old Question, OECJ) Economic Studies 15, Autumn, pp. 7-36.",
        "Feenberg, Daniel R. and James M. Poterba, 1993, Income Inequality and the Incomes of Very High-Income Tax Payers: Evidence from Tax Returns, in J. Poterba, editor, Tax Policy and the Economy 7 (Cambridge: MIT Press). pp. 145-77.",
        "Gramlich, Edward M., 1990, U.S. Federal Budget Deficits and Gramm-Rudman-Hollings, American Economic Review 80, May, pp. 75-80.",
        "Gravelle, Jane G., 1993, Estimating the Long-Run Revenue Effects of Tax Law Changes, Congressional Research Service, September.",
        "Hamilton, James D. and Marjorie A. Flavin, 1986, On the Limitations of Government Borrowing: A Framework for Empirical Testing, American Economic Review 76, September. pp. 808-819.",
        "Kotlikoff, Laurence 3., 1986, Deficit Delusion, The Public Interest no. 84, Summer, pp. 53-65.",
        "Reischauer, Robert D., 1990, Taxes and Spending Under Gramm-Rudman-Hollings, National Tax Journal 43, September, pp. 223-232.",
        "U.S. Congressional Budget Office, 1983a-l994a, The Economic and Bud2et Outlook.",
        "U.S. General Accounting Office, 1992, Budzet PolieyPrompt_Action_Necessarv to Avert L0M-Terrn Damage, June 5.",
        "U.S. Joint Committee on Taxation, 1993, Summary of the Revenue Provisions of the Omnibus Budget Reconciliation Act of 1993, August 23.",
        "Perspectives, Chapter 3, February. White, Halbert, 1980, A Heteroscedasticity-consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econometrica 48, pp. 817438."
    ]
}