{
    "id": 471,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "1. Benjamin Friedman. Survey Evidence on the `Rationality of Interest Rate Expectations, (Cambridge: National Bureau - of Economic Research, Inc., Working Paper No. 261, 1978).",
        "2. Myron J. cordon. The investment,~,jnancinq3~pd Valuation of the corporation (Homewood: Richard D. Irwin, 1962).",
        "4. C.C. Bolt. The Influence of Growth Duration on Share Prices, Journal of Finance, September 1962, 17, pp. 464-475.",
        "5. Benjamin F. King. Market and Industry Fadtors in Stock Price Behavior, Journal of Business Security Prices: * A Supplement, Vol. 39, No. 1, part 2, January 1966, pp. 139-190.",
        "6. John Lintrier. The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Econonics and Statistics, Vol. XLVII, February 1965, pp. 13-37.",
        "7. John Lietner and Robert dauber. Iliggledy Piggledy Growth in America? (paper presented to the Seminar in the Analysis of Security Prices, University of Chicago, t1av 196~ ;and Further Observations on Higgledv Piggledy Growth, (paper presented to the Seminar on the Analysis of security Prices, University of Chicago, May 1969).",
        "8. I.M.D. Little. Higglecly Piggledy Growth, Oxford Institute of Statistics Bulletin, November 1962, 24, pp.387-412.",
        "9. Burton G. Malkiel. Equity yields, Growth, and the Structure of Share Prices, American Economic Review, December 1963, pp. 1004-1031.",
        "6. S.A. Ross. The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory, vol. 13, December 1976, pp. 341-360.",
        "17. william Sharpe. Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, The Journal of Finance, vol. 19, September 1964, pp. 425-442.",
        "18. Henri Theil. Applied Economic Forecastin~ (Amsterdam: North Holland publishing Company, 1966).",
        "19. J.B. Williams. The Theory of Investment value (Cambridge: Harvard university press, 1938).",
        "20. Victor Zarnowltz. An Annraisal of Short-Term Economic Forecasts (New York: National Bureau of Economic Research, 1967)."
    ]
}