{
    "id": 4713,
    "cites": 32,
    "cited_by": 11,
    "reference": [
        "Asilis, C and L. Rivera-Batiz. 1993. Geography, Trade Patterns, and Economic Policy, manuscript, International Monetary Fund and University of Florida. Blanchard, O. and L. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity 1: 1992, 1-75.",
        "Carlton, D.W. 1983. The Location and Employment Choices of New Firms. Review of Economics and Statistics 65: 440-449.",
        "Eaton, J. and Z. Eckstein. 1994. Cities and Growth: Theory and Evidence from France and Japan. NBER Working Paper No. 461Z Fujita, M. 1988. Monopolistic Competition and Urban Systems. European Economic Review 37: 308-15.",
        "Fujita, M. 1993. Monopolistic Competition and Urban Systems. European Economic Review 37: 308-15.",
        "Garza, G. 1985. EI Proceso de IndustrializaciÃ\u0083Â³n en la Ciudad de MÃ\u0083Â©xico. 1821-1970. Mexico Gty: El Colegio de MÃ\u0083Â©xico.",
        "Glaeser, E., H. Kallal, J. Sheinkman, and A. Shleifer. 1992. Growth in Cities. Journal of Political Economy 100: 1126-1151 Grossman, G. and E. Helpman. 1991. Innovation and Growth in the Global Economy. Cambridge: MIT Press.",
        "Hanson, G. 1994. Increasing Returns and the Regional Structure of Wages. Manuscript, University of Texas.",
        "Henderson, J.V. 1974. The Sizes and Types of Cities. American Economic Review 64: 640656.",
        "Henderson, J.V. 1986. Efficiency of Resource Usage and City Size. Journal of Urban Economics 19: 47-70.",
        "Instituto Nacional de EstadÃ\u0083Â­stica, GeographÃ\u0083Â­a e InformÃ\u0083Â¡tica (INEGI). XI Censo Industrial, (1981), XII Censo Industrial, (1985). Mexico Gty: INEGL Resultados Oportunos. (1989), Aguascalientes: INEGL Jacobs, J. 1969. The Economy of Cities. New York: Vintage.",
        "II Jaffe, A., M. Ttajtcnbcrg, and R. Henderson. 1993. Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations. Quarterly Journal of Economics 108: 577-598.",
        "King, T. 1970. Mexico: Industrialization and Trade Policies Since 1940. London: Oxford University Press.",
        "Krugman, P. 1991. Increasing Returns and Economic Geography. Journal of Political Economy 99: 483-499.",
        "Krugman, P. 1994. Fluctuations, Instability, and Agglomeration. NBER Working Paper No. 4616.",
        "Krugman, P. and R. Livas. 1992. Trade Policy and the Third World Metropolis. NBER Working Paper No. 4238.",
        "Lucas, R-E. 1988. On the Mechanics of Economic Development Journal of Monetary Economics 22: 3-42.",
        "Matsuyama, K. and T. Takahashi. 1993. Self-Defeating Regional Concentration. Manuscript Northwestern University.",
        "Nakamura, R. 1985. Agglomeration Economies in Urban Manufacturing Industries: A Case of Japanese Cities. Journal of Urban Economics 17: 108-24.",
        "Porter, M. 1990. The Competitive Advantage of Nations. New York: The Free Press.",
        "Rauch, J. 1990. Comparative Advantage, Geographic Advantage, and the Volume of Trade. NBER Working Paper No. 3512.",
        "Rauch, J. 1993a. Does History Matter Only When It Matters a Little? Quarterly Journal of Economics 107: 843-867.",
        "Ranch, J. 1993b. Productivity Gains bom Geographic Concentration of Human Capital: Evidence from the Gties. Journal of Urban Economics, forthcoming.",
        "Rivera-Batiz, FX. 1988. Increasing Returns, Monopolistic Competition, and Agglomeration Economies in Consumption and Production. Regional Science and Urban Economics 18: 12553.",
        "Rivera-Batiz, R., and P. Romer. 1991. Economic Integration and Endogenous Growth. Quarterly Journal of Economics 106: 531-556.",
        "Roback, J. 1982. Wages, Rents, and the Quality of Life. Journal of Political Economy 90: 1257-78.",
        "II RÃ\u0083Â¶mer, P. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy 94: 1002-37.",
        "Romer, P. 1990. Endogenous Technological Change. Journal of Political Economy 98: S71-S101.",
        "VarÃ\u0083Â­an, H. 1984. Mlcroeconomic Analysis. New York: W.W. Norton.",
        "Wd,S. 1993. Open Door Policy and China&apos;s Rapid Growth: Evidence from Qty-Level Data. NBER Working Paper No. 4602.",
        "White, H. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 48: 817-838.",
        "Wilson, P.A. 1992. Exports and Local Development: Mexico&apos;s New Maquiladoras. Austin: University of Texas Press.",
        "Young, A. 1991. Learning by Doing and the Dynamic Effects of International Trade. Quarterly Journal of Economics 106: 369-406. II"
    ]
}