{
    "id": 4722,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "This paper has benefited from comments by seminar participants at Boston College, Boston University, Dartmouth College, MiT, University of Massachusetts, Ohio State University, UCLA and the NBER, especially Eugene Fama and Robert Gertner. The usual disclaimers apply. Funding from MIT and The Tuck School at Dartmouth College is gratefully acknowledged. Auerbach, A.S., 1985, Real determinants of corporate leverage, in: B. M. Friedman, ed., Corporate capital structures in the United States (National Bureau of Economic Research) 301-322.",
        "Baskin, J., 1985, On the financial policy of large mature corporations, Unpublished Ph.D. dissertation (Harvard University, Cambridge, MA).",
        "Bradley, M., Jarrel, G.A. and E. H. Kim, July 1984, On the existence of an optimal capital structure: Theory and evidence, Journal of Finance 39, 857-78.",
        "Da Silva, J.G.C., 1975, The analysis of cross-sectional time series data, Ph. D. dissertation (Department of Statistics, North Carolina State University).",
        "Drtina, R. and J. Largay, 1985, Pitfalls in calculating cash flows from operations, Accounting Review, 314.326.",
        "Eckbo, B.E., 1986, Valuation effects of corporate debt offerings, Journal of Financial Economics 15, 119-152.",
        "Fazzari, S., Hubbard, G. and B.Petersen, 1988, Financing constraints and corporate investments (Brookings Papers on Economic Activity) 141-206.",
        "Fischer, E., Heinkel, R. and J. Zechner, 1989, Dynamic capital structure choice: Theory and tests, Journal of Finance 44, 19-40.",
        "Fuller, W.A. and G.E. Battese, 1974, Estimation of linear models with crossed-error structure, Journal of Econometrics 2,67-78.",
        "Harris, M. and A. Raviv, 1991, The theory of capital structure, Journal of Finance, 46, 297-355.",
        "Hoshi, T., Kashyap, A. and D. Scharfstein, 1991, Corporate structure, liquidity, and investment: Evidence from Japanese industrial groups, Quarterly Journal of Economics 56, 33-60.",
        "Jensen, M.C., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review.",
        "Jalilvand, A. and R. S. Harris, 1984, Corporate behavior in adjusting to capital structure and dividend targets: An econometric study, Journal of Finance 39, 127-145.",
        "Kester, C.W., 1986, Capital and ownership structure: A comparison of United States and Japanese manufacturing corporations, Financial Management 15, 97-113.",
        "Long, M.S. and E. B. Malitz, 1985, Investment patterns and financial leverage, in: B. Freidman, ed., Corporate capital structures in the United States (Chicago, University of Chicago Press).",
        "Mackie-Mason, J., December 1990, Do taxes affect corporate financing decisions?, Journal of Finance 45, 147 1-1494.",
        "Masulis, R.W., 1980, The effects of capital structure change on security prices: A study of exchange offers, Journal of Financial Economics 8, 139-177.",
        "Marsh, P., March 1982, The choice between equity and debt: An empirical study, Journal of Finance 37, 121-44.",
        "Myers, S.C., July 1984, The capital structure puzzle, Journal of Finance 39, 575-92.",
        "Myers, S.C. and N. Majluf, June 1984, Corporate financing and investment decisions when firms have information investors do not have, Journal Of Financial Economics 13, 187-221.",
        "Parks, R.W., 1967, Efficient estimation of a system of regression equations when disturbances are both serially and contemporaneously correlated, Journal of the American Statistical Association 62,500-509.",
        "Rajan, R.G. and L. Zingales, January 1994, What do we know about capital structure? Some evidence from international data (Graduate School of Business, University of Chicago).",
        "Schwartz, E. and R. Aronson, March 1967, Some surrogate evidence in support of the concept of optimal financial structure, Journal of Finance 22, 10-18.",
        "Smith, C.W. and R. L. Watts, 1992, The investment opportunity set and corporate financing, dividend, and compensation policies, Journal of Financial Economics 32, 263-292.",
        "Shyam-Sunder, L., 1991, The stock price effect of risky versus safe debt, Journal of Financial and Quantitative Analysis 26,549-558.",
        "Taggart, R.A., 1977, A model of corporate financing decisions, Journal of Finance 32, 1467-1484.",
        "Titman, S. and R. Wessels, March 1988, The determinants of capital structure choice, Journal of Finance 43, 1-19."
    ]
}