{
    "id": 4723,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Amihud, V. and B. Lev. Risk Reduction as a Managerial Motive for Conglomerate Mergers? Bell Journal of Economics, Vol. 12 (1981), pp. 605-617.",
        "Non, D.J. Ability, Moral Hazard, Firm Size and Diversification. Rand Journal of Economics, Vol. 19 (1988), pp. 72-87.",
        "Baker, G.F., Jensen, M.C. and Murphy, K.J. Compensation and Incentives: Practice vs. Theory. Journal of Finance, Vol. 43 (1988), pp. 593-616.",
        "Comment, R. and Jarrell, G. A. Corporate Focus, Stock Returns, and the Market for Corporate Control? Bradley Policy Research Center Managerial Economics Research Studies Working Paper MR 91-01, University of Rochester, May 1992.",
        "Finkelstein, S. and Ham brick, D.C. Chief Executive Compensation: A Study of the Intersection of Markets and Political Processes? Strategic Management Journal, Vol. 10 (1989), pp. 121-34.",
        "Gollop, F.M. and Monahan, J.L. A Generalized Index of Diversification: Trends in U.S. Manufacturing. Review of Economics and Statistics, Vol. xx (1991), pp. 318-330.",
        "Hermalin, B.E. and Katz, ML. Corporate Diversification and Agency, mimeo, 1993, UC Berkeley.",
        "Jensen, MC. and Murphy, K.J. Performance Pay and Top Management Incentives. Journal of Political Economy, Vol. 98 (1990), pp. 225-64.",
        "Joskow, P.L. and Rose, N.L. Pay-for-Performance: A Reassessment, mimeo, 1994, MIT.",
        "Joskow, P., Rose, N. and Shepard, A. Regulatory Constraints on CEO Compensation? Brookings Papers on Economic Activity: Microeconomics, No. 1, 1993, pp. 1-58.",
        "Lambert, R.A. and Larcker, D.F. Executive Compensation Effects of Large Corporate Acquisitions, Journal of Accounting and Public Policy, Vol. 6 (1987), pp. 231-242.",
        "Lang, L.H.P. and Stulz, R.M. `Tobins Q, Corporate Diversification and Firm Performance. NBER Working Paper No. 4376, June 1993.",
        "Lichtenberg, F.R. The Managerial Response to Regulation of Financial Reporting for Segments of a Business Enterprise. Journal of Regulatory Economics, Vol 3 (1991), pp. 241-249.",
        "Mace, M.L. Directors: Myth and Reality. Division of Research, Graduate School of Business Administration, Cambridge MA, Harvard University, 1971.",
        "Matsusaka, J. G. Takeover Motives During the Conglomerate Merger Wave, Rand Journal of Economics, Vol. 24 (1993), pp. 357-379.",
        "Montgomery, C.A. and Wernerfelt, B. Diversification, Ricardian Rents, and Tobins q. Rand Journal of Economics, Vol. 19 (1988), pp. 623-632.",
        "Morck, R., Shleifer, A. and Vishny, R.W. Do Managerial Objectives Drive Bad Acquisitions. Journal of Finance, Vol 45 (1990), pp. 31-48.",
        "Roll, H. The Hubris Hypothesis of Corporate Takeovers. Journal of Business, Vol. 59 (1986), pp. 197-216.",
        "Rosen, S. Contracts and the Market for Executives. In L. Wernin and H. Wijkander, eds., Contract Economics. Oxford: Basil Blackwell, 1992.",
        "Shleifer, A. and Vishny, R.W. Management Entrenchment: The Case of Manager-Specific Investments. Journal of Financial Economics, Vol. 25 (1989), pp. 123-39.",
        "Waldman, M. `Worker Allocation, Hierarchies and the Wage Distribution? Review of Economic Studies, Vol. 51(1984), pp. 95-1 09."
    ]
}