{
    "id": 4725,
    "cites": 16,
    "cited_by": 19,
    "reference": [
        "Barro Robert J., 1990, Government spending in a Simple Model of Endogenous Growth, Journal of Politicni Economy 98, s103-s125.",
        "Findlay, Ronald, 1984, Growth and Development in Trade Models, in R.W. Jones and RB.Kenen ads., Handbook of International Economics, VoL 1. (North-Holland.",
        "New York) Grossman1 Gene and Elhanan Helpman, 1991, Innovation arid Grcwth in the Global Economy (MIT Press, Cambridge, MA).",
        "Harrison, Ann, 1991, Openness and Growth: A Time-series, Cross-country Analysis for Developing Countries, Mimeo. (World Bank, Washington, DC).",
        "Knigman, Paul and Helpman, Elhanan, 1986, Market Structure arid Foreign flude, (MIT Press, Cambridge, MA).",
        "Lee, Jong-Wha, 1993, International Trade, Distortions and Long-Run Economic Growth, 1MF Staff Pa~ucrs 40, 299-327.",
        "Levine Ross and Renelt David, 1992, A Sensitivity Analysis of Cross-Country Growth Regressions, AnreHczzn Economic Review 82, 942-963.",
        "Lucas, Robert; 1988, On the Mechanics of Economic Development; Journal of Monetary Economics 22, 3-42.",
        "Oniki, FL and H. Uzawa, 1965, Patterns of Trade and Investment in a Dynamic Model of International Trade, Review of Economic Swdies 32, 15-38.",
        "Quah Danny, and James Rauch, 1990, Openness and The Rate of Economic Growth, Mimeo. (Mit, Cambridge, MA).",
        "Rebelo, Sergio, 1990, Long Run Policy Analysis and Long Run Growth, Journal of PoliticS Economy 98, 500-521.",
        "Rivera-Batiz, L., and Paul. Romer, 1991, Economic Integration and Endogenous Growth~ Quarterly Journal of Economics 106, 531-556.",
        "Romer, Paul, 1986, Increasing Returns and Long-run Growth, Jaunt,) of Politico) Economy 94, 1002-1037.",
        "Carnegie-Rochester Carfrrence Series on Public Policy. Roubini Nouriel and Xavier Sala-i-Martin, 1991, Financial Development, the Trade Regime, and Economic Growth, Working Paper No. 3876 (NBER, Cambridge, MM.",
        "Smith, Alasdair, 1984, Capital Theory and Trade Theory, in : LW. Jones and P.B.",
        "Young, Alwyn, 1991, Learning by Doing and the Dynamic Effects of International Trade, Quarterly Journal of Economics 106, 369-406."
    ]
}