{
    "id": 4726,
    "cites": 22,
    "cited_by": 20,
    "reference": [
        "Baldwin,J.R. and P.K. Gorecki. 1987. &apos;Plant Creation Versus Plant Acquisition: The Entry Process in Canadian Manufacturing, International Journal of Industrial Oraanization 5, 2741.",
        "Baldwin, J.R. and P.K. Gorecki. 1986a. The Role of Scale in Canada-U.S. Productivity Differences in the Manufacturing Sector. Volume 6, The Collected Research Studies, Royal Commission on the Economic Union and Development Prospects for Canada. Toronto: University of Toronto Press.",
        "Baldwin, J.R., T. Duane, and I. Italtiwanger. 1994. &apos;Job Change in the Manufacturing Sectors of Canada and the United States, forthcoming in J.R. Baldwin The Dynamics of Industrial Comnetition, Cambridge University Press.",
        "Roberts, M. 1994. \"Employment Growth and Producer Turnover in Three Developing Countries,\" mimeo.",
        "Schmalensee, R. 1989. \"Inter-Industry Studies of Structure and Performance,\" in R. Schrnalensee and R.D. Willig (eds.) Handbook of Industrial Organization.",
        "Organization for Economic Cooperation and Development. 1987. \"The process of job creation and job destruction,\" Employment Outlook. Paris: OECD. 97-220.",
        "Mortensen, D. and Pissarides. 1992. \"The Cyclical Behavior of Job Creation and Destruction,\" mimeo.",
        "Dunne, T., M.J. Roberts and L. Samuelson. 1989. \"Plant Thrnover and Gross Employment Flows in the U.S. Manufacturing Sector,\" Journal ofLabor Economics 7: 48-71.",
        "Leonard, J.S. 1987. \"In the Wrong Place at the Wrong Time: The Extent of Frictional and Structural Unemployment,\" in K. Lang and I. Leobard (eds.) Unemployment and the Structure of Labor Markets. Oxford: Blackwell.",
        "Dunne, T. 1993. \"Plant Age and Technology Uge in U.S. Manufacturing Plants,\" mimeo.",
        "Davis, S., J. Haltiwanger and S. Schub. 1994. Job Creation and Job Destruction in U.S. Manufacturing: 1972-88, U.S. Census Bureau Monograph (forthcoming).",
        "Davis, S. and J. Haltiwanger. 1992. \"dross Job Creation, Gross Job Destruction, and Employment Reallocation,\" Ouarterly Journal of Economics. 107: 819-863.",
        "Davis, S. and J. Haltiwanger.. 1991. \"The Distribution of Employees by Establishment Size: Patterns of Change and Comovement in the United States, 1962-85,\" Working Paper.",
        "Davis, S., 1. Haltiwanger and S. Schuh. 1990. \"Published Versus Sample Statistics from the ASM: Implications for the LRD\" Procealinn of the American Statistical Association. Business and Economics Statistics Section.",
        "Davis, S. and J. Haltiwanger. 1990. &apos;Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications,&apos; NBER Macroeconomics Annual 5, 123-68.",
        "Birch, D.L. 1987. Job Creation in America. New Yort The Free Press.",
        "Caballero, It and M. Hammour. 1992. &apos;The CleansingEffects of Recessions,&apos; mimeo.",
        "Cable J. and I. Schwalbach. 1991. &apos;International Comparisons of Entry and Exit,&apos; in P.A. Geroski and I. Schwalbach (eds.) Entry and Market Conteability: An International Conwarison. Oxford: BIaCIEWCU. 1991. 257-81.",
        "Blanchard, 0. and P. Diamond. 1990. &apos;The Cyclical Behavior of Gross Flows of Workers in the U.S.,&apos; Brookinn Papers on Economic Activity 2:85-155.",
        "Blanchard, 0. and P. Diamond. 1992. &apos;The Flow Approach to Labor Markets,&apos; American Economic Review 82: 354-359.",
        "Baldwin, J.R. and PlC. Goreeki. 1991k &apos;Measuring Finn Entry and Exit with Panel Data,&apos; in A.C. Singh and P. Whitridge (eds) Analysis of Data in Time. Ottawa: Statistics Canada. Baldwin, J.R. and P.K. (Jorecki. 199Gb. Structural Chanse and the Adjustment Process: Pcrsvectives on Firm Growth and Worker Turnover. Ottawa: Economic Council of Canada.",
        "Baldwin, J.R. and P.K. Gorecki. 1991. &apos;Firm Entry and Exit in the Canadian Manufacturing Sector,&apos; Canadian Journal of Economics 24: 300-23."
    ]
}