{
    "id": 4727,
    "cites": 37,
    "cited_by": 8,
    "reference": [
        "Stoll, H.R., 1992, Principles of Trading Market Structure, Journal of Financial Services Research 6, 75-107.",
        "Reiss and Werner: References 32 Roll, R., 1984, A Simple Measure of the Effective Bid/Ask Spread in an Efficient Market, Journal of Finance 39, 1127-39.",
        "Stoll, H.R., 1989, Inferring the Components of the Bid-Ask Spread: Theory and Empirical Results, Journal of Finance 44, 115-134.",
        "Reinganum, M.R., 1990, Market Microstructure and Asset Pricing - An Empirical Investigation of NYSE and NASDAQ Securities, Journal of Financial Economics 28, 127-147.",
        "Neuberger, A.J., and WA. Schwartz, 1989, Current Developments in The London Equity Market, (London Business School).",
        "Neuberger, A..J., 1992, An Empirical Examination of Market Maker Profits on the London Stock Exchange, Journal of Financial Services Research, 343-372.",
        "Mclnish, T., and R. Wood, 1992, An Analysis of Intraday Patterns in Bid/Ask Spreads for NYSE Stocks, Journal of Finance 47, 753-64.",
        "Madhavan, A., 1992, Trading mechanisms in Securities Markets, Journal of Finance 47, 607-641.",
        "Madhavan, A., and S. Smidt, 1991,. A Bayesian Model of Intraday Specialist Pricing, Journal of Financial Economics 30, 99-134.",
        "Koeneker, R. and G. Bassett, 1978, Regression Quantiles, Econometrica 46, 33-50.",
        "Lang, M., and I.M. Werner, 1992, U.K. Cross-Listed Securities: Who Sets the Price?, (Graduate School of Business, Stanford University).",
        "Ho, T. and H. Stoll, 1983, The Dynamics of Dealer Markets Under Competition, Journal of Finance 38, 1053-74.",
        "Reiss and Werner: References 31 International Organization of Securities Commissions, 1993, Transparency on Secondary Markets: A Synthesis of the IOSCO Debate, Ore Societa Editoriale Media Economici, Milano, Italy. + Kleidon, A.W,, and I.M. Werner, 1993, Round-the-clock Trading: Evidence for U.K. Cross-Listed Securities, NBER Working Paper No. 4410.",
        "Ho, T. and H. StolE, 1981, Optimal Dealer Pricing Under Transactions and Return Uncertainty, Journal of Financial Economics 9, 4 7-73.",
        "Harris, L.E., 1990, Liquidity, Trading Rules, and Electronic Trading Systems, New York University Salomon Center, Monograp Series in Finance and Economics 1990-4.",
        "Hansch, 0., and A. Neuberger, 1993, Block Trading on the London Stock Exchange, (London Business School).",
        "Hansch, 0., Naik, N. and S. Viswanathan, 1993, Market Making on the London Stock Exchange: An Empirical Investigation, (London Business School).",
        "Glosten, L.R., 1992, Equilibrium in an Electronic Open Limit Order Book, Graduate School of Business - Columbia University Working Paper No. FB-92-93.",
        "Glosten, L.R., 1993, Intra- and Inter-Market Competition, (Graduate School of Business, Columbia University).",
        "Glosten, L.R. and L. Harris, 1988, Estimating the Components of the Bid-Ask Spread, Journal of Financial Economics 21, 123-42.",
        "Grossman, S.J., and M.H. Miller, 1988, Liquidity and Market Structure, Journal of Finance 43, 617-37.",
        "Dennert, J, 1993, Price Competition between Market Makers, Review of Economic Studies 60, 735-5 1.",
        "Foster, F.D., and S. Viswanathan, 1993, Variations in Trading Volume, Return Volatility, and Trading Costs: Evidence on Recent Price Formation Models, Journal of Finance 48, 187-211.",
        "Reiss and Werner: References 30 Garrnan, M., 1976, Market Microstructure, Journal of Financial Economics 3, 257-75.",
        "Glosten, L.R., 1987, Components of the Bid-Ask Spread and the Statistical Properties of Transactions Prices, Journal of Finance 42, 1293-307.",
        "Glosten, L.R., 1989, Insider Trading, Liquidity, and the Role of the Monopolist Specialist, Journal of Business 62, 211-35.",
        "Lee, C.M.C., 1993, Market Integration and Price Execution for NYSE-listed Securities, Journal of Finance, 1009-1038.",
        "Demsetz, H., 1968, The Cost of Transacting, Quarterly Journal of Economics 82, 33-53.",
        "De Jong, F., Ni) man, T. and A. RÃ\u0083Â¶ell, 1993, A Comparison of the Cost of Trading French Shares on the Paris Bourse and on Seaq International, LSE Financial Markets Group Discussion Paper No. 169.",
        "Chan, K.C., Christie, W.G., and P.H. Schultz, 1993, Market Structure and the Intraday Evolution of Bid-Ask Spreads for NASDAQ Securities, (College of Business, Ohio State University).",
        "Brock, W.A., and A.W. Kleidon, 1992, Periodic Market Closure and Trading Volume: A Model of Intraday Bids and Asks, Journal of Economic Dynamics and Control 16, 451-89.",
        "Chamberlain, G., 1993, Quantile Regression, Censoring, and the Structure of Wages, (Economics Department, Harvard University).",
        "Bresnahan, T.F., and P.C. Reiss, 1991, Entry and Competition in Concentrated Markets, Journal of Political Economy, 99, 977-1009.",
        "Breedon, F.J., 1993, Intraday Price Formation on the London Stock Exchange, LSE Financial Markets Group Discussion Paper No. 158.",
        "Biais, B., 1993, Price Formation and Equilibrium Liquidity in Fragmented and Centralized Markets, Journal of Finance 48, 157-85.",
        "Amihud, Y. and H. Mendelson, 1980, Dealership Markets: Market-Making with Inventory, Journal of Financial Economics 8, 31-53.",
        "Admati, A., 1991, The Information Role of Prices: A Review Essay, Journal of Monetary Economics1 48 (3), 347-361."
    ]
}