{
    "id": 4731,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Bebchuk, Lucian A. (1988), Suing Solely to Extract a Settlement Offer, Journal of Legal Studies, Vol. 17, 437-450.",
        "Bebchuk, Lucian A. (1991), The Credibility and Success of Suits Known to be Made Solely to Extract a Settlement Offer, Harvard Law School, mimeo.",
        "Braeutigam, Ronald. Bruce Owen, and John Panzar (1984), An Economic Analysis of Alternative Fee Shifting Systems, Law and Contemnorary Problems, Vol. 47, 173-185.",
        "Hause, John C. (1989). Indemnity, Settlement, and Litigation, or, Ill Be Suing You, Journal of Leaal Studies, Vol. 18, 157-179.",
        "Higginbotham, A. Leon, Jr. et al. (1991), Bench-Bar Proposal to Revise Civil Procedure Rule 11, Federal Rules Decisions, Vol. 137, 159-174.",
        "Hylton, Keith N. (1990), The Influence of Litigation Costs on Deterrence Under Strict Liability and Under Negligence, International Review of Law and Economics, Vol. 10, 161-171.",
        "Levinson, Sanford (1986), Frivolous Cases: Do Lawyers Really Know Anything at All? Osgoode Hall Law Journal, Vol. 24, 353-378.",
        "Nelken, Melissa L. (1986), Sanctions Under Amended Federal Rule 11 -- Some `Chilling Problems in the Struggle Between Compensation and Punishment, Georgetown Law Journal, Vol. 74, 1313-1369.",
        "Note (1987), Plausible Pleadings: Developing Standards for Rule Ii Sanctions, Harvard Law Review, Vol. 100, 630-652.",
        "Png, Ivan P.L. (1987), Litigation, Liability, and Incentives for Care, Journal of Public Economics, Vol. 34, 61-85.",
        "Polinsky, A. Mitchell and Daniel L. Rubinfeld (1992), Optimal Awards and Penalties When Some Suits Are Frivolous, Stanford Law School, John M. Olin Program in Law and Economics, Working Paper No. 93.",
        "Polinsky, A. Mitchell and Daniel L. Rubinfeld (1993), Sanctioning Frivolous Suits: An Economic Analysis, Stanford Law School, John M. Olin Program in Law and Economics, Working Paper No. 103.",
        "Schwarzer, William W. (1985), Sanctions Under the New Federal Rule 11 - a Closer l.,ook, Federal Rules Decisions, Vol. 104, 181-206.",
        "Shavell, Steven (1982b), The Social Versus Private Incentive to Bring Suit in a Costly Legal System, Journal of Leaal Studies, Vol. 11, 333-339."
    ]
}