{
    "id": 4732,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Atkinson, Anthony (1993) `What is happening to the distribution of incomi in the UK, STICERD Discussion Paper No. 87.",
        "Blanchfiower, David and Richard Freeman (1992) `Unionism in the United States and other advanced OECD countries, Industrial Relations, 31, 56-79.",
        "Daniel, William and Neil Miliwarcl (1983) Workplace Industrial Relations in Britain, London: Heinemann.",
        "Davis, Steven (1992) `Cross-country patterns of change in relative wages, NBER Macroeconomics Annual, 239-300.",
        "Dickens, Richard, Stephen Machin and Alan Manning (1993) `The employment effects of minimum wages: Theory and evidence from the UK, University College London Discussion Paper 93-13.",
        "Relations, London: Faber. Freeman, Richard (1980) `Unionism and the dispersion of wages, Industrial and Labor Relations Review, 34, 3-24.",
        "Freeman, Richard (1982) `Union wage practices and wage dispersion within establishments, Industrial and Labor Relations..Review, 36, 3-21.",
        "Freeman, Richard (1993) `How much has deunionization contributed to the rise in male earnings inequality?, in Sheldon Danziger and Peter Gottschalk (eds.) Uneven Tides: Risingjnequality in America, New Yort Russell Sage Foundation.",
        "Freeman, Richard and James Medoff (1984) What Dodinions Do?, New York: Basic Books.",
        "Gregg, Paul and Stephen Machin (1993) `Is the UK rise in inequality different?, in R. Barrell (S.) The OX Labour Market, Cambridge: Cambridge University Press.",
        "Hayek, Friedrich (1980) l980s Unemployment and the Unions, Institute for Economic Affairs Hobart Paper 87.",
        "Hirsch, Barry (1982) `The interindustry structure of unionism, earnings and earnings dispersion, Industrial and Labor Relations Review, 1, 36, 22-39.",
        "JuM, Chinhui, Kevin Murphy and Brooks Pierce (1993) `Wage inequality and the rise in returns to skill, Journal of Political Economy, 101, 410-42.",
        "Katz, Lawrence, Gary Loveman and David Blanchtlower (1993) `An international comparison of changes in the structure of wages: France, the United Kingdom and the United States, Centre for Economic Performance Discussion Paper No. 144.",
        "Levy, Frank and Richard Murnane (1992) `US earnings levels and earnings inequality: A review of recent trends and proposed explanations, Journal of Economic Literatjg~, 30, 1333-81.",
        "Machin, Stephen and Alan Manning (1994) `Minimum wages, wage dispersion and employment: Evidence from the UK Wages Councils, Industrial and Labor Relations Review, 47, 3 19-29.",
        "Metcalf, David (1982) `Unions and the Distribution of Earnings, British Journal of Industrial Relations, 20, 163-69.",
        "Metcalf, David (1989) `Trade unions and economic performance: the British evidence, LSE Quarterly, 31, 21-42.",
        "Minford, Patrick (1983) Unem~lovment: Cause and Cure, London: Martin Robertson.",
        "Murphy, Kevin and Finis Welch (1992) `The structure of wages, Quarterly Journal of Economics, 107, 285-326.",
        "Reynolds, Lloyd and Cynthia Taft (1956) The Evolution of Wage Structure, New Haven: Yale University Press.",
        "Slichter, Sumner, James Healy and Robert Livernash (1960) The Impact of Collective Bargaining on Management, Washington D.C.: The Brookings Institution.",
        "Stewart, Mark (1983a) `Relative earnings and union membership in the United Kingdom, Economica, 50, 111-26.",
        "Stewart, Mark (l983b) `On least squares estimation when the dependent variable is grouped, Review of Economic Studies, 50, 73-53. Stewart, Mark (1987) `Collective bargaining arrangements, closed shops and relative pay, Economic Journal, 97, 140-56.",
        "Stewart, Mark (1991) `Union wage differentials in the face of changes in the economic and legal environment, Economica, 58, 155-fl."
    ]
}