{
    "id": 4734,
    "cites": 18,
    "cited_by": 85,
    "reference": [
        "Belman, Dale, and John i-ieywood, 1992, The Truth About Public Emolovees: Underpaid or Overpaid. Washington: Economic Policy Institute.",
        "Bound, John, and George Johnson, 1992, `Changes in the Structure of Wages During the 1 980s: An Evaluation of Alternative Explanations, American Economic Review 82, 371-392.",
        "Braden, Bradley R., and Stephanie L. Hyiand, 1993, `Cost of Employee Compensation in the Public and Private Sectors, Monthly Labor Review (May), 14-21.",
        "Buchinsky, Moshe, 1 994b, `The Evolution of Womens Return to Education in the U.S.: Exploration by Quantile Regression Analysis with Nonparametric Correction for Sample Section Bias, mimeo, Vale University. Chamberlain, Gary, 1994, `Quantile Regression, Censoring, and the Structure of Wages, in C. Sims and J.J. Laffont, eds., Proceedfrmns of the Sixth World Conaress of thetconometric Society. New York: Cambridge University Press.",
        "Cox, Wendell, and Samuel A. Brunelll, 1992, Americas Protected Class (Washington: American Legislative Exchange Council).",
        "Ehrenberg, Ronald G., and Robert S. Smith, 1994, Modern Labor Economics, Fifth Edition (New York: Harper Collins).",
        "Ehrenberg, Ronald 3., and Joshua 1. Schwarz, 1986, `Public Sector Labor Markets, in 0. Ashenfeiter and R. Layard, eds., Handbook of Labor Economics. Volume fi (Amsterdam: Elsevier ScIence Publishers), 1219-1268.",
        "JournaLoiLthe AmerIcan StatisticalAssociation 70 (March), 56-59. Jaeger, David A., 1993, `The New Current Population Survey Education Variable: A Recommendation, University of Michigan, Population Studies Center, Working Paper 93-289.",
        "Joskow, Paul, Nancy Rose, and Andrea Shephard, 1993, `Regulatory Constraints on CEO Compensation, Brookinas Papers on Economic Activity: Microeconomics. 1993:1, 1-58.",
        "Katz, Lawrence F.. and Alan B. Krueger, 1991, `Changes in the Structure of Wages in the Publlc and Private Sectors, in Ronald Ehrenberg, ed, Researckin Labor Economics. Volume 12 (GreenwIch, Cr: JAI Press), 137-172.",
        "Katz, Lawrence F., and Alan B. Krueger, 1992, `PublIc Sector Pay Flexibility: Labor Market and Budgetary Considerations, mimeo, Harvard University.",
        "Koenker, Roger and Gilbert Bassett, 1978, `Regression Quantiles, Econometrica 46, 33-SO.",
        "Moore, WIlliam J. and Robert J. Newman, 1991, `Government Wage Differentials In a Municipal Labor Market: The Case of Houston Metropolitan Transit Workers, Industrial and Labor Relations RevIew 45 (October 1991), 145-153.",
        "Murphy, Kevin M., and Finis Welch, 1992, `The Structure of Wages, Quarterly Journal of Economics 107, 285-3 26.",
        "Ritchie, Sarah, and Steven D. Gold, 1992, `State and Local Employment in the 1 980s: How Did It Grow?, State Fiscal Briefs No. 7, Albany, NV: Center for the Study of the States.",
        "Rogers, William H.. 1992. `Quantile Regression with Bootstrapped Standard Errors, STATA Technical Bulletin 9, 16-19.",
        "Smith, Sharon P., 1977, Eaual Pay In the Public Sector: Fact or Fantasy (Princeton, NJ: Industrial Relations Section).",
        "U.S. Department of Labor, Bureau of Labor Statistics. 1993, Employment Cost lndexes and Levels. 1975-1993. Bulletin 2434 (Washington, D.C.: U.S. Government Printing Office)."
    ]
}