{
    "id": 4736,
    "cites": 22,
    "cited_by": 116,
    "reference": [
        "Aghion, P., and 0. Blanchard. (1994). Notes on minimum and maximum speeds of transition, mimeo MIT.",
        "Europe pre-privatization, EBRD WP 12, European Economic Review, in press. Atkeson, A., and P. Kehoe (1992). Industry evolution during transition and the role of informational capital. Mimeo.",
        "Berg, A. (1993). Measurement and mismeasurement of economic activity during transition to the market. Eastern Europe in Transition: from recession to growth?, World Bank Discussion Papers 196:39-63.",
        "Analytics of Transition 319 Blanchard, 0., 5. Commander, and F. Coricelli. (1993). Unemployment and restructuring in Eastern Europe. Mimeo, World Bank.",
        "Boeri, T., A. Reutersward, and S. Scarpetta. (1993). Unemployment benefit systems and active labour market policies in Central and Eastern Europe: An overview. Mimeo OECD-CCET, October.",
        "Boyko, M., A. Shleifer, and R. Vishny. (1993). Privatizating Russia. Brookings Papers on Economic Activity 2:139-180.",
        "Caballero, R., and M. Hammour. (1993). On the timing and efficiency of creative destruction. Mimeo, December, MIT.",
        "Calvo, G., and F. Coricelli. (1993). Output collapse in Eastern Europe: The role of credit, in Eastern Europe in transition: From recession to growth? World Bank Discussion Papers 196:92-105.",
        "Carlin, W., J. Van Reenen, and T. Wolfe. (1994). Enterprise restructuring in the transition; an analytical survey of the case study evidence from Central and Eastern Europe. Mimeo, EBRD.",
        "Chadha, B., F. Coriceffi, and K. Krajnyak. (1992). Economic restructuring, unemployment and growth in a transition economy. Mimeo, IMF.",
        "Commander, S., J. Kollo, C. Ugaz, and B. Vilagi. (1993). Hungary, World Bank Conference on Unemployment, restructuring and the labor market in East Europe and Russia. Dabrowski, J., M. Federowicz, T. Kaminski, and J. Szomburg. (1993). Privatization of Polish state-owned enterprises: progress, barriers, initial effects. Gdansk Institute for Market Economics, 33.",
        "DAI. (1993). Financial sector reform in Central and Eastern Europe. Report for the US Agency for International Development.",
        "Estrin, S., A. Geib, and I. Singh. (1993). Restructuring, viability and privatization: a comparative study of enterprise adjustment in transition. Mimeo, World Bank.",
        "Fan, Q., and M. Schaffer. (1993). Government financial transfers and enterprise adjustments in Russia, with comparisons to Central and Eastern Europe. CEP WP 394, June.",
        "Flemming, J. (1993). Relative price shocks and unemployment: arguments for temporarily reduced payroll taxes or protection. Mimeo, EBRD.",
        "Frydman, R., and A. Rapaczynski. (1993). Privatization in Eastern Europe: Is the state withering away. CVStarr Newsletter 11.",
        "New York: Central European University Press. Gavin, M. (1993). Unemployment and the economics of gradualist policy reform.",
        "Harris, J., and M. Todaro. (1970). Migration, unemployment and development: A two-sector analysis. American Economic Review 60:126-142.",
        "Lipton, D., and A. de Combrugghe. (1994). The government budget and the economic transformation of Poland. In Transition in Eastern Europe, vol. 2, 0. Blanchard, K. Froot, and J. Sachs (eds.). Chicago: University of Chicago Press.",
        "Pinto, B., M. Belka, and S. Krajewski. (1993). Transforming state enterprises in Poland: Evidence on adjustment by manufacturing firms. Brookings Papers on Economic Activity 1.",
        "Rostowski, J. (1993). The implications of rapid private sector growth in Poland.",
        "Discussion paper 159, Centre for Economic Performance, London. Sachs, J. (1993). Polands jump to the market economy. Cambridge, MA: The MIT Press."
    ]
}