{
    "id": 474,
    "cites": 16,
    "cited_by": 71,
    "reference": [
        "Aliber, Robert Z. 1978. Exchange Risk and Corporate International Finance. London: Macmillan.",
        "Bilson, John F. 0. 1979. Recent developments in monetary models of exchange rate determination. i.M.F. Staff Papers 26, no. 2 (June): 201-23.",
        "Bilson, John-F. 0. 1980. The speculative efficiency hypothesis. Working Paper no. 474, National Bureau of Economic Research, April.",
        "Journal of Financial Economics 5 (August): 55-65. Fama, Eugene F. 1975. Short term interest rates as predictors of inflation. American Economic Review 65, no. 3 (June): 269-82.",
        "Fama, Eugene F., and Farber, Andre. 1979. Money, bonds and foreign exchange.",
        "American Economic Review 69, no. 4 (September): 639-49. Frankel, - Jeffrey. 1979. The diversiflability of exchange risk. Journal of International Economics 9, no. 3 (August): 379-93.",
        "The Speculative Efficiency HypothesIs 451 Frankel, Jeffrey. 1980. Tests of rational expectations in the forward exchange market.",
        "Frenkel, Jacob A. 1977. The forward exchange rate, expectations, and the demand for money: the German hyperinflation. American Economic Review 67, no.4 (September): 653-70.",
        "Geweke, John, and Feige, Edgar. 1979. Some joint tests of the efficiency of markets for forward foreign exchange. Review of Economics and Statistics 61, no. 3 (August): 334-41.",
        "Goodman, Stephen H. 1979. Foreign exchange rate forecasting techniques: implications for business and policy. Journal of Finance 34, no. 2 (May): 415-27.",
        "Hakkio, Craig S. 1980a. Expectations and the forward exchange rate. Working Paper no. 439, National Bureau of Economic Research, January.",
        "Hakkio, Craig S. 1980b. The term structure of the forward premium. Working Paper no.",
        "Hansen, Lars Peter, and Hodrick, Robert J. 1980. Forward exchange rates as optimal predictors of future spot rates: an econometric analysis. Journal of Political Economy 88, no. 5 (October 1980): 829-53.",
        "Levich, Richard M. 1979. Analyzing the accuracy of foreign exchange forecasting services: theory and evidence. Working Paper no. 336, National Bureau of Economic Research, April.",
        "Tryon, Ralph. 1979. Testing for rational expectations in foreign exchange markets.",
        "International Finance Discussion Papers, no. 139, Federal Reserve Board of Governors, May. Zeliner, Arnold. 1962. An efficient method for estimating seemingly unrelated regressions and tests for aggregation bias. Journal of the American Statistical Association 57 (June): 348-68."
    ]
}