{
    "id": 4741,
    "cites": 20,
    "cited_by": 18,
    "reference": [
        "Aghion, PhIlippe and Peter Howitt (1991b), Unemployment: a symptom of stagnation or a side- effect of growth?, European Economic Review No. 35 (2-3), April.",
        "Baily, Martin N., Jiulten, Charles and David Campbell, (1992) The Distribution of Productivity in NI anu fact uring Plants. Brookings Papers: M icroeconomics, 1992.",
        "Baldwin, John R. and Paul K. Gorecki (1990), Structural Change and the Adjustment Process: Perspectives on Firm Growth and Worker Turnover, Ottowa: Economic Council of Canada.",
        "Baldwin, John R. and Paul K. Gorecki (1991), Productivity Growth and the Competitive Process: The Role of Firm and Plant Turnover, in P.A. Geroski and J Schwalbach Entry and Market Contestability: An International Comparison, Oxford: Basil Blackwell, p244-56.",
        "Bernanke, B.S. and M.L. Parkinson (1991), Procydlical labor productivity and competing the- ories of the business cycle: some evidence from interwar U.S. manufacturing industries, Journal of Political Economy, 99(3), June.",
        "Davis, Steven J., and John Haltiwanger (1992), Gross job creation and destruction, and employ- ment reallocation, Quarterly Journal of Economics, 107(3), pp. 819-863.",
        "Davis, Steven J., Haltiwanger, John, and Scott Schuh (1993), Small business and job creation: Dissecting the myth and reassessing the facts, NBER. Working Paper, No. 4492.",
        "Davis, Steven J., Haltiwanger, John, and Scott Schuh (1993), Jthcreaston and destruction iii. U.S.",
        "Dunne, Timothy, Roberts, Mark J., and Larry Samuelson (1989), The growth and failure of U.S.",
        "Fallick, Bruce C. (1993), The hiring of new labor by expanding industries, draft, October.",
        "Gordon, Robert J. (1993), The jobless recovery: does it signal a new era of productivity-led growth?, Brookings Papers on Economic Activity, vi.",
        "Hellerstein, Judy, and David Neumark (1993),Sex, Wages, and Productivity: An Empirical Anal- ysis of Israeli Firm-Level Data, draft.",
        "Johnson, Karen H. (1994), Productivity and Unemployment: Review of Evidence, draft.",
        "Leonard. Jonothan S. (1988). Technological change and the extent of frictional and structural unemployment, in R.M. Cyert and D.C. Mowery, eds., The Impact of Technological Change on Employment and Growth, Cambridge MA: Balliner Publishing Co.",
        "Manning, A. (1992) Productivity growth, wage setting and the equilibrium rate of unemployment, CENt Discussion Paper No, 63.",
        "McKinsey (1993) Manufacturing Productivity. Report prepared by the McKinsey Global Institute with the assistance of Martin Baily, Francis Bator, Ted Hall and Robert Solow, Washington, D.C.",
        "Department of Commerce. Nickell, S. and P. Kong (1989), Technical Progress and Jobs, London School of Economics, Centre for Labor Economics, Discussion Paper 366.",
        "Nicoletti, Giuseppe and Lucrezia Reichlin (1993), Trends and cycles in labour productivity in the major OECD countries, OECD Economics Department Working Papers No 129.",
        "Siegel, Donald and Zvi Griliches (1991), Purchased Services, Outsourcing, Computers, and Pro- ductivity in Manufacturing, NBER Working Paper No. 3678, April.",
        "Venables, A.J. (1985), The economic Implications of a discrete technical change, Oxford Economic Papers 37, June."
    ]
}