{
    "id": 4742,
    "cites": 24,
    "cited_by": 17,
    "reference": [
        "Arellano, Manuel and Stephen Bond (1991) Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations, Review of Economic Studies, 58, 277-98.",
        "Brown, Charles., Curtis Gilroy and Andrew Kohen (1982) The effect of the minimum wage on employment and unemployment, Journal of Economic Literature, 20, 487-528.",
        "Brown, Charles and James Medoff (1989) The employer size-wage effect, Journal of Political Economj, 97, 1027-1059.",
        "Burdett, Kenneth and Dale Mortensen (1989) Equilibrium wage differentials and employer size, forthcoming Review of Economic Studies.",
        "Calvo, Guillerrno and Stanislaw Wellisz (1979) Hierarchy, ability and income distribution, Journal of Political Economy, Part 1, 87, 991-1010.",
        "Card, David (l992a) Using regional variations in wages to measure the effects of the federal minimum wage, Industrial and Labor Relations Review, 46, 22-37. Card, David (l992b) Do minimum wages reduce employment? A case study of California, 1987-89, Industrial and Labor Relations Review, 46, 38-54.",
        "Card, David and Alan Krueger (1993) Minimum wages and employment: A case study of the fast food industry in New Jersey and Pennsylvania, Princeton University Industrial Relations Section Discussion Paper No. 315.",
        "Card, David, Lawrence Katz and Alan Krueger (1993) Comment on David Neumark and William Wascher, Employment effects of minimum and sub-minimum wages: Panel data on state minimum wage laws, Princeton University Industrial Relations Section Discussion Paper No. 316.",
        "Dickens, William and Lawrence Katz (1987) Inter industry wage differences and industry characteristics, in Kevin Lang and Jonathan Leonard (eds.), Unemployment and the Structure of Labour Markets, Oxford: Basil Blackwell.",
        "Dickens, Richard, Paul Gregg, Stephen Machin, Alan Manning and Jonathan Wadsworth (1993) Wages Councils: Was there a case for abolition, forthcoming British Journal of Industrial Relations, December 1993.",
        "Dixit, Avinash and Joseph Stiglit.z (1977) Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308.",
        "Freeman, Richard (1980) Economic determinants of geographic and individual variation in the labor market position of young persons, in R.Freeman and D.Wise (eds.), The Youth Labour Market Problem: its Nature. Causesand Consequences.",
        "Hoizer Harry, Lawrence Katz and Alan Krueger (1991) Job queues and wages, Quarterly Journal of Economics, 106, 739-68.",
        "Katz, Lawrence and Alan Krueger (1992) The Effect of the Minimum Wage in the fast food industry, Industrial and Labor Relations Review, 46, 6-21.",
        "Kaufman, Roger (1989) The effects of statutory minimum rates of pay on employment in Great Britain, Economic Journal, 99, 1040-1053.",
        "Lester, Richard (1960) Employment effects of minimum wages, Industrial and Labor Relations Review, 13, 254-64.",
        "Machin, Stephen and Alan Manning (1992) Minimum Wages, Wage Dispersion and Employment: Evidence from the UK Wages Councils, Discussion Paper No. 80, Centre for Economic Performance, London School of Economics, forthcoming Industrial and Labor Relations Review.",
        "Machin, Stephen, Alan Manning and Stephen Woodland (1993) Are workers paid their marginal product? Evidence from a low wage labour market, Discussion Paper No.93-09, University College London.",
        "Maddala, G. (1983) Limited-dependent and qualitative variables in econometrics, Cambridge University Press.",
        "Meyer, Robert and David Wise (1983a) The effects of the minimum wage on the employment and earnings of youth, Journal of Labor Economics, 1, 66-100.",
        "Meyer, Robert and David Wise (198Th) Discontinuous distributions and missing persons: the minimum wage and unemployed youth, Econometrica, 61, 1677-1698. rceumark, David and William Wascher (1992) Employment effects of minimum and subminimum wages: Panel data on state minimum wage laws, Industrial and Labor Relations Review, 46, 55-81.",
        "Nickell, Stephen and Sushil Wadhwani (1990) Insider forces and wage determination, Economic Journal, 100, 496-509.",
        "Sullivan, Daniel (1989) Monopsony power in the market for nurses, Joumal of Law and Economics, 32, S135-S178.",
        "Teulings, Coen (1992) The effect of minimum wages on wage distribution and employment using non-discrete factor production functions, unpublished, University of Amsterdam."
    ]
}