{
    "id": 4743,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Admati, A., and P~ Pfieiderer, 1988, A theory of Intraday patterns: Volume and price variability.",
        "The Review of Financial Studies 1, 3-40. Amihud, V., and H. Mendelson, 1991, Efficiency and trading: Evidence from the Japanese stock market, The Journal of Finance 46, 1765-1790.",
        "Barclay, M.J., R. H. Utzenberger, and J.B. Warner, 1990, Private information, trading volume, and stock return variances, The Review of Financial Studies 3, 233-253.",
        "Foster, M., and T. George, 1992, Volatility, trading mechanisms and international cross-listing, unpublished working paper, Ohio State University.",
        "Foster, F., and S. Viswanathan, 1993, Variations in trading volume, return volatility and trading costs: Evidence on rcent price formation models, The Journal of Finance 48, 181-211.",
        "French, K and R. Roll, 1986, Stock return variances: The arrival of information and the reaction of traders, The Journal of Financial Economics 17. 5-26.",
        "Hansen, L, 1982, Large sample properties of generalized method of moment estimator, Econometrica 50, 1029-1054.",
        "Harris, L., 1986, A transactions data study of weekly and intradaily patterns in stock retums, Journal of Financial Economics 16. 99-117.",
        "Harris, M., and A. Raviv, 1993, Differences of opinion make a horse race, The Review of Financial Studies 6, 473-506.",
        "Hasbrouck, J., 1991a, Measuring the information content of stock trades, The Journal of Finance 46, 179-207.",
        "Hasbrouck, J., 1991b, The summary informativeness of stock trades; An econometric analysis, The Review of Financial Studies 4, 571-595.",
        "Jam, P., and C. Joh, 1988, The dependence between hourly prices and trading volume, Journal of Financial and Quantitative Analysis 23, 269-283.",
        "Kleidon, A., and I. Werner, 1993, Round-the-clock trading: Evidence from U.K. cross-listed securities, working paper, Stanford University, Stanford, CA.",
        "Mclnish, T., and R. Wood, 1992, An analysis of intraday patterns in bid/ask spread for NYSE stocks, The Journal of Finance 47, 753-764.",
        "Newey, W., and K. West, 1987, A simple positive semi-definite heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Stoll, H., and R. Whaley, 1990, Stock market structure and volatility, The Review of Financial Studies 3, 37-71.",
        "Varian, H., 1989, Differences of opinion in financial markets, in Financial Risk: Theory, Evidence and Implications, Proceedings of the Eleventh Annual Economic Policy Conference of the Federal Reserve Bank of St. Louis, C. Stone, ed. (Boston: Kluwer Academic Publishers), 3-37.",
        "Wood, R., T. Mclnish and J. Ord, 1985, An investigation of transactions data for NYSE stocks, The Journal of Finance 40, 723-739."
    ]
}