{
    "id": 4745,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Recommendations of the U.S.-Japan Work Group on High Technology Industries -- Semiconductors, November 2, 1983.",
        "Probable Economic Effect of Providing Duty-Free Treatment for U.S. Imports of Certain High-Tech Products, USITC Publication 1705, June 1985.",
        "Competitive Factors Influencing World Trade in Integrated Circuits, USITC Publication 1013, November 1979.",
        "Yoffe, David B., How an Industry Builds Political Advantage, Harvard Business Review 66 (MayJune 1988): 82-89.",
        "Tyson, Laura DAndrea, Whos Bashing Whom?: Trade Conflict in High-Technology Industries (Washington, D.C.: Institute for International Economics, 1992).",
        "Warshofsky, Fred, The Chip War (New York: Scribners Sons, 1989).",
        "Semiconductor Industry Association, The Effect of Government Targeting on World Semiconductor Competition (Cupertino, CA: SIA, 1983).",
        "Semiconductor Industry Association, Four Years of Experience Under the U.S.-Japan Semiconductor Agreement: `A Deal is a Deal, November 1990.",
        "Organization for Economic Cooperation and Development, Globalisation of Industrial Activities. Four Case Studies: Auto Parts. Chemicals. Construction. and Semiconductors (Paris: OECD, 1992).",
        "Prestowitz, Jr., Clyde V., Trading Places: How We Are Giving Our Future to Japan and How to Reclaim It (New York: Basic Books, 1988, pbk ed.).",
        "Okimoto, Daniel I., TakuoSugano, Franklin B. Weinstein, (eds.) The Competitive Edge: The Semiconductor Industry in the U.S. and Japan (Stanford: Stanford University Press, 1984).",
        "Ong, Paul M., and Don Mar, Post-Layoff Earnings Among Semiconductor Workers, Industrial and Labor Relations Review 45 (January 1992): 366-379.",
        "Niskanen, William A., Reaganomics: An Insiders Account of the Policies and the People (New York: Oxford University Press, 1988).",
        "Okimoto, Daniel I., Outsider Trading: Coping with Japanese Industrial Organization, Journal of Japanese Studies 13 (Summer 1987): 383-414.",
        "Okimoto, Daniel I., Between Mlii and the Market: Jananese Industrial Policy for High Technology (Stanford: Stanford University Press, 1989).",
        "Mundo, Philip A., Interest Groups: Cases and Characteristics (Chicago: Nelson-Hall, 1992).",
        "Mussa, Michael, Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run, Journal of Political Economy 82 (November/December 1978): 1191-1204.",
        "Irwin, Douglas A., and Peter J. Klenow, Learning-by-Doing Spillovers in the Semiconductor Industry, unpublished paper, University of Chicago, August 1993.",
        "Krishna, Kala, Trade Restrictions as Facilitating Practices, Journal of International Economics 26 (May 1989): 251-270.",
        "Hughes, John S., Stefanie Lenway, and Judy Rayburn, Stock Price Effects of U.S. Trade Policy Responses to Japanese Trading Practices in Semiconductors, unpublished paper, University of Minnesota, 1993.",
        "Flamm, Kenneth, Policy and Politics in the International Semiconductor Industry, paper presented at SEMI ISS Seminar, January 1989.",
        "Hufbauer, Gary Clyde, and Kimberly Ann Elliott, Measuring the Costs of Protection in the United States (Washington, D.C.: Institute for International Economics, 1994).",
        "Federal Interagency Staff Working Group, The Semiconductor Industry, November 16, 1987.",
        "Dick, Andrew R., Learning by Doing and Dumping in the Semiconductor Industry, Journal of Law and Economics 34 (April 1991): 133-159.",
        "Denzau, Arthur T., Trade Protection Comes to the Valley - Silicon Valley, Center for the Study of American Business, Washington University, June 1988.",
        "Destler, I. M., American Trade Politics, 2nd ed. (Washington: Institute for International Economics, 1992).",
        "Bergsten, C. Fred, and Marcus Noland, Reconcilable Differences? United States-Japan Economic Conflict (Washington, D.C.: Institute for International Economics, 1993).",
        "Coleman, John J., The Semiconductor Industry Association and the Trade Dispute with Japan, Harvard Business School, 1987.",
        "Industry and Trade Summary: Semiconductors, USITC Publication 2708, December 1993."
    ]
}