{
    "id": 4750,
    "cites": 35,
    "cited_by": 102,
    "reference": [
        "Rally, Martin Neil (1977). `Unemployment Insurance as Insurance for Workers. - Industrial and Labor Re! atlons Review, 30, 495-504.",
        "Rally, Martin Neil (1978). `Some Aspects of Optimal Unemployment InsurancC Journal of Public EconomIcs, 10, 379-402..",
        "Blanchard, Olivier, and Lawrence Katz (1992). `Regional Evolutions, Brookings Papers on Economic Activity, 1992:1, 1-76.",
        "Blank, Rebecca and David Card (1991). `Recent Trends In Insured and Uninsured Unemployment: Is There an Explanation?, Quarterly Journal of EconomIc,, 106, 1157-1190.",
        "Bound, John (1989). `The Health and Earnings of Rejected Disability Insurance Applicants, American EconomIc Review, 79, 482-503.",
        "Brown, Eleanor, and Kaufold, Howard (1988). `Human Capital Accumulation and the Optimal Level of Unemployment Insurance Provision, Journal of Labor EconomIcs, 6, 493-514.",
        "Brown, Murray and Wotfstetter, Elmar. (1988). `Optimal Unemployment Insurance and Experience Rating, Scathanavian Journal of EconomIcs, 90(4), 529-547.",
        "Burtless, Gary (1986). `Social Security, Unanticipated Benefit Increases, and the Timing of Retirement, Review of Economic StudIes, 781-805.",
        "Cochrane, John H. `A Simple Test of Consumption Insurance, Journal of Political Economy, 99, 957976. Currie, Janet, and Jonathan Gruber (1994). `SavIng Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. NEER Working Paper 4644, February.",
        "Diamond, Peter, and Jetty Hausn,an, `Individual Retirement and Savings Behavior, Journal of Public Economics, 23, 81-1 14. Dynarskl, Mark and Sheffrmn, Steven M. (1987). `ConsumptIon and Unemployment Quanerty Joumtal of EconomIcs, 104,411428.",
        "Employment and Training Mmlnistratlors (various years). `SignifIcant Provisions of State Unemployment Insurance Laws. Washington, D.C.: U.S. Department of Labor. Engelhardt, Gary V. (1992). `The Effect of Down Payment Constraints and Tax Policy on Household Consumption. Minieo, Dartmouth College.",
        "Feldstein, Martin (1974). `S~ Security, Induced Retirement, and Aggregate Capital Accumulation, Jounsoj of POE Wail Economy, 82, 905-926.",
        "Peldatein, Martin (1978). `The Impact of Unemployment Insurance on Temporary Layoff Unemployment, Anwrlcan Economic RevIew, 68, 191-222.",
        "Gnzber, Jonathan. and Brigitte Madrlan (1993). `Health Insurance Availability and the Retirement Decision. NBER Working Paper 4469.",
        "Hall, Robert E., and Mishkln, Frederick S. (1982). `The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households. Economesrlca, 50,461-481.",
        "Hamermesh, Daniel S. (1982). `Social Insurance and Consumption: An Empirical Inquiry. American Economic Review, 72, 101-113.",
        "Hamennesh, DanIel S. (1989). `What Do We Know About Worker Displacement in the U.S.?, Industrial RelatIons, 28, 51-59.",
        "Hausrnan, Jerry A., and Paquetce, Lynn. (1987). `Involuntary Early Retirement and Consumption. In Work, Health, and Income Among the Elderly. Washington, D.C: Brookings Institution.",
        "Hausman, l.A., W.X. Newey, and .LL. Powell (1988). `Nonlinear Errors in Variables: Estimation of Some Engel Curves. Mlmeo, MIT.",
        "Jacobson, Louis S., Robert 1. LaLonde, and Daniel G. Sullivan (1993). `Earnings Losses of Displaced Workers, American Economic Review, 83, 685-709.",
        "Katz, Lawrence, and and Bnzce Meyer (1990). `The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics, 41, 45-72.",
        "Krueger, Alan (1990a). `Incentive Effects of Workers Compensation Insurance, Journal of Public EconomIcs, 41, 73-100.",
        "Krueger, Alan (1990b). `Workers Compensation Insurance and the Duration of Workplace Injuries, NBER Working Paper 13233.",
        "Levine, Phillip B. (1993). `Spillover Effects Between the Insured and Uninsured Unemployed, Industrial and Labor Relations Review, 47, 73-86.",
        "Meghir, Costas, and GugHelmo Weber (1993). `Intertemporal Non-Separability or Borrowing Restrictions? A Disaggregate Analysis Using the US CEX Panel. Mimeo, Institute for Fiscal Studies.",
        "Meyer, Bruce D. (1990). `Unemployment Insurance and Unemployment Spells. Econometrica, 58, 757-782.",
        "Meyer, Bruce D. (1989). `A Quasi-Experimental Approach to the Effects of Unemployment Insurance. NBER Working Papa No. 3159. Cambridge, MA: National Bureau of Economic Research.",
        "Parsons, Donald (1980). `the Decline of Male Labor Force Participation, Journal of Political Economy, 88, 117-134.",
        "Ruhm, Christopher 1. (1991). `Are Workers Permanently Scarred by Job Displacements?, American Economic Review, 81, 319-324.",
        "ShaveR, Steven, and Weiss, Lairence. (1979) `The Optimal Payment of Unemployment Insurance Benefits Over Time. Journal Cf Pal Wail Economy, 87, 1347-1361.",
        "Stafford, Frank P. `More on Unemployment Insurance As Insurance? (1977). Industrial and Labor Relations Review, 30,521-526.",
        "Topel, Robert (1983). 1Ã\u0083Ë\u009c~ La~vffi and Unemployment Insurance, American Economic RevIew, 73, 541-559.",
        "Viscusi, W. Kip, and William N. Evans (1990). `Utility Functions that Depend on Health Status: Estimates and Economic Implications, American Economic Review, 80, 353-374.",
        "White, }lalbert (1984). AsymptotIc Theo~yjbrEconomeir1clans. Orlando, Florida: Acadernit Press.",
        "Woodbury, Stephen, and and Robert Spiegelman (19Th. `Bonuses to Workers and Employers to Reduce Unemployment: Randomized Trials in Illinois, American Economic Review, 77, 513-530. Zeldes, Stephen P. (1989). `Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy, 97, 305-346."
    ]
}