{
    "id": 4757,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Spriggs, William, David Swinton, and Michael Simmons, The Effects of Changes in the Federal Minimum Wage: Restaurant Workers in Mississippi and North Carolina, Mimeo., Economic Policy Institute, Washington, D.C., January 1992.",
        "Santiago, Carlos. 1989. The Dynamics of Minimum Wage Policy in Economic Development: A Multiple Time-Series Approach. Economic Development and Cultural Change, vol. 38, (October): 1-30.",
        "Reynolds, Lloyd and Peter Gregory. 1965. Wages. Productivity, and Industrialization in P~rto Rico. (Homewood, IL: Richard Irwin, Inc., first printing).",
        "Reynolds, Lloyd. 1965. Wages and Employment in a Labor-Surplus Economy. American Economic Review 55, No. 1, pp. 19-39.",
        "Kierman, Jacob. 1991. Study 12: Employment Effect of Mandated Health Benefits.",
        "Machen, Stephen, and Alan Manning. 1994. The Effects of Minimum Wages on Wage Dispersion and Employment: Evidence from the U.K. Wage Councils. Industrial and Labor Relations Review, 47, No. 2, pp. 3 19-329.",
        "Katz, Lawrence, and Alan Krueger. 1990. The Effect of the New Minimum Wage Law in a Low-wage Labor Market, Industrial Relations Research Association. Proceedin~ vol. 43, (December), pp. 254-265.",
        "Fritsch, Conrad. 1981. Exemptions from the Fair Labor Standards Act, Retail Trade and Services, Report of the Minimum Wage Study Commis~j~n, Vol. 5. Washington, D.C.: U.S. GPO, pp. 11-95.",
        "Freeman, Richard, Wayne Gray, and B. Casey Ichniowski. 1981. Low Cost Student Labor: The Use and Effects of the Subminimum Wage Provisions for Full-Time Students. Report of the Minimum Wage Study Commission, Vol. 5. Washington, D.C.: U.S. GPO, pp. 305-35.",
        "Castillo-Freeman, Alida, and Richard Freeman. 1992. When the Minimum Wage Really Bites: The Effect of the U.S.-Level Minimum on Puerto Rico. In Immigration and the Work Force, edited by George Borjas and Richard Freeman. (Chicago: University of Chicago Press), pp. 177-212.",
        "David Card and Alan Krueger. 1994. Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania, forthcoming in American Economic Review.",
        "Card, David. 1992. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Industrial and Labor Relations Review, Vol. 46, No. 1 (October 1992), pp. 22-37.",
        "Charles Brown, Minimum Wage Laws: Are They Overrated? 1988. Journal of Economic Perspectives, Vol. 2, Summer, pp. 133-47.",
        "Katz, Lawrence, and Alan Krueger. 1992. The Effect of the Minimum Wage on the Fast Food Industry. Industrial and Labor Relations Review. Vol. 46, No. 1 (October 1992), pp. 6-21.",
        "Hamermesh, Daniel and Albert Rees. 1993. The Economics of Work and Pay (New York: Harper Collins, fifth edition).",
        "Bureau of National Affairs. 1993. Few Employers Use Training Wage, According to Draft Report from DOL. Daily Labor Report. Washington, D.C. (March 18), pp. A6-A7."
    ]
}