{
    "id": 4758,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "BIuINA1W, S. L. (1993a). An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, NBER Working Paper 4580, Cambridge, MA.",
        "BR.AINARD, S. L. (1993b). An Empirical Assessment of the Factor Proportions Explanation of Multinational Sales, NBER Working Paper 4583, Cambridge, MA.",
        "DEARDOFF, A. V. (1984). Testing trade theories and predicting trade flows, in The Handbook of International Economics (R. W. Jones and P. 8. Kenen, Eds.), North-Holland, Amsterdam.",
        "DRYSDALE, P., AND GARNAUT R. (1982). Trade intensities and the analysis of bilateral trade flows in a many-country world: A survey, Hitotsubashi J. Econ. 22, 62-84.",
        "ENCARNATION, 0. 1. (1993). Beyond trade: Foreign investment in the U.S.-Japan and ECJapan rivalries, manuscript, Harvard Business School.",
        "FPJNICEL, J. A., AND WEI, 5.-I. (1993). Trade Blocs and Currency Blocs, NBER working Paper 4335, Cambridge, MA.",
        "GRAHAM, E. (1993). U.S. outward direct investment and U.S. exports: Substitutes or complements -With implications for U.S.-Japan policy, manuscript, Institute for International Economics, Washington, DC.",
        "HARRIGAN, J. (1993a). Openness to trade in manufactures in the OECD, manuscript, University of Pittsburgh.",
        "HARRIGAN, I. (1993b). The volume of trade in differentiated and intermediate goods: Theory and evidence, manuscript, University of Pittsburgh.",
        "HELPMAN, E. (1984). A simple theory of international trade with multinational corporations, J. Polit. Econ. 92, 451-471.",
        "HELPMAN, E. (1987). Imperfect competition and international trade: Evidence from fourteen industrial countries, J. Japan. mt. Econ. 1, 62-81.",
        "KYRIACOU, 0. (1991). Level and growth effects of human capital, C. V. Starr Center Working Paper 91-26, New York University.",
        "LAWRENCE, R. Z. (1991). How open is Japan? in Trade with Japan: Has the Door Opened Wider (P. R. Krugman, Ed.), Univ. of Chicago Press, Chicago.",
        "LAWRENCE, It. Z. (1993). Japans different trade regime: An analysis with particular reference to Keiretsu, J. Econ. Perspect. 7, 3-20.",
        "LEAMER, E. E. (1974). The commodity composition of international trade in manufactures, Oxford Econ. Pap. Sect. C 26, 350-374.",
        "LEAMER, K E. (1984). Sources of International Comparative Advantage, MIT Press, Cambridge.",
        "MADDALA, 0. S. (1983). Limited-Dependent and Qualitative-Dependent variables in Econometrics, Cambridge Univ. Press. New York.",
        "MARKU5EN, J. R. (1983). Factor trade and commodity trade as complements, J. Ira. Econ.",
        "MARKU5EN, I. R. (1984). Multinational, multi-plant economies, and the gains from trade, J.",
        "Ira. Econ. 16, 205-226. MUNDELL, It. A. (1957). International trade and factor mobility, Amer. Econ. Rev. 47, 321337.",
        "POYHONEN, P. (1963). A tentative model for the volume of trade between countries.",
        "Weltwirtsch. Arch. 90, 93-99. 510 EATON AND TAMURA PURYIS, 0. D. (1972). Technology, trade, and factor mobility, Econ. J. 82, 991-999.",
        "SAXONHOUSE, 0. It. (1993). What does Japanese trade structure tell us about Japanese trade policy? J. E.con. Perspect. 7, 21-43.",
        "TINSEROEN, 1. (1962). Shaping the World Economy: Suggestions for an International Policy, Kraus Reprint and Periodicals, Miliwood, NY.",
        "T0BIN, I. (1958). Estimation of relationships for limited dependent variables, Econometrica 26, 24-36.",
        "V1NER, 1. (1950). The Customs Union Issue, Carnegie Endowment for International Peace, New York.",
        "Wrnm, H. (1982). Maximum likelihood estimation of misspecified models, Econometrica 50, 1-26."
    ]
}