{
    "id": 4761,
    "cites": 13,
    "cited_by": 38,
    "reference": [
        "Altug. Sumru (1929), Time-to-Build and Aggregate Fluctuations: Some New Evidence ~ international Economic RevIew, 30, November, 889-920.",
        "Cooley, Thomas F., Stephen F. LeRoy, and Nell Raymon (1984), Econometric Policy Evaluation: Note, American EconomIc RevIew 74, June, 467-70.",
        "LIe Long, .1. Bradford and Lawrence H. Summers (1986), Is Increased Pt-Ice Flexibility Stabilizing? American Economic RevIew 76, December, 1031-44.",
        "King, Robert (1991), Money and Business CycleC. Processed. To appear, Journal of Monetary Economics.",
        "Kydland, Finn and E. Prescott (1982). TIme-to-Build and Aggregate Fluctuations,  Econometrics 50, November, 1345-1370.",
        "L.eeper, Eric PA. (2991), EquIlibria Under `Active and `Passive Monetary And Fiscal Policies, Journal of Monetary Economics 27, February, 1.29-47. Leeper, Eric PA. (1993), The Policy Tango: Toward a Holistic View of Monetary and Fiscal Effects, Federal Reserve Bank of Atlanta Economic RevIew 78, July/August, 1-27.",
        "LeRoy, Stephen F. (1993). On Policy Regimes, Manuscript, University of Minnesota, August.",
        "McCrattan, Ellen R. (1992), The Macroeconomic Effects of Distortionary Taxa- tion, forthcoming Journal of Monetary Econorn(cs.",
        "McGratten, Ellen R., Rogerson, Richard, and Randall Wright (1993), Household productIon and Taxation in the Stochastic Growth Model, Federal Reserve Bank of Minneapolis Working Paper 521, October, Nalcornthob, Don (1993). The Study of a Deterministic Keynesian Model with Perfect Foresight in Asset Markets, Yale College Senior Essay, April.",
        "Sims, Christopher A. (1982), Policy Analysis with Econometric Models, BrookIngs Papers ott Economic ActivIty 1, 107-64.",
        "Economic Theory. _________________________(l992b), Bayesian Inference for Multivariate Time Series Models with Trend. - mimeo, November. Sims, Christopher A. and Harald Uhlig (1991), Understanding Unit Rooters: A Helicopter Tour, Econometrtca 59, November, 1591-99.",
        "Taylor, John (1979)~ Staggered Wage Setting in a Macro Model, American Economic Review, 69. May, 108-113.",
        "Watson, Mark (1993), Measures of Fit for Calibrated Models, Journal of Political Economy. 101, December. 1011-41."
    ]
}