{
    "id": 4764,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Zedlewski, Shelia A., 1992, Expanding the Employer-Provided Health Insurance System: Effects on Workers and Their Employers, in Health Benefits ~4 Workforce, U.S. Department of Labor, 169-194.",
        "Woodbury, Stephen A., and Daniel S. Hamermesh, 1992, Taxes, Fringe Benefits, and Faculty, Review of Economics and Statistics 74, 287-296.",
        "U.S. General Accounting Office, 1992, Tax Policy: Effects of Changing the Tax Treatment Fringe Benefits, Washington D.C.: Government Printing Office.",
        "Turner, Robert W., 1987a, Taxes and the Number of Fringe Benefits Received, Joumal of Public Economics 33, 41-57.",
        "Turner, Robert W., 1987b, Are Taxes Responsible for the Growth in Fringe Benefits? National Tax Journal 40, 205-221.",
        "Sloan, Frank, and Killard W. Adamche, 1986, `Taxation and the Growth of Non-Wage Compensation, Public Finance Quarterly 14, 115-137.",
        "Maddala, G. S., t983, Limited-Dependent and Qualitative Variables j~ Econometrics, New York: Cambridge University Press. Rosen, Sherwin, 1986, The Theory of Equalizing Differences, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, Amsterdam: 24 Elsevier Science Publishers.",
        "Hirsch, Werner Z., and Anthony M. Rufolo, 1986, Effects of State Income Taxes On Fringe Benefit Demand of Policemen and Firemen, National Tax Journal 39, 211-220.",
        "Gruber, Jonathan, and James M. Poterba, 1994, The Elasticity of Demand for Health Insurance: Evidence from the Self-employed, Quarterly Joumal of Economics, forthcoming.",
        "Feldstein, Martin S. and Bemard Friedman, 1977, Tax Subsidies, the Rational Demand for Insurance, and the Health Care Crisis, Journal of Public Economics 7, 155-178.",
        "Feenberg, Daniel, 1987, Are Tax Price Models Really Identified: The Case of Charitable Giving, National Tax Journal 40, 629-633.",
        "Congressional Budget Office, 1994, ifl!j~Treatmentof Employment-Based Health Insurance, Government Printing Office: Washington, D.C.",
        "Bogart, William T. and William M. Gentry, 1992, Capital Gains Taxes and Realizations: Evidence From Interstate Comparisons, National Bureau of Economic Research Working Paper 4254, Cambridge, MA.",
        "Adamche, Killard, and Frank Sloan, 1985, Fringe Benefits: To Tax or Not To Tax?, National Tax Journal 36, 47-64."
    ]
}