{
    "id": 4765,
    "cites": 20,
    "cited_by": 62,
    "reference": [
        "Bartlett, Bruce. 1993. How Not to Stimulate the Economy. The Public Interest (Summer): 99-109.",
        "Beaudry, Paul, and Gary Koop. 1993. Do Recessions Permanently Change Output? Journal of Monetary Economics 31 (August): 149-163.",
        "Bernanke, Ben S., and Alan S. Blinder. 1992. The Federal Funds Rate and the Channels of Monetary Transmission. American Economic Review 82 (September): 901-921.",
        "Blanchard, Olivier Jean, and Danny Quah. 1989. The Dynamic Effects of Aggregate Demand and Supply Disturbances. American Economic Review 79 (September): 655-673.",
        "Boschen, John F., and Leonard 0. Mills. 1992. The Effects of Countercydical Monetary Policy on Money and Interest Rates: An Evaluation of Evidence from FOMC Documents. Manuscript, College of William and Mary (May).",
        "Brunner, Karl, and Allen H. Meltzer. 1964. The Federal Reserves Attachment to the Free Reserve Concept. U.S. Congress, House Committee on Banking and Currency, Subcommittee on Domestic Finance, 88th Congress, 2d Session. Washington, D.C.: U.S. Government Printing Office.",
        "Campbell, John Y., and N. Gregory Mankiw. 1987a. Are Output Fluctuations Transitory? Quarterly Journal of Economics 102 (November): 857-880.",
        "Federal Reserve Bank of St. Louis Review 69 (December): 14-25. Christiano, Lawrence J., and Martin Eichenbauin. 1990. Unit Roots in Real GNP: Do We Know and Do We Care? Carnegie-Rochester Conference Series on Public Policy 32 (Spring): 7-62.",
        "De Long, J. Bradford, and Lawrence H. Summers. 1986. Is Increased Price Flexibility Stabilizing? American Economic Review 76 (December): 1031-1044.",
        "GoldIeld, Stephen M., and Daniel E. Sichel. 1990. The Demand for Money. In Handbook of Monetary Economics, Vol. 1, 300-356. Benjamin M. Friedman and Frank H. Hahn, eds. Amsterdam: North-Holland.",
        "Gordon, Robert J. 1990. What Is New-Keynesian Economics? Journal of Economic Literature 28 (September): 1115-1171.",
        "Hinshaw, C. Elton. 1968. The Recognition Pattern of the Federal Open Market Committee.N In Forecasting and Recognizing Business Cycle Turning Points, 61-128. Rendigs Fels and C. Elton Hinshaw, eds. New York: Columbia University Press for NBER.",
        "Karaken, John, and Robert M. Solow. 1963. Lags in Monetary Policy. In Stabilization Policies, Commission on Money and Credit, 14-96. Englewood Cliffs: Prentice Hall.",
        "Mishkin, Frederic. 1981. The Real Interest Rate: An Empirical Investigation. Carnegie-Rochester Conference Series on Public Policy 15 (Fall): 151-200.",
        "Nelson, Charles R., and Charles I. Plosser. 1982. Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications. Journal of Monetary Economics 10 (September): 139-162.",
        "Perry, George L., and Charles L. Schultze. 1993. Was This Recession Different? Are They All Different? Brookings Papers on Economic Activity (1): 145-211.",
        "Romer, Christina D., and David H. Romer. 1989. `Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annual 3: 121-170.",
        "Romer, Christina D., and David H. Romer. 1993. Credit Channel or Credit Actions? An Interpretation of the Postwar Transmission Mechanism. Federal Reserve Bank of Kansas City, Changing Capital Markets: Implications for Monetary Policy: 71-116.",
        "Romer, Christina D., and David H. Romer. 1994. Monetary Policy Matters. Manuscript, University of California, Berkeley. Journal of Monetary Economics, forthcoming.",
        "Sichel, Daniel F. 1992. Inventories and the Three Phases of the Business Cycle. Maviscript, Federal Reserve Board (August)."
    ]
}