{
    "id": 4769,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Weiss, Andrew, Efficiency Wages: Models of Unemployment, Layoffs, and Wage Dispersion, Princeton University Press (Princeton, New jersey: 1990).",
        "Turnham, David, Employment and Development: A New Review of Evidence, Development Centre, OECD (Paris: 1993).",
        "Taubman, Paul, and Michael L. Wachter, Segmented Labor Markets, in Handbook of Labor Economics, ed. by Orley Ashenfelter and Richard Layard, North Holland (Amsterdam: 1986).",
        "Shapiro, Carl, and Joseph E. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, Vol. 74 (June 1984), pp. 433-44.",
        "Rosenzweig, Mark, Labour Markets in Low-Income Countries, in Hollis Chenery, and T.N. Srinivasan, eds., Handbook of Development Economics, Vol. I, North Holland (Amsterdam: 1988).",
        "Riveros, Luis, Recession, Adjusmtent and the Performance of Urban Labor Markets in Latin America, Canadian Journal of Development Studies, Vol. 11 (March 1990), pp. 34-59.",
        "Mazumdar, Dipak, Segmented Labour Markets in LDCs, American Economic Review, Vol. 73 (May 1983), pp. 254-59.",
        "Lindbeck, Assar, and Dennis J. Snower, Segmented Labor Markets and Unemployment, Discussion Paper No 523, Centre for Economic Policy Research (April 1991).",
        "Horton, Susan, Ravi Kanbur, and Dipak Mazumdar, Labor Markets in an Era of Adjustment, Economic Development Institute, Working Paper No 694, the World Bank (Washington, DC: May 1991).",
        "Harris, John, and Michael P. Todaro, Migration, Unemployment and Development: A Two-Sector Analysis, American Economic Review, Vol. 60 (March 1970), pp. 126-43.",
        "Edwards, Sebastian, Terms of Trade, Tariffs and Labor Market Adjustment in Developing Countries, World Bank Economic Review, Vol. 2 (May 1988), pp. 165-85.",
        "Drazen, Allan, Optimal Minimum Wage Legislation, Economic Journal, Vol. 96 (September 1986), pp. 774-84.",
        "Demekas, Dimitri C., Labor Market Segmentation in a Two-Sector Model of an Open Economy, Staff Papers (International Monetary Fund), Vol. 37 (December 1990), pp. 849-64.",
        "Wickham, International Monetary Fund (Washington, DC: 1989b).",
        "Aizenman, Joshua, Country Risk, Incomplete Information and Taxes on International Borrowing, Economic Journal, Vol. 99 (March 1989a), pp. 147-61.",
        "AgÃ\u0083Â©nor, Pierre-Richard, and Julio A. Santaella, Efficiency wages and Sectoral Labor Mobility in an Open Economy, Working Paper No 93/79, International Monetary Fund (September 1993).",
        "AgÃ\u0083Â©nor, Pierre-Richard, and Joshua Aizenman, Technological Change, Relative Wages, and Unemployment, unpublished, Internationnal Monetary Fund (March 1994).",
        "Carmichael, H. Lorne, Efficiency Models of Unemployment, Economic Inquiry, Vol. 28 (April 1990), pp. 269-95."
    ]
}