{
    "id": 4772,
    "cites": 73,
    "cited_by": 25,
    "reference": [
        "World Bank. 1993. The Asian Economic Miracle: Economic Growth and Public Policy. New York: Oxford University Press.",
        "World Bank. 1987. World Development Report. New York: Oxford University Press.",
        "Vuskovic, Pedro. 1970. DistribuciÃ\u0083Â³n del Ingreso y Opciones de Desarrollo. Cuadernos de Ia Realidad Nacional 7 (September).",
        "Tybout, James. 1992. Linking Trade and Productivity: New Research Directions. World Bank Economic Review 6 (2).",
        "ValdÃ\u0083Â©s, Alberto. 1992. The Performance of the Agricultural Sector in Latin America. World Bank, Latin America and Caribbean Region, Washington, D.C.",
        "Summers, Robert, and Alan Heston. 1988. A New Set of International Comparisons of Real Product and Price Level Estimates for 130 Countries. Review of Income and Wealth 34 (March).",
        "Sturzenegger, Federico. 1992. Bolivia: Stabilization and Growth. University of California, Los Angeles, Department of Economics.",
        "Stockman, Alan C. 1982. The Order of Economic Liberalization: Comment. In Karl Brunner and Allan Meltzer, eds., Economic Policy in a World of Change. Amsterdam: North-Holland.",
        "Elias, Victor. 1992. Sources of Growth: A Study of Seven Latin American Economies. San Francisco: ICS Press.",
        "Edwards, Sebastian. 1984. The Order of Liberalization of the External Sector in Developing Countries. Princeton Essays in International Finance No. 156. Princeton University, Princeton, N.J.",
        "Dixit, Avinash. 1986. Tax Policy in Open Economies. In Alan Auerbach and Martin Feldstein, eds., Handbook of Public Economics. Amsterdam: North-Holland.",
        "Dornbusch, Rudiger. 1989. Los Costes y Beneficios de Ia Integracion Econdmica Regional: Una Revision. Pensamiento Iberoamericano 15 (January-June).",
        "Dornbusch, Rudiger. 1991. Policies to Move From Stabilization to Growth. Proceedings of the World Bank Annual Conference on Development Economics. Washington, D.C.: World Bank.",
        "Diaz-Alejandro, Carlos. 1981. Southern Cone Stabilization Plans. In William Cline and Sidney Weintraub, eds., Economic Stabilization in Developing Countries. Washington, D.C.: Brookings Institution.",
        "Diaz-Alejandro, Carlos. 1978. Foreign Trade Regime.s and Economic Development: Colombia. Cambridge, Mass.: National Bureau of Economic Research.",
        "Dc Gregorio, JosÃ\u0083Â©. 1992. Economic Growth in Latin America. Journal of Development Economics 39(1).",
        "Diaz-Alejandro, Carlos. 1970. Essays on the Economic Historj of the Argentine Republic. New Haven: Yale University Press.",
        "Corden, Warner Max. 1966. The Structure of a Tariff System and the Effective Protection Rate. Journal of Political Economy 74 (3).",
        "Corden, Warner Max. 1984. The Normative Theory of International Trade. In Ronald Jones and Peter Kenen, eds., Handbook of International Economics, Vol. 1. Amsterdam, North-Holland.",
        "Santiago: CEPAL. Coes, Donald. 1991. Brazil. In Michael Michaely, Armeane Choksi, and Demetris Papageorgiou, eds., Liberalizing Foreign Trade. New York: Basil Blackwell.",
        "Corbo, Vittorio, Timothy Condon, and Jaime de Melo. 1985. Productivity Growth, External Shocks, and Capital Inflows in Chile: A General Equilibrium Analysis. Journal of Policy Modelling 7 (3).",
        "CEPAL (ComisiÃ\u0083Â³n Econdmica para America Latina). 1993. Statistical Yearbook of Latin America.",
        "Cardoso, Eliana, and Ann Helwege. 1992. Latin Americas Economy: Diversity, Trends and Conflict. Cambridge, Mass.: MIT Press.",
        "Castro, Antonio, and Carlos Lessa. 1969. IntroducciÃ\u0083Â³n a Ia Economla: Un Enfoque Estructuralista. Santiago: Editorial Universitaria.",
        "CEPAL (ComisiÃ\u0083Â³n EconOniica para Aindrica Latina). 1991. Balance Preliminar de Ia Economfa de America Latina y el Caribe. Santiago: CEPAL.",
        "CEPAL (CornisiÃ\u0083Â³n EconÃ\u0083Â³mica para America Latina). 1992. Equidad y TransformaciOn Productiva: Un Enfoque Integrado. Santiago: CEPAL.",
        "Bonelli, Regis. 1992. Growth and Productivity in Brazilian Industries: Impacts of Trade Orientation. Journal of Development Economics 39 (1).",
        "Bruton, Henry. 1989. Import Substitution. In Hollis Chenery and T. N. Srinivasan, eds., Handbook of Development Economics. Vol. 2. Amsterdam: North-Holland.",
        "Bianchi, Andres and Takahashi Nohara, eds., 1988. A Comparative Study on Economic Development between Asia and Latin America. Tokyo: Institute of Developing Economies.",
        "Balassa, Bela. 1971. The Structure of Protection in Developing Countries. Baltimore: Johns Hopkins University Press.",
        "Balassa, Bela. 1982, Development Strategies in Semi-Industrial Economies. Baltimore: Johns Hopkins University Press.",
        "Baldinelli, Elvio. 1991. ArmonizaciÃ\u0083Â³n de Politicas Fiscales, Crediticias, y de PromociÃ\u0083Â³n de Exportaciones. buegraciOn Latinoatnericana 16 (May).",
        "Barro, Robert. 1991. Economic Growth in a Cross-Section of Countries. Quarterly Journal of Economics 106 (2).",
        "Bhagwati, Jagdish. 1978. Foreign Trade Regimes and Economic Development: Anatomy and Consequences of E.zchange Control Regimes. Cambridge, Mass.: National Bureau of Economic Research.",
        "Singer, Hans. 1950. The Distribution of Gains Between Investing and Borrowing Countries. American Economic Review 40 (2).",
        "SoIls, Leopoldo. 1988. Raul Prebisch at ECLA: Years of Creative Intellectual Effort, ICEG Occasional Paper 10. International Center for Economic Growth, San Francisco.",
        "Sheahan, John. 1987. Patterns of Development in Latin America: Poverty, Repression, and Economic Srra:e~y. Princeton, N.J.: Princeton University Press.",
        "Schott, Jeffrey. 1991. Trading Blocks and the World Trading System. The World Economy 14 (1).",
        "Roubini, Nouriel, and Xavier Sala-i-Martin. 1992. Financial Repression and Economic Growth. Journal of Development Economics 39 (1).",
        "Saborio, Sylvia, and Constantine Michalopoulos. 1992. Central America at a Crossroads. Policy Research Working Paper 922. World Bank, Washington. D.C.",
        "Sachs, Jeffrey. 1987. Trade and Exchange Rate Policies in Trade-Oriented Adjustment Programs. In Vittorio Corbo, Morris Goldstein, and Mohsin Khan, eds., Growth-Oriented A4iustment Programs. Washington, D.C.: International Monetary Fund.",
        "Rodriguez, Carlos. 1982. The Argentine Stabilization Plan of December 20th. World Development 10(9).",
        "Ocampo, JosÃ\u0083Â© Antonio. 1991. Determinants and Prospects for Medium-Term Growth in Colombia. Paper presented at the Lehigh University Conference on the Colombian Economy: Issues of Debt, Trade, and Development, Lehigh University, Department of Economics, Bethlehem, Penn., April.",
        "Prebisch, Ratil. 1984. Five Stages in my Thinking on Development. In Dudley Seers, ed., Pioneers in Development. Oxford: Oxford University Press.",
        "Nogues, Julio, and Rosalinda Quintanilla. 1992. Latin Americas Integration and the Multilateral Trading System. Paper presented at the World Bank/CEPR Conference on New Dimensions in Regional Integration, Washington, D.C., April.",
        "McKinnon, Ronald. 1982. The Order of Economic Liberalization: Lessons from Chile and Argentina. Carnegie-Rochester Conference Series on Public Policy, 17, Autumn.",
        "McGreevey, William Paul. 1990. Social Security in Latin America: Issues and Options for the World Bank. World Bank Discussion Paper 110. Washington, D.C.",
        "Martin, Ricardo D. 1992. Sources of Growth in Latin America. World Bank, Latin America and Caribbean Region, Washington, D.C.",
        "Lustig, Nora. 1994. The Future of Trade Policy in Latin America. Working Paper, Brookings Institution, Washington, D.C., February.",
        "Lucas, Robert. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics 22 (1).",
        "Losada, Fernando. 1994. The Uruguay Round, OAT! and Regionalism. Mimeo, World Bank, Latin America and the Caribbean Region - Office of the Chief Economist, March.",
        "Losada, Fernando. 1993. Partners, Neighbors and Distant Cousins: Explaining Bilateral Trade Flows in Latin America. Working paper, University of California, Los Angeles, June.",
        "Krueger, Aim. 1983. Exchange Rare Determination. Cambridge, U.K.: Cambridge University Press.",
        "Lal, Deepak. 1985. The Real Aspects of Stabilization and Structural Adjustment Policies: An Extension of the Australian Adjustment Model. World Bank Staff Working Paper 636. Washington, D.C.",
        "Krueger, Ann. 1981. Trade and Employment in Developing Countries. Chicago: University of Chicago Press.",
        "Krueger, Ann. 1980. Trade Policy as an Input to Development. American Economic Review 70 (2).",
        "Krueger, Ann. 1978. Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences. Cambridge, Mass.: National Bureau of Economic Research.",
        "Kim, Kwang Suk. 1991. Korea. In Michael Michaely, Armeane Choksi, and Demetris Papageorgiou, eds., Liberalizing Foreign Trade. New York: Basil Blackwell.",
        "Iglesias, Enrique. 1992. Reflections on Economic Development: Toward a New Latin American Consensus. Washington, D.C.: Inter-American Development Bank.",
        "Ibarra, Luis. 1992. Credibility of Trade Policy Reform: The Mexican Experience. Ph.D. diss., University of California, Los Angeles, Department of Economics.",
        "Heitger, Bernhard. 1987. Import Protection and Export Performance: Their Impact on Economic Growth. Weltwirtschaftliches Archly 132 (2).",
        "Hanson, James. 1992. Opening the Capital Account. World Bank Policy Research Working Paper 901. Washington, D.C.",
        "Grossman, Gene, and Elhanan Helprnan. 1991. Innovation and Growth in the Global Economy. Cambridge, Mass.: MIT Press.",
        "Griffith-Jones, Stefany, and Osvaldo Sunkel. 1986. Debt and Development Crises in Latin America: 47 The End of an Illusion. Oxford: Oxford University Press.",
        "Furtado, Celso. 1969. La Economfa Latinoamericana Desde Ia Conquis:a IbÃ\u0083Â©rica Hasta Ia RevoluciOn Cubana. Santiago: Editorial Universitaria.",
        "Fishlow, Albert. 1991. Liberalization in Latin America. In Tariq Banuri, ed., Economic Liberalization: No Panacea. Oxford: Oxford University Press.",
        "Fischer, Stanley. 1986. Issues in Medium-Term Macroeconomic Adjustment. World Bank Research Observer 1 (2).",
        "Ffrench-Davis, Ricardo and Thomas Griffin. 1967. Teoria del Comercio Internacional. Mexico City: Fondo de Cultura EconOmica.",
        "Erzan, Refik, Kiroaki Kuwahara, Saratino Marchese, and Rene Vossenar. 1989. The Profile of Protection in Developing Countries. UNCTAD Review 1 (1).",
        "Fiirschman, Albert. 1968. The Political Economy of Import Substituting Industrialization in Latin America. Quarterly Journal of Economics 82 (1).",
        "Fischer, Stanley. 1988. Recent Developments in Macroeconomics. Economic Journal 98 (2).",
        "Dornbusch, Rudiger, and Sebastian Edwards. 1990. Macroeconomic Populism. Journal of Development Economics 32 (2).",
        "Calvo, Guillermo, Leonardo Leiderman, and Carmen Reinhardt. 1992. Capital Inflows and Real Exchange Rate Appreciation. IMF Working Paper 62. International Monetary Fund, Washington, D.C."
    ]
}