{
    "id": 4779,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Tirole, J., 1988, The Theory of Industrial Organization, Cambridge: The MIT Press.",
        "Venables, A.J., 1982, Optimal Tariffs for Trade in Monopolistically Competitive Commodities. Journal of International Economics, Vol. 12, pp.225-242.",
        "Spence, A.M., 1976, Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies, Vol. 43, pp. 217-35.",
        "Markusen, 1. R., 1990, Derationalizing Tariffs with Specialized Intermediate Inputs and Differentiated Final Goods, Journal of International Economics, Vol. 28, pp. 375383.",
        "Markusen, J. R., 1991, First Mover Advantages, Blockaded Entry, and the Economics of Uneven Development, in E. Helpman and A. R.azin (eds.) International Trade and Trade Policy, Cambridge: The MIT Press.",
        "Markusen, J. R., 1989, Trade in Producer Services and in Other Specialized Intermediate Inputs, American Economic Review, Vol. 79, pp. 85-95.",
        "Grossman, G.M., 1992, Introduction in G.M. Grossman (ed.) Impeifect Competition and International Trade, Cambridge:The MIT Press.",
        "Krugman, P. it, 1990, Rethinking International Trade, Cambridge: The MIT Press.",
        "Gros, D., 1987, A Note on the Optimal Tariff, Retaliation, and the Welfare Loss from Tariff Wars in a Framework with Intra-industry Trade, Journal of Jruentational Economics, Vol. 23, pp. 357-367.",
        "Francois, J., 1992, Optimal Commercial Policy with Increasing Returns to Scale, Canadian Journal of Economics, Vol. 25, pp. 85-95.",
        "Ethier, W. J., 1979, Internationally Decreasing Costs and World Trade, Journal of International Economics, Vol. 9, pp. 1-24.",
        "Ethier, W. J., 1982, National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, Vol. 12, pp.388-405.",
        "Flain, H. and E. Helpman, 1987, Industrial Policy under Monopolistic Competition, Journal of International Economics1 Vol. 22, pp. 79-102.",
        "Carlton, D. and 0. Loury, The Limitations of Pigouvian Taxes as a Long-Run Remedy for Externalities, Quarterly Journal of Economics, 1980, pp. 559-566.",
        "Dixit, A. and J. Stiglitz, Monopolistic Competition and Optimum Product Diversity, American Economic Review, 1977, pp. 297-308.",
        "Bradsher, K.. 1994, U.S. to Aid Industry in Computer Battle with the Japanese, The New York Times, April 27, p. Al."
    ]
}