{
    "id": 4782,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Aghion, Philippe and Peter Howitt, 1992. `A Model of Growth through Creative Destruction, Econometrica 60, 323-351.",
        "Caballero, Ricardo J. and Adam B. Jaffee, 1993. `How High Are the Giants Shoulders: An Empirical Assessment of Knowledge Spillovers and Creative Destruction in a Model of Economic Growth, fiBER Macroeconomics Annual 1993, 15-74.",
        "Shleifer, Andrei 1986. Implementation Cycles, Journal of Political Economy, 94, 1163-1190.",
        "Segerstrom, Paul S. 1991. Innovation, Imitation and Economic Growth, Journal of Political Economy, 99, 807-827.",
        "Segerstrorn, Paul S., T.C.A. Anant, and Elias Dinopoulos 1990. `A Schumpeterian Model of the Product Life Cycle, American Economic Review, 80, 1077-1091.",
        "Schumpeter, Joseph A. 1936. Theory of Economic Development: an Inquiry into Profits, Capital, Credit, Interest, and the Business Cycle, Harvard University Press.",
        "Schumpeter, Joseph A. 1942. Capitalism, Socialism and Democracy, New York, Harper and Brothers.",
        "Rajan, Raghuram 1992. Insiders and Outsiders: The Choice between Informed and Arms Length Debt, Journal of Finance, 47, 1367-1400.",
        "Romer, Paul M. 1990. Endogenous Technological Change, Journal of Political Economy, 98, S7l-Sl02.",
        "Porter, Michael E. 1980. Competitive Strategy, New York: The Free Press.",
        "Petersen, Mitchell and Raghuram Rajan 1994. The Benefits of Lending Relationships: Evidence from Small Business Data, The Journal of Finance, 49, 3-37.",
        "Klepper, Steven and Elizabeth Graddy 1990. *The Evolution of New Industries and the Determinants of Market Structure, RAND Journal of Economics, 21, 27-44.",
        "Jovanovic, Boyan and Glenn M. MacDonald 1993. `The Life-Cycle of a Competitive Industry, Working Paper, National Bureau of Economic Research.",
        "Hopenhayn, Hugo A. 1993. `The Shakeout, Working Paper, Universitat Pompeu-Fabra.",
        "Journal of Economics, 106, 557-586. Henderson, Rebecca. 1993. Underinvestment and Incompetence as Responses to Radical Innovation: Evidence from the Photolithographic Alignment Equipment Industry, RAND Journal of Economics, 24, 248-270.",
        "Grossman, Gene M. and Ethanan Helpman 1991 a. `Quality Ladders in the Theory of Growth, Review of Economic Studies, 58, 43-61.",
        "Gort, M. and S. Klepper 1982. `Time Paths in the Diffusion of Product Innovations, Economic Journal, 92, 630-53.",
        "Gilbert, R.J. and Newbery, D.M. 1982. `Preemptive Patenting and the Persistence of Monopoly, American Economic Review, 72, 514-526.",
        "Fama, Eugene 1985. `Whats Different About Banks? Journal of Monetarj Economics, 15, 29-36.",
        "Diamond, Douglas 1989. `Reputaflon Acquisition in Debt Markets, Journal of Political Economy, 97, 828-862.",
        "Continental Bank Roundtable on `Global Competition in the `90s, Journal of Applied Corporate Finance, Spring 1993, 38-59."
    ]
}