{
    "id": 4784,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "tO. NAEP 1992 Mathematics Report Card for the Nation and the States, p. 237.",
        "24O I 50 60 65 70 80 85 percent ready to learn, 1990 Figure 1. Scatter diagram of mathematics achievement in eighth grade and readiness to learn in kindergarten, 41 states. LI 26. READY was estimated for white, black, and others using the regression coefficients and the state averages for each variable and racial group. Each value was then adjusted by the factor for that state which would equate the weighted avenge of the three estimated values of READY to the observed value for that state. 27. Some reformers advocate delaying entry to kindergarten in order to increase the percent of children ready to learn. However, this would probably increase the disparity among children as parents with more education and more resources would be likely to substitute other learning experiences for early kindergarten, whereas parents with fewer options might settle for custodial care.",
        "7. R. D. Bock, Designing the National Assessment of Educational Progress to Serve a Wider Community of Users: A Position Paper, ERIC ED279 664, p. 1(1986).",
        "8. Average scores are available for 41 states for all races and for whites and for 31 states for black students, National Center for Education Statistics, NAEP 1992 Mathematics Report Card for the Nation and the States (Educational Testing Service, Washington DC, 1993), pp. 10 and 20. The avenge state sample was 2,531; there were 1,934 test results in the state with the smallest sample. 9. The low scores may be partly because the results are not made available to the students or their teachers; this may reduce the incentive to perform well.",
        "6. See M. E. Orland, Demographics of Disadvantage: Intensity of Childhood Poverty and Its Relationship to Educational Achievement, ih Access to Knowledge: An Agenda for Our Nation&apos;s Schools, 1. 1. Goodlad and P. Keating, eds. (College Entrance Examination Board, New York, 1990). pp. 43-58; K. R. White, The Relation Between Socioeconomic Status and Academic Achievement Psychological Bulletin, 91 #3, pp. 461.481 (1982).",
        "5. V. R. Fuchs and 0. M. Reklis, America&apos;s Children: Economic Perspectives and Policy Options, Science 255, 41-46 (1992).",
        "Robitaille, The lEA Study of Mathematics II (Pergamon, New York, 1989).",
        "4. For example, C. McKnight et al., The Underachieving Curriculwn: Assessing U.S. School Mathematics from an International Perspective (Stipes, Champaign IL, 1987); D. F.",
        "3. College Entrance Examination Board, On Further Examination, Report of the Advisory Panel on the Scholastic Aptitude Test Score Decline (College Entrance Examination Board, New York, 1977).",
        "2. SeeD. C. Berliner, Mythology and the American System of Education, Phi Delta Kappan 632-MO (April, 1993); C. C. Carson, R. M. Huelskamp, T. D. Woodall, Perspectives on Education in America, Sandia National Laboratories, The Journal of Educational Research, 259-310 (May/June 1993).",
        "Goodlad, P. Keating, eds., Access to Knowledge: An Agenda for Our Nation&apos;s Schools (College Entrance Examination Board, New York, 1990); T. Sowell, Inside American Education (Free Press, New York, 1993).",
        "Bloom, The Closing of the American Mind (Simon & Schuster, New York, 1987); D. Ravitch and C. Finn, What Do Our 17-Year-Olds Know? (Harper & Row, New York, 1987); J. I.",
        "1. See, for instance, National Commission on Excellencein Education, A Nation at Risk, 1983 report, in The Great School Debate (Simon & Schuster, New York, 1985); A. D.",
        "LOWBWT in the MATHS regressions is based on births from 1977 to 1979; LOWBWT in the READY regressions on births from 1984 to 1986.",
        "b5.pJfl and STATSHR are 5-year avenges, 1986-1990.",
        "Table 1. Percent distribution of states by mathematical achievement in eighth grade, 1992. Mean NAEF scores All races tlnweighted WhiteC BlackC W All races eightedb Whitec Zlackc 281 to 284 7.3 17.1 4.9 16.1 277 to 280 9.8 22.0 54 24.3 273 to 276 9.8 26.8 6.3 37.5 269 to 272 14.6 12.2 16.4 6.3 265 to 268 17.1 9.8 22.0 8.0 261 to 264 9.8 9.8 11.0 5.7 257 to 260 22.0 2.4 27.6 2.1 253 to 256 2.4 1.8 249 to 252 4.9 3.2 2.8 0.2 245 to 248 2.4 3.2 1.8 0.6 241 to 244 41.9 30.7 237 to 240 16.1 15.5 233 to 236 16.1 21.8 229 to 232 19.4 31,2 Median 267 275 240 266 276 236 Mean 266 274 239 266 275 236 Standard deviation 9.1 6.6 5:2 7.8 5.9 4.7 aBased on 41 states for all races and whites; 31 states for blacks.",
        "bRy population ages 9-13, 1988 to 1990. Non}iispanic Table 4. READY regression results, 50 states, all races.a (1) (2) (3) (4) (5) MOMED 4.91 (1.08) ** 4,73 (1.07) ** 4.76 (1,52) ** 4.80 (1.08) ** 5.01 (1.52) ** ADULT1 -.57 (.15) ** -.41 (.18) * -.56 (.19) ** -.48 (.18) * -.44 (.21) *"
    ]
}