{
    "id": 4787,
    "cites": 32,
    "cited_by": 10,
    "reference": [
        "Altonji, Joseph G., and Nicolas Williams, `The Effects of Labor Market Experience, Job Seniority and Job Mobility on Wage Growth. Working Paper, May 1992.",
        "Anderson, Patricia M. Time-varying Effects of Recall Expectation, a Reemployment Bonus, and Job Counseling on Unemployment Durations. Journal of Labor Economics 10 (January 1992): 99-115.",
        "Anderson, Patricia M. and Bruce D. Meyer. The Incentives and Cross-Subsidies of the UI Payroll Tax. mimeograph, 1992.",
        "Anderson, Patricia M. and Bruce D. Meyer. `Unemployment Insurance in the United States: Layoff Incentives and Cross-Subsidies, Journal of Labor Economics, 11, January 1993 Supplement, S70-S95.",
        "Anderson, Patricia M. and Bruce D. Meyer. The Effect of Unemployment Insurance Taxes and Benefits on Layoffs Using Firm and Individual Data, working paper, Northwestern University, 1993.",
        "Anderson, Patricia M. and Bruce D. Meyer. The Extent and Consequences of Job Turnover, Brookines Pacers on Economic Activity, Microeconomics 1994, pp. 177-248.",
        "Atkinson, Anthony B. and John Micklewright. Unemployment Compensation and Labor Market Transitions: A Critical Review. Journal of Economic Literature 29 (December 1991) 1679-1727.",
        "Blank, Rebecca M. and David E. Card. `Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation? Quarterly Journal of Economics 106 (November 1991): 1157.1190.",
        "Burtless, Gary Why Is Insured Unemployment Sow Low? Brookings Papers on Economic Activity (1983), 225-49.",
        "Burtless, Gary S. `Unemployment Insurance and Labor Supply: A Survey. In Unemployment Insurance, edited by W. Lee Hansen and James F. Byers. Madison, Wisconsin: University of Wisconsin Press, 1990.",
        "Card, David and Phillip B. Levine. `Unemployment Insurance Taxes and the Cyclical and Seasonal Properties of Unemployment, Journal of Public Economies 53 (1994), pp. 1-29.",
        "Clark, Kim B., and Lawrence H. Summers. `Unemployment Insurance and Labor Market Transitions. In Workers, Jobs, and Inflation, edited by Martin Neil Baily. Washington, D.C.: Brookings Institution, 1982.",
        "Ehrenberg, Ronald G. `Workers Compensation, Wages, and the Risk of Injury. In ~jg~ Perspectives in Workers Compensation, edited by John F. Burton, Jr. Ithaca: ILR Press, I98.S. Feldstein, Martin. The Importance of Temporary Layoffs: An Empirical Analysis, Brookings Papers on Economic Activity, 1975, 725-744.",
        "Feldstein, Martin `The Effect of Unemployment Insurance on Temporary Layoff Unemployment. American Economic Review 68 (December 1978): 834-845.",
        "Gibbons, Robert, and Lawrence F. Katz. Layoffs and Lemons, Journal of Labor Economics, 1991, pp. 351-380.",
        "Gottschalk, Peter, and Tim Maloney. Involuntary Terminations, Unemployment, and Job Matching: A Test of Job Search Theory. Journal of Labor Economics, 3, April 1985, pp. 109.123.",
        "Grit; R. Mark, and Thomas MaCurdy, The Influence of Unemployment Insurance on the Unemployment Experiences of Young Workers. Mimeograph. Stanford, California: Stanford University, 1989.",
        "Katz, Lawrence F. Layoffs. Recall and the Duration of Unemployment, NBER Working Paper No. 1825, 1986.",
        "Katz, Lawrence F., and Bruce D. Meyer. Unemployment Insurance, Recall Expectations and Unemployment Outcomes. ~ rterly Journal of Economies, 105, November 1990, 973. 1002.",
        "Katz, Lawrence F., and Bruce D. Meyer (1990): `The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics, 41, 45-72.",
        "Marston, Stephen T. `Voluntary Unemployment, in Unemployment Compensation: Studies and Research. Washington DC: National Commission on Unemployment Compensation, 1980.",
        "McCall, Brian P. The Impact of Unemployment Insurance Benefit Levels on Recipiency. IRC Working Paper No. 94-03, University of Minnesota, 1994.",
        "Meyer, Bruce D. `Unemployment Insurance and Unemployment Spells, Econometrica, 58 (1990), 757.782.",
        "Meyer, Bruce D. `Quasi-Experimental Evidence on the Effects of Unemployment Insurance from New York State. Working paper, February 1992.",
        "Meyer, Bruce D. `Lessons from the U.S. Unemployment Insurance Experiments, forthcoming, Journal of Economic Literature. Mincer, Jacob. `Education and Unemployment. NBER Working Paper No. 3838, September 1991.",
        "Moffitt, Robert (1983): `An Economic Model of Welfare Stigma, American Economic Review, 73, 1023-1035.",
        "Moffitt, Robert. `Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature, 30, March 1992, pp. 1-61.",
        "Mortensen, Dale T. A Structural Model of UI Benefit Effects on the Incidence and Duration of Unemployment. In Advances in the Theory and Measurement of Unemployment, edited by Yoram Weiss and Gideon Fishelson. London: MacMillan, 1990.",
        "Poirier, Dale J. The Econometrics of Structural Change. Amsterdam: North-Holland Publishing, 1976.",
        "Rosen, Harvey S. `Taxes in a Labor Supply Model with Joint Wage-Hours DeterminationS Econometrics 44 (1976), 485-507.",
        "Topel, Robert H. `On Layoffs and Unemployment Insurance, American Economic Review 73 (September 1983): 541-559.",
        "Topel, Robert H. Unemployment and Unemployment Insurance, in Research in Labor Economics 7, edited by Ronald Ehrenberg. Greenwich, Connecticut: JAJ Press, 1985, pp. 91. 136."
    ]
}