{
    "id": 4790,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Wall Street Journal. White House Hopes to Trade Changes in Grazing-Fee Plan for NAFTA Support, November 10, 1993.",
        "United States Senate, Committee on Finance. Hearings on the Anticipated Nomination of Mickey Kantor, U.S. Trade Representative Designate, January 19, 1993, Senate Hearings 10312, U.S. Government Printing Office, 1993.",
        "Perot, Ross H. and Pat Choate. Save Your Job. Save Our Country: Wiry NAF7A Must Be Stopped--Now!, New York: Hyperion, 1993.",
        "Office of the United States Trade Representative. Letters from Administration Officials prepared in Connection with the NAFFA Debate, transmitted to the Senate Committee on Finance, November 18, 1993.",
        "North American Free Trade Agreement, U.S. Government Printing Office, Washington D.C., 1992.",
        "Lewis, Charles and Margaret Ebrahim. Can Mexico and Big Business USA Buy NAFTA? The Nation (June 14, 1993): 826-839. 71 McCalla, Alex F. Agricultural Trade Liberalization: The Ever Elusive Grail, American Journal of Agricultural Economics 75:5 (December 1993): 1102-1112. Miner, William M. Agricultural Trade Under the Klieg Lights: Domestic Pressures and Bilateral Frictions, Center for Trade Policy and Law, Carleton University, Ottawa, Canada, November 1993.",
        "Krueger, Anne. Free Trade Agreements as Protectionist Devices: Rules of Origin, Working Paper No. 4352, National Bureau of Economic Research, Cambridge, Massachusetts, April 1993.",
        "International Trade Commission. Potential Impact on the U. Economy and Selected Industries of the North American Free-Trade Agreement, Publication 2596, January 1993.",
        "Gennes, Thomas and Barry Krissoff. Agricultural Trade in a North American Free Trade Agreement, The World Economy 16:4 (July 1993): 4483-502. Hufbauer, Gary Clyde and Jeffrey J. Schott. NAFTA: An Assessment, Institute for International Economics, February 1993.",
        "Grayson, George W. The North American Free Trade Agreement, Headliner Series No. 299, Foreign Policy Association, Summer 1993.",
        "Fruit and Vegetable Agricultural Technical Advisory Committee, Statement on Issues in the NAFTA Negotiations, September 1990.",
        "Barr, James C. Testimony on the Dairy Budget Reconciliation and Self-Help Initiative Act of 1993 before the Subcommittee on Livestock, Committee on Agriculture, U.S. House of Representatives, National Milk Producers Federation, Arlington, Virginia, October 26, 1993.",
        "Agricultural Technical Advisory Committees. Reports on the North American Free Trade Agreement, Office of the U.S. Trade Representative, Washington D.C., September 1992.",
        "Agricultural Policy Advisory Committee. Report on the Non/i A,neri can Free Trade Agreement, Office of the U.S. Trade Representative, Washington D.C., September 1992."
    ]
}