{
    "id": 4791,
    "cites": 57,
    "cited_by": 9,
    "reference": [
        "Yuengert, Andrew M. (1989): Self-Employment and the Earnings of Male Immigrants in the U.S., Economic Growth Center Discussion Paper no. 581, Yale University.",
        "Yu, Eui-Young (1982): Occupation and Work Patterns of Korean Immigrants, in EuiYoung Yu, Earl H. Phillips, and Eun-Sik Yang (ed.) Koreans in Los Angeles, Los Angeles: Koryo Research Institute and Center for Korean-American and Korean Studies, California State University, Los Angeles.",
        "Wong, Charles Choy (1977): Black and Chinese Grocery Stores in Los Angeles Black Ghetto, Urban Life, 5, pp. 439-464.",
        "Wong, Bernard (1987): The Role of Ethnicity in Enclave Enterprises: A Study of the Chinese Garment Factories in New York City, Human Organization, 46, pp. 120-130.",
        "Sowell, Thomas (1983): The Economics and Politics of Race: An International Perspective, New York: William Morrow and Company, Inc.",
        "Sowell, Thomas (1981): Markets and Minorities, New York: Basic Books.",
        "SI Sengstock, Mary C. (1974): Iraqi Christians in Detroit: An Analysis of an Ethnic Occupation, in Barbara C. Aswad (ed.) Arabic Speaking Communities in American Cities, New York: Center for Migration Studies of New York.",
        "Rees, H., and A. Shah (1986): An Empirical Analysis of Self-Employment in the U.K., Journal of Applied Econometrics, I, pp. 95-108.",
        "Portes, Alejandro, and Mm Zhou (1991): Gaining the Upper Hand: Old and New Perspectives in the Study of Ethnic Minorities, Working Paper, University of Chicago.",
        "Portes, Alejandro, and Robert L. Bach (1985): Latin Journey. Cuban and Mexican Immigrants in the United States, Berkeley: University of California Press.",
        "Portes, Alejandro (1987): The Social Origins of the Cuban Enclave Economy of Miami, Sociological Perspectives, 30, pp. 340-372.",
        "Neidert, Lisa J., and Reynolds Farley (1985): Assimilation in the United States: An Analysis of Ethnic and Generation Differences in Status and Achievement, American Sociological Review, 50, pp. 840-850.",
        "Perez, L. (1986): Immigrant Economic Adjustment and Family Organization: The Cuban Success Story Reexamined, International Migration Review, 20. pp. 4-20.",
        "Moore, Robert L. (1983): Employer Discrimination: Evidence from Self-Employed Workers, The Review of Economics and Statistics, 65, pp. 496-501.",
        "Myrdal, Gunnar (1944): An American Dilemma, New York: Harper and Brothers.",
        "Mm, Pyong Gap (1988): Ethnic Business Enterprise: Korean Small Business in Atlanta. New York: Center for Migration Studies.",
        "Meyer, Bruce (1990): Why Are There So Few Black Entrepreneurs?. National Bureau of Economic Research, Working Paper No. 3537.",
        "Mi Pyong Gap (1984): From White-Collar Occupations to Small Business: Korean Immigrant Occupational Adjustment, The Sociological Ouarterly, 25, pp. 333-352.",
        "Lucas, Robert E. (1978): On the Size Distribution of Firrns.fh~.~vll Journal of Economics, 9, pp. 508-523.",
        "McKenney, Narnpco R. and Arthur R. Cresce (1990): The Identification of Ethnicity in the United Stales: The Census Bureau Experience. Paper presented at the 199() meeting of the Population Association of America.",
        "Light, Ivan, Im Jung Kwuon and Deng Zhong (1990): Korean Rotating Credit Associations in Lost Angeles, Amerasia, 16.",
        "Loewen, James W. (1971): ThcMississippi Chincsc, (`anthridge: Harvard tJniversity Press.",
        "Light, Ivan (1984): Immigrant and Ethnic Enterprise in North America, Ethic and Racial Studies, 7, pp. 195-2 16.",
        "Light, Ivan (1979): Disadvantaged Minorities in Self Employment, International Journal of Comparative Sociology, 20, pp. 31-45.",
        "Light, Ivan (1972): Ethnic Enterprise in America, Berkeley: University of California Press.",
        "Kotkin, Joel (1985): The Reluctant Entrepreneurs, th~. 8, 81-89.",
        "Kinzer, Robert H., and Edward Sagarin (1950): The Negro in American Business, New York: Greenberg.",
        "Kim, Kwang Chung and Won Moo Hurh (1985): Ethnic Resources Utilization of Korean Immigrant Entrepreneurs in the Chicago Minority Area, International Migration Review, 19, pp. 82-111.",
        "Kihlstrom, Richard, and Jean-Jacques L.affont (1979): `A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion, Journal of Political Economy, 87, pp. 7 19-748.",
        "Jovanovic, Boyan (1982): Selection and the Evolution of Industry, Econometrica, 50, pp. 649-670.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen (1994): Sticking It Out: Entrepreneurial Survival and Liquidity Constraints, Journal of Political Economy, forthcoming.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen (1993): Entrepreneurial Decisions and Liquidity Constraints, National Bureau of Economic Research, Working Paper No. 4526.",
        "Guy, Cynthia, Fred Doolittle, and Barbara Fink (1991): Self-Employment for Welfare Recipients: Implementation of the SEID Program, New York: Manpower Demonstration Research Corporation.",
        "Glazer, Nathan and Daniel P. Moynihan (1970): Beyond the Melting Pot, 2nd Edition, Cambridge: MiT Press.",
        "Fuchs, Victor R. (1982): Self-Employment and Labor Force Participation of Older Males, Journal of Human Resources, 17, pp. 339-357.",
        "Fratoe, Frank (1988): Social Capital of Black Business Owners, The Review of Black Political Economy, 16, pp. 33-50.",
        "Frazier, E. Franklin (1957): The Negro in the United States, 2nd Edition, New York: McMillan.",
        "Fratoe, Frank (1986): A Sociological Analysis of Minority Business, The Review of Black Political Economy, 15, pp. 5-29.",
        "Farley, Reynolds (1990): Blacks, Hispanics, and White Ethnic Groups: Are Blacks Uniquely Disadvantaged?, American Economic Review Papers and Proceedings, 50, pp. 237-24 1.",
        "Fairlie, Robert W. (1994): The Absence of the African-American Owned Business: An Analysis of the Dynamics of Self-Employment, Northwestern University, Working Paper.",
        "Evans, David and Boyan Jovanovic (1989): An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy, 97, pp. 808-827.",
        "Evans, David and Linda Leighton (1989): Some Empirical Aspects of Eznrepreneurship, American Economic Review, 79, pp. 519-535.",
        "Devine, Theresa J. (1991): The Recent Rise in Female Self-Employment, The Pennsylvania State University, Working Paper.",
        "Cayton, Horace R. and St. Clair Drake (1946): Black Metropolis. London: Jonathan Cape.",
        "Brown, Charles, James Hamilton, and James Medoff (1990): Employers Large and Small, Cambridge: Harvard University Press.",
        "Boyd, Robert L. (1990): Black and Asian Self-Employment in Large Metropolitan Areas: A Comparative View, Social Problems, 37, pp. 258-274.",
        "Borjas, George, and Glen Sueyoshi (1991): A Two-Stage Estimator for Probit Models with Structural Group Effects, Working Paper, University of California, San Diego.",
        "Borjas, George, and Stephen Bronars (1989): Consumer Discrimination and SelfEmployment, Journal of Political Economy, 97, pp. 581-605.",
        "Boijas, George (1992): Ethnic Capital and Intergenerational Mobility, Ouarterly Journal of Economics, 107, pp. 123-150.",
        "Boijas, George (1986): The Self-Employment Experience of Immigrants, Journal of Human Resources, 21, pp. 487-506.",
        "Bonacich, Edna (1973): A Theory of Middleman Minorities, American Sociological Review, 38, pp. 583-594.",
        "Blanchflower, David G., and Andrew J. Oswald (1990): What Makes An Entrepreneur, Working Paper, Dartmouth College.",
        "Benus, Jacob M., Michelle L. Wood, Christopher J. Napierala, and Terry R. Johnson (1992): Massachusetts UI Self-Employment Demonstration, in Self-Employment Programs for Unemployed Workers, in Unemployment Insurance Occasional Paper 92-2, U.S. Department of Labor, Employment and Training Administration, Unemployment Insurance Service.",
        "Bates, Timothy (1990): Entrepreneur Human Capital Inputs and Small Business Longevity, The Review of Economics and Statistics, 4, pp. 551-559.",
        "Bates, Timothy (1989): The Changing Nature of Minority Business: A Comparative Analysis of Asian, Nonminority, and Black-Owned Businesses, The Review of Black Political Economy, pp. 25-42.",
        "Aronson, Robert L. (1991): Self-Employment: A Labor Market Perspective, Ithaca: ILR Press.",
        "Aldrich, Howard E., and Roger Waldinger (1990): Ethnicity and Entrepreneurship, Annual Review of Sociology, 16, pp. 111-135."
    ]
}