{
    "id": 4796,
    "cites": 28,
    "cited_by": 132,
    "reference": [
        "Tesar, Linda L. Savings, Investment, and International Capital Flows, University of Rochester Working Paper 154, 1988.",
        "Tesar, Linda L. and Ingrid M. Werner. International Equity Transactions and U.S. Portfolio Choice, N.B.E.R. Working Paper No. 4611, 1994.",
        "Summers, Lawrence. Tax Policy and International Competitiveness, in Jacob Frenkel, ed., International Aspects of Fiscal Policies. Chicago: Chicago University Press, 1988.",
        "Obstfeld, Maurice. Capital Mobility in the World Economy: Theory and Measure- ment, Carnegie-Rochester Series on Public Policy 1986, 24, pp. 55-104.",
        "Razin, Assaf and Efraim Sadka. International Tax Competition and Gains from Tax Harmonization, Economic Letters, 1991, 37, pp. 69-76.",
        "Murphy, Robert C. Capital Mobility and the Relationship between Saving and Invest- ment Rates in OECD Countries, Journal of International Money and Finance, 1984, 3, pp. 327-42.",
        "Mishkin, Frederic S. Are Real Interest Rates Equal Across Countries? An Empirical Investigation of International Parity Conditions, Journal of Finance, December 1984, 39(5), pp. 1345-57.",
        "Harris, Robert S., and David Ravenscraft. The Role of Acquisitions in Foreign Direct Investment: Evidence from the U.S. Stock Market, Journal of Finance, July 1991, 46(3), pp. 825-844.",
        "Kyle, Albert. Continuous Auctions and Insider Trading, Econometrica, November 1985, 53(6), pp. 1315-35.",
        "Grossman, Sanford. On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information, Journal of Finance, 1976, 31, pp. 573-85.",
        "Grubert, Harry, Timothy Goodspeed, and Deborah Swenson. Explaining the Low Taxable Income of Foreign-Controlled Companies in the United States, in Alberto Gio- vannini, R. Glenn Hubbard, and Joel Slemrod, eds., Studies in International Taxation. Chicago: University of Chicago Press, 1993, pp. 237-270.",
        "Gordon, Roger H. and Hal Varian. Taxation of Asset Income in the Presence of a World Securities Market, Journal of International Economics, 1989, 26, pp. 205-26.",
        "Gordon, Roger H. and Joosung Jun. Taxes and the Form of Ownership of Foreign Corporate Equity, in Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod, eds., Siudzc3 Zn International Taxation. Chicago: University of Chicago Press, 1993, pp. 13-44.",
        "Gordon, Roger H. Taxation of Investment and Savings in a World Economy, Ameri- can Economic Review, December 1986, 76(5), pp. 1086-1102.",
        "French, Kenneth R. and James M. Poterba. Investor Diversification and International Equity Markets, N.B.E.R. Working Paper No. 3609, 1991.",
        "Feldstein, Martin S. and Charles Horioka. Domestic Savings and International Capital Flows, The Economic Journal, 1980, 90, pp. 314-29.",
        "Dunning, John H., ed. Multinational Enterprises, Economic Structure and International Competitiveness. Clichester: Wiley, 1985.",
        "Cumby, Robert E. and Frederic S. Mishkin. The International Linkage of Real Interest Rates: The European-U.S. Connection, Journal of International Money and Finance, 1986, 5, pp. 5-24.",
        "Cumby, Robert E. and Maurice Obstfeld. International Interest-Rate and Price-Level Linkages Under Flexible Exchange Rates: A Review of Recent Evidence, in 3. Bilson and R. Marston, eds., Exchange Rate Theory and Practice. Chicago: University of Chicago Press, 1984.",
        "Bhandari, Jagdeep S. and Thomas H. Mayer. A Note on Saving-Investment Correla- tions in the EMS, IMP Working Paper No. 97, 1990.",
        "Caprio, Gerard and David Howard. Domestic Saving, Current Accounts, and Interna- tional Capital Mobility, International Finance Discussion Paper 244 (Washington: Board of Governors of the Federal Reserve System), 1984.",
        "Ben-Porath, Yoram. The F-Connection: Families, Friends, and Firms and the Orga- nization of Exchange, Population and Development Review, 1980, 6, pp. 1-30.",
        "Bayoumi, Tamim. Saving-Investment Correlations: Immobile Capital, Government Policy or Endogenous Behavior? IMF Staff Papers 1990, 37, pp. 360-87.",
        "Auerbach, Alan J. and Kevin Hassett. Taxation and Foreign Direct Investment in the U.S.: A Reconsideration of the Evidence, in Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod, eds., Studies in International Taxation. Chicago: University of Chicago Press, 1993, pp. 119-44.",
        "Akerlof, George A. The Market for `Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterl!/ Journal of Economics, 1970, 84, pp. 488-500.",
        "Adler, Michael and Bernard Dumas. International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance, June 1983, 38(3), pp. 925-84.",
        "Finn, Mary G. On Savings and Investment Dynamics in a Small Open Economy, Journal of International Economics, 1990, 29, pp. 1-21.",
        "Dooley, Michael, Jeffrey Frankel, and Donald J. Mathieson. International Capital Mobility: What Do the Saving-Investment Correlations Tell Us? IMF Staff Papers, 1987, 34, pp. 503-30."
    ]
}