{
    "id": 4799,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Baldwin, Robert E., 1982. The Political Economy of Protectionism, in Jagdish Bhagwati, ed., Import Competition and Response, pp. 263-286.",
        "Bhagwati, Jagdish, ed., 1982. Import Competition and Response, Chicago: University of Chicago Press, pp. 263-286.",
        "Cassing, James H., and Arye L. Hillman, 1985. Political Influence Motives and the Choice Between Tariffs and Quotas, Journal of International Economics, vol. 19, pp. 279-290.",
        "Economic Review, Vol. 76, No. 3, pp. 516-523. Dick, Andrew, 1994. Explaining Managed Trade: Non-Cooperative Politics or Cooperative Economics? UCLA mimeo, January.",
        "Flam, Harry, and Elhanan Helpman, 1987. Industrial Policy under Monopolistic Competition, Journal of International Economics, 22, pp.79-102.",
        "Grossman, Gene, and Elhanan Helpman, 1992. Protection for Sale, NBER Working Paper number 4149, August.",
        "Harkness, Jon, 1978. Factor Abundance and Comparative Advantage, American Economic Review/ December, pp. 784-800.",
        "Harrigan, James, 1992a. Openness to Trade in Manufactures in the OECD, mimeo, July.",
        "Helpman, Elhanan, and Paul Krugman, 1985. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition and the international Economy. Cambridge: MIT Press.",
        "Irwin, Douglas A., 1993. Trade Politics and the Semiconductor Industry, mimeo, November.",
        "Kasa, Kenneth, 1991. Declining Industries and Protectionist Lobbying, mimeo, June.",
        "Laird, Sam, and Alexander Yeats, 1990. Quantitative Methods fcc Trade Barrier Analysis, New York: New York University Press.",
        "Lawrence, Robert Z., 1987. Does Japan Import Too Little: Closed Markets or Minds?, Brookings Papers in Economic Activity, no. 2, pp. 517-54.",
        "Leamer, Edward, 1984. Sources of International Comparative Advantage: Theory and Evidence, Cambridge: MIT Press.",
        "Magee, Stephen, William Brock, and Leslie Young, 1989. Black Hole Tariffs and Endogenous Policy Theory. Cambridge: Cambridge University Press.",
        "Marvel, Howard P,, and Edward Ray, 1983. The Kennedy Round: Evidence on the Regulation of International Trade in the United States, American Economic Review, Vol.",
        "Economy, vol. 95, December, pp. 1278-1291. Mayer, Wolfgang, 1984. EndogenousTariffFormation,AmericanEconomicReview, vol. 74, December, pp. 970-985.",
        "Nelson F., and L. Olson, 1978. Specification and Estimation of a Simultaneous Equation Model with Limited Dependent Variables, International Economic Review, Vol. 19, pp.",
        "Ray, Edward, 1981a. Tariff and Non-tariff Barriers to Trade in the United States and Abroad, The Review of Economics and Statistics, May, pp. 161-168.",
        "Journal of Political Economy, Vol 89, February, pp. 105-121. 25 , and Howard Marvel, 1985. The Pattern of Protection in the Industrialized World, The Review of Economics and Statistics, pp. 452-458.",
        "Stole, Lars, and Ed Zame, 1993. Foreign Direct Investment and the Political Economy of Protection, Chicago GSB mimeo, August.",
        "Trefler, Daniel, 1993. Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of US Import Policy, Journal of Poliical Economy, vol. 101, no.",
        "UNCTAD, Handbook of Trade Control Measures of Developing Countries, primary volume and Supplement, 1987.",
        "UNCTAD, UNCTAD Micro TCM System, 1991."
    ]
}