{
    "id": 4802,
    "cites": 28,
    "cited_by": 25,
    "reference": [
        "Zetterberg, Johnny, (1993), Arbetsloshet, Arbetsmarknadspolitik och Loneforhandlingssysytem. In Politik mot Arbetsloshet. Betankande av EFA, SOU 1993:43, Stockholm.",
        "U.S. Department of Labor, Employment and Training Administration, The Washington Reemployment Bonus Experiment: Final Report, Washington, D.C.. UI Occasional Paper 92-6, 1992.",
        "Frank Stafford, Unemployment and Labor Market Policy in Sweden and the United States, in Eliasson, B. Holmlund and F. Stafford, Studies in Labor Market Behavior (1981): pp. 139-66.",
        "Organization for Economic Co-operation and Development, (1993), Unemployment Outlook. Paris.",
        "RegnÃ\u0083Â©r, H. Choosing Among Alternative Non Experimental Methods for Estimating the Impact of Training: New Swedish Evidence, mimeo, Swedish Institute for Social Research. Stockholm University, Meddelende 8:1993.",
        "Assar Lindbeck, The Swedish Experience, lIES Seminar Paper No. 482, 1990.",
        "Organization for Economic Co-operation and Development, OECD Economic Surveys: Sweden 199 1/1992 (Paris: OECD, 1992).",
        "Korpi, Tomas, Employment Stability Following Unemployment and Manpower Programs. Stockholm Research Reports in Demography, Stockholm University, 72, December 1992.",
        "George Johnson and James Tomota, The Fiscal Substitution Effects of Alternative Approaches to Public Service Employment, Journal of Human Resources 12 (Winter 1977): 3-26.",
        "James Heckman and Jeffrey Smith, Presentation on .JTPA Evaluation Project, NBER, October 1993.",
        "Edward Gramlich and Bengt-Christer Ysander, Relief Work and Grant Displacement in Sweden, in Eliasson, Holmlund and Stafford, Studies in Labor Market Behavior. 1981, pp. 139-66.",
        "Robert Flanagan, Efficiency and Equality in the Swedish Labor Markets, The Swedish Economy. B. Bosworth and A. Rivlin (eds.), (Washington, D.C.: The Brookings Institution, 1987): 125-186.",
        "Per-Anders Edin and Robert Topel, Wage Policy and Restructuring: The Swedish Labor market Since 1960, this volume.",
        "JÃ\u0083Â¶rg Decressin and Antonio Fatas, Regional Labor Market Dynamics in Europe and Implications for EMU, mimeo., IMF, Washington, D.C., 1993.",
        "Per-Anders Edin, Individual Consequences of Plant Closures, Studia Oeconorriica Vp~a!iensia 15, 1989.",
        "Grubb, David, Some Indirect Effects of Active Labor Market Policies in OECD Countries, mimeo., OECD, Paris, 1993.",
        "Carling, Kenneth, Per-Andets Edin, Anders Harkman, and Bertil Holmiund, Unemployment Duration, Unemployment Benefits, and Laborm Market Programs in Sweden, Working Paper 1994:12, Department of Economics, Uppsala University.",
        "Lars Calmiors, Lessons from the Macroeconomic Experience of Sweden, lIES Seminar Paper No. 522, 1992.",
        "Lars Calmiors and Harald Lang, Macroeconomic Effects of Active Labor Market Programs - Basic Theory, lIES Seminar Paper No. 541, 1993.",
        "Lars Calrnfors and Anders Forsiund, Real-Wage Determination and Labor Market Policies: The Swedish Experience, The Economic Journal 101 (September 1991): 1130-48.",
        "Michael Borus and Daniel Hamermesh, Estimating Fis~Al Substitution by Public Service Employment Programs,, Journal of Human Resources 13 (Fall 1978): 561-65.",
        "Anders BjÃ\u0083Â£rklund., Evaluation of Training Programs, Finnish Economic Papers 3 (Spring 1990): 3-13.",
        "Olivier Blanchard and Lawrence Katz, Regional Evolutions,t Brookings Papers on Economic Activity. 1 (1992): pp. 1-75.",
        "Bean, Charles, Richard Layard and Steven Nickell, The Rise in Unemployment: A MultiCountry Study, Econometrica vol. 53, no. 2, 1986.",
        "Anders BjÃ\u0083Â¶rklund, Evaluation of Training Programs - Experiences and Suggestions for Future Research, Discussion paper 89-13, 1989, Wissencha.ftszentrum Berlin.",
        "Samho/lsekonomiska Effekter, 1992, Rapport 25 fran EFA.",
        "Charles Adams, et al., A Pooled Time-Series Analysis of the Job Creation Impact of Public Service Employment Grants to Large Cities, Journal of Human Resources 18 (Spring 1983): 283-94.",
        "Susanne Ackum, Youth Unemployment, Labor Market Programs and Subsequent Earnings, Scandinavian Journal of Economics 93, (1991): 35 1-543."
    ]
}