{
    "id": 4814,
    "cites": 30,
    "cited_by": 9,
    "reference": [
        "Temin, Peter. Lessons from the Great Depression. Cambridge MA MIT Press, 1989.",
        "Temin, Peter. Transmission of the Great Depression. Journal of Economic Perspectives 7 (Spring 1993), 87-102.",
        "TenUn, Peter. Did Monetary Forces Cause the Great Depression? New York: W.W. Norton, 1976.",
        "Romer, Christina. The Nation in Depression. Journal of Economic Perspectives 7 (Spring 1993), 19-40.",
        "Kiyotaki, Nobu and John H. Moore. Credit Cycles. Unpublished, University of Minnesota and LSE, March 1993.",
        "League of Nations. Industrialization and Foreign Trade. Geneva, 1945.",
        "Hamilton, James D. Was the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Market? American Economic Review 82 (March 1992), 157-78.",
        "Hamilton, James D. The Role of the International Gold Standard in Propagating the Great Depression. contenporary Policy Issues 6 (1988), 67-8 9.",
        "Hamilton, James D. Monetary Factors in the Great Depression. Journal of Monetary Economics 19 (1987), 145-69.",
        "Grossman, Richard S. The Shoe That Didnt Drop: Explaining Banking Stability During the Great Depression. Wesleyan University, March 1993.",
        "Green, Susan J. and Charles H. Whiteman. A New Look at Old Evidence: On `Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. University of Iowa, April 1992.",
        "Gordon, Robert J. and James Wilcox. Monetarist Interpretations of the Great Depression: Evaluation and Critique. In Karl Brunner, ed., The Great Depression Revisited. Boston: Martinus Nijhoff, 1981, 49107.",
        "Fisher, Irving. The Debt-Deflation Theory of Great Depressions. Econometrica 1 (October 1933), 337-57.",
        "Evans, Martin and Paul Wachtel. Were Price Changes During the Great Depression Anticipated? Evidence from Nominal Interest Rates. Journal of Monetary Economics 32 (August 1993), 3-34.",
        "Eichengreen, Barry, and Jeffrey Sachs. Competitive Devaluation and the Great Depression: A Theoretical Reassessment. Economics Letters 22 (1986), 67-71.",
        "Eichengreen, Barry, and Jeffrey Sachs. Exchange Rates and Economic Recovery in the l930s. Journal of Economic History 45 (1985), 925-46.",
        "Eichengreen, Barry and Timothy .7. Hatton. Interwar Unemployment in International Perspective: An Overview. In Eichengreen, B. and Hatton, T., eds., Interwar Unenployment in International Persp.ctiv., London: Kluwer Academic Publishers, 1988.",
        "Eichengreen, Barry. Central Bank Cooperation and Exchange Rate Commitments: The Classical and Interwar Gold Standards Compared. Financial History Review (forthcoming). Eichengreen, Barry and Richard Grossman, Debt Deflation and Financial Instability: Two Historical Explorations. Unpublished, University of California at Berkeley, June 1994.",
        "Eichengreen, Barry. Central Bank Cooperation Under the Interwar Gold Standard. Explorations in Economic History 21 (1984), 64-87.",
        "Cooper, Russell. Predetermined Wages and Prices and the Impact of Expansionary Government Policy. Review of Economic Studies 57 (1990), 205-14.",
        "Choudhri, Ehsan U. and Levis A. Kochin. The Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression. Journal of Money, Credit, and Banking 12 (1980), 565-74.",
        "Chevalier, Judith A. and David S. Scharfstein. Capital Market Imperfections and Countercyclical Markups: Theory and Evidence. National Bureau of Economic Research working paper no. 4614, January 1994.",
        "Calomiris, Charles W. Financial Factors in the Depression. Journal of Economic Perspectives 7 (Spring 1993), 61-86.",
        "Board of Governors of the Federal Reserve System. Banking and Monetary Statistics. Washington: National, Capital Press, 1943.",
        "Bernanke, Ben and Harold James. The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison. In R. G. Hubbard, ed., Financial Markets and Financial Crises, Chicago: University of Chicago Press, 1991.",
        "Bernanke, Ben and Mark Gertler. Financial Fragility and Economic Performance. Quarterly Journal of Economics 105 (February 1990), 87-114.",
        "Bernanke, Ben, and Kevin Carey. Nominal Wage Stickiness and Aggregate Supply in the Great Depression. Unpublished, Princeton University, January 1994.",
        "Bernanke, Ben. Nonmon~etary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June 1983), 257-76.",
        "Barro, Robert .7. Long-term Contracting, Sticky Prices, and Monetary Policy. Journal of Monetary Economics 3 (1977), 305-16.",
        "Diamond, Douglas W. and Philip H. Dybvig. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91 (June 1983), 401-19."
    ]
}