{
    "id": 4815,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "Stock, J. (1992), Unit Roots and Trend Breaks, manuscript (Harvard University).",
        "Wolak, F.A.. and C.D. Kolstad (1991), Homogeneous Input Demand Under Price Uncertainty, American Economic Review vol.81: 514-38.",
        "Slemrod, 1. (1989), Tax Effects on Foreign Direct Investment in the US: Evidence from a Cross Country Comparison. NBER working paper W3042 (July).",
        "Chicago Press). Mussa, M. (1982), A Model of Exchange Rate Dynamics, Journal of Political Economy vol.90 no.!, pp.74-104.",
        "Pindyck, R. (1988), Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review (December) vol.78 pp.969-985.",
        "Rodriguez, R. (1981). Corporate Risk Management Theme and Aberrations, Journal of Finance (May) pp.427-439.",
        "Lipsey, R.E., (1993) Foreign Direct Investment in the United States: Changes Over Three Decades.",
        "Uwrence, R. (1993) Japans Low Level of Inward Investment: The Role of Inhibitions on Acquisitions, in ed. K.Froot Contemporary issues in Foreign Direct Invesrment, (NBER and University of Chicago Press).",
        "Klein, M. and E. Rosengren (1994). The Real Exchange Rate and Foreign Direct Investment in the United States: Relative Wealth vs. Relative Wage Effects, Journal of International Economics vol.36 (May) pp.373-389.",
        "Jarrow, R. A. (1988), Finance Theory, (Prentice-Hail: Englewood Cliffs, New Jersey).",
        "Hariman, R. (1972), The Effects of Price and Cost Uncertainty on Investment, Journal of Economic Theory (October) vol.5 pp.258-266.",
        "Goldberg, L. and C. Kolstad (1993), Foreign Direct Investment, Exchange Rate Variability and Demand Uncertainty, University of Illinois Bureau of Economic and Business Research, working paper 93-0158.",
        "Goldberg, L. (1993), Exchange Razes and Investment in United States Industry. Review of Economics and Statistics (November).",
        "Ethier, W. J. (1986) The Multinational Firm, Quarterly Journal of Economics 101:4 (November) pp.805-833.",
        "Froot, K., and I. Stein (1991), Exchange Rates and Foreign Direct Invesnnent An Imperfect Capital Markets Approach. Quarterly Journal of Economics (November) pp.1191-1217.",
        "Edison, H. and M. Melvin (1990), The Determinants and Implications of the Choice of an Exchange Rate System, in eds. Harof and Willet. Monetary Policy for a Global Economy (American Enterprise Institute: Washington, D.C.).",
        "Dornbusch, R. (1989) Credibility, debt and unemployment irelands failed stabilization, Economic Policy vol.4 pp.174-201.",
        "Dufey, G. and St. Srinivasulu (1984), The Case for Corporate Management of Foreign Exchange Risk, Financial Management vol.12, no.4, pp.54-62.",
        "Dixit, A. (1989) Entry and Exit of Firms under Uncertainty, Journal of Politico) Economy vol.97, no.3 pp.620-638.",
        "De Meza, D. and F. van der Ploeg (1987), Production Flexibility as a Motive for Multinationality, Journal of industrial Economics vol.35 no.3 (March) pp.343-351.",
        "Cushrnan, D.O. (1988), Exchange Rate Uncertainty and Foreign Direct Investment in the United States Welrwirzschafrliches ArchEs 124:2 pp.322-334.",
        "Craine. It (1989), Risky Business: The Allocation of Capital, Journal of Monetary Economics (March) vol.23 pp.210-218.",
        "Cushma.n., D.O. (1985), Real Exchange Rate Risk, Expectations, and the Level of Direct Investment, Review of Economics and Statistics vol.67:2 (May).",
        "Caves, R. (1989), Exchange Rate Movements and Foreign Direct Investment in the United States in The lnxernasionoiization of United States Markeit, edited by Audretsch and Claudon (New York University Press).",
        "Caballero. R. (1991) tn the Sign of the Investment-Uncertainty Relationship, American Economic Review vol.81 no.1 (March) pp.279-288.",
        "Canipa, J. and L. Goldberg (1994), Investment in Manufacturing, Exchange Rates and External Exposure, Journal of International Economics (forthcoming).",
        "Baldwin, R. and P. Krugman (1989), Persistent Trade Effects of Large Exchange Rate Shocks, The Quarterly Journal of Economics vol.CIV, no. 4 (November) pp.635-654.",
        "Bailey, M. and 0. Tavlas (1991), Exchange Rate Variability and Direct Investment, The Annals AAPSS, vol.5 16 (July) pp.!06-116.",
        "Aizenman, L (1992) Exchange Rate Flexibility, Volatility and Patterns of Domestic and Foreign Direct Investment, JMF Staff Papers.",
        "Abel, A. (1983) Optimal Investment Under Uncertainty, American Economic Review vol. 73 no.1 pp.228-33."
    ]
}