{
    "id": 4816,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Trela, I. and J. Whalley (1990). Global Effects of Developed Country Trade Restrictions on Textiles and Apparel. The Economic Journal, Vol.100, No.403, December, pp.1190-1205.",
        "Shoven, J. and J. Whailey (1992). Applying General Equilibrium. Cambridge University Press.",
        "Rodriguez, Carlos Alfredo (1979). The Quality of Imports and the Differential Welfare Effects of Tariffs, Quotas, and Quality Controls as Protective Devices. Canadian Journal of Economics 12, pp.439-49.",
        "Krishna, K. (1987). Tariffs Versus Quotas with Endogenous Quality.0 Journalof International Economics 23, pp.97-22.",
        "Feenstra, Robert C. (1992). How Costly is Protectionism. Journal of Economic Perspectives, Vol.6, No.3 (Summer), pp.159-178.",
        "Falvey, Rodney E. (1979). The Composition of Trade Within Import-Restricted Product Categories. Journal of Political Economy 87, No.5 (October), pp.1105-14.",
        "Das, S.P. and S. Donnenfeld (1987). Trade Policy and Its Impact on Quality of Imports. A Welfare Analysis. Journal of international Economics23(1987), pp.77-95.",
        "Aw, B.Y. and M.J. Roberts (1988). Price and Quality Comparisons for U.S. Footwear Imports: An Application of Multilateral Index Numbers in Robert C. Feenstra (ed.), Empirical Methods for International Trade. MIT Press, Cambridge, Massachusetts, pp.257-275.",
        "Aw, B.Y. (1992). An Empirical Model of Markups in a Quality-Differentiated Export Market. Journal of International Economics, Vol.33, No.3/4 (November), pp.327-344.",
        "Anderson, J.E. (1985). The Relative Inefficiency of Quotas. American Economic Review 75, No.1, pp. 78-90.",
        "Aw, B.Y. and M.l. Roberts (1986). Measuring Quality Changes in Quota Constrained Import Markets: The Case of U.S. Footwear. Journal of International Economics 21, pp.45-60.",
        "Alchian, A. and W. Allen (1972). University Economics, 3rd Edition. Wadsworth, Belmont, California."
    ]
}