{
    "id": 4817,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Solon, Gary; Baisky, Robert and Parker, Jonathan A. Measuring the Cyclical ity of Real Wages: How Important is Composition Bias? Quarterly Journal of Economics. February 1994, 1.Q2(I), pp. 1-26.",
        "Rotemberg, Julio J. and Saloner, Garth. A Supergame-Theoretic Model of Price Wars during Booms. American Economic Review. June 1986, 26(3), pp. 390-407.",
        "Stanley Fischer, eds., NBER Macroeconomics Annual. Cambridge: MIT Press. 1991, pp.63-129.",
        "Ramey, Valerie A. Inventories as Factors of Production and Economic Fluctuations. American Economic Review. June 1989, 72(3), pp. 338-54.",
        "Phelps. Edmund S. and Winter, Sidney G. Optimal Price Policy Under Atomistic Competition, in Edmund S. Phelps, cci, Microeconproic Foundations of Employment and Inflation Theory. New York: W. W. Norton, 1970.",
        "Murphy, Kevin M.; Shleifer, Andrei and Vishny, Robert W. Building Blocks of Market Clearing Business Cycle Models, in Olivier 5. Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual. Cambridge: MiT Press, 1989, pp. 247-287.",
        "Romer, eds., New Keynesian Economics Cambridge: MiT Press, 1991, pp. 36-40.",
        "Means, Gardiner C. Industrial Prices and Their Relative Inflexibility. U.S. Senate Document 13, 74th Congress, 1st Session. Washington, DC: U.S. Government Printing Office, 1935.",
        "Mankiw, N. Gregory. Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly. Quarterly Journal of Economics. May 1985, 100(2), pp. 529-538.",
        "Long, John B., Jr. and Plosser, Charles I. Real Business Cycles. Journal of Political Economy, February 1983,21(1), pp. 39-69.",
        "Kydland, Finn B. and Prescott, Edward C. Cyclical Movements of the Labor Input and Its Real Wage. Federal Reserve Bank of Minneapolis Working Paper No. 413, 1988.",
        "Jorgenson, Dale W.; Gollop, Frank M. and Fraumeni, Barbara M. Productivity and US Economic Growth. Cambridge: Harvard University Press, 1987.",
        "Hall, Robert E. Market Stnicture and Macroeconomic fluctuations. fi~gpkings PaperLan Economic Activity. 1986, (2), pp. 285-322.",
        "Evans, Charles L. Productivity Shocks and Real Business Cycles. Journal of Monetary ~QQpomcs. April 1992, 72(2), pp. 191-208.",
        "Gordon, Robert 5. What is New-Keynesian Economics? Journal of Economic Literature, September 1990, 7~(3), pp. 1115-1171.",
        "Domowitz, Ian, R. Glenn Hubbard, and Bruce C. Petersen. Market Structure and Cyclical fluctuations in U.S. Manufacturing. Review of Economics and Statistics. February 1988, 7Q(1), pp. 55-66..",
        "Carlton, Dennis W. The Rigidity of Prices. American EconomkReview , September 1986, 76(4), pp. 637-658.",
        "Caballero, Ricardo J. and Lyons, Richard K. The Role of External Economies in U.S. Manufacturing. National Bureau of Economic Research Working Paper No. 3033. Cambridge, July 1989.",
        "Blanchard, Olivier J. Price Asynchronization and Price-Level InertiL in Rudiger Dornbusch and Maria Henrique Simonson, eds., Jnflation. Debt. and Indexation. Cambridge: MIT Press, 1983.",
        "Demand. American Economic Review. September 1987. 72(4), pp. 647-666.",
        "Bus, Mark. The Cyclical Behavior of Marginal Cost and Price. American Economic Review, December 1987,71(5), pp. 83 8-855.",
        "Bernanke, Ben 5, and Parkinson, Martin L. Procyclical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing Industries, Journal of Political Economy. June 1991,22(3), pp. 439-59.",
        "International Finance Discussion Paper No. 463, Board of Governors of the Federal Reserve System, March 1994.",
        "Basu, Susanto and Fernald, John 0. Constant Returns and Small Markups in U.S. Manufacturing. Working Paper 93-19, Department of Economics, University of Michigan, April 1993.",
        "Ball, Laurence and Romer, David. Are Prices too Sticky? Quarterly Journal of Economics. August 1989, jQ4(3), pp. 507-524.",
        "Baily, Martin N.; Hulten, Charles and Campbell, David. Productivity Dynamics in Manufacturing Plants. Brookings Papers opEconnmic Activity (Microeconomics), 1992, (1), pp. 187-267.",
        "Akerlof, George A. and Yellen, Janet L. A Near-Rational Model of the Business Cycle, with Wage and Price Inertia. Quarteriviournal oLEconomics. November 1985, JQQ(Supplement), pp. 823-38.",
        "Abbott, Thomas; Griliches, Zvi and Hausman, Jerry. Short Run Movements in Productivity: Market Power versus Capacity Utilization? Mimeo, Harvard University, 1989.",
        "Arrow, KennethJ. The Measurement of Real Value Added, in Paul A. David and Melvin W. Reder, eds., Nations and Households in Economic Growth. New York: Academic Press, 1974."
    ]
}