{
    "id": 4819,
    "cites": 25,
    "cited_by": 38,
    "reference": [
        "Weil, P. Increasing Returns and Animal Spirits, American Economic Review, 79 (1989), 889-94.",
        "Stokey, N. and it Lucas, Recursive Methods in Economic Dynamics, Harvard University Press: Cambridge, Mass., 1989.",
        "Romer, C. The Great Crash and the Onset of the Great Depression, Ouarterly Journal of 33 Economics, 105 (1990), 597-624.",
        "Marimon, R. and A. Marcet, Communication, Commitment and Growth,Joumal of Economic Theory, 58 (1992), 219-49.",
        "King, It, Plosser, C. and S. Rebelo, Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21(1988), 195-232.",
        "Hamilton, J. Monetary Factors in the Great Depression, Journal of Monetary Economics, 19 (1987), 145-69.",
        "Greenwood, J. and B. Jovanovic, Financial Development, Growth and the Distribution of Income, Journal of Political Economy, 98 (1990), 1076-1107.",
        "Greenwood, J., Z. Hercowitz and P. Krusell, Macroeconomic Implications of InvestmentSpecific Technological Change, mimeo, 1994.",
        "Contracting, Review of Economic Studies, 59 (1992), 455-72.",
        "Greenwood, J., Z. Hercowitz and 0. Huffman, Investment, Capacity Utilization and the Real Business Cycle, American Economic Review, 78 (1988), 402-17.",
        "Garcia, R. and P. Perron, An Analysis of the Real Interest Rate Under Regime Shifts, mimeo, Universite de Montreal, February 1993.",
        "Fisher, J., Credit Market Imperfections and the Heterogenous Response of Firms to Monetary Shocks, Research Report 9410, University of Western Ontario, May 1994.",
        "Farmer, R. and J.T. Guo, Real Business Cycles and the Animal Spirits Hypothesis, mimeo, 1993.",
        "Diaz-GimÃ\u0083Â©nez, J., B. Prescott, 1. Fitzgerald and R. Alvarez,Banking in Computable General Equilibrium Economies, Journal of Economic Dynamics and Control, 16 (1992), 533-59.",
        "Cooper; R. and A. John, Coordinating Coordination Failures in Keynesian Models, Ouarterly Journal of Economics, 103 (1988)441-64.",
        "Bryant, J.,A Simple Rational Expectation Keynes-Type Model, Ouarterly Journal of Economics, 97 (1983), 525-529.",
        "Boyd, I. and B. Prescott, Financial Intermediary Coalitions, Journal of Economic Theory, 38 (1986), 211-232.",
        "Bernanke, B., Gertler, M. and S. Gilchrist,The Financial Accelerator and the Right to Quality,rnimeo, October 1993.",
        "Bernanke, B., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, AmericanEconomic Review, 73 (1983), 257-76.",
        "Beaudry, P. and A. Ouay, What do Interest Rates Reveal about the Functioning of Real Business Cycle Models?, mirneo, 1992.",
        "Baxter, M. and R. King, Productive Externalities and the Business Cycle, Institute for Empirical Macroeconomics, Discussion Paper 53, November 1991.",
        "Gertler, M., Financial Structure and Aggregate Economic Activity: An Overview, Journal of Money. Credit and Banking, (1988), 559-88.",
        "Diamond, D. and P. Dybvig, Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 91(1993), 40 1-19.",
        "Diamond, D. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51(1984), 393-414.",
        "Chatteijee, S., Cooper,R. and B. Ravikumar, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review oLEci,nornic Studies, 60 (1993), 795-811."
    ]
}