{
    "id": 482,
    "cites": 11,
    "cited_by": 47,
    "reference": [
        "Denison, Edward F. (1967), Why Growth Rates Differ, Brookings Institution, Washington, D.C.",
        "Dunning, John H. (1977), Trade, Location of Economic Activity, and the MNE: A Search for an Eclectic Approach, in The International Allocation of Economic Activity, Proceedings of a Nobel Symposium held at Stockholm, Edited by Bertil Ohlin, Per-Ove Besselborn, and Per Magnus Wijkman, Holmes and Meier, New York.",
        "Hufbauer, Gary and D. Foster (1976), U.S. Taxation of the Undistributed - Income of Controlled Foreign Corporations, in U.S. Department of the Treasury, Essays in International Taxation, Tax Policy Research Study No. 3, Washington, D.C.",
        "Kravis, Irving B., Alan Heston, and Robert Summers (l978a), United Nations International Comparison Project: Phase II: International Compari sons of Real Product and Purchasing Power, Johns Hopkins University Press, Baltimore and London. - (1978b), Real GDP Per Capita for More Than One Hundred Countries, Economic Journal, June.",
        "Kuznets, Simon (1964), Quantitative Aspects of the Economic Growth of Nations: Level and Structure of Foreign Trade, IX. Comparisons for Recent Years, Economic Development and Cultural Change, `Vol. 13, No. 1, October.",
        "Krueger, Anne 0. (1968), Factor Endowment and Per Capita Income Differences Among Countries, Economic Journal, September.",
        "Lipsey, Robert E. and Merle Yahr Weiss (1976a), Exports and Foreign Investment in the Pharmaceutical Industry, NBER Working Paper 87 (Revised), January.",
        "NBER Working Paper 131 (Revised), May. -37- Organization for Economic Cooperation and Development (1971), Occupational and Educational Structures of the Labor Force and Levels of Economic Development, Paris.",
        "Swedenborg, Birgitta (1979), The Multinational Operations of Swedish Firms: An Analysis of Determinants and Effects. The Industrial Institute for Economic and Social Research (Industriens Utredningsinstitut), Stockholm.",
        "Taubman, Paul and Terence Wales (1972), Mental Abillty and Higher Education Attainment in the Twentieth Century,NBER Occasional paper 118, New York.",
        "Weinblatt, J. Exports and Foreign Production by Multinational Corporations, Unpublished paper, NBER, 1980."
    ]
}