{
    "id": 4824,
    "cites": 12,
    "cited_by": 37,
    "reference": [
        "Young, A.. A Tale of Two Cities, in 0. Blanchard and S. Fischer (eds.) NB EAR Macroeconomics Annual 1992, Cambridge, MA: MIT Press, 1992, pp. 13-SM.",
        "Munneil, A., Why Has Productivity Growth Declined? Productivity and Public Investment, New England Economic Review, ianuaiy/Februaiy 1990a, pp. 3-22.",
        "Mankiw, NA)., D. Romer, and D. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, pp. 407438.",
        "Hulten, C. and R. Schwab, Public Capita! Formation and the Growth of Regional Manufacturing Industries, National Tax Journal, December 1991, pp. 121-134.",
        "Holtz-Eakin, D., H.S. Rosen, and W. Newey, Estimating Vector Autoregressions with Panel Data, Economerrica, Vol. 56 (November 1988): pp. 1371-1396.",
        "Holtz-Ealcin, D., Public Sector Capital and the Productivity Puzzle, Review of Economics and Statistics, forthcoming. 1994.",
        "Eberts, R., Public Infrastructure arid Regional Economic Development, Economic Review, Federal Reserve Bank of Cleveland, Quarter 1, 1990, pp. 15-27.",
        "Garcia-MiIÃ\u0083Â , T. and T. McGuire, The Contribution of Publicly Provided Inputs to States Economies, Regional Science and Urban Economics, Vol. 22, No. 2, June 2992. Holtz-Eakin, I)., State-Specific Estimates of State and Local Government Capital, Regional Science and Urban Economics, l993a, pp. 185-209. Holtz-Eakin, D., Solow and the States: Capital Accumulation, Productivity, and Economic Growth, National Tax Journal, forthcoming, 1993b.",
        "Eberts, R., Estimating the Contribution of Urban Public Infrastructure to Regional Economic Growth, Federal Reserve Bank of Cleveland, Working Paper No. 8620, 1986.",
        "Aschauer, 1)., Is Public Expenditure Productive? Journal of Monetary Economics, 23, March 1989, pp. 177-200.",
        "Duffy-Deno, K. and R. Eberts, Public Infrastructure and Regional Economic Development: A Simultaneous Equations Approach, Federal Reserve Bank of Cleveland, Working Paper No. 8909, 1989.",
        "Aaron, H., Discussion, in A. Munnell (ed.), Is There a Shortfall in Public Investment? Boston; Federal Reserve Bank of Boston, 1990."
    ]
}