{
    "id": 4826,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "ADVERTISING AGENCIES AS MULTIPRODUCT FIRMS - Page 40 - Winski, Joseph ~J. [1990], The Decade of the Deal, Advertising Age, 61 (January 1), 3-4.",
        "Wells, Melanie and Pat Sloan [l993a], Four As Fires Warning Shot, Advertising ~ 64 (April 26), 1 and 47. Wells, Melanie and Pat Sloan [1993bJ, After Fattening Up For A Decade, Agencies Opt for Svelter Look, Advertising Age, 64 (August 23), 4 and 28.",
        "Wells, Melanie [1993], One-Stop Shopping Slips Away, Advertising .%ge, 64 (January 25). 1 and 44.",
        "Weilbacher, William M. [1989], Current Advertiser Practices in Compensating Their Advertising Agencies: 1989, New York: Association of National Advertisers.",
        "Weilbacher, William M. (1990], Whats Happening In Advertising Agency Compensation, inNegotiatins Agency Compensation, New York: American Association of Advertising Agencies, 7-14.",
        "Villas-Boas, J. Miguel [1991], Proprietary Information in Vertical Relationships: The Advertising Agency Case, unpublished paper, Haas School of Business, University of California - Berkeley, December, Wang, Judy S. and Ann F. Friedlaender [1985], truck Technology and Efficient Market Structure, Review of Economics and Statistics, 67 (August), 250258. Weilbacher, William M. (1991], Choosinz and Working With Your Advertising Agency, Chicago: NTC Business Books.",
        "Siman, Salvador J. [1989], Agency-Client Relationships Before and After Mergers in the Advertising Industry, unpublished M.S. thesis, Massachusetts Institute of Technology, Sloan School of Management.",
        "Silk, Alvin J. and Ernst R. Berndt [1992), Scale and Scope Effects on Advertising Agency Costs, Boston, MA: Harvard Business School, Division of Research, Working Paper 91-105 (Revised 1/92).",
        "Silk, Alvin J. and Ernst R, Berndt [1993], Scale and Scope Effects on Advertising Agency Costs, Marketing Science, 12 (Winter), in press.",
        "Porter, Michael E. [1976], Interbrand Choice, Media Mix and Market Performance, American Economic Review, 66:2 (May), 398-406.",
        "Poltrack, David [1983], Television Marketing, New York: McGraw-Hill.",
        "Owen, Bruce N. and Steven S. Weldman [1992], Video Economics, Cambridge, MA: Harvard University Press.",
        "Faster, Harry [1981], Measuring the Size of an Advertising Agency, American Association of Advertising Agencies Newsletter, September, p. 2.",
        "Millinan, Nancy. [1988], Emperors of Adland, Chicago: Warner Books.",
        "McNamara, Jay [19901, Advertising Agency Management, Homewood, IL: Irwin.",
        "Mickelthwait, John [1990], The Advertising Industry, Econorist 11 (June 9), 3-18.",
        "McDonald, H. E. [19891, The Creat Uneven Agency Playing Field: Some Perspectives On Agency Compensation and Profits, New York: American Association of Advertising Agencies.",
        "Mayer, Martin [1991], Whatever Happened To Madison Avenue?, Boston: Little, Brown.",
        "Mayer, Martin [1959], Madison Avenue. U.S.A., New York: Pocket Books.",
        "Marshall, Christy [1988], A Wave of Startups on Madison Avenue, New York Times, June 5, F13.",
        "Mandeae, Joe [1994b], Agencies Find Media Clout in Outside Services, Advertising Age, 65 (March 14), 3 and 44.",
        "MacDonald, C. M. and A. Slivinski 11987], The Simple Analytics of Competitive Equilibrium with Multiproduct Firms, American Economic Revj~~, 77 (December), 941-953.",
        "L,auterborn, Robert F. [1992], Accountability, Budgets, and Compensation Systems, The Advertiser, No. 4 (Fall), 66-69.",
        "Landler, Mark [1993], Mad Avenue Is Becoming Boutique Boulevard. Busineas Week, No. 3337 (September 20), 102-103.",
        "Jones, John Philip [1993], Advertisings Crisis of Confidence, Marketing Management, 2, 15-24.",
        "Johnston, J. [1960], Statistical Cost Analysis, New York: McGraw-Hill.",
        "Jaffe, Andrew (1994], CKS Partners Issues Its Wakeup Call to Big Agencies, ADWEEK, 35 (April 4), 46.",
        "Hanssens, Dominique N., Leonard J. Parsons and Randall L Schultz [1990), Market Response Models: Econometric and time Series Analysis, Boston: Kluwer Academic Publishers.",
        "Gross, Irwin [1972], The Creative Aspects of Advertising Strategy, Sloan Management Review, 14 (Fall), 83-108.",
        "Goldman, Debra (1991], Small Shops Take On a New Shine, ADWEEK, 32 (January 1, 1991), 1 and 7.",
        "Gollop, Frank M. and James L. Monahan [1991], A Generalized Index of Diversification Trends in U.S. Manufacturing, Review of Economics and Statistics, 73 (May), 318-330.",
        "Gardner1 Herbert S., Jr. [1976), The Advertising Agency Business, Chicago: Cram Books.",
        "Eaton, B. Curtis and Soren Q. Lemche [1991] , The Geometry of Supply, Demand, and Competitive Market Structure with Economies of Scope, American Economic Review, 91 (September), 901-911.",
        "Caves, Richard E. [1986), Information Structures of Product Markets, Economic lneuirv, 24 (April), 195-212.",
        "Comanor, William S., Arthur J. Kover and Robert H. Smiley [1981), Advertising and Its Consequences, in Paul C. Nystrom and William H. Starbuck, eds., Handbook of Ocganizational Design, Vol. 2, New York: Oxford University Press, 429-439.",
        "Carlton, Dennis W. and Jeffrey M. Perloff [1990], Modern Industrial Organization, Clenview, IL: Scott, Foresman.",
        "Buchan, Bruce and Paul C. Michell (1991], Using Structural Factors to Assess the Risk of Failure in Agency-Client Relations, Journal of Advertising Research, 31 (August-September), 68-75.",
        "Blattberg, Robert C. and John Deighton [1991], Interactive Marketing: Exploiting the Age of Addressability, Sloan Management Review, 33 (Fall), 5-14.",
        "Beniger, James R, [1936], The Control Revolution, Cambridge: Harvard University Press.",
        "Berndt, Ernst R. (1991), The Practice of Econometrics; Classic and Contemporary, Reading, MA: Addison-Wesley.",
        "Bailey, Elizabeth E. and Ann F. Friedlaender (1982], Market Structure and Multiproduct Industries, Journal of Economic Literature, 20 (September), 1024-1048.",
        "Association of National Advertisers [1986), C~nent Advertiser Practices in ComponsAting Their Advertising Agencies, New York City, NY.",
        "Association of National Advertisers [1992], Trends in Agency CompensationS 1992, New York City, NY.",
        "American Association of Advertising Agencies [1979), A Practical Solution to Client-Agency Account Conflicts, July, New York City, NY.",
        "American Association of Advertising Agencies [1985], Longevity of Accounts in the Advertising Agency Business, New York City, NY.",
        "Advertising Aze [1988], U.S. Advertising Agency Profiles, 59 (March 30), 4-26.",
        "Achenbaum, Alvin A. (1990], Compensation Philosophy: The Clients View, in Negotiating Agency Compensation, New York: American Association of Advertising Agencies, 25-36.",
        "Pope, Daniel [19831, The Making of Modern Advertising, New York: Basic Books.",
        "ADVERTISING AGENCIES AS MULTIPRODUCT FIRMS - Page 38 - Mandese, Joe [1994a], Full Service Shops Lured to Media-Only Accounts, Advertising Age, 65 (January 31), 8.",
        "Comanor, William S. and Thomas A. Wilson [1979], The Effect of Advertising on Competition, Journal of Economic Literature, 17 (June), 453-476."
    ]
}