{
    "id": 4827,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Todaro, Michael P., Education and National Economic Development, in Tony Killick (Ed.), Papers on the Kenyan Economy, 1981, Heinemanri Educational Books: London.",
        "Thias, Hans H. and Martin Carnoy, Cost Benefit Analysis in Education: A Case Study of Kenya. Washington, World Bank Staff Occasional Paper No. 14, 1972. Johns Hopkins Press.",
        "Taylor, Alan M,, External Dependence, Demographic Burdens and Argentine Economic Decline After the Belle ~poque, The Journal of Economic History, December 1993, Vol. 52, No 4.",
        "Stokey, Nancy L. and Robert E. Lucas, Jr., with Edward C. Prescott, Recursive Methods in Economic Dynamics, 1989, Harvard University Press: Cambridge.",
        "Prescott, Edward C. and John H. Boyd, Dynamic Coalitions: Engines of Growth, American Economic Review, May 1987, Vol. 77, No. 2.",
        "Murphy, Kevin M. and Finis Welch, The Structure of Wages, Quarterly Journal of Economics, February 1992. Vol. CVII No. 1.",
        "Pierce, Wayne Brooks, Occupational Choice: the Market for Lawyers, Unpublished Ph.D. dissertation, Department of Economics, University of Chicago, 1990.",
        "Lockhart, Lawrence, The Economics of Nine Years Education For All, in Tony Killick (Ed.), Papers on the ICenyan Economy, 1981, Heinemann Educational Books: London.",
        "Lam, David, Population Growth, Age Structure, and Age-Specific Productivity, Journal of Population Economics, 1989:2.",
        "Kremer, Michael and James Thomson, Complementarity and Substitutability of Human Capital of Different Generations, unpublished paper, 1992.",
        "Killick, Tony (Ed.), Papers on the Kenyan Economy, 1981, Heinemann Educational Books: London.",
        "Hopcraft, Peter N., Human Resources and Technical Skills in Agricultural Development: An Economic Evaluation of Educative Investments in Kenyas Small Farm Sector, PhD. dissertation, Stanford University, 1974.",
        "Freeman, Richard B., Overinvestment in College Trainingr Journal of Human Resources, X (Summer, 1975a), 287-311.",
        "Benhabib, Jess and Aldo Rustichini, Vintage Capital, Investment, and Growth, Journal of Economic Theory, 55:2, December 1991, 323-339.",
        "Cohen, Daniel and Jeffrey Sachs, Growth and External Debt under Risk of Debt Repudiation, European Economic Review, 78, December 1986, 1138-1154.",
        "Barro, Robert J., N. Gregory Mankiw and Xavier Sala-i-Hartin, Capital Mobility in Neoclassical Models of Growth unpublished paper. Harvard University, Cambridge, MA. (1992) Barro, Robert J. and Xavier Sala-i-Martin, Convergence, Journal of Political Economy, 100:2 (1992a) _________ Economic Growth, 1992b. Manuscript. Cambridge, MA. Harvard University."
    ]
}