{
    "id": 4828,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Shaw, Kathryn, The Persistence of Female Labor Supply: Empirical Evidence and Implications, Journal of Human Resources 29 (Spring, 1994): 348-378.",
        "Shapiro, David and Frank L. Mott, Long-Term Employment and Earnings of Women in Relation to Employment Behavior Surrounding the First Birth, Journal of Human Resources 29(Spring, 1994): 248-276.",
        "Sandell, Steven H. and David Shapiro, Work Expectations, Human Capital Accumulation and the Wages of Young Women, Journal of Human Resources 15 (Summer, 1980): 335-353.",
        "Polachek, Solomon, Occupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure, Review of Economics and Statistics 63 (Feb, 1981): 60-69.",
        "Peltzman, Sam, The Political Economy of the Decline of American Public Education, The Journal of Law and Economics,36 (April, 1993, Part 2): 331-370.",
        "Nakamura, Alice and Masao Nakamura, The Second Paycheck: A Socioeconomic Analysis of Earnings. Orlando: Academic Press, 1985.",
        "Murnane, Richard, J.D. Singer, J.B. Willett, J.J. Kemple and R.J. Olsen, Who Will Teach? Policies that Matter Cambridge: Harvard University Press, 1991.",
        "Mincer, Jacob and Solomon Polachek, Family Investments in Human Capital: Earnings of Women, Journal of Political Economy 82 (1974): 397-429.",
        "Mincer, Jacob and Haim Ofek, Interrupted Work Careers: Depreciation and Restoration of Human Capital, Journal of Human Resources 17 (Winter, 1992): 1-23.",
        "Kierman, Jacob Alex and Arlene Leibowitz, The Work-Employment Distinction Among New Mothers, Journal of Human Resources. 29 (Spring, 1994): 277-303.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce, Wage Inequality and the Rise in the Returns to Skill, Journal of Political Economy 101 (June, 1993): 410-442.",
        "Hill, M. Anne and June ONei!, Intercohort Change in Womens Labor Market Status, in Ronald Ehrenberg (ed), Research in Labor Economics Vol 13, Greenwich: JAI Press, 1992.",
        "Cohn, Elchanan and T. G. Geske, The Economics of Education (3rd Edition), Oxford: Pergamon Press, 1990.",
        "Flyer, Frederick and Sherwin Rosen, Some Economics of Precollege Teaching, in W. Baumol and W. Becker (eds.) Assessing Educational Practices (MIT Press, forthcoming). Fuchs, Victor and Diane M. Reklis, Mathematical Achievement in Eighth Grade: Interstate and Rational Differences, National Bureau of Economic Research, 1993.",
        "Goldin, Claudia, Understanding the Gender Gap: An Economic History of American Women, New York: Oxford Univ. Press, 1990.",
        "Hanushek, Eric A., Steven G. Rivkin and Dean T. Jamison, Improving Educational Outcomes While Controlling Costs, Carnegie-Rochester Conference Series on Public Policy 37 (Dec., 1992b): 205-238.",
        "Ben Porath, Yoram, The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy 75 (Augst, 1967) 352-65."
    ]
}