{
    "id": 4829,
    "cites": 19,
    "cited_by": 18,
    "reference": [
        "Sanyal, Kalyan and Ronald Jones, 1982, The Theory of Trade in Middle Products, American Economic Review 72, 16-31.",
        "Samuelson, Paul, 1954, The Transfer Problem and the Transport Costs, II: Analysis of Effects of Trade Impediments, Economic Journal 64, 264-289.",
        "Rogers, John H., and Michael Jenkins, 1994, Haircuts or Hysteresis? Sources of Movements in Real Exchange Rates, Journal of International Economics, forthcoming.",
        "McCallum, John, 1993, National Borders Matter: Regional Trade Patterns in North America, Department of Economics, McGill University.",
        "Krugman, Paul, 1991, Increasing Returns and Economic Geography, Journal of Political Economy 99, 483-499.",
        "Marston, Richard C., 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics 29, 217-236.",
        "Krugman, Paul, 1987, PrIcing to Market When the Exchange Rate Changes, in Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages among Q~ Economies (Cambridge: M.I.T. Press).",
        "Knetter, Michael N., 1993, International Comparisons of Pricing-to-Market Behavior, American Economic Review 83, 473-486.",
        "Knetter, Michael N., 1989, Price Discrimination by U.S. and German Exporters, American Economic Review 79, 198-210.",
        "Kasa, Kenneth, 1992, Adjustment Costs and Pricing-to-Market: Theory and Evidence, Journal of International Economics 32, 1-30.",
        "Giovanninj, Alberto, 1988, Exchange Rates and Traded Goods Prices, Journal of International Economics 24, 45-68.",
        "Froot, Kenneth A. and Paul D. Klemperer, 1989, Exchange Rate Pass-Through when Market Share Matters, American Economic Review 79, 637-654.",
        "International Economics 27, 25-45. Frankel, Jeffrey; Ernesto Stein and Shang-Jin Wei, 1993, Continental Trading Blocs: Are They Natural or Super-Natural?, National Bureau of Economic Research working paper no. 4588.",
        "Feenstra, Robert C., 1989, Symmetric Pass-Through of Tariffs and Exchange Rates under Imperfect Competition: An Empirical Test, Journal ~f.",
        "Engel, Charles, 1993, Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal ~ Monetary Economics 32, 35-50.",
        "Dornbusch, Rudiger, 1987, Exchange Rates and Prices, American Economic Review 77, 93-106.",
        "Dumas, Bernard, 1992, Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World, Review of Financial Studies 5, 153-180.",
        "Dixit, Avinash, 1989, Hysteresis, Import Penetration, and Exchange Rate Pass- Through, Quarterly Journal of Economics 104, 205-228.",
        "Debreu, Gerard, 1959, Theory ~ Value, (New Haven: Yale University Press)."
    ]
}