{
    "id": 4831,
    "cites": 10,
    "cited_by": 2,
    "reference": [
        "Topel, Robert a and Michael P. Ward. Job Mobility and the Careers of Young Men. Quarterly Journal of Econom.ics 107, no.2 (1992): 439-480.",
        "Parsons, Donald 0. The Firms Decision to Train, in Research in Labor Economics, R. Ehrenberg, editor. Greenwich, Connecticut: JAT Press, 1990.",
        "Lynch, Lisa. Private-Sector Training and the Earnings of Young Workers. The American Economic Review 82,no. 1 (1992): 299-312.",
        "Lillard Lee A. and Hong W. Tan. Private Sector Training: Who Gets it and What Are Its Effects?. Los Angeles: The Rand Corporation, 1986.",
        "Hoizer, Harry J., Richard N. Block, Marcus Cheatham, and Jack H. Knott, `Are Training Subsidies for Firms Effective? The Michigan Experience. Industrial and Labor Relations Review, forthcoming. LaLonde, Robert J. The Earnings Impact of the U.S. Employment and Training Programs, unpublished manuscript, University of Chicago, January, 1992.",
        "Burtless, G. Meeting the Skill Demands of the New Economy. Washington, D.C.: Brookings Institution, 1993; Heckman, James, Rebecca L Roselius, and Jeffrey A. Smith. U.S. Education and Training Policy: A Re-evaluation of the Underlying Assumptions Behind the New Consensus. Center for Social Program Evaluation Working Paper CSP94-1, December, 1993.",
        "Brown, Charles. Empirical Evidence on Private Training, in Research in Labor Economics, It Ehrenberg, editor. Greenwich, Connecticut: JAI Press, 1990.",
        "Bishop, John H. Job Performance, Turnover, and Wage Growth. Journal of Labor Economics, 8, no.3 (1990): 363-386.",
        "Bartel, Ann P. Productivity Gains from the Implementation of Employee Training Programs. National Bureau of Economic Research Working Paper, No. 3893, Bartel, Ann P. Training, Wage Growth and Job Performance: Evidence from a Company Database. Journal of Labor Economics, /brthcoming. Bassi, Laurie J. Workplace Education for Hourly Workers. Journal of Policy Analysis and Management 13, no. 4 (1994): 55-75.",
        "Bloom, Howard S., Larry L On, George Cave, et. a!, The National JTPA Study: Title HA Impacts on Earnings and Employment at 18 Months, AM. Associates, January 1993."
    ]
}