{
    "id": 4832,
    "cites": 24,
    "cited_by": 121,
    "reference": [
        "Siegel, Paul and Robert lodge. A Causal Approach to the Study of Measurement Error. In Hubert Blalock and Ann Blalock, editors, Methodology in Social Research. New York: McGraw Hill, 1968.",
        "Rosen, Sherwin. Human Capital: A Survey of Empirical Research. In Ronald Ehrenberg, editor, Research in Labor Economics volume 1. Greenwich Connecticut: JAI Press, 1977.",
        "Psacharopoulos, George. Returns to Education: A Further International Update and Implications. Journal of Human Resources 20 (Fall 1985): 583-604.",
        "Park, Jin Heum. Returns to Schooling: A Peculiar Deviation from Linearity. Unpublished Discussion Paper, Princeton University Department of Economics, 1994.",
        "Lang, Kevin. Ability Bias, Discount Rate Bias, and the Return to Education. Unpublished Discussion Paper, Boston University Department of Economics, May 1993.",
        "Hungerford, Thomas and Gary Solon. Sheepskin Effects in the Return to Education. Review of Economics and Statistics 69 (February 1987): 175-177.",
        "Kane, Thomas J. and Cecilia E. Rouse. Labor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter? Princeton University Industrial Relations Section Working Paper 311, January 1993.",
        "Lalonde, Robert J. The Earnings Impact of U.S. Employment and Training Programs. Unpublished Discussion Paper, University of Chicago, 1993.",
        "Hausman, Jerry A. and William E. Taylor. Panel Data and Unobservable Individual Effects. Econometrica 49 (November 1981): 1377-1398.",
        "Heckman James J. and Solomon Polachek. Empirical Evidence on the Functional Form of the Earnings-Schooling Relationship. Journal of the American Statistical Association 69 (June 1974): 350-354.",
        "Hause, John C. Earnings Profile: Ability and Schooling. Journal of Political Economy 80 Part II (May/June 1972): S108-S138.",
        "Ehrenberg, Ronald and Robert Smith. Modern Labor Economics (4th edition). New York: Harper Collins, 1991.",
        "Griliches, Zvi. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica 45 (January 1977): 1-22.",
        "Butcher, Kristin F. and Anne. Case. The Effect of Sibling Composition on Womens Education and Earnings. Unpublished Discussion Paper, Princeton University Department of Economics, June 1993.",
        "Card, David. Using Geographic Variation in College Proximity to Estimate the Return to Schooling. National Bureau of Economic Research Working Paper 4483, October 1993.",
        "Bound, John and Alan B. Krueger. The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?. Journal of Labor Economics 9 (January 1991): 1-24.",
        "Ashenfelter, Orley and David Zimmerman. Estimates of the Return to Schooling from Sibling Data: Fathers, Sons, and Brothers. National Bureau of Economic Research Working Paper 4491, October 1993.",
        "Becker, Gary S. Human Capital and the Personal Distribution of Income. Ann Arbor: University of Michigan Press, 1967.",
        "Unpublished Discussion Paper, Princeton University Department of Economics, July 1993.",
        "Angrist, Joshua D. and Alan B. Krueger. Estimating the Payoff to Schooling Using the Vietnam-Era Draft Lottery. Princeton University Industrial Relations Section Working Paper 290, August 1991. (1991b) Angrist, Joshua D. and Alan B. Krueger. Split Sample Instrumental Variables.",
        "Angrist, Joshua D. and Alan B. Krueger. Does Compulsory Schooling Affect Schooling and Earnings? quarterly Journal of Economics 106 (November 1991): 979-1014.",
        "Angrist, Joshua D. and Guido W. Imbens. Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity. Unpublished Discussion Paper, Harvard University Department of Economics, 1993.",
        "Angrist, Joshua D. and Whitney K. Newey. Over-Identification Tests in Earnings Functions with Fixed Effects. Journal of Business and Economic Statistics 9 (July 1991): 317- 323.",
        "Card, David and Alan B. Krueger. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy 100 (February 1992): 1-40."
    ]
}