{
    "id": 4834,
    "cites": 19,
    "cited_by": 36,
    "reference": [
        "Akgiray, Vedat and C. Geoffrey Booth, 1988, Mixed Diffusion-Jump Process Modeling of Exchange Rate Movements, Review of Economics and Statistics, 70, 631-637.",
        "Baillie, Richard T. and Tim Bollerslev, 1989, The Message in Daily Exchange Rates: A Conditional-Variance Tale, Jounial of Business and Economic Statistics, 7, 297-305.",
        "Ball, Clifford A. and Antonio Rorna, 1993, A Jump Diffusion Model for the European Monetary System, Journal of International Money and Finance, 12, 475-492.",
        "Boothe, Paul and 1)ebra Classman, 1987, The Statistical Distribution of Exchange Rates: Empirical Evidence and Economic Implications, Journal of International Economics, 22, 297-3 19.",
        "Realignment Expectations Under the EMS: Some Empirical Regularities, National Bureau of Economic Research, Working Paper no. 4291. Diebold, Francis X., 1988, Empirical Modeling of Exchange Rates, SpringerVerlag: New York.",
        "Engel, Charles M. and James 1). Hamilton, 1990, Long Swings in the Dollar: Are They in the Data and Do Markets Know It? American Economic Review, 80, 689-713.",
        "Filardo, Andrew J., 1994, Business-Cycle Phases and Their Transitional Dynamics, .Jottnzal of Business and Economic Statistics, 12, 299-308.",
        "Hadi, A.S., 1992, Identifying Multiple Outliers in MuJtivariate Data, Journal of the Royal Statistical Socieity, Series B, 54, 76 1-771.",
        "Iladi, A. S., 1993, A Modification of a Method for the Detection of Outliers in Multivariate Samples, Journal of the Royal Statistical Society, Series B, forthcoming.",
        "Hamilton, James D., 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, 357-384.",
        "Hamilton, James D. and Ran] Susmel, 1992, Autoregressive Conditional Heteroskedasticity and Changes in Regime, working paper, Department of Economics, University of California, San Diego.",
        "Koedijk, Kees G., Marcia M. A. Schafgans, and Casper G. de Vries, 1990, The Tail Index of Exchange Rate Returns, Journal of international Economics, 29, 93-108.",
        "Koedijk, Kees G., Philip A. Stork, and Casper G. de Vries, 1992, Differences Between Foreign Exchange Regimes: The View from the Tails, Journal of International Money and Finance, 11, 462-473.",
        "Mundaca, B. Gabriela, 1994, Probabilities of Realignments in a Target Zone: A Switching-Regime Approach, Graduate School of Business, Stanford University.",
        "Park, Keewban, Chang Mo Ahn, and Roger Fujihara, 1993, Optimal Hedged Portfolios: the Case of Jump-Diffusion Risks, Journal of International Money and Finance, 12, 493-510.",
        "Rose, Andrew and Lars E. 0. Svensson, 1993, European Exchange Rate Credibility Before the Fall, National Bureau of Economic Research, Working Paper no. 4495.",
        "Svensson, Lars E. 0., 1992, An Interpretation of Recent Research on Exchange Rate Target Zones, Journal of Economic Perspectives, 6, no. 4, 119-144.",
        "Tucker, Alan L. and lallon Pond, 1988, The Probability Distribution of Foreign Exchange Price Changes: Tests of Candidate Processess, Review of Economics and Statistics, 70, 638-647.",
        "Zhu, Zhen, 1993, Econometric Analysis of a Dirty Float with No Arbitrage: The DM-$ Exchange Rate after the Louvre Accord, manuscript, Department of Economics, University of Michigan."
    ]
}