{
    "id": 4842,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Woo, Wing T., 1985, The Monetary Approach to Exchange Rate Determination Under Rational Expectations, Journal of International Economics 18, 1-16.",
        "West. Kenneth D., 1987, A Standard Monetary Model and the Variability of the DeutschemarkDollar Exchange Rate, Journal of International Economics. 23(112), August, 57-76.",
        "Page, S. A. B., 1981, The Choice of Invoicing Currency in Merchandise Trade, National Institute Economic Review, 98, 60-72.",
        "Magee, Stephen, 1974, U.S. Import Prices in the Currency-Contract Period, Brook jng Papers on Economic Activity, I, 117-164.",
        "Marston, Richard, 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, 2 17-236.",
        "Knetter, Michael M., 1989, Price discrimination by U.S. and German exporters, American Economic Review, 79(1), March, 198-2 10.",
        "Knetter, Michael M., 1993, International comparisons of pricing-to-market behavior, American Economic Review, 83(3), June, 473-486.",
        "Johansen, Soren, and Katriana Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegration-with Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics, 52, 169-2 10.",
        "Johansen, Soren, 1991 Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica. 59, 155 1-1580.",
        "Grassman, Sven, 1976, Currency Distribution and Forward Cover in Foreign Trade: Sweden Revisited, Journal of International Economics 6(2), May, 2 15-221.",
        "Grassman, Sven, 1973, `A Fundamental Symmetry in International Payment Patterns, Jounal of International Economics 3(2), May, 105-116.",
        "Giovannini, Alberto, 1988, Exchange Rates and Traded Goods Prices. Journal of International Economics. 24, 45-68.",
        "Froot, Kenneth A. and Kenneth Rogoff, 1994, Perspectives on PPP and Long-Run Real Exchange Rates, Harvard and Princeton Universities, mimeo. Forthcoming in Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics. NorthHolland, Amsterdam.",
        "Feenstra, Robert C., 1989 Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test. Journal of International Economics, 27, 25-45.",
        "Ethier, Wilfred, 1973, International Trade and the Forward Exchange Market, American Economic Review 63(3), June, 494-503.",
        "Eldor, Rafael and Itzhak Zilcha, 1987, Discriminating Monopoly, Forward Markets and International Trade, International Economic Review. 28(2), 459-468.",
        "Engle, Robert F. arid C. W. J. Granger, 1987, Co-integration and Error Correction: Representation, Estimation, and Testing, Econometrica, 55(2), March, 25 1-276.",
        "Cheung, Yin-Wong and Kon S. Lai, 1993, Long-run Purchasing Power Parity During the Recent Float, Journal of International Economics, 34, 18 1-192.",
        "Pippenger, Michael K., 1993, Cointegration Tests of Purchasing Power Parity: the Case of Swiss Exchange Rates, Journal of International Money and Finance. 12, 46-61.",
        "Dickey, D. A. and W. A. Fuller, 1991, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica, 49, 1057-1072.",
        "Baron, David P., 1976b, Fluctuating Exchange Rates and the Pricing of Exports, Economic Inquiry 14. September, 425-438.",
        "Baron. David P., 1976a, Flexible Exchange Rates, Forward Markets, and the Level of Trade, American Economic Review 66, March, 253-266."
    ]
}