{
    "id": 4843,
    "cites": 57,
    "cited_by": 87,
    "reference": [
        "World Bank, 1993, Emerging stock markets factbook, International Finance Corporation, Washington, D.C.",
        "White, Halbert, 1982, Maximum likelihood estimation of misspecifled models, Econornetrica 50, 1-26.",
        "Stulz, RenÃ\u0083Â©, 1993, International portfolio choice and asset pricing: An integrative survey, Working paper, Ohio State University, Columbus, OH.",
        "Stulz, RenÃ\u0083Â©, 1981, A model of international asset pricing, Journal of Financial Economics 9, 383-406.",
        "Solnik, Bruno, 1974, An equilibrium model of the international capital market, Journal of Economic Theory 8, 500-524.",
        "Sharpe, William, 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-442.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323-361.",
        "Pagan, Adrian, 1984, Econometric issues in the analysis of regressions with generated regressors, Inter-national Economic Review 25, 221-247.",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "Kan, Raymond and Chu Zhang, 1994, A test of conditional asset pricing models, Working paper, University of Alberta.",
        "Kirby, Christopher M., 1994 A multivariate analysis of predictability in stock and bond returns, Working paper, Duke University, Durham, NC.",
        "International Finance Corporation, 1993, IFC index methodology, Washington: World Bank.",
        "Harvey, Campbell R., Bruno H. Solnik and Guofu Zhou, 1994, What determines expected international asset returns?, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1993b, Conditional asset allocation in emerging markets, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1994, Predictable risk and returns in emerging markets, Working paper, Duke University, Durham, NC.",
        "Harvey, Campbell R., 1993a, Portfolio enhancement with emerging markets and conditioning information, in Stijn Claessens, and Sudarshan Gooptu, eds., Portfolio investment in developing countries, (Washington: World Bank).",
        "Harvey, Campbell R., 1991b, The term structure and world economic growth, Journal of Fired Income 1, 4-17.",
        "Harvey, Campbell R., 1991a, The world price of covariance risk, Journal of Fmance 46, 111157.",
        "Harvey, Campbell R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Hansen, Lars P. and Robert J. Hodrick, 1983, Risk averse speculation in forward foreign exchange markets: An econometric analysis of linear models, in Jacob A. Frenkel, ed.,: Exchange rates and international macroeconomics (University of Chicago Press, Chicago, IL).",
        "Hansen, Lars P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hamilton, J. D., 1990, Analysis of time series subject to changes in regime, Journal of Econometrics 45, 39-70.",
        "Hamilton, J. D., 1989, A new approach of the economic analysis of nonstationary time series and the business cycle, Econometrica 57, 357-384.",
        "Ghysels, Eric, 1993, A time-series model with periodic stochastic regime switches, Working 33 paper, University of MontrÃ\u0083Â©al.",
        "Hamilton, J. D., 1988, Rational expectations econometric analysis of changes in regime: An investigation of the term structure of interest rates, Journal of Economic Dynamics and Control 12, 385-423.",
        "Gray, Stephen F., 1993, Capturing the nonlinearities in short-term interest rates: A new class of regime-switching models, Unpublished working paper, Stanford University.",
        "Gibbons, Michael R. and Wayne E. Ferson, 1985, Tests of asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 217-236.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994b, An exploratory investigation of the fundamental determinants of national equity market returns, in Jeffrey Frankel, ed., The Internationalization of Equity Markets, (Chicago: University of Chicago Press), forthcoming.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994a, Sources of risk and expected returns in global equity markets, Journal of Banking and Finance, forthcoming.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies 6, 527-566.",
        "Everitt, B. S. and 0. J. Hand, 1981, Finite mixture distributions, London: Chapman and Hall.",
        "Errunza, Vihang R., Etienne Losq and Prasad Padmanabhan, 1992, Tests of integration, mild segmentation and segmentation hypotheses, Journal of Banking and Finance 16, 949972.",
        "Eun, Cheol S. and S. Janaldramanan, 1986, A model of international asset pricing with a constraint on the foreign equity ownership, Journal of Finance 41, 897-9 14.",
        "Errunza, Vihang R. and Etienne Losq, 1985, International asset pricing under mild segmentation: Theory and test, Journal of Finance 40, 105-124.",
        "Engle, Robert F., David M~ Lilien and Russell P. Robbins, 1987, Estimating time varying risk premia in the term structure: The ARCH-M model, Econometrica 55, 391-407.",
        "Engel, Charles M. and Jeffrey A. Frankel, 1984, Do asset demand functions optimize over the mean and variance of real returns? A six currency test, Journal of Inter-national Economics 17, 309-323.",
        "Dumas, Bernard and Bruno Solnik, 1992, The world price of foreign exchange rate risk, Working paper, Group HEC, February.",
        "Dumas, Bernard and Bruno Solnik, 1994, The world price of foreign exchange rate risk, Working paper, Group HEC.",
        "Dumas, Bernard, 1994, A test of the international CAPM using business cycles indicators as instrumental variables, in Jeffrey~ F~ankel, ed., The Internationalization of Equity Markets, (Chicago: University of Chicago Press), forthcoming.",
        "Diebold, F. X., J-H. Lee and G. C. Weinbach, 1992, Regime switching with time-varying transition probabilities, in C. Hargreaves, ed., Nonstationary time series analysis and cointegration, (London: Oxford University Press) forthcoming.",
        "Cumby, Robert E. and Anya Khanthavit, 1992, A Markov switching model of market integration, Unpublished working paper, New York University.",
        "Cumby, Robert E. and Jack D. Glen, 1990, Evaluating the performance of international mutual funds, Journal of Finance 45, 497-521.",
        "Chan, K. C., 0. Andrew Karolyi and RenÃ\u0083Â© Stulz, 1992, Global financial markets and the risk premium on U.S. equity, Journal of Financial Economics 32, 137-168.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable bond and stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance 47, 43-70.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-400.",
        "Buckberg, Elaine, 1993, Emerging stock markets and international asset pricing, in Stijn Claessens and Sudarshan Gooptu, eds., Portfolio investment in developing countries, (Washington: World Bank).",
        "Bonser-Neal, Catherine, Gregory Brauer, Robert Neal and Simon Wheatley, 1990, International investment restrictions and closed-end country fund prices, Journal of Finance 45, 523-548.",
        "Boilerslev, Tim, and Jeffrey M. Wooldridge, 1992, Quasi-maximum likelihood estimation and inference in dynamic models with time-varying covariances, Econometric Reviews 11, 143-172.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Finance 45, 444-455.",
        "Bekaert, Geert and Robert Hodrick, 1992, Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance 47, 467-509.",
        "Bekaert, Geert and Campbell R. Harvey, 1994a, Volatility control in emerging market equity - portfolios, Working notes, Duke University and Stanford University.",
        "Bekaert, Geert, 1994, Market integration and investment barriers in emerging equity markets, World Bank Economic Review, forthcoming.",
        "Bansal, Ravi, David Hsieh and S. Viswanathan, 1993, A new approach to international arbitrage pricing, Journal of Finance 48, 1719-1747.",
        "Bailey, Warren and Julapa Jagtiani, 1994, Foreign ownership restrictions and premiums for international investment: Some evidence from the Thai capital market, Journal of Financial Economics, forthcoming.",
        "Adler, Michael and Bernard Dumas, 1983, International portfolio selection and corporation finance: A synthesis, Journal of Finance 38, 925-984.",
        "Baba, Yoshihisa, Robert F. Engle, Dennis F. Kraft and Kenneth F. Kroner, 1989, Multivariate simultaneous generalized ARCH, Working paper, University of California, San Diego, CA.",
        "Bekaert, Geert and Campbell R. Harvey, 1994b, The effect of liberalization policies on capital market integration and the cost of capital in emerging markets, Working notes, Duke University and Stanford University."
    ]
}