{
    "id": 4851,
    "cites": 33,
    "cited_by": 26,
    "reference": [
        "Baxter, Marianne, and Mario J. Crucini, Explaining Saving/Investment Correlations, American Economic Review 83 (June 1993), pp. 416-436.",
        "Brainard, William C., and James Tobin, On the Internationalization of Portfolios, Oxford Economic Papers 44 (April 1992), pp. 53 3-565.",
        "Dooley, Michael, Jeffrey Frankel, and Donald J. Mathieson, International Capital Mobility: What Do Saving-Investment Correlations Tell Us? International Monetary Fund Staff Papers 34 (September 1987), pp. 503-530.",
        "Eichengreen, Barry, Trends and Cycles in Foreign Lending, in Horst Siebert, ed., Capital Flows in the World Economy, Tubingen. J.C.B. Mohr, 1990, pp. 3-28.",
        "Feldstein, Martin, The Effects of Outbound Foreign Direct Investment on Domestic Capital Stock, NBER Working Paper No, 4668a, March 1994.",
        "Feldstein, Martin, Taxes, Leverage and the National Return on Outbound Foreign Direct Investment, NBER Working Paper No. 4689b, March 1994.",
        "Feldstein, Martin, The Case Against EMU, The Economist, June 13, 1992.",
        "Feldstein, Martin, Domestic Saving and International Capital Movements in the Long Run and the Short Run, European Economic Review 21 (March/April 1983), pp. 129-151.",
        "Feldstein, Martin, The Welfare Cost of Capital Income Taxation, Journal of Political Economy, Vol. 86, No. 2, Part 2, 1978.",
        "Feldstein, Martin, and Phillipe Bacchetta, National Saving and International Investment, in 30 B. Douglas Bernheim and John B. Shoven, eds., National Saving and Economic Performance, Chicago, University of Chicago Press, 1991.",
        "Feldstein, Martin, and Charles Horioka, Domestic Saving and International Capital Flows, E.conomic Journal 90 (June 1980) pp. 3 14-329.",
        "Feldstein, Martin, and Todd Sinai,The Response of International Capital Flow Components to National Saving Rates, (1994) forthcoming.",
        "Frankel, Jeffiey, A., Measuring International Capitli Mobility: A Review, American Economic Review, May 1992.",
        "Frankel, Jeffrey A., Quantifying International Capital Mobility in the I 980s, in On Exchange Rates, Cambridge, Mass., MIT Press, 1993.",
        "French, Kenneth R., and James M. Poterba, Japanese and U.S. Cross-border Common Stock Investments, Journal of the Japanese and International Economies 4 (December 1990), pp.",
        "French, Kenneth R., Investor Diversification and International Equity Markets, American Economic Review 81 (May 1991), pp. 222-226.",
        "Froot, Kenneth, Currency Hedging Over Long Horizons, NBER Working Paper No. 4355, May 1993.",
        "Gordon, Roger H., and A. Lans Bovenberg, Why is Capital so Immobile Internationally: Possible Explanations and Implications for Capital Income Taxation, 31 Gordon, Roger H., Taxation of Investment and Savings in a World Economy, American Economic Review 76, (1986), pp. 1086-1102.",
        "Harvey, Campbell, Predictable Risk and Expected Returns in Emerging Markets, NBER Working Paper No. 4634, (1994).",
        "Horst, Thomas, A Note on Optimal Taxation of International Investment Income, Quarterly Journal of Economics XCIV, (June 1980). pp. 793-99.",
        "Maddison, Angus, Dynamic Forces in Capitalist Development, Oxford, Oxford University Press, 1991.",
        "Mishkin, Frederic S., Are Real Interest Rates Equal Across Countries? An Empirical Investigation of International Parity Conditions, Journal of Finance 39, (1984), pp. 1345-1357.",
        "Morgan Guaranty Trust Co., Diversification from a U.S. $ Perspective, March 1994.",
        "Murphy, Robert G., Capital Mobility and the Relationship between Saving and Investment Rates in OECD Countries, Journal of International Money and Finance 3 (December 1984), pp. 327-342.",
        "Musgrave, Peggy B., United States Taxation of Foreign Investment Income: Issues and Arguments, Cambridge: The Law School of Harvard University (1969).",
        "Mussa, Michael and Morris Goldstein, The Integration of World Capital Markets, Changing Capital Markets: Implications for Monetary Policy, Symposium sponsored by Federal Reserve Bank of Kansas City, August 1993.",
        "Obstfeld, Maurice, Capital Mobility in the World Economy: Theory and Measurement, Carnegie-Rochester Conference Series on Public Policy 24 (Spring 1986), pp. 55-103.",
        "Obstfeld, Maurice, International Capital Mobility in the 1990s, NBER Working Paper No.",
        "OECD, Taxation and Household Saving, Working Paper No. 2 on Tax Analysis and Tax Statistics of the Committee on Fiscal Affairs, May 1994.",
        "Richman, Peggy B., Taxation of Foreign Investment Income; An Economic Analysis, Baltimore. Johns Hopkins Press, 1963.",
        "Sinn, S., Saving-Investment Correlations and Capital Mobility, Economic Journal, vol. 102, September 1992.",
        "Summers, Lawrence., Tax Policy and International Competitiveness, in International Aspects of Fiscal Policies, ed., (1988) by Jacob Frenkel (Chicago: Chicago University Press).",
        "Tesar, Linda., Savings, Investment, and International Capital Flows, Journal of international Economics 31 (August 1991), pp. 55-78."
    ]
}