{
    "id": 4852,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Arrow, K. I. (1963) *Uncertainty and the Welfare Economics of Medical Care, American Economic Review, 53:941-973.",
        "Committee on Ways and Means (1993). 1993 Green Book. Washington, D.C.: U.S. Government Printing Office.",
        "Congressional Budget Office (1993). Projection of National Health Expenditures: 1993 Update. Washington, D.C.: CBO.",
        "Congressional Budget Office (1994). The Tat Treatment of Employment-Based Health insurance. Washington, D.C.: CBO.",
        "Cutler, DavId (1994). Competition, Regulation, and Health Costs. Mimeo, Harvard University.",
        "Gould, J.P. (1969). The Expected Utility Hypothesis and the Selection of Optimal Deductibles for a Given Insurance Policy, Journal of Business, 42:143-15 1.",
        "Borch, K.H. (1968). The Economics of UnÃ\u0083Â¨enainty. Princeton, N.J.: Princeton University Press.",
        "Davis, K., and Russell, LB. (1972). The Substitution of Hospital Outpatient Care for Inpatient Care, Review of Economics and Statistics, 54:109-120.",
        "Feldstein, M. (197 Ia). A New Approach to National Health insurance, The Public interest, 23:93-105. Feldstein, M. (1971b). Hospital Cost Inflation: A Study of Nonprofit Price Dynamics, American Economic RMew, 6 1:853-872.",
        "Feldstein, M. (1973). The Welfare Loss of Excess Health insurance, Journal of Political Economy, 81:251-280.",
        "Feldstein, M. and E. Allison (1974). Tax Subsidies of Private Health Insurance: Distribution, Revenue Loss, and Effects, in The Economics of Federal Subsidy Programs, Pt 8, 977994. Washington, D.C.: U.S. Government Printing Office.",
        "Feldstein, M., and B. Friedman (1977). Tax Subsidies, the Rational Demand for Insurance, and the Health-Care Crisis, Journal of Public Economics, 7:155-178.",
        "Gruber, 3. (1994). `The Incidence of Mandated Maternity Benefits, American Economic Review, 84:622-641.",
        "Oniber, 3., and A. Krueger (1991). The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance, Tax Policy and the Economy 5, David Bradford, S., 1991. Cambridge, MA: MIT Press.",
        "Ciruber, I,, and I. Poterba (1994a). The Elasticity of Demand for Health Insurance: Evidence from the Self-Employed, Quarterly Journal of Economics, forthcoming August 1994.",
        "Gruber, I., and!. Poterba (1994b). Tax Subsidies to Health Insurance and Health Care. Mimeo, MiT Department of Economics.",
        "Iluth, 5. (1991). COBEA Costs Average 150% of Active Costs, Employer Bentfits Plan Review, 46:14-19.",
        "Laffont, J..J. (1990). The Economics of Uncertainty and information. Cambridge, MA: MIT Press.",
        "Long, S., and M. S. Marquis (1992). COBRA Continuation Coverage: Characterists of Enrollees and Costs in Three Plans, in 11.5. Department of Labor, Pension and Welfare Benefits Administration, Health Benefits and the Workforce, Washington. D.C.: U.S. Government Printing Office.",
        "Manning, W., et al. (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review, 77:251-277.",
        "Mossin, 1. (1968). Aspects of Rational Insurance Purchasing, Journal of Political Economy, 76. pan 1:553-568.",
        "Newhouse, J. (1993). Free For All: Lessons from the RAND Health Insurance Experiment. Santa Monica, CA: RAND Corporation.",
        "Newhouse, I. et at. (1985). `Are Fee-for-Service Costs Increasing Faster than HMO Costs?, Medical Ore, 23:960-966.",
        "Pashigian, B. P., L. L. Schkade, and G. H. Menefee (1966). `The Selection of an Optimal Deductible for a Given Insurance Policy, Journal of Business, 39:35-44.",
        "Pauly, M. (1974). Overinsurance and the Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection, Quarterly Journal of Economics, 88:44-62.",
        "Phelps, C. (1992). Health Economics. New York: HarperCollins.",
        "Phelps, C., and 1. Newhouse (1974). `Consinurance, the Price of Time, and the Demand for 28 Medical Services, Review of Economics and StatLrtks, 56:334-342.",
        "Smith, V. L. (1968). `Optimal Insurance Coverage, Journal of Political Economy, 76:68-77."
    ]
}