{
    "id": 4858,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Tobin. James (1978), `A Proposal for International Monetary Reform, Eastern Economic Journsl (July).",
        "Tobin, James (1988), `Overview, Financial Market Volatility (Federal Reserve Bank of Kansas City).",
        "Pagano, Marco (1989), `Endogenous Market Thinness and Stock Price Volatility, Review of Economic Studies 56(2): 269-287.",
        "Ross. Stephen A. (1989), `Discussion: Intertemporal Asset Pricing, in Theory of Valuation, edited by Sudipto Bhattacharya and George M. Constantinides (Rowman and Littlefield publishers; Totowa, New Jersey), pp. 85-96.",
        "Mulherin, Harold J. (1990), `Regulation, Trading Volume and Stock Market Volatility, Revue Economiqu~ 41(5) (September), 923-937.",
        "Kyle, Albert (1985). `Continuous Auctions and Insider Trading, Econonsetrica 53: 1315-1335.",
        "Grossman, Sanford and Joseph Stiglitz (1980), `On the Impossibility of Informationally Efficient Markets, American Economic Review 70: 393-408.",
        "Holmstrom, Bengt (1982), `Managerial Incentive Problema: a Dynamic Perspective, in Essays in Economics and Management in Honor of Lam Wahibeck.",
        "Kihlstrom. Richard (1988), `Optimal Contracts for Security Analysts and Portfolio Managers. Studies in banking and Finance 5: 29 1-325.",
        "Grossman, S. 0. and 5. E. Stiglitz (1976), `Information and Competitive Price Systems. American Economic Review 66: 246-253.",
        "Gibbons, Robert (1992), .4 Primer on Game Theory (Harvester Wheatsheaf).",
        "Black, Fischer (1986), `Noise, Journal of Finance 41(3): 529-543.",
        "Dow, James and Gary Gorton (l994a), `Arbitrage Chains, Journal of Finance (July), forthcoming. Dow, James and Gary Gorton (1994b), `Profitable Informed Trading in a Simple General Equilibrium Model ot Asset Pricing. working paper.",
        "Allen, Franklin end Gary Gorton (1993), `Churning Bubbles, Review of Economic Studies 60(4): 8 13-836.",
        "Allen, Franklin (1989). `Information Contracting in Financial Markets, in Sudipto Bhattacharya and George M. Constantinides, eds., Financial Markets and incomplete information (Rowman and Littlefield publishers; Totowa, New Jersey), p. 188-198.",
        "Allen. Franklin (1990), `The Market for Information and the Origin of Financial Intermediation, Journal of Financial intermediation 1: 3-30.",
        "Ausubel, L. (1990a), `Partially-Revealing Rational Expectations Equilibrium in a Competitive Economy, Journal of Economic Theory 50: 93-126."
    ]
}