{
    "id": 4861,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Wheaton, William. 1991. Vacancy, Search and Prices in a Housing Market Matching Model. Journal of Political Economy, vol. 2, no. 6, December, pp. 1270-92.",
        "Topel, Robert and Sherman Rosen. 1988. Housing Investment in the United States. Journal of Political Economy, vol. 96, no. 4, pp. 718-40.",
        "Stein, Jeremy. 1993. Prices and Trading Volume in the Housing Market: A Model with Downpayment Constraints. NBER Working Paper, no. 4373, March.",
        "Shleifer, Andrei and Robert V. Vishny. 1992. Liquidation Values and Debt Capacity: A Market Equilibrium Approach. Journal of Finance, vol. 47, pp. 1343-66.",
        "Shiller, Robert. 1991. Arithmetic Repeat Sales Price Estimators. Journal of Housing Economics, vol. 1, no. 1, pp. 110-26.",
        "Meese, Richard and Nancy Wallace. 1993. Testing the Present Value Relation for Housing Prices: Should I Leave My House in San Francisco? Paper presented at the 1993 AREUEA Annual Meetings, January.",
        "Mayer, Christopher. 1993. Taxes, Income Distribution, and the Real Estate Cycle: Why Houses lb Not Appreciate at the Same Rate. New England Economic Review, May/June, pp. 39-50.",
        "Linneman, Peter and Susan Wachter. 1989. The Impacts of Borrowing Constraints on Honeownership. AREUEA Journal, vol. 17, pp. 389-402.",
        "Jones, Lawrence. 1989. Current Wealth and Tenure Choice. AREUEA Journal, vol. 17, pp. 19-40.",
        "Economic Review, vol. 79, pp. 125-37. Cox, D.R. and D. Oakes. 1984. Analysis of Survival Data. New York: Chapman and Hall.",
        "Englehardt, Gary. 1992. The Effect of Downpayment Constraints and Tax Policy on Household Consumption. Dartmouth College, photocopy.",
        "Case, Karl and Robert Shiller. 1988. The Behavior of Home Buyers in Boom and Post-Boom Markets. New England Economic Review, November/December, pp. 29-46.",
        "Smith, Barton A. and William P. Tesarek. 1991. House Prices and Regional Real Estate Cycles: Market Adjustments in Houston. AREUEA Journal, vol. 19, no. 3, pp. 396-416."
    ]
}