{
    "id": 4862,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "U.S. Joint Committee on Taxation (1993), Methodology and Issues in Measuring Changes in the Distribution of Tax Burdens, Joint Committee Print, Washington DC: U.S. Government Printing Office, June.",
        "Summers, Lawrence H. (1981), Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review 71, September, 533-44.",
        "Rogers, Diane Lim (1994), Measuring the Distributional Effects of Corrective Taxation, mimec, Pennsylvania State University and U.S. Congressional Budget Office.",
        "Poterba, James M. (1989), Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review 79, May, 325-30.",
        "Pechman, Joseph, A. and Benjamin A. Okner (1974), Who Bears the Tax Burden?, Washington, D.C.: Brookings Institution.",
        "Lyon, Andrew B. and Robert M. Schwab (1990), Consumption Taxes in a Life-Cycle Framework: Are Sin Taxes Regressive?, mimeo, University of Maryland.",
        "Kor.likoff, Laurence J. and Lawrence H. Summers (1981), The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Fconomv 89, August, 706-32.",
        "Hall, Robert E. and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-414.",
        "Hall, Robert E. (1988), Intertemporal Substitution in Consumption, Journal of Political Economy 96, Apr11, 339-57.",
        "Friedman, Milton (1957), A Theory of the Consumption Function, Princeton: Princeton University Press.",
        "Fullerton, Don and Diane Lim Rogers (1993), Who Bears Ahe_ Lifetime Tax Burden?, Washington DC: The Brookings Institution.",
        "Engen, Eric M. (1992), Precautionary Saving; Consumption, and Taxation in a Life-Cycle Model with Stochastic Earnings and Mortality Risk, unpublished PhD dissertation, University of Virginia.",
        "Davies, James B., France St-Hilaire, and John Whalley (1984), Some Calculations of Lifetime Tax Incidence, American Economic Review 74, September, 633-49.",
        "Berrtheim, B. Douglas (1991), How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy 99, October, 899-927.",
        "Barthold, Thomas A. (1993), How Should We Measure Distribution, National Tax Journal 46, September, 29 1-99.",
        "Ballard, Charles L., Don Fullerton, John B. Shoven, and John Whalley (1985), A General Equilibrium Model for Tax Policy.Evaluation, Chicago: University of Chicago Press (for National Bureau of Economic Research).",
        "Auerbach, Alan J. and Laurence J. Kotlikoff (1987), Dynamic Fiscal PQlicy, New York: Cambridge University Press.",
        "Auerbach, Alan 1., Laurence J. Kotlikoif, and Jonathan Skinner (1983), The Efficiency Gains from Dynamic Tax Reform, Iniernational Economic Review 24, February, 81-100."
    ]
}