{
    "id": 4864,
    "cites": 25,
    "cited_by": 342,
    "reference": [
        "Sicat, 0. and A. Virrnani, 1988, Personal income taxes in developing countries, The World Bank Economic Review 2, no. 1, 123-138.",
        "Wnght, C. 1969, Savings and the rate of interest, in: A. Harberger and M.J. Bailey, eds., The Taxation of Income from Capital, Brookings Institution, Washington, D.C.",
        "Rebelo, S., 1991, Long-run policy analysis and long-run growth, Journal of Political Economy 99, 500-521.",
        "Pissarides, C. A., 1985, Taxes, subsidies, and equilibrium unemployment, Review of Economic Studies Ui, 12113 ].",
        "Razin, A. and E. Sadka 1993, The Economy of Modern Israel: Malaise and Promise, The University of Chicago Press, Chicago, IL.",
        "Razin, A. and C. Yuen. 1994. Convergence in growth Rates: the role of capital mobility and international taxation, in Capital Mobility: The Impact on Consumption, Investment, and Growth ed. by A. Razin and L. Leiderman, Cambridge University Press, Cambridge.",
        "Cooperation and Development, Paris. ______ 1991b, Taxing Profits in a Global Economy: Domestic and tnternational issues, Paris.",
        "Mendoza, E. 0., and L. L. Tesar, 1994, Supply-side economics in an integrated world economy, mimeo, Research Department, International Monetary Fund.",
        "McGrattan, E. It., 1994, The macroeconomic effects of distortionary taxation, Journal of Monetary Economics 33, 573-602.",
        "McKee, M. J., J. J. C. Visser, and P. 0. Saunders, 1986, Marginal tax rates on the use of labour and capital in OECD countries, OECD Economic Studies 7, Autumn, 45-102.",
        "Lucas Jr., It. E., 1990, Supply-side economics: an analytical review, Oxford Economic Papers 42, 293-316.",
        "Koester, It. and It. Koennendi, 1989, Taxation aggregate activity and economic growth: cross-country evidence on some supply-side hypotheses, Economic Enquiry 27. 361-386.",
        "King, M. A. and D. Fullerton eds., 1984, The Taxation of Income from Capital: A Comparative Study of the United States, United Kingdom, Sweden, and West Germany, NBER, University of Chicago Press, Chicago. II..",
        "Joint Committee on Taxation, 1992, Comparison of the Tax Systems of the United States, the United Kingdom, Germany, and Japan, paper prepared for a heating before the Senate Committee on Finance on July 21, 1992, U.S. Government Printing Office, JCS-i3-92, Washington.",
        "Joines, 0. H., 1981, Estimates of effective marginal tax rates on factor incomes, Journalof Business 54, no. 2, University of Chicago.",
        "Greenwood, J. and 0. W. Huffman, 1991, Tax analysis ina real business cycle model: on measuring Hsrberger Triangles and Okun Gaps, Journal of Monetary Economics 94, iÃ\u0083Â³l-L90.",
        "Frenkel, J. A., and A. Razin, 1987, Fiscal Policies and the World Economy; An Intertemporal Approach (Cambridge, Mass.: MIT Press).",
        "Frenkel, J. A., A. Razin and E. Sadka, 1991, International Taxation in an Integrated World (Cambridge, Mass: MIT Press).",
        "Easterly, W. and S. Rebelo, 1993a, Marginal income tax rates and economic growth in developing countries, European Economic Review 37, 409-417.",
        "Cooley, T.F. and GD. Hansen, 1992, Tn distortions in a neoclassical monetary economy, Journal of Economic Theory 58, 290-316.",
        "Buiter, W. H., 1981, Time preference and international lending and borrowing in an overlapping-generations model, Journal of Political Ecbnomy 89, 769-797.",
        "Business 59, no. 4, University of Chicago. Baxter, M. and R. 0. King, 1993, Fiscal policy in general equilibrium, American Economic Review 83, no. 3, June.",
        "Barro, R. J. and C. Sahasakul, 1983, Measuring the average marginal tax rate from the individual income tax, Journal of business 56, 419-452, October.",
        "Auerbach, A. J., 1987, Corporate taxation in the United States, in Economic Policy in Theory and Practice, ed. by A. Razin and E. Sadka, Macmillan, London.",
        "Aschauer, 0. A., and 1. Greenwood, 1985, Macroeconomic effects of fiscal policy, in Karl Brunner and Alan H. Meltzer (eds.), The tJew Monetary Economics, Fiscal issues and Unemployment, Carnegie-Rochester Conference Series on Public Policy, Vol. 23 (Amsterdam: North-Holland), 91-138."
    ]
}