{
    "id": 4865,
    "cites": 19,
    "cited_by": 36,
    "reference": [
        "Diebold, Francis X., Steven Husted, and Mark Rush (191) \"Real Exchange Rates Under the Gold Standard\" Journal of Politcal Economy 9, 1252-1271.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence Summers and Robert Waldman (190) \"Noise Trader Risk in Financial Markets\" Journal of Politcal Economy 98-4, 703-38.",
        "De Grauwe, Paul and Dany Decupere (192) \"Psychological Bariers in the Foreign Exchange Market,\" Centre for Economic Policy Research Discusion Paper No. 621, January.",
        "Cornel, Bradford (1982) \"Money Suply Anouncements, Interest Rates, and Foreign Exchange\" Journal of International Money and Finance, 1, no.2 (August), 201-08.",
        "Chin, Menzie and Richard A. Mese (192) \"Banking on Curency Forecast\" U.C. Santa Cruz working paper.",
        "Clarida, Richard and Jordi Gali (194) \"Sources of Real Exchange Rate Fluctuations: How Important Are Nominal Shocks?\" NBER working paper No. 4658, Feb. In Carnegie-Rochester Conference on Public Policy, forthcoming.",
        "Cate, P., G. Gali, and S. Rebechini (194) \"Concerted Interventions and the Dolar: An Analysi of Daily Data,\" Osola Memorial Conference, Banca ditalia, Perugia, Italy; forthcoming in avolume dited by F. Papadia nd F. Sacomani.",
        "Casela, Alesandra (1989) \"Testing for Rational Bubles with Exogenous or Endogenous Fundamentals: The German Hyperinulation Once More,\" Journal of Monetary Economics, July.",
        "Copeland, Laurence (1989) \"Exchange Rates and News: A Vector Autoregresion Aproach,\" in R. MacDonald and M. Taylor, eds., Exchange Rates and Open Economy Macroeconomics, Oxford, UK, and Cambridge, MA, Basil Blackwel, 218-238.",
        "Cavaglia, Stefano, Frederick Nieuwland, Wilem Verschor, and Christian Wolf (193), \"On the Biasednes of Forward Foreign Exchange Rates: Irationality or Risk Premia?,\" Limburg Instiute of Financial Economics, The Netherlands, Sept. 193,forthcoming Journal of Busines.",
        "Cavaglia, Stefano, Wilem Verschor, and Christian Wolf (193a), 'Asian Exchange Rate Expectations,\" Journal of the Japanese and International Economies 7, 57-7.",
        "Cavaglia, Stefano, Wilem Verschor, and Christian Wolf (193b), \"Further Evidence on Exchange Rate Expectations\" Journal of International Money and Finance 12, 78-98.",
        "Chen, Zhaohui (192) \"Cointegration and Exchange Rate Forecasting: A State Space Model,\" LSE, United Kingdom.",
        "Chin, Menzie, and Jefrey Frankel (194), \"Paterns in Exchange Rate Forecast for 25 Curencies,' Journal of Money, Credit and Banking, 26, no.5, November.",
        "Davutyan. N. and J. Pipenger (1985) \"Purchasing Power Parity did not Colapse during the 1970s,\" American Economic Review, 75, 5, December, 15 1-158.",
        "DeGrauwe, Paul, and Hans Dewachter (190), \"A Chaotic Monetary Model of The Exchange Rate,\" Centre for Economic Policy Research Discusion Paper No. 46, Oct.",
        "Diebold, Francis X., and James Nason (190) \"Nonlinear Exchange Rate Prediction?\" Journal of International Economics 28, 3 15-32.",
        "Diebold, Francis X., Javier Gardeazabal and Kamil Yilmaz (194) \"On Co.integration and Exchange Rate Dynamics\", Journal of Finance 49: 727-735.",
        "Dominguez, Kathryn (1986), \"Are Foreign Exchange Forecast Rational? New Evidence From Survey Data,\" Economics Leters 21: 27-82."
    ]
}