{
    "id": 4872,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "Blau, Francine D. \"The Use of Transfer Payments by Immigrants,\" Industrial and Labor Relations Review 37 (January 1984V 222-239. Borjas, George J. \"Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants,\" Journal of Labor Economics 3 (October 1985): 463-489.",
        "Borjas, George J. \"Self-Selection and the Earnings of Immigrants,\" American Economic Review 77 (September 1987): 531 -553.",
        "Borjas, George J. Friends or Strangers: The Impact of Immigrants on the US Economy. New York: Basic Books, 1990.",
        "Borjas, George J. and Stephen J. Trejo. \"Immigrant Participation in the Welfare System,\" Industrial and Labor Relations Review 44 (January 1991): 195-211.",
        "Clark, Rebecca L. and Jeffrey S. Passel, \"How Much Do Immigrant Pay in Taxes? Evidence from Los Angeles County,\" Urban Institute, Program for Research on Immigration Policy, Working Paper PRIP-UI-26, August 1993.",
        "Friedberg, Rachel. \"The Labor Market Assimilation of Immigrants in the United States: The Role of Age at Arrival.\" Mimeograph, 1992.",
        "Funkhouser, Edward and Trejo, Stephen J. \"The Labor Market Skills of Recent Male Immigrants: Evidence from the Current Population Surveys,\" Mimeograph, 1994.",
        "Galarza, Ernesto. Farm Workers and Aero-Business in California. 1947-1960. Notre Dame, Indiana: University of Notre Dame Press, 1977.",
        "Jensen, Leif. \"Patterns of Immigration and Public Assistance Utilization. 1970-1980,\" International Migration Review 22 (Spring 1988): 51-83 LaLonde, Robert J. and Robert H. Topel. \"The Assimilation of Immigrants in the U.S. Labor Market.\" In George J. Borjas and Richard B. Freeman, editors. Immigration and the Work Force: Economic Consequences for the United States and Source Areas Chicago: University of Chicago Press, 1992.",
        "North, David. \"Impact of Legal, Illegal, and Refugee Migration on U.S. Social Service Programs,\" in Mary Kritz, editor, US. Immigration and Refugee Policy Lexington, MA: D C. Heath, 1983.",
        "Parker, Richard A. and Louis M. Rea. Illegal Immigration in San Diego Countv: An Analysis of Costs and Revenues. Report to the California State Senate Special Committee on Border Issues, September 1993.",
        "Passel, Jeffrey S. and Rebecca L. Clark. \"How Much Do Immigrants Really C Dst? A Reappraisal of Huddle&apos;s &apos;The Cost of Immigrants&apos;\", Urban Institute Working Paper, February 1994.",
        "Rothman, Eric S. and Thomas J. Espenshade, \"Fiscal Impacts of Immigration to the United States,\" Population Index 5S (Fall 1992): 381-41S.",
        "Simon, Julian L. \"Immigration, Taxes, and Welfare in the United States,1&apos; Population and Development Review 10 (March 1984): 5S-69.",
        "Smith, James. \"Hispanics and the American Dream: An Analysis of Hispanic Male Labor Market Wages, 1940-1980,\" Mimeograph, Rand Corporation, 1992.",
        "Tienda, Marta and Leif Jensen, \"Immigration and Public Assistance Panicipation: Dispelling the Myth of Dependency,\" Social Science Research 15 (December 1986): 372-400.",
        "U.S. Bureau of the Census. Statistical Abstract of the United States. 1992. Washington, DC., 1992.",
        "U.S. Immigration and Naturalization Service. Statistical Yearbook of the Immigration and Naturalization Service. 1991. Washington, D C.: U.S. Government Printing Office, 1992."
    ]
}