{
    "id": 4875,
    "cites": 34,
    "cited_by": 11,
    "reference": [
        "Barclay, M. and C. Smith, 1993, The maturity structure of corporate debt, Working Paper, University of Rochester.",
        "Berglof, Erik, 1990. Capital structure as a mechanism of control: A comparison of financiai systems, in Masahiko Aoki, Bo Gustafsson and Oliver E. Williamson. eds.: The Firm as a .Vexus of Treaties (Sage Publications, London).",
        "Berger A. and G.Udell. 1994, Lines of Credit. Collateral, and Relationship Lending in Small Firm Finance. Mimeo. Board of Governors of the Federal Reserve System.",
        "Borio, C.. 1990, Leverage and Financing of Non-Financial Companies: An International Perspective, Economic Papers 27, Bank of International Settlements.",
        "Bradley , Michael, Gregg Jarrell. and E. Han Kim, 1984. On the existence of an optimal capital structure: Theory and evidence. Journal of Finance 39, 857-878.",
        "Cable. J.. 1985. Capital Market Information and Industrial Performance: The Role of West German Banks, Economic Journal, 95, 118-132.",
        "Dermine. J., 1990. European Banking in the 1990s. (Basil Blackwell, Oxford).",
        "Frankel, Allen. and John Montgomery, 1991, Financial Structure: An International Perspective. Brookings Papers on Economic Activity, Vol I.",
        "Franks. Julien and Cohn Mayer. 1994. The Market for Corporate Control in Germany, LBS 32 Working Paper.",
        "Harris, Milton and Artur Raviv, The theory of capital structure, Journal of Finance 46, 297- 355. Harris, Milton and Artur Raviv.l992, The Design Of Bankruptcy Procedures. C.R.S.P. Working Paper, University of Chicago.. Hoshi. Takeo, Anyl Kashvap, and David Scharfstein. 1990 , The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics. 27: 67 - 88.",
        "Kaiser , Kevin M.J. and Kristen L. Kaiser, 1993, An International View of Bankruptcy Laws: Summary and Implications for Corporations Facing Financial Distress. INSEAD ~Vorking Paper.",
        "Kester, V. Carl, 1986. Capital and ownership structure: A comparison of United States and Japanese manufacturing corporations. Financial Management 15. 5-16.",
        "King, Mervin and Don Fullerton. 1984. The Taxation of Income from Capital. (The University of Chicago Press. Chicago, Ii).",
        "Korajczvk. Robert A. . Deborah J. Lucas and Robert L. McDonald. 1991, The Effects of Information Releases on the Pricing and Timing of Equity Issues. Review of Financial Studies, 4: 685-708.",
        "Kroszner. R. and R. Rajan. 1994. `The Role of Firewalls in Universal Banks: Evidence from Commercial Bank Securities Activities before the Glass-Steagall Act . mimeo. University of Chicago.",
        "Jensen Michael C. and William Meckling, 1976. Theory of the Firm: Managerial Behavior. Agency Costs and Capital Structure. Journal of Financial Economics. 3: 305-360.",
        "Jensen. ~vhichael C., 1986. Agency Costs of free cash flow, corporate finance and takeovers. American Economic Review 76. 323-339.",
        "Loughran. T. and J. Riner. 1993. The Timing and Subsequent Performance of IPOs: The U.S. and International Evidence. Mimeo. University of Illinois at Urbana-Champaign.",
        "Mayer, Cohn, 1990, Financial Systems. Corporate Finance, and Economic Development, in R. Glenn Hubbard., ed.: Asvrnmei7ic Information. Corporate Finance and Invesonen:, (The University of Chicago Press, Chicago, II).",
        "Nlyers. Stewart C., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics 5. 147-175.",
        "Nivers, Stewart C., 1984, The Capital Structure Puzzle, Journal of Finance 39,575-592.",
        "Myers. Stewart C. and Nicholas S. Majluf . 1984, Corporate Financing and Investment Decisions when Firms Have Information that Investors Do Not Have, Journal of Financial Economics 13,187-221.",
        "Novaes. Walter and Luigi Zingales, 1994. Optimal Debt and Taxes in a Managerial Economy, Working Paper. University of Chicago..",
        "Rajan, R., 1994. An Investigation into the Economics of Extending Bank Powers. Working Paper, University of Chicago.",
        "Rajan. R. and H. Servaes. 1993, The Effect of Market Conditions on Initial Public Offerings, C.R.S.P. Working Paper. University of Chicago.",
        "Remmers, Lee, Arthur Stonehill, Richard Wright and Theo Beekhuisen, 1974, Industry and Size Debt Ratio Determinants in Manufacturing Internationally, Financial Management, 3:24-32.",
        "Rurterford, Janette ,1988, An International Perspective on The Capital Structure Puzzle, in Joel M. Stern and Donald H. Chew , eds: New Developments in international Finance. (Basil Blackwell, New York, NY).",
        "Sharpe, S. (1990), Asymmetric Information, Bank Lending and Implicit Contracts: A stylized Model of Customer Relationships, Journal of Finance, Vol 45, pp 1069-1088.",
        "Smith, C.W., and R. Watts, 1992, The Investment Opportunity Set and Corporate Financing, Dividend, and Compensation Policies, Journal of Financial Economics, 32, 263-292.",
        "Stonehill, , Arthur, Theo Beekhuisen, Richard Wright, Lee Remmers, Norman Toy, Antonio Pares, Alan Shapiro, Douglas Egan and Thonas bates, 1975, Financial Goals and Debt Ratio Determinants: A Survey of Practice in Five Countries, Financial Management. 4:27-41.",
        "Taggart, R., 1977, A model of financing decisions, Journal of Finance, 32, 1467-1484.",
        "Titman, Sheridan and Roberto Wessels, 1988, The determinants of capital structure choice, Journal of Finance 43, 1-19.",
        "Toy. Norman , Arthur Stonehill, Lee Remmers, Richard Wright and Theo Beekhuisen, 1974, A Comparative International Study of Growth Profitability, And Risk As Determinants of Corporate Debt Ratios in the Manufaturing Sector, Journal of Financial and Quantitative Analysis, 9; 8 75-886.",
        "White, Michelle J., 1993, Corporate Bankruptcy: A U.S.-European Comparison. Working paper, Universit of Michigan."
    ]
}