{
    "id": 4881,
    "cites": 37,
    "cited_by": 11,
    "reference": [
        "Barro, Robert (1990), `Government Spending in a Simple Model of Endogenous Growth, Journal of Pal inca! Economy 9S, part 2, October, S103-S125.",
        "Barro, Robert 3. (1991), `Economic Growth in a Cross-Section of Countries, Quanerly Journal of Economics 106, 407-43.",
        "Becker, Gary S. (1965), `A Theory of the Allocation of Time, Economic Journal 75, Sept ember, 493-517.",
        "Benhabib, less, Richard Rogerson and Randall Wright (1991). `I-lomework in Macroeconomics: Household Production and Aggr4ate Fluctuations, Journal of Political Economy 99, December 1991.",
        "Ben Porath, Yoram (1967), `The Production of Human Capital and the Life-Cycle of EarningC, Journal of Political Economy 75, No.4 part I, August, 352-365.",
        "Buiter, Willern and Kenneth Xletzer (1991), Persistent Differences in National Productivity Growth Rates with a Common Technology and Free Capital Mobility: the Roles of Public Debt, Capital Taxation and Policy towards Human Capital Formation, Journal of the Japanese and International Econo.-nies 5, December, 325-53.",
        "Bull, Nicholas (1993a), `When All the Optimal Dynamic Taxes Are Zero, Fedtral Reserve Board Workir.g Paper no. 137, July.",
        "Bull, Nicholas (1993b), `Technical Appendix to When All the Optimal Dynamic Taxes Are Zero. Federal Reserve Board Working Paper no. 138, July.",
        "Chamley, Christophe (1985), `Efficient Taxation in a Stylized Model of Intertemporal General Equilibrium.",
        "Econometrica 54, May, 607-22. Chari, V.V., Lawrence J. Chrisciano and Patrick 1. Kehoe (199la), `Optimal Fiscal Policy in a Business Cycle Model, Fedei-al Reserve of Minneapolis Working Paper No.4.65, January. Chari, V.V., Lawrence I. Christiano and Patrick I. Kehoe (l991b), `Optimal Monetary and Fiscal Policy in a Business Cycle Model, Journal of Money, C.redu and Bars/rIng 23, August (part 2), 519-39. Correia, Isabel (1992), `Dynamic Optimal Taxation in Small Open Economies, mimeo, Bank of Portugal.",
        "Corseni, Giancarlo (1992), `Government Spending, Risk and Wealth Allocation in a Simple Model of Endogenous Growth, Universita di Roma, mimeo.",
        "Frenkel, Jacob, AssafRaxin and Efrairn Sadka (19%), International Taxationin an Inteersted World, Cambridge: MIT Press. Taxation arsd Endogenows Growrh in Open EconomIes 31 Greenwood, Jeremy and Zvi Hercowitz (1991), `The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy 99, December.",
        "Grossman, Gene and Elhanan l-ielpman (1991), innovation and Growth in the Global Econorn~, Cambridge: MIT Press.",
        "Heckman, James (1976), `A Life-Cycle Model of Earnings, Learning, and Consumption. Journal of Political Economy 84, August, SI 1-S44.",
        "Jones, Larry E. and Rodolfo E. Manuetli (1990), `A Convex Model of Equilibrium Growth: Theory and Policy Implications, Journal of Political Economy 98, October, 1008-38, Jones, Larry E., Rodolfo S. Mar~elli and Peter E. Rossi (l993a), `Optimal Taxation in Models of Endogenous Growth, Journal of Political Economy 101, June, 485-517.",
        "Jones, LarryS., Rodolfo E. Manuelli and Peter E. Rossi (l993b), `On the Optimal Taxation of Capital Income, NBER Working Paper no. 4525, November. Judd, Kenneth L. (1985), `Redl.stributive Taxation in a Simple Perfect Foresight Moder, Journal of Public Economics 28, October, 59-83.",
        "Judd, Kenneth L. (1987), `The Welfare Cost of Factor Taxation in a Peiiect Foresight Model, Journal of Polizi cci Economy 95, No.4, 675-709.",
        "Judd, Kenneth L. (1990), `Optimal Taxation in Dynamic Stochastic Economies, mimeo, Stanford University.",
        "Kim, Se-Jik (1992) Taxes, Growth and Welfare in an Endogenous Growth Model, Ph.D. Dissertation, University of Chicago.",
        "King, Robert G. (1991), `Observable Implications of Dynamically Optimal Taxation, University of Rochester Working Paper, August.",
        "Neoclassical Model, Journal of Monetary Economics 21, 195-232, King, Robert G. and Sergio Rebelo (1990), `Public Policy and Economics Growth: Developing Neoclassical lmplications,fourna! of Political Economy 98, No.5, part 2, October, S 126-S 150.",
        "Lucas, Robert E. Jr. (1988), `On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Lucas, Robert E. Jr. (1990), `Supply-Side Economics: an Analytical Review, Oxford Economic Papers 42, 293-316.",
        "Lucas, Robert B. Jr. and Nancy L. Stokey (1983), `Optimai Monetary and Fiscal Policy in an Economy without Capital, Journal of Monetary Economics 12, July, 55-93.",
        "Taxation and Endogenous Growth in Open Economies - 32 Milesi-Ferretti, Gin Maria and Nouriel Roubini (1994), `Optimal Taxation of Human and Physical Capital in Models of Endogenous Growth, ini.meo, International Monetary Fund and Yale University, January.",
        "Mulligan, Casey and Xavier Sala-i-Martin (1993), `Transitional Dynamics in Two-Sector Models of Endogenous Growth, Quarterly Jcrnal of Economics CVIII, August, 739-73.",
        "Ramsey, Frank P. (1927), `A Contribution to the Theory of Optimal Taxation, Economic Journal 37, March, 47-61.",
        "Ruin, Assaf and Chi-Wa Yuen (1994), `Convergence in Growth Rates: the Role of Capital Mobility and International Taxation, in CaQital Mobility: New Persoectives, ed. by L. Leiderman and A. Ruin, Cambridge: Cambridge University Press.",
        "Razin, Aj~tf and Joel Slemrod (1990) (eds.) Taxation in the Global Economy, The University of Chicago Press.",
        "Rebelo, Sergio (1991), Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99, June, 500-521.",
        "Rebelo, Sergio (1992), `Growth in Open Economies, tarne gte-Rochester Conference Series on Public Policy 36, July, 5-46.",
        "Romer, Paul (1986), `Increasing Returns and Long-Run Growth, Journal of Political Economy 94, October, 1002-1037.",
        "Roubini, Nouriel and Xavier SaJa-i-Martin (1992a), `Financial Repression and Economic Growth, Journal of Development Economics 39, July, 5-30.",
        "Roubini, Nouriei and Xavier Sala-i-Martin (l992b), `A Growth Model of Inflation, Tax Evasion and Financial Repression, NBER Working Paper No.4062, May. Stokey, Nancy L. and Sergio Rebelo (1993), `Growth Effects of Flat-Rate Taxes, NBER Working Paper no.4426, July.",
        "Public Economics 50, 253-259. Tro~ -~: Phillip (1995), `The Effect of Taxation on Human Capital, Journal of Political Economy 101, April, 327-50.",
        "Yuen, Oil-Wa (1990), `Taxation, Human Capital Accumulation and Economic Growth, Working Paper.",
        "Zee, Howell Fl. (1994), `Endogenous Time Preference and Endogencus Growth, IMF Working Paper no."
    ]
}