{
    "id": 4885,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Venti, S. and D. Wise, 1991, Government Policy and Personal Retirement Saving, NBER Tax Policy and the Economy.",
        "Summers, L., and C. Carroll, 1987, Why is the U.S. Saving Rate So Low? Brookinns Pipers on Economic Activity.",
        "Venti, S. and D. Wise, 1990, Have IRAs Increased U.S. Saving? Evidence from the Consumer Expenditure Surveys, Quarterly Journal of Economics.",
        "Summers, L., 1981, Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review.",
        "Smith, R., 1989, Factors Affecting Saving, Policy Tools and Tax Reform: A Review, International Monetary Fund, Fiscal Affairs Department.",
        "Schumpeter, l.A., 1911, The Theory of Economic Development.",
        "Schuinpeter, J.A., 1939, Business Cycles.",
        "Sandmo, A.. 1985, The Effects of Taxation on Savings and Risk-Taking, in A. Auerbach and M. Feldstein, Ilandbook of Public Economics, vol. 1.",
        "Samwick, A., 1994, The Limited Offset Between Pension Wealth and Other Private Wealth: Implications of Buffer-Stock Saving, unpublished paper.",
        "Samuelson. P.. 1958. An Exact Consumption Loan Model of Interest With or Withoni the SociaJ Contrivance of Money, Journal of Political Economy.",
        "Romer, P. 1987, Crazy Explanations for the Productivity Slowdown, NBER Macroeconomics Annual.",
        "Poterba, J., 1994, (Cd.), Public Policies and Household SavjJ~g, Chicago: Chicago University Press.",
        "OEC.D, 1994. Working Party Nv. 2 on Tax Analysis and Tax Statistics, The Taxation of Household Saving, unpublished paper.",
        "Poterba, I. and S. Venti and D. Wise, 1992, 401(k) Plans and ax Deferred Saving, in D. Wise (ed.) Topics in the Economics of Aging, Chicago: Chicago University Press.",
        "Mussa M. and M. Goldstein, 1993, *`The Integration of World Capital Markets, Changing Capital Markets: 1mph cations for Monetary PsÃ\u0082Â»=iicy, Federal Reserve Bank of Kansas City.",
        "Mankiw, N.G.. 1987, Consumer Spending and the After-tax Real Interest Rate, in M. Feldstein, The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press.",
        "Makin, J., 1987, Saving, Pension Contributions and Real interest Rates, American Enterprise Institute.",
        "Kotlikoff, L., 1979, Testing the Theory of Social Security and Life Cycle Accumulation, American Economic Review.",
        "Hall, R., 1987, Real Interest and Consumption, Journal of Political Economy.",
        "French, K. and J. Poterba, 1990, Japanese and U.S. Cross-Border Common Stock Investments, Journal of the Japanese and International Economies.",
        "Feldstein, M. and S.C. Tsiang, 1968, The Interest Rate, Taxation and the Personal Savings Incentive, Ouarterlv Journal of Economics.",
        "Feldstein, M. and L. Summers, 1979, inflation and the Taxation of Capital Income in the Corporate Sector, National Tax Journal.",
        "Feldstein, NI., J. Poterba and L. Dicks-Mireaux, 1983, The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics.",
        "Feldstein, M. and P. Bacchetta, 1992, National Saving and International Investment, National Savini~ and Economic Performance, Douglas Bernheim and John Shoven (eds.). Chicago: 33 University of Chicago Press.",
        "Feldstein, M., 1994c, Tax Policy and International Capital Flows, The 1994 Bernhard Harms Prize Lecture, Welwirtshaftsliches Archiv (forthcoming) and NBER WP 4851.",
        "Feldstcin, NI.. forthcoming, The Effects of Outbound Foreign Direct Investment on the Domestic Capital Stock, in The Effects of International Taxation on Multinational Corporations, M. Feldstein, J. Hines, and R,G. Hubbard (eds.) Chicago: University of Chicago Press. Feldstein, NI., 1994b. Taxes, Leverage and the National Return of Foreign Direct Investment, NBER WP 4689.",
        "Feldstein, NI., 1992, The Effects of Tax Based Incentives on National Saving and Government Revenue. NBER WP 4021.",
        "Feldstein, M.. 198k. Capital Taxation, Cambridge: Harvard University Press. Feldstein, NI.. 1985. The Optimal Level of Social Security Benefits, Ouarterlv Journal 01 Economics.",
        "Feldstein, M., 1977, Does the U.S. Save Too Little? American Economic Review.",
        "Feldstein. M., 1978. The Welfare Cost of Capital Income Taxation, Journal of Political Economy.",
        "Feldstein, M., 1974, Social Security, induced Retirement and Aggregate Capital Accumulation, Journal of Political Economy.",
        "Fecnberg, D. and J. Skinner, 1989, Sources of iRA Saving, Tax Policy and the Economy.",
        "Boskin, M., 1978, Taxation, Saving and the Rate of Interest, Journal of Political Economy.",
        "Bradford, D., 1986, Untangling the Income Tax, Cambridge: Harvard University Press.",
        "Blinder, A., 1975, Distribution Effects and the Aggregate Consumption Function, JoumaLof Political Economy.",
        "Blinder, A., R. Gordon and D. Wise, 1983, Life Cycle Savings and Bequests: Cross Sectional Estimates of the Life Cycle Model, in F. Modigliani (ed.), ThÃ\u0083Â§ Determinants of National Savings and Wealth. New York: MacMillian.",
        "Barro, R.. 1974, Are Government Bonds New Wealth?, Journal of Political Economy.",
        "Barro, R., I 994, Recent Research on Economic Growth, Research Sununary, ~WER Reporter. Barro, R. and G. MacDonald., 1979, Social Security and Consumer Spending in an International. Cross Section, Journal of Public Economics.",
        "Atkinson, A.B. and J. Stiglitz, 1980, Lecmres on Public Economics, New York: MacMillan.",
        "Wright, C., 1969, Saving and the Rate of interest, in M.J. Bailey (ed.) The Taxation of Income from Capital, Washington: Brookings Institution.",
        "Gale, W. and J. Scholz, 1994, WAs and Household Saving, American Economic Review."
    ]
}