{
    "id": 4894,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Saxonhouse, Gary, What Does Japanese Trade Structure Tell Us About Japanese Trade Policy?, Journal of Economic Perspectives, Summer 1993, 21-44.",
        "Marston, Richard, Pricing to Market in Japanese Manufacturing, Journal of international Economics, December 1990, 2 17-236.",
        "Lawrence, Robert, Japans Trade Regime: An Analysis with Particular Reference to Keiretsu, Journal of Economic Perspectives, Summer 1993, 3-20.",
        "Laird, Sam, and Yeats, Alexander, Quantitative Methods for Trade Barrier Analysis, New York University Press: New York, 1990.",
        "Krugman, Paul, Pricing to Market When the Exchange Rate Changes, in S.W. Arndt and J.D. Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: MIT Press, 1987.",
        "Knetter, Michael (1994c), Pricing-to-Market in Response to Unobservable and Observable Shocks, forthcoming in International Economic Journal, 1994.",
        "Knetter, Michael (l994b), Exchange Rates and Corporate Pricing Strategies, in Y. Amihud and R. Levich, eds.. Exchange Rates and Corporate Performance, New York:Irwin, 1994, 18 1-220.",
        "Knetter, Michael (1994a), Did the Strong Dollar Increase Competition in U.S. Product Markets?, Review of Economics and Statistics, February 1994.",
        "Knetter, Michael, International Comparisons of Pricing-to-Market Behavior, American Economic Review, June 1993, 473-486.",
        "Knetter, Michael, Price Discrimination by U.S. and German Exporters, American Economic Review, March 1989, 198-210.",
        "Isard, Peter, How Far Can We Push the `Law of One Price?, Am.erican Economic Review, December 1977, 942-948.",
        "Goldberg, Pinelopi, Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, unpublished manuscript, 1993.",
        "Giovanriini, Alberto, Exchange Rates and Traded Goods Prices, Journal of International Economics, February 1988, 45-68.",
        "Berry, Steven, Levinsohn, James, and Pakes, Ariel, Voluntary Export restraints on Automobiles: Evaluating a Strategic Trade Policy on Automobiles, unpublished manuscript, 1994."
    ]
}