{
    "id": 4896,
    "cites": 33,
    "cited_by": 30,
    "reference": [
        "Pearce, David W., 1991. `The Role of Carbon Taxes in Adjusting to Global Warming. Economic Journal 101, pp. 938-948.",
        "Parry, Ian W.H., 1994. Pollution Taxes and Revenue Recycling. Working Paper, Economic Research Service, U.S. Department of Agriculture, April.",
        "OECD, 1992. The Economic Costs of Reducing CO2 Emissions. OECD Economic Studies 19, Paris.",
        "Oates, Wallace E., 1991. Pollution Charges as a Source of Public Revenues. Resources for the Future Discussion Paper QE92-05. Resources for the Future, Washington, D.C., November.",
        "Nordhaus, William a, 1993. Optimal Greenhouse-Gas Reductions and Tax Policy in the `DICE Model. American Economic Review 83(2) (Papers and Proceedings), pp. 3 13-317.",
        "Nielsen, Soren B., Lass H. Pedersera, and Peter B. Sorensen, 1994. Green Tax Reform, Unemployment, and Endogenous Growth. Working Paper, Copenhagen Business School.",
        "Nichols, Albert L., 1984. Targeting Economic incentives for Environmental Protection. Cambridge, Mass.: MIT Press.",
        "Lipsey, R, G., and K. Lancaster, 1956. `The General Theory of the Second BesL Review of Economic Studies 24:11-32.",
        "Kneese, Allen V., and Blair T. Bower, 1968. Managing Water Quality: Economics, Technology, institutions. Baltimore: Johns Hopkins Press.",
        "General Equilibrium Assessment In Darius Gaskins and John Weyant (eds.). The Costs of Controlling Greenhouse Gas Emissions. Stanford, CA: Stanford University Press, forthcoming. Jorgenson, Dale W., and Kun-Young Yun, 1990. Tax Policy and the Cost of Capital. Oxford: Oxford University Press.",
        "Jorgenson, Dale W. and Peter J. Wilcoxen, 1990. Environmental Regulation and U.S. Economic Growth. The Rand Journal of Economics 21(2), 314-340.",
        "Hausman, Jerry A., 1985. Taxes and Labor Supply. in AJ. Auerbach and Martin S. Feldstein, edt, Handbook of Public Economics, Vol. 1. Amsterdam: North-Holland.",
        "Goulder, Lawrence H., 1994t Effects of Carbon Taies in an Economy with Prior Tax Distortions: An Intertemporal General Equilibrium Analysis. Working Paper, Stanford University, July. (Forthcoming in Journal of Environr,~en:al Economics and Management.) ____________ 1994b. Energy Taxes: Traditional Efficiency Effects and Environmental Implications. In James M. Poterba, ed., Tax Policy and the Economy 8. Cambridge, Mass.: MIT Press, June.",
        "Gaskins, Darius and John Weyant, 1994. The Costs of Controlling Greenhouse Gas Emissions. Stanford, CA: Stanford University Press, forthcoming.",
        "Dixit, Avinash, 1975. Welfare Effects of Tax and Price Changes. Journal of Public Economics 4(2): 103-23.",
        "Diamond, Peter, and J. Mirrlees, 1971. Optimal Taxation and Public Production 1: Production Efficiency and 11: Tax Rules, American Economic Review 61.",
        "Deaton, Angus, 1987. Econometric Issues for Tax Design in Developing Countries. In David Newbery and Nicholas Stem, eds., The Theory of Taxation for Developing Countries. New York: Oxford University Press.",
        "Dasgupta, Partha S. and Geoffrey M. Heal, 1979. Economic Theory and Exhaustible Resources. Cambridge, England: Cambridge University Press.",
        "Carraro, Carlo, Marzio Geleotti, and Massimo Gallo, 1994. Environmental Taxation and Unemployment: Some Evidence on the Double Dividend Hypothesis in Europe. Working Paper, GRETA Econometrics, May.",
        "Other Taxes: An Applied General Equilibrium Analysis. Working Paper, Stanford University, May. Brendemoen, Anne, and Haakort Vennemo, 1993. The Marginal Cost of Funds in the Presence of External Effects. Discussion Paper No. 99, Reseruch Department, Central Bureau of Statistics, Norway. August.",
        "Working Paper, Tilburg University, September. (Forthcoming in American Economic Review.) ______________,and ______________, 1994. Environmental Tax Reform and Endogenous Growth. Working Paper, Tilburg University.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij, 1992. Environmental Taxation and Labor Market Distortions, Working Paper, Ministry of Economic Affairs, The Hague, March.",
        "Bertrand, T.J., and J. Vanek, 1971. The Theory of Tariffs, Taxes, and Subsidies: Some Aspects of the Second Best. American Economic Review 61:925-3 1.",
        "Ballard, Charles L., John B. Shoven, and John Whalley, 1985. General Equilibrium Computations of the Marginal Wellare Costs of Taxes in the U. S. American Economic Review 75 (1), ~. 128-138.",
        "Auerbach, Alan J., and Laurence I. Kotlikoff, t987. Dynamic Fiscal Policy. Cambridge, England: Cambridge University Press. Ballard, Charles L., and Don Fullerton, 1992. Distortionary Taxes and the Provision of Public Goods. Journal of Economic Perspectives 6(3): 117-131.",
        "Atkinson, Anthony B., and Joseph E. Stiglitz. 1980. Lectures on Public Economics. New York: McGraw-I-fill.",
        "Kneese and James L. Sweeney, eds., Handbook of Natural Resource and Energy Economics, Vol. 3. New York: North Holland. Terkla, David, 1984. `The Efficiency Value of Effluent Tax Revenues? Journal of Environmental Economics and Management 11:107-23.",
        "Sweeney, James L, 1977. Economics of Depletable Resources: Maxtet Forces and Intertemporal Bias. The Review of Economic Studies 44:125-42.",
        "Shah, Anwas, and Bjorn Larsen. 1992. Carbon Taxes, the Greenhouse Effect and Developing Countries. World Bank Policy Research Working Paper Series No. 957. The World Bank, Washington, D.C.",
        "Shackleton, Robert, Michael Shelby, Alex Cristolaro, Roger Bzinner, Joyce Yanchar, Lawrence Goulder, Dale Jorgenson, Peter Wilcoxen, and Peter Pauly, 1992. The Efficiency Value of Carbon Tax Revenues. U.S. Environmental Protection Agency, November 5 draft manuscript.",
        "Pigou, A. C., 1938. The Economics of Welfare, Fourth Edition. London: Weidenfeld and Nicolson.",
        "Repetto, Robert, Roger C. Dower, Robin Jenkins, and Jacqueline Geoghegan, 1992. Green Fees: How a Tax Shift Can Work for the Environment and the Economy. World Resources Institute, November.",
        "Pezzey, John, 1992. Some Interactions between Environmental Policy and Public Finance. Working Paper. University of Bristol, June."
    ]
}