{
    "id": 4897,
    "cites": 21,
    "cited_by": 20,
    "reference": [
        "Weyant, John P., 1993. Costs of Reducing Global Carbon Emissions. Journal of Economic Perspectives 7(4), 27-46.",
        "Summers, Lawrence H., January 1981. Taxation and Corporate Inveslment: A q-Theozy Approach. Brookings Papers on Economic Activity, 67- 127.",
        "Stavins, Robert N., 1991. Project 88 -- Round If. Incentives for Action: Designing Market-Based Environmental Strategies. Washington, D.C.. May.",
        "Sandmo, A.. 1975. Optimal Taxation in the Presence of Externalities, Swedish Journal of Economics 77, 86-98.",
        "Potetha, James M., 1993. Global Warming: A Public Finance Perspective. Journal of Economic Perspectives 7(4). 47-63.",
        "Poterba., James M. and Lawrence H. Summers, 1985. The Economic Effects of Dividend Taxation. in Edward I. Altman and Marti C. Subramanyam, eds., Recent Advances in Corporate Finance. Homewood, IL, Invin.",
        "Peck, Stephen C. and Teisberg, Thomas J., 1992. CETA: A Model for Carbon Emissions Trajectory Assessment. Energy Journal 13 (1), 55-77.",
        "Pearce, D.W., 1991. The Role of Carbon Taxes in Adjusting to Global Waiming, Economic Journal 101. 938-948.",
        "Oases, W.E.. and Paul R. Portney, 1992. Economic Incentives and the Containment of Global Wanting. Eastern Economic Journal 18(1), 85-98.",
        "Oates, W.E., 1991. Pollution Charges as a Source of Public Revenues, Resources for the Future Discussion Paper No. QE92-05, Washington, D.C.",
        "Manne, Alan S., and Richard 0. Richels, 1992. Buying Greenhouse Insurance: The Economic Costs of CO2 Emissions Limits. Cambridge, MA, MiT Press.",
        "Playing Field vs. Living by the Golden Rule.. Journal of Public Economics 50. 169-196. Lee, Dwight R., and Walter S. Mlsiolek., 1986. Substituting Pollution Taxation for General Taxation: Some implications for Efficiency in Pollution Taxation. Journal of Environmental Economics and Management 13:338-347.",
        "James M. Poterba., ed., Tax Policy and the Economy 8. Cambridge, MA, MIT Press, forthcoming. _______* 1994. Effects of Carbon Taxes In an Economy with Prior Tax Distortions: An lnrerternporal General Equilibrium Analysis. Working Paper, Stanford University.",
        "Goulder. Lawrence H., November 1992. An lnrertemporal General Equilibrium Model for Analyzing U.S. Energy and Environments] Policies: Mode! Structure. Unpublished manuscript. Stanford University.",
        "Gaskins, Darius and John Weyant. 1994. The Costs of Controlling Greenhouse Gas Emissions. Stanford, CA: Stanford University Press, forthcoming.",
        "Cnn, Miguel and Lawrence H. Goulder, 1992. An lntertemporal General EquilibrIum Model for Analyzing U.S. Energy and Environmental Policies: Data Documentation. Unpublished manuscript. Stanford Univer* Diamond, P.A., and J.A. Mirrlees, 197!. Optimal Taxation and Public Production, American Economic Review 61. 8-27 and 261-278.",
        "Bovenberg, AL. and R.A. de Mooij, 1994. Environmental Levies and Distoxtionaty Taxation, American Economic Review, forthcoming.",
        "Bovcnberg, At. and F. van der Ploeg, 1994. Environmental Policy, Public Finance and the Labor Market in a Second-Best World, Journal of Public Economics, forthcoming.",
        "Auerbach. A.J., 1985. The Theory of Excess Burden and Optimal Taxation, in AJ. Auerbach and M.S. Feldstein (eds.), Handbook of Public Economics 1, North-Holland, Amsterdam.",
        "Ballard, C.L. and D. Fullerton, 1990. Wage Tax Distortions and Public Good Provision, National Bureau of Economic Research Working Paper No. 3506, Cambridge, MA.",
        "Armington. P.s., 1969. A Theory of Demand for Products Distinguished by Place of Production, J.M.F. Staff Papers, 159-76."
    ]
}