{
    "id": 490,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Bailey, M.J., National Income and the Price Level, 2nd ed., McGraw Hill, New York, 1971.",
        "Barro, R.J., Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2, January 1976, 1-32.",
        "Growth, Journal of Monetary Economics, 6, 1980.",
        "S. Fischer, ed., Rational Expectations and Economic Policy, Chicago, University of Chicago Press for the National Bureau of Economic Research, 1980.",
        "Blinder, A.A. and S. Fischer, Inventories, Rational Expectations and the Business Cycle, unpublished, June 1978.",
        "Bortz, G.A., The Effects of Forecast Errors in Monetary Growth Rates on Real Interest Rates, unpublished, Princeton University, November 1979.",
        "Fair, R.C., An Analysis of the Accuracy of Four Macroeconometric Models, Journal of Political Economy, 87, August 1979, 701-18.",
        "Fama, E.F. and G.W. Schwert, Asset Returns and Inflation, Journal of Financial Economics, 5, 1977, 115-46.",
        "Fischer, S., Long-Term Contracts, Rational Expectations and the Optimal Money Supply Rule, Journal of Political Economy, 85, February 1977, 191-20.5.",
        "Friedman, B., Discussion of paper by Lucas and Sargent, in Federal Reserve Bank of Boston, After the Phillips Curve: Persistence of High Inflation and High Unemployment, 1978.",
        "Friedman, M., The Role of Monetary Policy, American Economic Review, 58, March 1968, 1-17.",
        "Gray, J.A., Wage Indexation: a Macroeconomic Approach, Journal of Monetary Economics, 2, April 1976, 221-36.",
        "Hall, R.E., Labor Supply and Aggregate Fluctuations, presented at the Carnegie-Rochester Conference, April 1979, revised September 1979.",
        "Jaffe, J.F. and C. Mandelker, The Fisher Effect for Risky Assets: an Empirical Investigation, Journal of Finance, 31, May 1976, 447-58.",
        "King, R.G., Asset Markets and the Neutrality of Money: an Economy-wide Bond Market, unpublished, University of Rochester, October 1978.",
        "Kydland, F.E. and E.C. Prescott, A Competitive Theory of Fluctuations and the Feasibility and Desirn~ility of Stabilization Policy, in S. Fischer, ed., Rational Expectations and Economic Policy, Chicago, University of Chicago Press for the National Bureau of Economic Research, 1980.",
        "Lucas, R.E., Expectations and the Neutrality of Money, Journal of Economic Theory, 4, April 1972, 103-24.",
        "Lucas, R.E., Understanding Business Cycles, Journal of Monetary Economics, supplement, 1977, 7-30.",
        "McCallum, B.T., Dating, Discounting, and the Robustness of the Lucas-Sargent Proposition, Journal of MonetaryEconomics, 4, January 1978, 121-30.",
        "Nelson, C.R., Inflation and Rates of Return on Common Stocks, Journal of Finance. 31, May 1976, 471-82.",
        "Phelps, E.S., The New Microeconomics in Employment and Inflation Theory, in E. Phelps, ed., Microeconomic Foundations of Employment and Inflation Theory, New York, Norton, 1970.",
        "Sargent, T.J., Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment, Brookings Papers on Economic Activity, 2:1973, 429-72."
    ]
}