{
    "id": 4901,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Friedman, Andrew L., and Dominic S. Cornford [1989], Computer Systems Development: History~ Organization and Implementation, John Wiley and Sons, New York, NY.",
        "Flamm, Kenneth [1987], Targeting the Computer: Government Support and International Competition, Washington D.C.: The Brookings Institute.",
        "The Economist [1992], Hardware and Tear The Economist, 12/19/1992, pp 61-2.",
        "Dulberger, Ellen R. [1989], The application of a Hedonic Model to QualityAdjusted Price Index for Computer Processors, in Technology and Capital Formation, Edited by Dale W. Jorgenson and Ralph Landau, MIT Press.",
        "Dixit, Aviz~iash and Pindyk, Robert [1994], Uncertain Investments, Princeton University Press.",
        "Brynjolfsson, Eric [1993], The Productivity Paradox of Information Technology, Communications of the ACM, 36 (12), December. pp. 67-77.",
        "Bresnahan, Timothy, and Trajtenberg, Manuel [1993], General Purpose Techologies: Engines of Growth? Journal of Econometrics, forthcoming.",
        "Bresnahan, Timothy, and Saloner, Garth [19941, Large Firms Demand for Computer Products and Services: Competing Market Models, Inertia, and Enabling Strategic Change, mimeo, Stanford University.",
        "Bresnahan, Timothy, and Greenstein, Shane, and Ito, Harumi [1994], The Irreversibility of Large Investments in Computer Systems, mimeo, Stanford U ni vers1~ty.",
        "Bresnahan, Timothy, and Cireenstein, Shane [1992], Technological Competition and the Structure of the Computer Industry, CEPR Discussion Paper No. 315, Stanford University, June 1992.",
        "Boughton, Andrew [1993], Power Play, Computerworld, 27(47) (1 1/22/93), p. 97-102.",
        "Bresnahan, Timothy, F. [1987], Measuring the Spillover from Technical Advance: Mainfi ime Computer in Financial Services, American Economic Review, March.",
        "Besen, Stanley M. and Saloner, Garth [1988], Compatibility Standards and the Market for Telecommunications Services, in Changing the Rules: Technological Change, International Competition and Regulation in Telecommunications. R.W. Crandall and K. Flamin (Eds.), Washington, D.C.; The Brookings Institution.",
        "Ambrosio, Johanna [1993], Client/server costs more than expected, Computerworld, 10/18/1993, p. 28.",
        "Berry, Levinsohn and Pakes (1993], Automobile Prices in Markn Equilibrium: Parts I and H, NBER Working Paper 4264, January.",
        "Farrell, Joseph and Garth Saloner [1986], Installed Base and Compatibility: Innovation, Product Preannouncements, and Predation, American Economic Review, 76, pp. 940-955.",
        "David, Paul A. and Shane Greenstein [1990], The economics of compatibility standards: An introduction to recent research, Economics of Innovation and New Technology, 1(1/2), 3-41."
    ]
}