{
    "id": 4905,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Wertz, Kenneth L., Economic Factors Influencing Households Production of Refuse, Journal of Environmental Economics and Management 2 (1976): 263-72.",
        "Sullivan, Arthur M., Policy Options for Toxic Disposal: Laissez-faire, Subsidization, and Enforcement, Journal of Environmental Economics and Management 14 (1987): 58-71.",
        "Sigmari, Hillary, A Comparison of Public Policies for Lead Recycling, mimeo, UCLA Department of Economics (1991).",
        "Skumatz, Lisa A., Variable Rates for Municipal Solid Waste: Implementation Experience, Economics, and Legislation, Policy Study No. 160, Reason Foundation (1993).",
        "Repetto, Robert, Dower, Roger C., Jenkins, Robin, and Geoghegan, Jacqueline, Green Fees: How a Tax Shift Can Work for the Environment and the Economy, Washington DC: World Resource Institute (1992).",
        "Morris Glenn E. and Holthausen, D. M., The Economics of Household Solid Waste Generation and Disposal, Journal of Environmental Economics and Management 26 (1994).",
        "Kennedy, Peter W., and Laplante, Benoit, Municipal Solid Waste Management: The Optimal Pricing of Garbage and Recyclables Collection, mimeo, World Bank (1994).",
        "Fullerton, Don and Kinnaman, Thomas C., Garbage, Recycling, and Illicit Burning or Dumping, Journal of Environmental Economics and Management (forthcoming). Jenkins, Robin, Municipal Demand for Solid Waste Disposal Services: The Impact of User Fees, mimeo, University of Maryland (1991).",
        "Dobbs, Ian M., Litter and Waste Managemer `~ Disposal Taxes versus User Charges, Canadian Journal of Economics 24 (1991): 22 1-7.",
        "Dinan, Terry M., Economic Efficiency Effects of Alternate Policies for Reducing Waste Disposal, Journal of Environmental Economics and Management 25 (1993): 242-56.",
        "Copeland, Brian R., International Trade in Waste Products in the Presence of Illegal Disposal, Journal of Environmental Economics and Management 20 (1991): 143-62."
    ]
}