{
    "id": 4907,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Viswanathan, P.V., 1993, Strategic considerations, the pecking order hypothesis, and market reactions to equity financing. Journal of Financial and Quantitative Analysis 28, 213-234.",
        "Titman, S. and R. Wessels, 1988, The determinants of capital structure choice, Journal of Finance 43, 1- 21).",
        "Stulz. R.M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-27.",
        "Smith, C.W., and R.L. Watts, 1992, The investment opportunity set and corporate financing, dividend, and compensation policies, Journal of Financial Economics 32, 263-292.",
        "Stulz, R.M., 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Smith, C.W., 1986, Investment banking and the capital acquisition process, Journal of Financial Economics 15, 3-29.",
        "Pilotte, E., 1992, Growth opportunities and the stock price response to new financing, Journal of Business 65, 371-395.",
        "Noe, 1., 1988, Capital structure and signaling equilibria, Review of Financial Studies 1. 331-356.",
        "Myers, S., 1989. The capital structure puzzle, Journal of Finance 39, 575-592.",
        "Myers, S. and N. MajIuf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Myers, 5., 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147-175.",
        "Miller, lvi. and K. Rock, 1985, Dividend policy under asymmetric information, Joumal of Finance 40, 1031- 1051.",
        "Masulis, R.W. and AN. Korwar, 1986, Seasoned equity offerings: An empirical investigation, Journal of Financial Economics 15, 91-118.",
        "Mikkelson, W. and M. Partch, 1986, Valuation effects of security offerings and the issuance process, Journal of Financial Economics 15, 31-60.",
        "Masulis, R.W., 1988, The debt/equity choice, Ballinger Pubhshing Company.",
        "Marsh, P., 1982, The choice between equity and debt, Journal of Finance 37, 121-144.",
        "MacKie-Mason, J.K., 1990, Do taxes affect corporate financing decisions?, Journal of Finance 45,1471- 14 95.",
        "Lucas, O.J., and R.L. McDonald, 1990, Equity issues and stock price dynamics, Journal of Finance 45, 1019-1 04 3.",
        "Korajcryk, R., D.J. Lucas, and R.L McDonald, 1991, The effect of Information releases on the pricing and timing of security issues, Review of Financial Studies 4, 685-708.",
        "Kalay, A.. and A. Shimrat, 1987, Firm value and seasoned equity issues: Price pressure, wealth redistribution, or negative information, Journal of Financial Economics 19, 109-127.",
        "Jensen, M.C., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review, 323-329.",
        "Jensen, M.C., and W.H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Hoshi, T., A. Kashyap, and D. Scharfstein, 1993, The choice between public and private debt: An analysis of post-deregulation corporate financing in Japan, mimeo.",
        "Hart, 0. and J. Moore, 1990, A theory of corporate financial structure based on the seniority of claims, Working paper, MIT.",
        "Harris, M. and A. Raviv, 1991, The theory of capital structure, Journal of Finance 46, 297-356.",
        "Hansen, R.5. and C. Crutchley, 1990, Corporate financings and corporate earnings: An empirical analysis, Journal of Business 63, 347-371.",
        "Eckbo, B.E.,1986, Valuation effects of corporate debt offerings, Journal of Financial Economics 15, 119- 151.",
        "Dierkens, N.. 1991, Information asymmetry and equity issues, Joumal of Financial and Qantitatrve Analysis 26, 181-201.",
        "OenisD.J., 1994, Investment opportunities and the market reaction to equity offerings, Journal of Quantitative and Financial Analysis, forthcoming.",
        "Choe, H., R. Masulis, and V. Nanda, 1989, On the timing of seasoned common stock issues: Theory and evidence, working paper.",
        "Brennan, M. and A. Kraus, 1987, Efficient financing under asymmetric information, Journal of Finance 42, 1225-1243.",
        "Bernanke, B., Nt. Gertler, and S. Gilchrist, 1993, The financial accelerator and the flight to quality, unpublished working paper. Princeton University.",
        "Bayless, M., and S. Chaplinsky, 1990, Expectations of security type and the information content of debt and equity offers, Journal of Financial Intermediation 3, 195-214.",
        "Baxter, NI)., and J.G. Cragg, 1970, Corporate choice among long-term financing Instruments, Review of Economics and Statistics 52, 225-235.",
        "Barclay, M.J.. and R.H. Litzenberger, 1988, Announcement effects of new equity Issues and the use of intraday price data, Journal of Financial Economics 21, 71-99.",
        "Asquith, P. and OW. Mullins, Jr., 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 31-60.",
        "Dybvig. P.H., and J.F. Zender, 1991, Capital structure and dividend irrelevance with asymmetric information, The Review of Financial Studies 4, 201-220."
    ]
}