{
    "id": 4908,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Wruck, K., 1989, Equity ownership concentration and firm value: Evidence from private equity financings, Journal of Financial Economics 23, 3-28.",
        "Smith, C.W., 1986, Investment banking and the capital acquisition process, Journal of Financial Economics 15, 3-29.",
        "Shyam-Sunder, L., 1991, The stock-price effect of risky versus safe debt, Journal of Financial and Quantitative Analysis 26, 549-558.",
        "Saxonhouse, G.R., 1993, What does Japanese trade structure tell us about Japanese trade policy?, The Journal of Economic Perspectives 7, 21-44.",
        "Scholes, M., and J. Williams, 1977, Estimating betas from nonsynchronous data, Journal of Financial Economics 5, 309-328.",
        "Porter, M.E., 1992, Capital choices: Changing the way America invests in industry, The CoNtinental Bank Journal of Applied Corporate Finance 5, 4-16.",
        "Persons, J.C., 1994, Renegotiation and the impossibility of optimal investment, Review of Financial Studies 7, 419-449.",
        "Niimi, K., 1992b, An analysis of bond rating in Japan: its history, status, and future, Japan Research Quarterly, 35-118.",
        "Niimi, K., 1992a, Current trends in the Japanese corporate debt market, Japan Research Quarterly, 26-48.",
        "Myers, S., and N. Majluf, 1964, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Lease, R.C.. R.W. Masulis, and JR. Page, 1991. An investigation of market microsturcture impacts on event study returns, Journal of Finance 46, 1523-1537.",
        "Korajczyk R.A., Lucas, D.J., and R.L. McDonald, 1990, Understanding stock price behavior around the time of equity issues, in Asymmetric information, corporate finance, and investment, ed. by R. Glenn Hubbard, University of Chicago Press, Chicago.",
        "Kester, W.C., 1991, Japanese takeovers: The contest for global corporate control, Harvard Business School Press, Boston, MA.",
        "Kato, K., and J.S. Schallheim, 1993, Private equity financing in Japan and corporate grouping (keiretsu), Pacific-Basin Finance Journal 1, 287-307.",
        "Kato, K., and J.S. Schallheim, 1992, Public and private placements of seasoned equity issues in Japan, unpublished paper, University of Utah.",
        "Kaplan, SN., 1994, Top executive rewards and firm performance: A comparison of Japan and the U.S., Joumal of Political Economy, forthcoming.",
        "Kang, J.-K., V-C. Kim, K.-J. Park, and R.M. Stulz, 1994, An analysis of the wealth effects of 37 Japanese offshore dollar-denominated convertible and warrant bond issues, unpublished working paper, Ohio State University.",
        "Hoshi, T.. A. Kashyap, and D. SÃ\u0083Â©harfstein, 1993, The choice between public and private debt: An analysis of post-deregulation corporate financing in Japan, mimeo.",
        "Hanaeda, H.. 1993. Seasoned equity issues in Japan, in Japanese Capital Markets, S. Takagi, ed., Basil Blackwell, Okford, UK1 and Cambridge, US.",
        "Hamao, V., and J. Hasbrouclc, 1992, Securities trading in the absence of dealers: Trades and quotes on the Tokyo stock exchange, unpublished working paper. New York University.",
        "Gilson, R.J., and M. Roe, 1993, Understanding the Japanese keiretsu: Overlaps between corporate governance and industrial organization, Yale Law Journal, 871-907.",
        "Eckbo, 8. E., and R.W. Masulis, 1992, Adverse selection and the rights offer paradox, Journal of Financial Economics 32, 293-332.",
        "French, K.R., and J.M. Poterba, 1991, Were Japanese stock prices too high?, Journal of Financial Economics 29. 337-364.",
        "Gerlach, M. L., 1992, Alliance capitalism: The social organization of Japanese business, University of California Press, Berkeley and Los Angeles, California.",
        "Dybvig, PH., and J.F. Zender, 1991, Capital structure and dividend irrelevance with asymmetric information, The Review of Financial Studies 4, 201-220.",
        "Asquith, P., and D.W. Mullins, Jr., 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 31-60.",
        "Campbell, J.Y., andY. Hamao, 1993, Changing patterns of corporate financing and the main bank system in Japan. rnimeo.",
        "Admati, AR. , and P. Pfleiderer, 1994, Robust financial contracting and the role of venture capitalists, Journal of Finance 49, 371-402."
    ]
}