{
    "id": 4909,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Swan, Trevor W. (1965). Economic Growth and Capital Accumulation, Economic Record, 32 (November), 334-361.",
        "Summers, Robert and Alan Heston (1993). Penn World Tables, Version 5.5, available on diskette from the National Bureau of Economic Research, Cambridge MA.",
        "Solow, Robert M. (1956). A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, 1 (February), 65-94.",
        "Scully, Gerald W. (1988). The Institutional Framework and Economic Development, Journal of Political Economy, 96, 3 (June), 652-662.",
        "Schwarz, Gerhard (1992). Democracy and Market-Oriented Reform-A Love-Hate Relationship?, Economic Education Bulletin, 32, 5 (May).",
        "Schultz, T. Paul (1989). Returns to Womens Education, PHRWD background paper 89/001, The World Bank, Population, Health, and Nutrition Department, Washington D.C.",
        "Ramsey, Frank (1928). A Mathematical Theory of Saving, Economic Journal, 38 (December), 543-559.",
        "Nelson, Richard R. and Edmund S. Phelps (1966). Investment in Humans, Technological Diffusion, and Economic Growth, American Economic Review, 56, 2 (May), 69-75.",
        "Lucas, Robert E., Jr. (1988). On the Mechanics of Development Planning, Journal of Monetary Economics, 22, 1 (July), 3-42.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil (1992). A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 107, 2 (May).",
        "Kormendi, Roger C. and Philip G. Meguire (1985). Macroeconomic Determinants of Growth, Journal of Monetary Economics, 16, 141-163.",
        "Koopmans, TjaLling C. (1965). On the Concept of Optimal Economic Growth, in The Econometric Approach to Development Planning, Amsterdam, North Holland.",
        "Knack, Stephen and Philip Keefer (1994). Institutions and Economic Performance: Cross-.Country Tests Using Alternative Institutional Measures, unpublished paper, American University, February.",
        "King, Robert G. and Ross Levine (1993). Finance, Entrepreneurship, and Growth: Theory and Evidence, Journal of Monetary Economics, 32 (December), 513-542.",
        "Helliwell, John (1992). Empirical Linkages Between Democracy and Economic Growth, unpublished paper, Harvard University, April.",
        "Gastil, Raymond D. and followers (1982-83 and other years). Freedom in the World, Westport CT, Greenwood Press.",
        "Easterly, William and Sergio Rebelo (1993). Fiscal Policy and Economic Growth: An Empirical Investigation, Journal of Monetary Economics, 32 (December), 417-458.",
        "DeLong, J. Bradford and Lawrence H. Summers (1991). Equipment Investment and Economic Growth, Quarterly Journal of Economics, 106, 2 (May), 445-502.",
        "Cass, David (1965). Optimum Growth in an Aggregative Model of Capital Accumulation, Review of Economic Studies, 32 (July), 233-240.",
        "Cukierman, Alex (1992). Central Bank Strategy, Credibility, and Independence, Cambridge MA, MIT Press.",
        "Caballe, Jordi and Manuel S. Santos (1993). On Endogenous Growth with Physical and Human Capital, Journal of Political Economy, 101, 6 (December), 1042-1067.",
        "Bollen, Kenneth A. (1990): Political Democracy: Conceptual and Measurement Traps, Studies in Comparative International Development, Spring, 7--24.",
        "BlÃ\u0083Â¶mstrorn, Magnus, Robert E. Lipsey, and Mario Zejan (1993). Is Fixed Investment the Key to Economic Growth?, National Bureau of Economic Research working paper no. 4436, August.",
        "Benhabib, Jess and Mark M. Spiegel (1993). The Role of Human Capital and Political Instability in Economic Development, unpublished paper, New York University.",
        "Becker, Gary S. and Robert J. Barro (1988). A Reformulation of the Economic Theory of Fertility, Quarterly Journal of Economics, 103, 1 (February), 1-25.",
        "Behrman, Jere R. (1990). Womens Schooling and Nonniarket Productivity: A Survey and a Reappraisal, unpublished paper, University of Pennsylvania.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1994). Economic Growth, New York, McGraw Hill.",
        "Barro, Robert J. and Jong-Wha Lee (1994). Sources of Economic Growth, Carnegie- Rochester Conference Series on Public Policy.",
        "Alesina, Alberto and Roberto Perotti (1993). Income Distribution, Political Instability, and Investment, National Bureau of Economic Research working paper no. 4486, October.",
        "Rebelo, Sergio (1991). Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy, 99, 3 (June), 500-521.",
        "Friedman, Milton (1962). Capitalism and Freedom, Chicago, University of Chicago Press.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1992). Convergence, Journal of Political Economy, 100, 2 (April), 223-251.",
        "Barro, Robert J. (1991). Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 2 (May), 407-433."
    ]
}