{
    "id": 4914,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Akerlof, George A. 1991. Procrastination and Obedience American Economic Review, Vol. 81, No. 2, May, pp. 1-19.",
        "Becker, Gary S. and Kevin M. Murphy. 1988. A Theory of Rational Addiction Journal of Political Economy, Vol. 96, No. 4, pp. 675-700.",
        "BjÃ\u0083Â¶rkland, Anders. 1985. Unemployment and Mental Health: Some Evidence From Panel Data, Journal of Human Resources, Vol. 20, No. 4, Fall, pp. 469-83.",
        "Brenner, M. Harvey and Anne Mooney. 1983. Unemployment and Health in the Context of Economic Change Social Science Medicine, Vol. 17, No. 16, pp. 1125-38.",
        "Chaloupka, Frank J. 1991. Rational Addictive Behavior and Cigarette Smoking Journal of Political Economy, Vol. 99, No. 4, pp. 722-742.",
        "Clark, Kim B. and Lawrence H. Summers. 1982. The Dynamics of Youth Unemployment in David A. Wise (ed.) The Youth Labor Market Problem: Its Nature, Causes, and Consequences. Chicago: University of Chicago Press, pp. 199-230.",
        "Coate, Douglas and Michael Grossman. 1988. Effects of Alcohol Beverage Prices and Legal Drinking Ages on Youth Alcohol Use Journal of Law and Economics, Vol. 31, No. 1, pp. 145-72.",
        "Cook, Philip J. and Michael J. Moore. 1993. Taxation of Alcoholic Beverages in Michael Hilton and Gregory Bloss (eds.) Economics and the Prevention of Alcohol-Related Problems. Rockville, MD:U.S. Department of Health and Human Services (N.I.H. Publication No. 93-3513), pp. 33-58.",
        "Cook, Philip J. and George Tauchen. 1982. The Effect of Liquor Taxes on Heavy Drinking Bell Journal of Economics, Vol. 131 No. 4, Autumn, pp. 379-90.",
        "DuMouchel, William, Allan F. Williams, and Paul Zador. 1987. Raising the Alcohol Purchase Age: Its Effects on Fatal Motor Vehicle Crashes in Twenty-Six States Journal of Legal Studies, Vol. 16, January, pp. 249-66.",
        "Evans, William and John D. Graham. 1988. Traffic Safety and the Business Cycle Alcohol, Drugs, and Driving, Vol. 4, No. 1, pp. 31-8.",
        "Forbes, John F. and Alan McGregor. 1984. Unemployment and Mortality in Post-War Scotland Journal of Health Economics, Vol. 3, pp. 2 19-57.",
        "Gravelle, H.S.E., G. Hutchinson, and J. Stern. 1981. Mortality and Unemployment: A Critique of Brenners Time Series Analysis The Lances, 9/26, pp. 675-9.",
        "Grossman, Michael M. 1972. On the Concept of Health Capital and the Demand for Health Journal of Political Economy, Vol. 80, No. 2, pp. 223-5 5.",
        "Hammarstrom, Anne, Urban Janlert, and TÃ\u0083Â¶res Theorell. 1988. Youth Unemployment and III Health: Results from a 2-year Follow-up Study Social Science Medicine, Vol. 26, No. 10, pp. 1025-33.",
        "Herren, Timothy, Robert A. Smith, Suzette Morelock, and Ralph Hingson. 1985. Surrogate Measures of Alcohol Involvement in Fatal Crashes: Are Conventional Indicators Adequate? Journal of Safety Research, Vol. 16, No. 3, fall, pp. 127-34.",
        "Janlert, Urban, Kjell Asplund, and Lass Weinehall. 1991. Unemployment and Cardiovascular Risk Indicators Scandanavian Journal of Social Medicine, Vol. 20, No. 1, March, pp. 14-18.",
        "Joyce, Theodore and Naci Mocan. 1993. Unemployment and Infant Health: Time-Series Evidence from the State of Tennessee Journal of Human Resources, Vol. 28, No. 1, Winter, pp. 185-203.",
        "Juriankar, P.N. 1991. Unemployment and Mortality in England: A Preliminary Analysis Oxford Economic Papers, Vol. 43, No. 2, pp. 305-20.",
        "Kenkel, Donald 5. 1993. Drinking, Driving, and Deterrence: The Effectiveness and Social Costs of Alternative Policies Journal of Law and Economics, Vol. 36, October, pp. 877-9 13.",
        "Page 20 Leung, Siu Fai and Charles E. Phelps. 1993. My Kingdom for a Drink...?: A Review of Estimates of the Price Sensitivity of Demand for Alcoholic Beverages in Michael E. Hilton and Gregory Bloss (eds.), Economics and the Prevention of4lcohol-Relaged Problems. Rockville, MD: U.S. Department of Health and Human Services (N.I.H. Publication No. 93-35 13), pp. 1-31.",
        "McAvinchey, Ian D. 1988. A Comparison of Unemployment, Income, and Mortality Interaction for five European Countries Applied Economics, Vol. 20, No.4, pp. 453-71.",
        "Moser, K..A., A.J. Fox, and D.R. Jones. 1984. Unemployment and Mortality in the OPCS Longitudinal Study The Lances, 1218, pp. 1324-8.",
        "Mullahy, John and Jody L. Sindelar. 1994. Do Drinkers Know When to Say When? An Empirical Analysis of Drunk Driving Economic Inquiry, Vol. 32, No. 3, July, pp. 383-95.",
        "American Economic Review, Vol. 81, No. 1, March, pp. 319-24. Saffer, Henry and Frank Chaloupka. 1989. Breath Testing and Highway Fatality Rates Applied Economics, Vol. 21, No. 7, pp. 901-912.",
        "Saffer, Henry and Frank Chaloupka. 1990. Tax Differentials and Commodity Substitution: The Case of Beer, Wine and Spirits, mimeo, June.",
        "Saffer, Henry, and Michael Grossman. 1987. Beer Taxes, The Legal Drinking Age, and Youth Motor Fatalities Journal of Legal Studies, Vol. 16, June, pp. 35 1-74.",
        "Skog, Ole-Jergen, 1986. An Analysis of Divergent Trends in Alcohol Consumption and Economic Development Journal of Studies on Alcohol, Vol. 47, No. 1, pp. 19-25.",
        "Stem, J. 1983. The Relationship between Unemployment, Morbidity, and Mortality in Britain, Population Studies, Vol. 37, pp. 61-74.",
        "Treno, Andrew J., Thomas M. Nephew, William it Ponicki, and Paul J. Gruenewald. 1993. Alcohol Beverage Price Spectra: Opportunities for Substitution Alcoholism: Clinical and Experimental Research, Vol. 17, No. 3, pp. 675-80.",
        "U.S. Department of Commerce. 1990. Statistical Abstract of the United States: 1990. Washington D.C.: U.S. Government Printing Office.",
        "U.S. Department of Transportation, National Highway Traffic Safety Administration. Various Years. A Digest of State Alcohol-Highway Safely Laws. Washington D.C.: U.S. Government Printing Office. Wagenaar, Alexander C. 1981/2. Legal Minimum Drinking Age Changes in the United States: 1970-1981 Alcohol Health and Research World, Winter, pp. 21-26.",
        "Wagenaar, Alexander C. and Frederick M. Streff. 1989. MacroeÃ\u0083Â¨onomic Conditions and Alcohol-Impaired Driving Journal of Studies on Alcohol, Vol. 50, No. 3, pp.217-25.",
        "Wagstaff, Adam. 1985. Time Series Analysis of the Relationship Between Unemployment and Mortality: A Survey of Econometric Critiques and Replications of Brenners Studies Social Science Medicine, Vol. 21, No. 9, pp. 985-96.",
        "Wilsnack, Richard W. and Sharon C. Wilsnack. 1992. Women, Work, and Alcohol: Failure of Simple Theories Alcoholism: Clinical and Experimental Research, Vol. 16, No. 2, April, pp. 172-9."
    ]
}