{
    "id": 4919,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Alonso, 1. (1991), `Patterns of Exchange and the Rote of Fiat Money, tnimeo., University of Minnesota, November.",
        "Bewley, T. (1980), `The Optimum Quantity of Money, in Models ofMoneeary Economies, edited by J.H. Kareken and N. Wallace, Federal Reserve Bank of Minneapolis, MN.",
        "Bernhardt, 0. (1989), Money and Loans, Review of Economic Studies 56, pp. 89-100.",
        "Chatterjee, S. and 0. Corbae (1991), `Endogenous Market Participation and the General Equilibrium Value of Money, mimeo, University of Iowa, June.",
        "Engineer, M- and D. Bernhardt (1991), `Money, Barter, and the Optimality of Legal Restrictions, Journai of Political Economy 99, pp. 743.773.",
        "Grandniont, J.rM. and Y. Younes (1972), `On the Role of the Money and the Existence of a Monetary Equilibrium, Review v/Economic Studies 39, pp. 355-372.",
        "Grandmont, J.-M. and Y. Younes (1973), `On the Efficiency of a Monetary Equilibrium, Review of Economic Studies 40, pp. 149-165.",
        "Iwai, K. (1988), `Fiat Money and Aggregate Demand Management in a Search Model of Decentralized Exchange, CARESS Working Paper 88-16, University of Pennsylvania.",
        "Kajii, A. (1991), `0~ the Role of Paper Money in General Equilibrium Models with Incomplete Markets, CARESS Working Paper 91-23, University of Pennsylvania.",
        "Kiyotaki, N. and R. Wright (1991), A Contribution to the Pure Theory of Money, Journal of Economic Theory 53, pp. 215-235.",
        "Lacker, 3. and 5. Schreft (1992), `Money and Credit as Means of Payment, mimeo., Federal Reserve Bank of Richmond, February.",
        "Oh, S. (1989), `A Theory of a Generally Acceptable Medium of Exchange and Barter, Journal of Monetary Economics 23, pp. 101-1 19.",
        "Shapley, L. and NI. Shubik (1969), `On Market Games, Journal of Economk Theory 1, pp. 9-24.",
        "Townsend, It. (1980), `Models of Money with Spatially Separated Agents, in Models of Monetary Economies, edited by J.I-l. Kareken and N. Wallace.",
        "Wallace, N. (1980), `The OverLapping Generations Model of Fiat Money, in Models of Monetary Economies, edited by J.H. Kareken and N. Wallace.",
        "Woodford, NI. (1990), The Optimum Quantity of Money, in Handbook of Monetary Economics, edited by SM. Friedman and F.M. Hahn, North-Holland, Amsterdam."
    ]
}