{
    "id": 492,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Allen, Polly Reynolds, Organization and Administration of a Monetary Union, Studies in International Finance No. 38, Princeton, June 1976.",
        "Brarisori, William H., Asset Markets and Relative Prices in Exchange Rate Determination, Seminar Paper No. 66, Stockholm, Institute for International Economic Studies, December 1976.",
        "Branson, William H. and Rotemberg, Julio J., International Adjustment with Wage Rigidity, NBER Working Paper Series No. 1406, Cambridge, National Bureau of Economic Research, November 1979.",
        "Corden, W.M., Monetary Integration, Essaysin International Finance No. 93, Princeton, April 1972.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamics, Journal of Political Economy, December 1976, 1161-1176.",
        "Girton, Lance and Henderson, Dale, Central Bank Operations in Foreign and Domestic Assets under Fixed and Flexible Exchange Rates, in P. Clark, et al., eds., The Effects of Exchange Rate Adjustrnen~, U.S. Treasury, Washington, 1977.",
        "Fischer, Stanley, Wage Indexation and Macroeconomic Stability, in K. Brunner and A. Meltzer, Stabilization of the Domestic and International Econon~~ Vol. 5 of Carnegie-Rochester Conference Series on Public Policy. Amsterdam: North-Holland, 1977, 107-1148.",
        "Herring, Richard J. and Marston, Richard C., National Monetary Policies and ~ternational Financial Markets, Contributions to Economic Analysis No. 1014. Amsterdam: North-Holland Publishing Co., 1977.",
        "Gray, Jo Anna, Wage Indexation: A Macroeconomic Approach, Journal of ~Monetary Economic~, 2, April 1976, 221-235.",
        "Henderson, Dale, Modelling the Interdependence of National Money and Capital Markets, American Economic Revi~,, 67, February 1977.",
        "Ingram, James C., The Case for European Monetary Integration, Essays in International Finance, No. 98, Princeton, April 1973.",
        "Marston, Richard C., Cross Country Effects of Sterilization, Reserve Currencies, and Foreign Exchange Intervention, Journal of International ~Iconomics~ February 1980, 63-78.",
        "McKinnon, Ronald I., Optimum Currency Areas, American Economic Revi~, 53, September 1963, 717-725.",
        "Modigliani, Franco and Padoa-Schioppa, Tominaso, The Management of an Open Economy with l00~~ Plus Wage Indexation, Essays in International Finance No. 130, Princeton, December 1978.",
        "Mundell, Robert A., A Theory of Optimum Currency Areas, American Economic Review, 51, September 1961, 657-665.",
        "Sachs, Jeffrey, Wage ,Indexation, Flexible Exchange Rates, and Macro-Economic Policy, International Finance Discussion Papers No. 137, Washington: Board of Governors, April 1979.",
        "Thygesen, Niels, The Emerging European Monetary System: Precursors, First Steps and Policy Options, 1979.",
        "Tower, Edward and Willett, Thomas D., The Theory of Optimum Currency}~reas and Exchange Rate Flexibility,, Special Papers in International Economics No. 11, Princeton, May 1976."
    ]
}