{
    "id": 4921,
    "cites": 25,
    "cited_by": 53,
    "reference": [
        "Becker. Gary S. Human Capital (Chicago, IL: University of Chicago Press, 1975).",
        "Berger, Allen, and Gregory Well, Small Firms, Commercial Lines of Credit, and Collateral, Board of Governors of the Federal Reserve System, 1992.",
        "Dewatripont, Macbias, and Jean Tirole, A Theory of Debt and Equity: Diversity of Securities and ManagerShareholder Congruence, C.E.P.R. Working Paper, 1992.",
        "Diamond1 Douglas, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, LI (1984), 393414.",
        "Dunn and Bradstreet, Handbook of Credit Terms (1970).",
        "Elliehausen, Gregory, and John Wolken, The Use of Trade Credit by Small Businesses Board of Governors of the Federal Reserve (1992).",
        "Fischer, Klaus, `Hausbankbcziehungen ala Instrument der Bindungzwischen Banken und Unternehmen, Ph.D. Thesis, Universitat Bonn, (1990).",
        "Gertler, Mark, `Financial Capacity and Output Fluctuations in an Economy with Multi-Period Financial Relationships, Review of Economic Studies, LIX (1992), 455-472.",
        "Hannan, Timothy, Bank Commercial Loan Markets and the Role of Market Structure: Evidence from Surveys of Commercial Lending, Journal of Banking and FInance, XV (1991), 133-149.",
        "Hart, Oliver, and John Moore, `Default and Renegotiation: A Dynamic Model of Debt, Massachusetts institute of Technology Working Paper, 1989.",
        "Hoshi, Takeo, AniI Ka.shyap, and David Scharfstein, `Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate Banking Relationships, in R. Glenn Hubbard, ed., Asymmetric Information, Corporate Finance and Investment, (Chicago, lL: University of Chicago Press, 1990).",
        "James, Christopher, Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, XIX (1987), 217-235.",
        "James, Christopher, and Peggy Wier, `Borrowing Relationships, Intermediation, and the Cost of Issuing Public Securities, Journal of Financial Economics, XXVIII (1990), 149-171.",
        "Kaplan, Steven, and Bernadette Alcarno Minton, `Outside Intervention in Japanese Companies: its Determinants and Its Implications for Managers, University of Chicago, 1992.",
        "Lurnmer, Scott, and John McConnell, `Further Evidence on the Bank Lending Process and the Capital Market Response to Bank Loan Agreements, Journal Of FInancial Economics, XXV (1989), 99-122.",
        "Macrae, Norman, `Sweaty Brows Slippery Fingers, The Economist, (September 8, 1990), 21-24.",
        "Meerschwarn, David, Breaking financial boundaries; Global capital, national de-regulation andfinancial senices firms (Cambridge, MA: Harvard Business School Press, 1991).",
        "Mian, Shehzad, and Clifford Smith, `Accounts Receivable Management Policy: Theory and Evidence, Journal of Finance. XLVII (1992), 169-200.",
        "Myers, Stewart, Determinants of Corporate Borrowing, Journal of Financiai Economics, V (1977), 147-175.",
        "Petersen, Mitchell, and Raghuram Rajan, `The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, XLIX (1994), 3-37.",
        "Rajan, Raghuram, `Insiders and Outsiders: The Choice between Informed and Arms Length Debt, Journal of Finance, XLVII (1992), 1367-1400.",
        "Stiglitz. Joseph, and Andrew Weiss. `Credit Rationing in Markets with Imperfect Information, American Economic Review, LXXI (1981), 393-410.",
        "Thalcor, Anjan, arid Richard Shockley, `Information Content of Commitments to Lend in the Future: Theory and Evidence on the Gains from Relationship Banking, Indiana University Discussion Paper, No 523, 1992.",
        "Townsend. Robert, `Optimal Multiperiod Contracts and the Gain from Enduring Relationships, Journal of Political Economy, XC (1982), [166-1186.",
        "North Dakota, and Wyoming. Texas was a unit banking state till 1985."
    ]
}