{
    "id": 4922,
    "cites": 32,
    "cited_by": 48,
    "reference": [
        "ASAP Un ila&apos; Snidi 1986-1991, Rapporto sui salari. Milano: Franco Angeli. Alleva P.G. 1986, \"Legislazione e contrattazione collettiva nel 1985-1986.\", Giornale di Diritto del Lavoro e di Relazioni Industriali. n.31. pp. 611 -664.",
        "Bettola G. 1990, \"Job Security, Employment, and Wages\", European Economic Review n 34 pp.851-886. &apos; * &apos; Biagioli M. 1985. \"Contrattazione aziendale e differenziali retributivi.\" IRES Papers, n.l, pp. 1-61. _ 19S8, \"I differenziali retributivi interprofessionali e intercategoriali.\" In II Sistema retributivo verso gli anni \"90. Napoli: Jovene , pp. 177-189.",
        "Blau F. and L. Kahn 1993, \"The Gender Earnings Gap: Some International Evidence.\" In R. Freeman and L. Katz (cds.), Differences and Changes in Wage Structures, Chicago: University of Chicago Press.",
        "Bordogna L. 1988, \"Differenziali retributivi, sindacaiizzazionc e rincorse salariali.\" In II Sistema retributivi verso gli anni \"90. Napoli: Jovene, pp.215-230.",
        "Cannari L.. G. Pellegrini, and P. Scstito 1989, \"Rctkiili da lavoro dipenderne: un&apos;analisi in termini di capitale umano.\" Temi di discussione del Servizio Studi, Banca d&apos;Italia, n.l 24, pp.5-75.",
        "Carinci F. 1987, \"L&apos;Evoluzione Storica.\" In \"Inquadramento da&apos; Lavoratori,\" Quaderni di Diritto del lavoro e delle Relazioni industriali. nJ. Torino: Utcl, pp. 12- 39.",
        "Camiti Coinmiston 1988,1 Salari in Italia negli anni Ottanta. Venezia: Marsilio, pp.5-233.",
        "Dallago B. 1988, L&apos;Economia Irregolare, Milano: Franco Angeli. _1990, 77ie Irregular Economy, Hants: Dartmoudi Publisldng Company.",
        "Dcaglio M. 1984, Economia Sommersa e Analisi Economica. Torino: Giappicltclli.",
        "D&apos;Apice C. 1975, La Scala Mobile dei Salari. Roma: Editrice Sindacale Italiana, pp.2-37.",
        "DÃ\u0083Â¬ Bella G. and V. Parisi 1992, \"11 prelievo fiscale e la icdistribuzionc del reddito nel lavoro dipendente.\" In R. Brunetta (ed.). Retribuzione, costo del lavoro, livelli della contrattazione: A natisi quantitative. Ricerca CNEL, Etas libri.",
        "Edin P. and B, Holmlund 1993. \"Tlie Swedish Wage Structure: TIÃ\u0082Â« Risc and Fall of Solidarity Wage Policy.\" In R. Freeman and L. Katz (cds.), Differences and Changes in Wage Structures, Chicago: University of Chicago Press.",
        "Faustini G. 1987. \"A New Melliod of Indexing Wages in Ilaly.\" Labour, 1, pp.71-91.",
        "Frey L. 1988, \"Differenziali retributivi e \"job evaluation&apos;.\" In Ã\u0082Â¡1 Sistema retributivo verso gli unni &apos;90. Napoli: Jovenc editore, pp.198-200.",
        "Giugni G. 1984, \"Recent Trends in Collcctivc Bargaining in Italy,\" international Labour Review, Sept. - Oct.",
        "Hibbs D. and H. Locking 1991, \"Wage Compression, Wage Drift, and Wage Inflation in Sweden.\" FIEF minico.",
        "Ã\u0082Â¡chino P. 1992, lÃ\u0083Â¬ Lavoro subordinato: definizione e inquadramento, Artt. 2094-2095. Milano: GiufTrc&apos; Editore, pp.3^05.",
        "Katz L., G. Lovcman and D. Bianchiiower 1993, \"A Comparison of Changes in the Structure of Wages in Four OECD Countries.\" In R. Freeman and L. Katz (cds.), Differences and Changes in Wage Structures, Chicago: University of Chicago Press.",
        "Katz L. and K. Murphy 1992, \"Changes in Relative Wages, 1963-1987: Supply and Demand Factors,\" Quarterly Journal of Economics, Vol. CVII, pp. 35-78.",
        "Lockc R. 1992, \"The Demise of the National Union in Italy: Lessons for Comparative Industrial Relations Theory,\" Industrial and Labor Relations Review, Vol. 45, No. 2, pp. 229-249.",
        "Lucifora C. and G. Prcsutto 1990. \"Retribuzioni lorde e nette.\" In Occupazione e Retribuzioni. Milano: Assolombarda, pp.121-155.",
        "Mare R. and C. Winship, Current Population Surveys; Uniform Marcii Files, Ã\u0083Å\u0092964-Ã\u0083Å\u00929S8 Computer Ric. Madison, WI: University of Wisconsin, Center for Demography and Ecology producer. 1989. Ann Arbor, MI: Inter-university Consortium for Political and Social Research distributor, 1990.",
        "Mariani l.F. 1991, \"Profili storici della disciplina della Scala Mobile.\" In Scala Mobile: storia e prospettive. Roma: Notiziario di giurisprudenza del lavoro, pp.59-87.",
        "Mattci F. 1981, \"CommenL\" In Inflazione e Scala Mobile, Quaderni di documentazione C.N.E.L., pp. 125-147.",
        "Nardccchia L. and S. Patriarca 1992, \"Il prelievo fiscale sulle retribuzione negli anni 80: l&apos;incidenza formale.\" In R. Brunetta (ed.). Retribuzione, costo del lavoro, livelli della contrattazione: Analisi quantitative. Ricerca CNEL, Etas libri.",
        "Ncufcld M. 1960, ilaly: School for Awakening Nations. Ithaca, N.Y.: 1LR Press.",
        "OECD 1992, Employment Outlook, Paris, July.",
        "OECD 1978-1990, Quarterly Labor Force Statistics, Paris.",
        "Quarcliioni R. 1979. Storia della Scala Mobile e Valori dell&apos;Inde,mita dÃ\u0083Â¬ Contingenza nel settore industriale dal 1954 al 1979. Milano: Pirola Editore, pp.7-209.",
        "Rey G. M. 1985, \"Influenza del Sommerso sulla Formazione del Prodotto Interno Lordo.\" In II Sommerso. Reali* ed Influenza dell&apos;Economia Irregolare, Proceedings of die Confcrcncc organized by the Centro \"Giovanni Martora\", Torino, February 15-16 1985. Novara: Europma.",
        "Ricciardclli M. 1992, \"Il prelievo fiscale sulle retribuzione negli anni 80: I&apos;incidciwa cflelliva.\" In R. Brunetta (ed.), Retribuzione, costo del lavoro, livelli della contrattazione: Analisi Quantitative Ricerca CNEL, Etas libri.",
        "Scstito P. 1990, \"Empirical Earnings Functions in a Decade of Turbulence: the Italian Experience.\" Banca d&apos;Italia: Servizio Studi. Mimco, pp. 2-20."
    ]
}