{
    "id": 4923,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Abuaf, Niso, and Philippe Jorion, 1990. Purchasing Power Parity in the Long Run, Journal of Finance, March, 157-174.",
        "Adler, Michael, and Bernard Dumas, 1983. International Portfolio Choice and Corporation Finance: A Synthesis. Journal of Finance, June, 925-984.",
        "Adler, Michael, and Bruce Lehmann, 1983. Deviations from Purchasing Power Parity in the Long Run, Journal of Finance, December, pp. 1471-87.",
        "Bekaert, Geert, and Robert J. Hodrick, 1992. Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance, June, 467-509.",
        "Cumby, Robert E., and John Huizinga, 1992. Investigating the Correlation of Unobserved Expectations: Expected Returns in Equity and Foreign Exchange Markets and Other Examples, Journal of Monetary Economics, November, 217-253.",
        "Cumby, Robert E., and Maurice Obstfeld, 1984. International Interest Rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, Exchange Rate Theory and Practice, John Bilson and Richard Marston, editors, pp. 12 1-51. Chicago: University of Chicago Press.",
        "Dumas, Bernard, 1994. Partial-Equilibrium vs. GeneralEquilibrium Models of International Capital Market Equilibrium, Handbook of international Macroeconomics, Frederick van der Ploeg, editor. Oxford: Blackwell.",
        "Dutton, Marilyn Miller, 1993. Real Interest Parity: New Measures and Tests, Journal of International Money and Finance, February, 62-77.",
        "Frankel, Jeffrey A., 1986. International Capital Mobility and Crowding-Out in the U.S. Economy: Imperfect Integration of Financial Markets or of Goods Markets? How Open is the U.S.",
        "Economy?, R.W. Hafer, editor. Lexington, Mass.: Lexington Books. Froot, Kenneth A., and Richard H. Thaler, 1990. Anomalies: Foreign Exchange, Journal of Economic Perspectives, Summer, 179-192.",
        "Hodrick, Robert, 1987. The Empirical Evidence on the Efficiengy of Forward and Futures Foreign Exchange Markets. Chur: Harwood Academic Publishers.",
        "Huizinga, John, and Frederic S. Mishkin, 1984. Inflation and Real Interest Rates on Assets with Different Risk Characteristics, Journal of Finance, July, 699-712.",
        "Kester and Luehrmann, 1989. Real Interest Rates and the Cost of Capital: A Comparison of the United States and Japan, Japan and the World Economy, July, 279-301.",
        "Lewis, Karen K., 1989. Changing Beliefs and Systematic Rational Forecast Errors with Evidence from Foreign Exchange, American Economic Review, September, 621-36.",
        "Lewis, Karen K., 1994. Puzzles in International Financial Markets, Handbook of International Economics, G. Grossman and K. Rogoff, editors, Amersterdam: North-Holland.",
        "Lothian, James R., and Mark P. Taylor, 1992. Real Exchange Rate Behavior: The Recent Float from the Perspective of the Past Two Centuries, November, processed.",
        "Mark, Nelson C., 1985. Some Evidence on the International Equality of Real Interest Rates, Journal of International Money and Financ~, June, 189-208.",
        "McCauley, Robert N., and Steven A. Zimmer, 1989. Explaining International Differences in the Cost of Capital,~ Quarterly Review, Federal Reserve Bank of New York, Summer, 7-28.",
        "Mishkin, Frederic S., 1984. Are Real Interest Rates Equal Across Countries? An Emirical Investigation of International Parity Conditions, Journal of Finance, December, 1345-1357.",
        "Morgan Guaranty Trust, 1989. `The J.P. Morgan Government Bond Index, World Financial Markets, November 22, 5-13.",
        "Rogoff, Kenneth (1979). Essays on Expectations and Exchange Rate Volatility. Ph.D. Dissertation, Massachusetts Institute of Technology.",
        "Roll, Richard, 1979. Violations of Purchasing Power Parity and Their Implications for Efficient International Commodity Markets, International Finance and Trade, Marshall Sarnat and G.P. Szego, editors, pp. 133-76 Cambridge, Mass.: Ballinger Publishing Co.",
        "Shiller, Robert J., 1979. The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, December, 1190-1219.",
        "Shiller, Robert J., John Y. Campbell, and Kermit L. Schoenholtz, 1983. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, No.1, 173-217."
    ]
}