{
    "id": 4924,
    "cites": 14,
    "cited_by": 14,
    "reference": [
        "Stiglitz, Joseph E., (1973), Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics, 2, 1-34.",
        "Smith, Clifford W., Jr., and L. MacDonald Wakeman (1985), Determinants of Corporate Leasing Policy, Journal of Finance. 40, 895-908.",
        "Scholes, Myron S. and Mark A. Wolfson (1992), Taxes and Business Strategy: A Planning Approach (Englewood Cliffs, NJ: Prentice Hall).",
        "Hines, James R., Jr. and Eric M. Rice (1994), Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, 109, 149-182.",
        "Lyon, Andrew B. and Gerald Silverstein (1993), The Alternative Minimum Tax and the Behavior of Multinational Corporations, mimeograph, University of Maryland.",
        "Hines, James R., Jr. (1991), The Flight Paths of Migratory Corporations, Journal of Accounting, Auditing, and Finance, 6, 447-479.",
        "Hines, James R., Jr. and R. Glenn Hubbard (1990), Coming Home to America; Dividend Repatriations by U.S. Multinationals, in Assaf Razin and Joel Slemrod eds. Taxation in the Global Economy (Chicago: University of Chicago Press).",
        "Hartman, David G. (1985), Tax Policy and Foreign Direct Investment, Journal of Public Economics, 26, 107-121.",
        "Froot, Kenneth A. and James R. Hines Jr. (1994), Losing Interest: Interest Allocation Rules and the Cost of Debt Finance, mimeograph, Harvard University.",
        "Gordon, Roger H. and Burton G. Malkiel (1981), Corporation Finance, in Henry J. Aaron and Joseph A. Pechman, eds. How Taxes Affect Economic Behavior (Washington, D.C.: Brookings).",
        "Edwards, J.S.S. and C.P. Mayer (1991), Leasing, Taxes, and the Cost of Capital, Journal of Public Economics, 44, 173-197.",
        "Collins, Julie H., and Douglas A. Shackelford (1992), Foreign Tax Credit Limitations and Preferred Stock lssuances, Journal of Accounting Research, 30, 103-123.",
        "Altshuler, Rosanne, and Jack Mintz (1994), U.S. Interest Allocation Rules: Effects and Policy, NBER Working Paper No. 4712, April.",
        "Miller, Mci-ton H. (1977), Debt and Taxes, Journal of Finance, 32, 261-275."
    ]
}