{
    "id": 4929,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Andres, R. (1985), Mortality and Obesity: The Rationale for Age-spccific Height-weight Tables. In R. Andres, E.L. Bierman, and W.R. Hazzard (Eds.), Principles of Geriatric Medicine. New York: McGraw-Hill. [21 Barker, D.J.P. (Ed.) 1992. Feral and Infant Origins of Adult Disease. London: British Medical Journal. 2sEstimated from the non-participation surface and Series D 29-41 and Series D 683-6X8 in U.S Bureau of the Census (1975: 131-132, 162). Constant output per employeee is assumed.",
        "Bartel, Ann and Paul Taubman. 1979. Health and Labor Market Success: The Role of Various Diseases. The Review of Economics and Statistics. 61; 1-8.",
        "Behrman JR and Deolaliker AB. 1989. Agricultural Wages in India: The Role of Health, Nutrition and Seasonality. In Sahn, D.E., Ed., Seasonal Variability in Third World Agriculture. Baltimore: Johns Hopkins University Press: 107-17.",
        "Costa, Dora L. 1993. Height, Weight, Wartime Stress, and Older Age Mortality: Evidence from the Union Army Records. Explorations in Economic History. 30: 424-449.",
        "Costa, Dora L. 1994. Pensions and Retirement: Evidence from Union Army Records. Quarterly Journal of Economics. Forthcoming.",
        "Deolaliker AB. 1988. Nutrition and Labor Productivity in Agriculture: Estimates for Rural South India. Review of Economics and Statistics. 70: 406-13.",
        "Fogel, Robert W., Michael Haines, Clayne L. Pope, Irwin H. Rosenberg, Nevin S. Scrimshaw, James Trussell, Larry T. Wimmer. 1991. Early Indicators of Later Work Levels, Disease, and Death. Grant Proposal Submitted to N.I.H.",
        "Fogel, Robert W., Dora L. Costa, and John M. Kim. 1993. Secular Trends in the Distribution of Chronic Conditions and Disabilities at Young Adult and Late Ages, 1860-1988: Some Preliminary Findings. Unpublished Manuscript. University of Chicago,",
        "Glasson, William H. 1918. Federal Military Pensions in the United States New York: Oxford University Press.",
        "Grucnberg EM. 1977. The failures of success. Milbank Memorial Fund Quarterly. 55: 3-24.",
        "Heckman, James C. 1976. The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement. 5: 475-492.",
        "Hoffmans, M.D.A.F, D. Kromhout, and C. de Lezenne Coulander. 1989. Body Mass Index at the Age of 18 and its Effects on 32-Year-Mortality from Coronary Heart Disease and Cancer. Journal of Clinical Epidemiology. 42: 513-520,",
        "Keyssar, Alexander. 1986. Out of Work: The First Century of Unemployment in Massachusetts. New York: Cambridge University Press.",
        "Killingsworth, Mark R. 1983. Labor Supply. Cambridge: Cambridge University Press.",
        "Lee, I-Min, JoAnn E. Manson, Charles H. Hennekens, Ralph S. Paffenbarger. 1993. Body Weight and Mortality: A 27 Year Follow-up of Middle-aged Men. 1993. JAMA. 270: 282328.",
        "Lee, Lung-Fei. 1979. Identification and Estimation in Binary Choice Models with Limited (Censored) Dependent Variables. Econometrica. 47: 977-996.",
        "MakelaM.M. Heliovaara, K. Sievers.O. Impivaara.P. Knekt, A. Aromaa. 1991. Prevalence, determinants, and consequences of chronic neck pain in Finland. American Journal of Epidemiology. 134: 1356-67.",
        "Margo, Robert A. 1993. The Labor Force Participation of Older Americans in 1900: Further Results. Explorations in Economic History. 30: 409-423.",
        "Moen, Jon Roger. 1987. Essays on the Labor Force and Labor Force Participation Rates: The United States From 1860 Through 1950. Unpublished PhD Dissertation. The University of Chicago.",
        "Negri, E., R. Pagano, A. Decarli, C. La Vecchia. 1988. Body weight and the prevalence of chronic neck pain. Journal of Epidemiology and Community Health. 42: 24-9.",
        "Pincus Theodore, Mitchell Jean M, and Burkhauser Richad V. 1989. Substantial work disability and earnings losses in individuals less than age 65 with osteoarthritis: comparisons with rheumatoid arthritis. Journal of Clinical Epidemiology. 42: 449-57.",
        "Reno, Virginia. 1971. Why Men Stop Working at or before Age Sixty-Five. Social Security Bulletin. 34:3-16.",
        "Roman Diaz, M. 1992. Prevalencia de obesidad y condiciones associadas en un Centro de Medicina de Familia. Bol. Asoc. Med. P R. 84: 302-4.",
        "Sherman, Sally R. 1985. Early Labor Force Withdrawal of Men: Participants and Non-participants Aged 58-63. Social Security Bulletin. 37:24-38.",
        "Strauss J and Thomas D. 1993. Human Resources. Empirical Modeling of Household and Family Decisions. In Srinivasan, T.N. and Behrman, J.R., Eds., Handbook of Development Economics, Vol. 3. Forthcoming.",
        "Tverdal, A. 1988. Height, weight, and incidence of tuberculosis. Bulletin of the International Union Against Tuberculosis and Lung Disease. 63: 16-18.",
        "U.S. Bureau of the Census. 1975. Historical Statistics of the United States, Colonial Times to 1970. Washington: GPO.",
        "U.S. Bureau of the Census. 1991. Statistical Abstract of the United States: J 991. Washington, DC: Government Printing Office.",
        "Verbrugge L. 1984. Longer life but worsening health?: Trends in health and mortality of middle-aged and older persons. Milbank Memorial Fund Quarterly. 62: 475-519.",
        "Waaler, H.T. 1984. Height, Weight, and Mortality. The Norwegian Experience. Acta Medica Scandinavica [SuppLJ. 679: 1-56.",
        "Whaples, Robert. 1990. The shortening of the American work week: An economic and historical analysis of its context, causes, and consequences. Unpublished PhD Dissertation. University of Pennsylvania.",
        "Yelin, Edward H. and Patricia Katz. 1991. Labor Force Participation Among Persons with Musculoskeletal Conditions, 1970-1987. Arthritis and Rheumatism. 34: 1361-1370.",
        "Yelin, Edward H. 1992. Disability and the Displaced Worker. New Brunswick. NJ: Rutgers University Press."
    ]
}