{
    "id": 493,
    "cites": 15,
    "cited_by": 12,
    "reference": [
        "Adler,M. and Dumas,B. (1976) Portfolio Choice and the Demand for Forward Exchange. American Economic Review, May.",
        "Branson,W. et al. (1977) `~Exchange Rates in the Short Run. European Economic `Review,pp.303-324.",
        "Cumby,fl. and Obstfeld,r.(1979) Exchange Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis. Unpublished manuscript,MIT.",
        "Journal of Political Economy,December. ___________ (1978) Monetary Policy Under Exchange Rate Flexibility in Federal Reserve Bank of Boston,Conference Series, Managed Exchange Rate Flexibility.",
        "Appreciation. Unpublished rnanuscript,MIT. (1980) Flexible Exchange Rates and the Capital Mobility Problem. Unpublished Manuscript,MIT.",
        "Dornbusch,R. and Fischer,S. (1980) Exchange Rates and the Current Account. American Economic Review, December.",
        "Fama,E. and Farber,A. (1979) Money,Bonds and Foreign Exchange. American Economic Review,September.",
        "Fischer,S. (1976) Comment Scandinavian Journal of Economics,2.",
        "Frankel,J.(1979a) On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials. American Economic Review ,September.",
        "Harris,R.ancj Purvis,D.(l979)Equilibrjum Ti bones of the Forward Exchange Rate.UnpUblished manuscript,Queems University. Henderson,D.(l979) The Dynamics of Exchange Market Intervention. Unpublished Manuscript,Federal Reserve Board. rsard,P.(1960) Expected and Unexpected Exchan~e nate Changes. Unpublished manuscript, Federal Reserve Board.",
        "Under Flexible Exchange Rates. in Aliber,R.(ed.) The Political - Economy of ~onetary Reforrn,!lacniillan. Kouri ,P; and Macedo,J.(1978) Exchange Rates and the International Adjustment Process. Brookings Papers,2.",
        "Levi ch ,R. (1979) On the Effi cency of Markets for - Foreign Exchange. in Dornbusch,R. and Frenkel,J.(ec!s.) International EconomicPolicy. Johns Hopkins Longworth,D.(l979) Essays on the Canadian Dollar. Unpublished - Ph.D. dissertation,MIT.",
        "Porter,M.(1979) Exchange Rates, Current Accounts and Economic Activity.Unpublished manuscript,Federal Reserve Board.",
        "Stulz,R. (1979)An Essay on the Theory of International Asset Pri ci ng~ Unpublished manuscri pt,MIT.",
        "Tryon,R.(1979) Essays on Exchange Rates in the T920s,Unpublished - Ph.D. dissertation,MIT."
    ]
}