{
    "id": 4930,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "May, Lu Ann, and Ronald M. Anderson (1984). `The National Profile of Access to Medical Care: Where Do We Stand?, American Journal of Public Health, 74, 1331-1339.",
        "American Hospital Association. Hospital Statistics, various years. Chicago, IL: AHA. Breyer, Stephen (1993). Breakina the Vicious Cycle: Toward Effective Risk Reaulation. Cambridge, MA: Harvard University Press.",
        "Cohen, Joel W. (1989). `Medicaid Policy and the Substitution of Hospital Outpatient Care for Physician Care, Health Services Research, 24:33-66.",
        "Corman, Hope, Theodore Joyce, and Michael Grossman. `Birth Outcome Production Functions in the United States, Journal of Human Resources, 22:339-360, 1987.",
        "Cropper, Maureen, et aI., `The Determinants of Pesticide Regulation: A Statistical Analysis of EPA Decision-Making, Journal of Political Economy, 100:175-197, 1992.",
        "Cropper, Maureen, and Wallace Oates. `Environmental Economics: A Survey, Journal of Economic Literature, 30:675-740, June 1992.",
        "Currie, Janet, and Jonathan Gruber. `Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, National Bureau of Economic Research, Working Paper 4644, February 1994.",
        "Decker, Sandra (1993). `The Effect of Physician Reimbursement Luvels on the Primary Care of Medicaid Patients. Mimeo, New York University.",
        "Fossett, James W., and John A. Peterson (1989). `Physician Supply and Medicaid Participation: The Causes of Market Failure, Medical Care, 27:386-396.",
        "Fossett, James W., Janet D. Perloff, Phillip R. Kletke, and John A. Peterson (1992). `Medicaid and Access to Child Health Care in Chicago, Journal of Health Politics. Policy and Law, 23 17:273-298.",
        "Frank, Richard, Donna Storbino, David Salkever, Catherine Jackson. Updated Estimates of the Impact of Prenatal Care on Birthweight Outcomes by Race, National Bureau of Economic Research 3624, February 1991.",
        "Gold, Rachel, Susheela Singh, and Jennifer Frost. `The Medicaid Eligibility Expansions for Pregnant Women: Evaluation the Strength of State Implementation Efforts, Family Plannina Perspectives, 25 5:196-207, September/October 1993.",
        "Grossman, Michael, and Theodore Joyce. Unobservables, Pregnancy Resolutions and Birth Weight Production Functions in New York City, Journal of Political Economy, 98 5:983-1007, October 1990.",
        "Hass, Jennifer S., Seven Udarhelyi, and Arnold M. Epstein, The Effect of Health Coverage for Uninsured Pregnant Women on Maternal Health and the Use of Cesarean Section, Journal of the American Medical Association, 270, July 7, 1993, 61-64.",
        "Hadley, Jack (1979). `Physician Participation in Medicaid: Evidence from California, Services Research, 14:266-280.",
        "Hadley, Jack, et al. (1991). `Comparison of Uninsured and Privately Insured Hospital Patients: Condition on Admission, Resource Use, and Outcome, Journal of the American Medical Association, 265, 374-379.",
        "Held, Philip J., and John Holahan (1985). `Containing Medicaid Costs in an Era of Growing Physician Supply, Health Care Financing Review, 7(1):49-60.",
        "Horbar, Jeffrey, Elizabeth Wright, Lynn Onstad, a a!. `Decreasing Mortality Associated with the Introduction of Surfactant Therapy: An Observational Study of NeÃ\u0083Â¤nates Weighing 601 to 24 1300 Grams at Birth, Pediatrics, 92 2: 191-196, August 1993.",
        "Long, Stephen H., Russell F. Settle, and Bruce C. Stuart (1986). `Reimbursement and Access to Physicians Services Under Medicaid, Journal of Health Economics, 5:235-251.",
        "Manning, Williard, a al. `The Taxes of Sin: Do Smokers and Drinkers Pay their Way?, Journal of the American Medical Association, 261 11:1604-1609, March 17, 1989.",
        "Physician Payment Review Commission (1991). Physician Payment Under Medicaid. Washington, D.C.: PPRC.",
        "Piper, J.M., a a!. `Effects of Medicaid Eligibility Expansion on Prenatal Care and Pregnancy Outcomes in Tennessee, Journal of the American Medical Association, 264:2219-2223, 1990.",
        "Rosenzweig, Mark, and T. Paul Schultz. The Behavior of Mothers as Inputs to Child Health: The Determinants of Birth Weight, Gestation, and Rate of Fetal Growth, in Economic Asoects of Health, Victor Fuchs (ed.), University of Chicago Press: Chicago, 1982.",
        "Rosenzweig, Mark and T. Paul Schultz. The Stability of Household Production Technology, A Replication, The Journal of Human Resources, 23:535-549, Fall 1988.",
        "Saywell, Robert M. es a!. `Hospital and Patient Characteristics of Uncompensated Hospital Care: Policy Implications, Journal of Health Politics. Policy, and Law, 14:287-307, 1989.",
        "Schwartz, Rachel. `What Price Prematurity?, Family Planning Persoectives, 21:170-174, 1989.",
        "Schwartz, Anne, David C. Colby, and Anne L.enhard Reisinger (1991). Variation in Medicaid Physician Fees, Health Affairs, Spring, 131-139.",
        "Sloan, Frank, Janet Mitchell, and Jerry Cromwell (1978). `Physician Participation in State Medicaid Programs, Journal of Human Resources, 8:212-245.",
        "Stuart, Mary, Donald Steinwachs, Jennifer Harlow, and Michael Fox (1990). Ambulatory Practice Variation in Maryland: Implications for Medicaid Cost Management, Health Care Financina Review, Annual Supplement, 57-67.",
        "Viscusi, Kip. Fatal Tradeoffs, New York: Oxford University Press, 1992.",
        "M. Wenneker et aL (1990). `The Association of Payer with Utilization of Cardiac Procedures in Massachusetts, Journal of the American Medical Association, 264, 1255-1260."
    ]
}