{
    "id": 4933,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "American College of Obstetricians and Gynecologists (1989). `Medicaid Reimbursement for Obstetric Care (Specialist) by State. Washington,, D.C.: ACOG.",
        "American Medical Association (1993). PhysIcian Marketplace Statistics. Chicago: AMA.",
        "Birch, Stephen (1988). `The Identification of Supplier-Inducement in a Fixed Price System of Health Care Provision: The Case of Denstistay in the United Kingdom, Journal of Health EconomIcs, 7, 129-150.",
        "Bloom, David E, and James Trussell (1984). `What are the Determinants of Delayed Childbearing and Permanent Childlessness in the United States?, Demography, 21, 591-611.",
        "Butz, Mich~l P. and Ward, Michael P. (1979). `The Emergence of Countercydical U.S. Fertility, American Economic Review, 69, 318-328.",
        "Carter, G.M. J.P. Newbouse, and D.A. Relies (1990). `How Much Change in the Case Mix Index is DRG Creep, Journal of HeaLth Economics, 9, 411-428.",
        "Cromwell, Jerry and Mitchell, Janet B. (1986) `Physician-Induced Demand for Surgery, Journal of Health EconomIcs 5, 293-313.",
        "Fuchs, Victor. (1978). `The Supply of Surgeons and the Demand for Operations, Journal of Hwnan Resources, XIII, Supplement.",
        "Gooderis, John (1984). `Medical Insurance, Technological Change, and Welfare, Economic Inquiry, 22, 56-67.",
        "Gniber, Jonathan (1992). `The Efficiency of a Group-Specific Mandated Benefit: Evidence ftom Health (nsurance Benefits for Maternity. NBER Working Paper 4157.",
        "Grytten, Jostein, Dorthe HoIst, and Petter! nIce (1990). `Supplier Inducement: Its Effect on Dental Services in Norway, Journal of Health Economics, 9, 483491.",
        "Hurley, Jeremiah, Labelle, Roberta, and Rice, Thomas. (1990) `The Relationship Bet~ten Physician Fees and the Utilization of Medical Services in Ontario, Adw.nces In Health Economics and Health Services Research, vol. 11, 49-78.",
        "McGuire, Thorns, 0. and Pauly, Mark V. (1991) `Physician response to fee changes with multiple payers, Journal of Health Economics, 10, 385-410.",
        "Rice, Thomas (1984). `Physician-Induced Demand for Medical Care: New Evidence from the Medicare Program, Advances In Health Economics and Health Services Research, vol 6, 129-160.",
        "Rice, Thomas H. and Labelle, Roberta J. (1989). `Do Physicians Induce Demand for Medical Services?, Journal of Health PolitIcs,, Policy and Law, vol 14, no. 3.",
        "Westoff, Charles F., and Norman B. Ryder (1977). The ConrracepriveRewlutlon. Princeton, N.J.: Princeton University Press.",
        "Williams, Ronald and Hawes, Warren (1979). `Cesarean Section, Fetal Monitoring, and Perinatal Mortality in California, American Journal of Public Health, vol. 69, no. 9, 864-870."
    ]
}