{
    "id": 4936,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Betts, J. (1994), What do Students Know about Wages? Evidence from a Survey of Undergraduates, Department of Economics, University of California at San Diego.",
        "Berndt, 1. and K. Miller (1990), Expectancies, Values, and Achievement in Junior High School, Journal of Educational Psychology, 82, 319-326.",
        "Blau F. and M. Ferber (1991), Career Plans and Expectations of Young Women and Men, Journal of Human Resources, 26, 581-607.",
        "Dominitz, J. and C. Manski (1994), Using Expectations Data to Study Subjective Income Expectations, Social Systems Research Institute Working Paper 9444, University of Wisconsin-Madison.",
        "Freeman, R. (1971), The Market for College-Trained Manpower, Cambridge, Mass.: Harvard University Press.",
        "Juster, T. (1966), Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American Statistical Association, 61, 658-696.",
        "Manski, C. (1990), The Use of Intentions Data to Predict Behavior: A Best Case Analysis, Journal of the American Statistical Association, 85, 934-940.",
        "Manski, C. (1993), Adolescent Econometricians: How Do Youth Infer the Returns to Schooling? in C. Clotfelter and M. Rothschild, eds., Studies of Suoolv and Demand in Higher Education, Chicago: University of Chicago Press.",
        "Manski, C. (1995), Identification Problems in the Social Sciences, Cambridge, Mass.: Harvard University Press, forthcoming.",
        "Manski, C. and Wise, D. (1983), College Choice in America, Cambridge, Mass.: Harvard University Press.",
        "Mickel son, R. (1990), The Attitude-Achievement Paradox Among Black Adolescents, Sociology of Education, 63, 44-61.",
        "Morgan, G. and M. Henrion (1990), Uncertainty: A Guide to Dealing With Uncertainty in Quantitative Risk and Policy Analysis, New York: Cambridge University Press.",
        "Palit, C., and 0. Palit (1986), Computer Assisted Survey Systems: Questionnaire Development Module, University of Wisconsin-Madison.",
        "Smith, H. and B. Powell (1990), Great Expectations: Variations in Income Expectations Among College Seniors, Sociology of Education, 63, 194-207.",
        "Willis, R. and Rosen, S. (1979), Education and Self-Selection, Journal of Political Economy, 87, S7-S36."
    ]
}