{
    "id": 4937,
    "cites": 27,
    "cited_by": 17,
    "reference": [
        "Caballero, R. (1990), Consumption Puzzles and Precautionary Savings, Journal of Monetary Economics, 25: 113-136.",
        "Carroll, C. (1992), The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, (2): 61-156.",
        "Dominitz, J. (1994), Sub.iective Expectations of Unemployment, Earnings, and Income, Ph.D. dissertation, University of Wisconsin-Madison.",
        "Dominitz, J. and C. Manski (1994), Eliciting Student Expectations of the Returns to Schooling, Department of Economics, University of Wisconsin-Madison.",
        "Dynan, K. (1993), How Prudent Are Consumers? Journal of Political Economy, 101: 1104-1113.",
        "Federal Reserve Consultant Committee on Consumer Survey Statistics (1955), Smithies Committee report in Reports of the Federal Reserve Consultant Committees on Economic Statistics, Hearings of the Subcommittee on Economic Statistics of the Joint Committee on the Economic Report, 84th U.S. Congress.",
        "Guiso, L., T. Jappelli, and D. Terlizzese (1992), Earnings Uncertainty and Precautionary Saving, Journal of Monetary Economics, 30: 307-337.",
        "Hall, R., and F. Mishkin (1982), The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, 50: 461-477.",
        "HÃ\u0083Â¤rdle, W. (1990), Applied Nonparametric Regression, Cambridge, UK: Cambridge University Press.",
        "Hurd, M. and K. McGarry (1993), Evaluation of Subjective Probability Distributions, Department of Economics, State University of New York at Stoney Brook.",
        "Jarnieson, L. and F. Bass (1989), Adjusting Stated Intentions Measures to Predict Trial Purchase of New Products: A Comparison of Models and Methods, Journal of Marketing Research, 26: 336-345.",
        "Juster, T. (1964), Anticipations and Purchases, Princeton: Princeton University Press.",
        "Juster, T. (1966), Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American Statistical Association, 61: 658-696.",
        "Juster, T. and R. Suzman (1993), The Health and Retirement Study: An Overview, Core Paper No. 94-1001, Health and Retirement Study Working Paper Series, 27 Institute for Social Research, University of Michigan.",
        "Katona, G. (1957), Federal Reserve Board Committee Reports on Consumer Expectations and Savings Statistics, Review of Economics and Statistics, 39: 4046.",
        "MaCurdy, T. (1982), The Use of Time Series Processes to Model the Error Structure of Earnings in Longitudinal Data Analysis, Journal of Econometrics, 18: 83-114.",
        "Manski, C. (1990), The Use of Intentions Data to Predict Behavior: A Best Case Analysis, Journal of the American Statistical Association, 85: 934-940.",
        "Manski, C. (1993), Adolescent Econometricians: How Do Youth Infer the Returns to Schooling? in C. Clotfelter and M. Rothschild, eds., Studies of Supolv and Demand in Higher Education, Chicago: University of Chicago Press.",
        "Morgan, G. and M. Henrion (1990), Uncertainty: A Guide to Dealing With Uncertainty in Quantitative Risk and Policy Analysis, New York: Cambridge University Press.",
        "Morrison, D. (1979), Purchase Intentions and Purchase Behavior, Journal of Marketing, 43, 65-74.",
        "National Bureau of Economic Research (1960), The Quality and Economic Significance of Anticipations Data, Special Conference Series, Princeton: Princeton University Press.",
        "Patterson, G. (1991), Consumer-Confidence Surveyor Has Become an Economic Guru, The Wall Street Journal, May 2.",
        "Skinner, J. (1988), Risky Income, Life Cycle Consumption and Precautionary Savings, Journal of Monetary Economics, 22: 237-255.",
        "Ullah, A. and H. Vinod (1993), General Nonparametric Regression Estimation, in C. R. Rao, G. S. Maddala, and H. Vinod (editors), Handbook of Statistics. Vol.",
        "Urban, G. and J. Hauser(1980), Design and Marketing of New Products, Englewood Cliffs: Prentice-Hall.",
        "Winsborough, H. (1987), The WISCON Survey: Wisconsins Continual Omnibus, National Survey, Center for Demography and Ecology, University of WisconsinMadison.",
        "Zeldes, S. (1989), Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence, Quarterly Journal of Economics, 104: 275-298."
    ]
}