{
    "id": 4938,
    "cites": 11,
    "cited_by": 98,
    "reference": [
        "16 Fuhrer, Jeffrey C.. and George Moore, `Monetary Policy and the Behavior of Long-Term Real Interest Rates, Finance and Economics Discussion Series",
        "93-16, Board of Governors of the Federal Reserve System, 1993. Goodfriend, Marvin, Interest Rate Policy and the Inflation Scare Problem, Federal Reserve Bank of Richmond Economic Quarterly 79 (No. 1, 1993),",
        "1-24. _______________ Interest Rates and the Conduct of Monetary Policy, CarneRie-Rochester Conference Series on Public Policy 34 (Spring 1991),",
        "7-30. Hardouvelis, Gikas A., The Term Structure Spread and Future Changes in Long and Short Rates in the G7 Countries: Is There a Puzzle? Journal of Monetary Economics 33 (April 1994), 255-283. Hu, Zuliu, The Yield Curve and Real Activity, IMF Staff Papers 40 (December",
        "1993), 781-806. Kugler, Peter, An Empirical Note on the Term Structure and Interest Rate Stabilization Policies, Q!,~rter1y Journal of Economics 103 (November",
        "234-244. Laurent, Robert D., An Interest Rate-Based Indicator of Monetary Policy, Federal Reserve Bank of Chicago Economic PerspectIves 12 (January/ February 1988), 3-14. Mankiw, N. Gregory, and Jeffrey A. Miron, `The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics 101 (May",
        "105-132. McCulloch, J. Huston, The Term Structure of Interest Rates: Appendix B, Handbook of Monetary Economics, ed. by B.M. Friedman and F.H. Hahn. Amsterdam: North-Holland Pub. Co., 1990. Mishicin, Frederic S., The Information in the Longer Maturity Term Structure about Future Inflation, Quarterly Journal of Economics 105 (December",
        "18 Shiller, Robert J., The Term Structure of Interest Rates, Handbook of Monetary Economics, ed. by B.M. Friedman and F.H. Hahn. Amsterdam: North-Holland Pub. Co., 1990. ___________________ The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure. Journal of Political Econorny",
        "4The relationship is exact, if the interest rates are based on continuous compounding, or an approximation otherwise: see Shiller (1990).",
        "7This possibility has been explored, using survey data on expectations, by Froot (1989).",
        "8For values of o~ less than 1.0, a constant term should also be Included in (5) if E(~ = 0. We have not shown it here, however, because the case with u = 1 will be featured below and because little Interest attaches to the constant term in any case."
    ]
}