{
    "id": 494,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Argy, V. and P.J.K. Koi~iri. `Sterilization Policies and the Volatility in International Reserves. In R.Z. Aliber (ed.), National Monetary Policies and the International Financial System. Chicago: The University of Chicago Press, 1974.",
        "Brehmer, E. `Official Forward Exchange Operations: The German Experience, International Monetary Fund Staff Papers 11 (December 1964) : 389-413.",
        "Dornbusch, R. `Capital Mobility and Portfolio Balance. In R.Z. Aliber (ed.), The Political Economy of Monetary Reform. London: Macmillan, 1977.",
        "Godfrey, L.G. `A Note on the Use of Durbins h Test when the Equation is Estimated by Instrumental Variables, Econometrica 46 (January 1978) : 225-8.",
        "Hausman, J.A. `Specification Tests in Econometrics, Econometrica 46 (November 1978) : 1251-72.",
        "Herring, R.J. and R.C. Marston. National Monetary Policies and International Financial Markets. Amsterdam: NorthHolland, 1977.",
        "Hewson, J. and E. Sakakibara. `The Effectiveness of German Controls on Capital Inflow, Weltwirtschaftliches Archly 113 (December 1977) : 645-66.",
        "Kouri, P.J.K. and M.G. Porter. `International Capital Flows and Portfolio Equilibrium, Journal of Political Economy 82 (May/June 1974) : 443-67.",
        "Modigliani, F., R. Rasche, and J.P. Cooper. `Central Bank Policy, the Money Supply, and tne Short-Term Rate of Interest, Journal of Money, Credit and Banking 2 (May 1970) : 166-218.",
        "Murray, G.L. `Monetary Policy and Capital inflow, Economic Record 54 (August 1978) : 271-80.",
        "Neumann, M.J.M. `Offsetting Capital Flows: A Reexamination of the German Case, Journal of Monetary Economics 4 (January 1978): 131-42.",
        "Organisation for Economic Co-operation and Development. Monetary Policy in Germany. Paris: 0.E.C.D., 1973.",
        "Porter, M.G. `Capital Flows as an Offset to Monetary Policy: The German Experience, International Monetary Fund Staff Papers 19 (July 1972) : 395-424.",
        "Schlesinger, H. and H. Bockelmann. `Monetary Policy in the Federal Republic of Germany. In K. Holbik (ed.), Monetary Policy in Twelve Industrial Countries. Boston: Federal Reserve Bank of Boston, 1973.",
        "Willms, M. `Controlling Money in an Open Economy: The German Case, Federal Reserve Bank of St. Louis Review (April 1971) : 10-27."
    ]
}