{
    "id": 4949,
    "cites": 40,
    "cited_by": 54,
    "reference": [
        "Allen, S.G. (1981): An Empirical Model of Work Attendance, Review of Economics and Statistics, 63, 77-87.",
        "Angrist, J.D., and A.B. Krueger (1991a): Does Compulsory Schooling Affect Schooling and Earnings, The Quarterly Journal of Economics, 106, 97910 14.",
        "Angrist, J.D., and A.B. Krueger (1991b): Estimating the Payoff to Schooling Using the Vietnam-Era Draft Lottery, Industrial Relations Section, Princeton University, Working Paper 290.",
        "Ashenfelter, 0., and D. Zimmerman (1993): Estimates of the Returns to Schooling from Siblings: Fathers, Sons, and Brothers, National Bureau of Economic Research Working Paper 4491.",
        "Ashenfelter, 0., and A.B. Krueger (1994): Estimates of the Economic Return to Schooling for a New Sample of Twins, Industrial Relations Section, Princeton University, Working Paper 304.",
        "Becker, G.S. (1967): Human Capital and the Personal Distribution of Income, Ann Arbor, Michigan: University of Michigan Press.",
        "Becker, G.S. (1975): Human Capital, 2nd. Ed. New York: National Bureau of Economic Research.",
        "Becker, G.S. and K.M. Murphy (1988): A Theory of Rational Addiction, Journal of Political Economy, 96, 675-700.",
        "Bound, J., D.A. Jaeger, and R. Baker (1993): The Cure Can Be Worse Than the Disease: A Cautionary Tale Regarding Instrumental Variables, National Bureau of Economic Research Technical Working Paper 1 37.",
        "Butcher, K.F., and A. Case (1994): The Effect of Sibling Composition on Womens Education and Earnings, The Quarterly Journal of Economics, 109, 531-564.",
        "Card, D. (1993): Using Geographic Variation in College Proximity to Estimate the Return to Schooling, National Bureau of Economic Research Working Paper 4483.",
        "Card, D. (1994): Earnings, Schooling, and Ability Revisited, National Bureau of Economic Research Working Paper 4832.",
        "Farrell, P., and V.R. Fuchs (1982): Schooling and Health: The Cigarette Connection, Journal of Health Economics, 1, 217-30.",
        "Fuchs, V.R. (1982): Time Preferences and Health: An Exploratory Study, in Economic Aspects of Health, edited by V.R. Fuchs, Chicago: University of Chicago Press.",
        "Geronimus, A.T., and S. Korenman, (1992): The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics, 107, 1187-1214.",
        "Griliches, Z., (1977): Estimating the Returns to Schooling: Some Econometric Problems, Econometrica, 45, 1-22.",
        "Grossman, M. (1976): The Demand for Health: A Theoretical and Empirical Investigation, in Household Production and Consumption, edited by N.E. Terlecky, New York: Columbia University Press.",
        "Grossman, M., and R. Kaestner, (1994): Social Benefits of Education: Health, working paper, City College of New York Graduate School.",
        "Hansen, L.P. (1982): Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-54.",
        "Hamilton, J.L. (1972): The Demand for Cigarettes: Advertising, the Health Scare, and the Cigarette Advertising Ban, Review of Economics and Statistics, 54. 401-11.",
        "Harris, J.R. (1994): A Working Model for Predicting the Consumption and Revenue Impacts of Large Increases in the U.S. Federal Excise Cigarette Tax, National Bureau of Economic Research Working Paper 4803.",
        "Kenkel, D.S. (1991): Health Behavior, Health Knowledge, and Schooling, Journal of Political Economy, 99, 287-305.",
        "Kitagawa, E., and P. Hauser (1973): Differential Mortality in the US., Cambridge, Massachusetts: Harvard University Press.",
        "Lang, K., (1993): Ability Bias, Discount Rate Bias, and the Return to Education, Boston University Department of Economics, Working Paper.",
        "Manning, W.G., L. Blumberg, and L.H. Moulton, (forthcoming): The Demand for Alcohol: The Differential Response to Price, Journal of Health Economics. Michael, R.T. (1973): Education in Nonmarket Production, Journal of Political Economy, 81, 306-27.",
        "Newey, W. (1985): Generalized Methods of Moments Specification Testing, Journal of Econometrics, 29, 229-56.",
        "Neumark, D. (1994): Biases in Twin Estimates of the Return to Schooling: A Note on Recent Research, National Bureau of Economic Research Technical Working Paper 158.",
        "Newhouse, J.P., and L.J. Friedlander (1979): The Relationship Between Medical Resources and Measures of Health: Some Additional Evidence, Journal of Human Resources, 15, 200-18.",
        "Pincus, T., L.F. Callahan, and R.V. Burkhauser (1987): Most Chronic Diseases are Reported More Frequently by Individuals with Fewer than 12 Years of Formal Education in the Age 18-64 United States Population, Journal of Chronic Diseases, 40, 865-874.",
        "Rosen. S. (1977). Human Capital: A Review of Empirical Research, in R. Ehrenberg, ed., Research in Labor Economics, vol. 1, Greenwich, Connecticut: JAI Press.",
        "Rosen, S., and P. Taubman (1982): Some Socioeconomic Determinants of Mortality, in Economics of Health Care, edited by J. van der Gagg, W.B. Neeman, and T.",
        "Tsukahara, Jr., New York: Praeger Publishers. Schneider, L., B. Klein, and K. M. Murphy (1981): Governmental Regulation of Cigarette Health Information, Journal of Law and Economics, 24, 575-612.",
        "Staiger, D., and J.H. Stock (1994): Instrumental Variables Regressions with Weak Instruments, National Bureau of Economic Research Technical Working Paper 151.",
        "U.S. Department of Health, Education, and Welfare (1979): Healthy People: The Surgeon General `s Report on Health Promotion and Disease Prevention, Washinton, D.C., Government Printing Office.",
        "U.S. Department of Health and Human Services (1982): The Health Consequences of Smoking: Cancer. A Report of the Surgeon General, U.S. Department of Health and Services, Public Health Service, Centers for Disease Control, Office of Smoking and Health, DHHS Publication Number (PHS) 82-50179.",
        "U.S. Department of Health and Human Services (1982): The Health Consequences of Smoking: Cardiovascular Disease. A Report of the Surgeon General, U.S. Department of Health and Services, Public Health Service, Centers for Disease Control, Office of Smoking and Health, DHHS Publication Number (PHS) 84-50204.",
        "U.S. Department of Health and Human Services (1990): The Health Benefits of Smoking Cessation: A Report of the Surgeon General, U.S. Department of Health and Services, Public Health Service, Centers for Disease Control, Office of Smoking and Health, DHHS Publication Number (CDC) 90-8416.",
        "Viscusi, W. K. (1992): Smoking: Making the Risky Decision, New York: Oxford University Press.",
        "Warner, Kenneth E. (1978): Possible Increases in the Underreporting of Cigarette Consumption, Journal of the American Statistical Association, 73, 314-18.",
        "Willis, R.J. (1986): Wage Determination: A Survey and Reinterpretation of Human Capital Earnings Functions, in Handbook of Labor Economics, eds. 0. Ashenfelter and R. Layard, New York: North Holland."
    ]
}