{
    "id": 495,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Diamond, P. and D. McFadden, 1974, Some Uses of the Expenditure Function in Public Finance, Journal of Public Economics, February, pp. 3-21.",
        "Gorman, W.M.,1953, Community Preference Fields, Econometrica, January, pp. 63-80.",
        "Green, J. and E. Sheshinski, 1979, Approximating the Gains from Welfare Reforms, Journal of Public Economics, April, pp. 179-195.",
        "Harberger, A.C., 1964, Taxation, Resource Allocation, and Welfare, in J. Due, ed., The Role of Direct and Indirect Taxes in the Federal Revenue System (Princeton: NBER).",
        "Hause, J.C., 1975, The Theory of Welfare Cost Measurement, Journal of Poli tical Economy, December, pp. 1145-1182.",
        "Hausman, J., 1979, Exact Consumers Surplus, mimeo, MIT.",
        "Hicks, J.R., 1946, Value and Capital, 2nd ed. (Oxford: Oxford University Press).",
        "Hotelling, H., 1938, The General Welfare in Relation to Problems of Taxation and of Railway and Utility Rates, Econometrica, July, pp. 242-269.",
        "Kay, J.A., 1980, The Deadweight Loss From a Tax System, Journal of Public Economics, February, pp. 111-120.",
        "Laidler, D., 1969, Income rrax Incentives for Owner-Occupied Housing, in A.C. Harberger and M.J. Bailey, eds., The Taxation of Income from Capital (Washington: Brookings).",
        "MQhring, H., 1971, Alternative Gain and Loss Measures, Western Economic Journal, December, pp. 349-368.",
        "Rosen, H.S., 1978, The Measurement of Excess Burden with Explicit Utility Functions, Journal of Political Economy, April, pp. Sl2l-S135.",
        "Rosen, H.S., and K. Small, 1979, Applied Welfare Economics with Discrete Choice Models, NBER Working Paper 319, February.",
        "Wales, T.J., and A.D. Woodland, 1976, Estimation of Household Utility Function and Labor Supply Response, International Economic Review, June, pp. 397-410.",
        "Willig, R., 1976, Consumers Surplus Without Apology, American Economic Review, September, pp. 589-597."
    ]
}