{
    "id": 4951,
    "cites": 123,
    "cited_by": 18,
    "reference": [
        "Abel, A., 1990, Asset prices under habit formation and catching up with the Joneses, Americen Economic Review, 80, 38-42. Adler, M., and B. Dumas, 1983, International portfolio choice and corporate finance: A synthesis, Journal of Finance, 38, 925-984.",
        "Backus, D.K., A.W. Gregory and C.I. Telmer, 1993, Accounting for forward rates in markets for foreign currency, Journal of Finance, 48, 1887-1908.",
        "Backus, D.K., and P.J. Kehoe, 1989, On the denomination of government debt: A critique of the portfolio balance approach, Journal of Monetary Economics, 23, 359-376.",
        "Bansal, R., DA. Hsieh, and S. Viswanathan, 1993, A new approach to international arbitrage pricing, Journal of Finance, 48, 1719-1747.",
        "Bates, D.S., 1994, Dollar jump fears: 1984-1992, working paper, University of Pennsylvania.",
        "Baxter, M., 1995, International business cycles, in G. Grossman and K. Rogoff, eds., Handbook of International Economics, North Holland, Amsterdam.",
        "Baxter, M., and U.J. Jermann, 1993, The international diversification puzzle is worse than you think, Rochester Center for Economic Reseach Working Paper, No. 350.",
        "Baxter, M., U.J. Jermann, and R.G. King, 1994, Non-traded goods, non-traded factors, and international non-diversification, working paper, University of Virginia.",
        "Bekaert, G., 1992, The time-variation in risk and return in foreign exchange markets: A general equilibrium approach, Stanford University Working Paper Series, No. 1276.",
        "Bekaert, G., 1994, Exchange rate volatility and deviations from unbiasedness in a cash-in-advance model, Journal of International Economics, 36, 29-52.",
        "Bekaert, G., and R.J. Hodrick, 1993, On biases in the measurement of foreign exchange risk premiums, Journal of International Money and Finance, 12, 115-138.",
        "Black, F., 1974, International capital market equilibrium with investment barriers, Journal of Financial Economics, 1, 337-352.",
        "Bilson, J.F.O., 1981, The 'speculative efficiency' hypothesis, Journal of Business, 54,435-452.",
        "Bonser-Neal, C., G. Brauer, R. Neal and S. Wheatley, 1990, International investment restrictions and closed-end country fund prices, Journal of Finance, 45, 523-548.",
        "Bossearts, P. and P. Hillion, 1991, Market microstructure effects of government intervention in the foreign exchange market, Review of Financial Studies, 4, 513-541.",
        "Branson, W., 1977, Asset markets and relative prices in exchange rate determination, Sozialwisenschaftliche Annalen, 1, 69-89.",
        "Branson, W. and D. Henderson, 1984, The specification and influence of asset markets, in R.W. Jones and P.B. Kenen, eds., Handbook of International Economics, North Holland, Amsterdam.",
        "Campbell, J.Y. and R.H. Clarida, 1987, The term structure of Euromarket interest rates: An empirical investigation, Journal of Monetary Economics, 19, 25-44.",
        "Campbell, J.Y. and Y. Hamao, 1992, Predictable stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance, 47, 43-70.",
        "Claessens, S. and M. Rhee, 1993, The effects of equity barriers on foreign investment in developing countries, National Bureau of Economic Research Working Paper, No. 4579.",
        "Constantinides, G., 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy, 98, 519-543.",
        "Cumby, R.E., 1988, Is it risk? Explaining deviations from uncovered interest parity, Journal of Monetary Economics, 22, 279-300.",
        "Cumby, R.E., 1990, Consumption risk and international equity returns: Some empirical evidence, Journal of International Money and Finance, 9, 181-192.",
        "Cumby, R.E. and M. Obstfeld, 1981, A note on exchange-rate expectations and nominal interest differentials: A test of the Fisher hypothesis, Journal of Finance, 36, 697-703.",
        "Cumby, R.E. and M. Obstfeld, 1984, International interest rate and price level linkages under flexible exchange rates: A review of recent evidence, in J.F.O. Bilson and R.C. Marston, eds., Exchange Rate Theory and Practice, University of Chicago Press, Chicago, IL.",
        "De Long, J.B., A. Shleifer, L.H. Summers, and RJ. Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy, 98, 703-738.",
        "Dominguez, K. and J. Frankel, 1993, Does foreign exchange intervention matter? The portfolio effect, American Economic Review, 83, 1356-1369.",
        "Domowitz, I. and C. Hakkio, 1985, Conditional variance and the risk premium in the foreign exchange market, Journal of International Economics, 19, 47-66.",
        "Dumas, B., 1994, Partial-equilibrium vs general-equilibrium models of international capital market equilibrium, in R. van der Ploeg, ed., Handbook of International Macroeconomics, Basil Blackwell.",
        "Dumas, B. and B. Solnik, 1993, The world price of exchange rate risk, working paper, HEC School of Management.",
        "Edison, H.J., 1993, The effectiveness of central-bank intervention: A survey of the literature after 1982, Special Papers in International Economics No. 18 Princeton University Printing Services, Princeton, NJ.",
        "Eldor, R., D. Pines, and A. Schwartz, 1988, Home asset preferences and productivity shocks, Journal of International Economics, 25, 165-176.",
        "Engel, C.M., 1984, 'Testing for the absence of expected real profits from forward market speculation, Journal of International Economics, 17, 299-308.",
        "Engel, C.M., 1992a, On the foreign exchange risk premium in a general equilibrium model, Journal of International Economics, 32, 305-319.",
        "Engel, C.M., 1992b, The risk premium and the liquidity premium in foreign exchange markets, International Economic Review, 33, 871-879.",
        "Engel, C.M., 1993, 'Tests of CAPM on an international portfolio of bonds and stocks, National Bureau of Economic Research Working Paper, No. 4598.",
        "Engel, C.M. and J.D. Hamilton, 1990, Long swings in the dollar: Are they in the data and do the markets know it? American Economic Review, 80, 689-713.",
        "Engel, C.M. and A.P. Rodrigues, 1989, Tests of international CAPM with time-varying covariances, Journal of Applied Econometrics, 4, 119-138.",
        "Engel, C.M. and A.P. Rodrigues, 1993, 'Tests of mean-variance efficiency of international equity markets, Oxford Economic Papers, 45, 403-421.",
        "Epstein, L. and S. Zin, 1990, 'First order' risk aversion and the equity premium puzzle, Journal of Monetary Economics, 26, 387-407.",
        "Errunza, V. and E. Losq, 1985, International asset pricing under mild segmentation: Theory and evidence, Journal of Finance, 40, 105-124.",
        "Errunza, V. and E. Losq, 1989, Capital flow controls, international asset pricing, and investor's welfare: A multi-country framework, Journal of Finance, 44, 1025-1037.",
        "Eun, C.S. and S. Shim, 1989, International transmission of stock market movements, Journal of Financial and Quantitative Analysis, 24, 241-256.",
        "Evans, M.D.D. and K.K. Lewis, forthcoming, Do long-term swings in the dollar affect estimates of the risk premium? Review of Financial Studies. Fama, E., 1984, Forward and spot exchange rates, Journal of Monetary Economics, 14, 319338.",
        "Ferson, W.E. and C.R. Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies, 6, 527-566.",
        "Fisher, I., 1930, The Theory of Interest, Macmillan, New York, NY.",
        "Frankel, J A., 1982, In search of the exchange risk premium: A six-currency test assuming mean-variance optimization, Journal of International Money and Finance, 1, 255-274.",
        "Frankel, J.A., 1986, The implications of mean-variance optimization for four questions in international macroeconomics, Journal of International Money and Finance, 5 (Supplement), S53-S75.",
        "Frankel, J.A. and K.A. Froot, 1987, Using survey data to test standard propositions regarding exchange rate expectations, American Economic Review, 11, 133-153.",
        "Frankel, J.A. and K.A. Froot, 1988, Explaining the demand for dollars: International rates of return and the expectations of chartists and fundamentalists, in R. Chambers and P. Paarlberg, eds., Agriculture, Macroeconomics and the Exchange Rate, Westview Press, Boulder, CO.",
        "Frankel, J.A. and A. Rose, 1995, An empirical characterization of nominal exchange rates, in K. Rogoff and G. Grossman, eds. The Handbook of International Economics, North Holland, Amsterdam.",
        "French, K. and J. Poterba, 1991, International diversification and interantional equity markets, American Economic Review, 81, 222-226.",
        "Frenkel, JA. and A. Razin, 1980, Stochastic prices and tests of efficiency of foreign exchange markets, Economic Letters, 6, 165-170.",
        "Froot, K.A. and J.A. Frankel, 1989, Forward discount bias: Is it an exchange risk premium? The Quarterly Journal of Economics, 104, 139-161.",
        "Froot, K.A. and R. Thaler, 1990, Anomalies: Foreign exchange, Journal of Economic Perspectives, 4, 179-192.",
        "Gibbons, M. and W.E. Ferson, 1985, 'Testing asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics, 14, 217-236.",
        "Giovannini, A. and P. Jorion, 1987a, Interest rates and risk premia in the stock market and in the foreign exchange market, Journal of International Money and Finance, 6, 107-124.",
        "Giovannini, A. and P. Jorion, 1987b, Foreign-exchange risk premia volatility once again, Journal of International Money and Finance, 7, 111-114.",
        "Girton, A. and D. Henderson, 1977, Central bank operations in foreign and domestic assets under fixed and flexible exchange rates, in P. Clark, D. Logue, and R. Sweeney, eds., The Effects of Exchange Rate Adjustment, US Treasury, Washington, D.C. Grauer, R.R., and N.H. Hakansson, 1987, Gains from international diversification: 1968-85 returns on portfolios of stocks and bonds, Journal of Finance 42, 721-739.",
        "Hall, R.E., 1978, Stochastic implications of the life cycle-permanent income hypothesis: Theory and evidence, Journal of Political Economy, 86, 971-987.",
        "Hall, R.E., 1989, Consumption, in R.J. Barro ed., Modern Business Cycle Theory, Harvard University Press: Cambridge, MA.",
        "Hansen, L.P. and RJ. Hodrick, 1983, Risk averse speculation in the forward foreign exchange market: An econometric analysis of linear models, in J.A. Frenkel, ed., Exchange Rates and International Macroeconomics, University of Chicago Press, Chicago, IL.",
        "Hansen, L.P. and R. Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy, 99, 225-262.",
        "Hansen, L.P. and K.J. Singleton, 1983, Stochastic consumption, risk aversion, and the temporal behavior of asset returns, Journal of Political Economy, 91, 249-265.",
        "Hardouvelis, G.A., R. La Porta, and T.A. Wizman, 1993, What moves the discount on country equity funds? National Bureau of Economic Research Working Paper, No. 4571.",
        "Harvey, C., 1991, The world price of covariance risk, Journal of Finance, 46, 111-158.",
        "Harvey, C., 1993, Predictable risk and returns in emerging markets, working paper, Duke University.",
        "Heston, S.L. and K.G. Roewenhorst, forthcoming, Industrial structure explains the benefits of international diversification? Journal of Financial Economics. Hodrick, R.J., 1981, International asset pricing with time-varying risk premia, Journal of International Economics, 11, 573-587.",
        "Hodrick, R.J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, Harwood Academic Publishers, Chur, Switzerland.",
        "Hodrick, R.J. and S. Srivastava, 1984, An investigation of risk and return in forward foreign exchange, Journal of International Money and Finance, 3, 5-29.",
        "Hodrick, R J. and S. Srivastava, 1986, The covariation of risk premiums and expected future spot exchange rates, Journal of International Money and Finance, 5 (Supplement), S5-S21.",
        "Howell, M. and A. Cozzini, 1990, International Equity Flows -1990 Edition, Salomon Brothers European Equity Research, London, UK.",
        "Ingersoll, J.E., Jr., 1987, Portfolio Separation Theorems, in Theory of Financial Decision Making, Rowman and Littlefield, Savage, MD.",
        "Jacquillat, B. and B. Solnik, 1978, Multinationals are poor tools for diversification, Journal of Portfolio Management, 4, 3-12.",
        "Kaminsky, G.L., 1993, Is there a peso-problem? Evidence from the dollar/pound exchange rate, 1976-1987, American Economic Review, 83, 450-472.",
        "King, MA. and S. Wadhwani, 1990, Transmission of volatility between stock markets, Review of Financial Studies, 3, 5-33.",
        "Kouri, P., 1976, The exchange rate and the balance of payments in the short run and in the long run: A monetary approach, Scandinavian Journal of Economics, 78, 280-308.",
        "Krasker, W., 1980, The 'peso problem' in testing the efficiency of forward exchange markets, Journal of Monetary Economics, 6, 269-276.",
        "Leme, P., 1984, Integration of international capital markets, working paper, University of Chicago.",
        "Levy, H. and M. Sarnat, 1970, International diversification of investment portfolios, American Economic Review, 60, 668-675.",
        "Lewis, K.K., 1988a, Testing the portfolio balance model: A multi-lateral approach, Journal of International Economics, 24, 109-127.",
        "Lewis, K.K., 1988b, Inflation risk and asset market disturbances: The mean-variance model revisited, Journal of International Money and Finance, 7, 273-288.",
        "Lewis, K.K., 1989a, Can learning affect exchange rate behavior? The case of the dollar in the early 1980's, Journal of Monetary Economics, 23, 79-100.",
        "Lewis, K.K., 1989b, Changing beliefs and systematic rational forecast errors with evidence from foreign exchange, American Economic Review, 79, 621-636.",
        "Lewis, K.K., 1990, The behavior of Eurocurrency returns across different holding periods and monetary regimes, Journal of Finance, 45, 1211-1236.",
        "Lewis, K.K., 1991, Should the holding period matter for the intertemporal consumption-based CAPM? Journal of Monetary Economics, 365-389.",
        "Lewis, K.K., 1993, What can explain the apparent lack of international consumption risk-sharing? working paper, University of Pennsylvania.",
        "Lewis, K.K., 1994, Why do consumption and stock returns suggest such different costs of imperfect risk-sharing? working paper, University of Pennsylvania.",
        "Lintner, J., 1965, The valuation of risky assets and the selection of risky investment in stock portfolios and capital budgets, Review of Economics and Statistics, 47, 13-37.",
        "Lizondo, J.S. 1983, Foreign exchange futures prices under fixed exchange rates, Journal of International Economics, 14, 69-84.",
        "Lucas, R.E., Jr., 1978, Asset prices in an exchange economy, Econometrica, 46, 1429-1445.",
        "Lucas, R.E., Jr., 1982, Interest rates and currency prices in a two-country world, Journal of Monetary Economics, 10, 336-360.",
        "Lyons, R.K., 1993, 'Tests of microstructural hypotheses in the foreign exchange market, National Bureau of Economic Research Working Paper, No. 4471.",
        "Mark, N., 1985, On time-varying risk premia in the foreign exchange market, Journal of Monetary Economics, 16, 3-18.",
        "Mehra, R. and E.C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics, 15, 145-162.",
        "Mossin, J., 1966, Equilibrium in a capital asset market, Econometrica, 34, 768-783.",
        "Mussa, M., 1981, The role of official intervention, Group of Thirty Occasional Papers, No. 6, Group of Thirty, New York, NY.",
        "Obstfeld, M., 1989, How integrated are world capital markets? Some new tests, in G. Calvo, R. Findlay, J. de Macedo, eds., Debt, Stabilization and Development: Essays in Memory of Carlos Diaz-Alejandro, Basil Blaclcwell, Oxford.",
        "Obstfeld, M., 1992a, Risk-taking, global diversification, and growth, working paper, University of California at Berkeley.",
        "Obstfeld, M., 1992b, Are industrial-country consumption risks globally diversified? working paper, University of California at Berkeley.",
        "Obstfeld, M., 1994, International capital market mobility in the 1990s, in P.B. Kenen, ed., Understanding Interdependence: The Macroeconomics of the Open Economy, Princeton University Press, Princeton, NJ.",
        "Pagan, A., 1986, A note on the magnitude of risk premia, Journal of International Money and Finance, 7, 109-110.",
        "Pesenti, P. and E. van Wincoop, 1994, International portfolio diversification and non-traded goods, working paper, Princeton University.",
        "Rogoff, K., 1980, 'Tests of the martingale model for foreign exchange futures markets, in Essays on Expectations and Exchange Rate Volatility, Ph.D. dissertation, Massachusetts Institute of Technology, Cambridge, MA.",
        "Rogoff, K., 1984, On the effects of sterlized intervention: An analysis of weekly data, Journal of Monetary Economics, 14, 133-159.",
        "Roll, R., 1992, Industrial structure and the comparative behavior of international stock market indexes, Journal of Finance, 47, 3-41.",
        "Scheinkman, J.A., 1984, General equilibrium models of economic fluctuations: A survey of theory, working paper, University of Chicago.",
        "Sharpe, W., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance, 19, 425-442.",
        "Shiller, R.J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends? American Economic Review, 71, 421-436.",
        "Solnik, B., 1974a, An equilibrium model of the international capital market, Journal of Economic Theory, 8, 500-524.",
        "Solnik, B., 1974b, The international pricing of risk: An empirical investigation of the world capital market structure, Journal of Finance, 29, 365-378.",
        "Solnik, B., and A. de Freitas, 1988, International factors of stock price behaviour, in S. Khoury and A. Ghosh, eds., Recent Developments in International Finance and Banking, Lexington Books, Lexington, MA.",
        "Stehle, R., 1977, An empirical test of the alternative hypotheses of national and international pricing of risky assets, Journal of Finance, 32, 493-502.",
        "Stockman, A.C. and H. Delias, 1989, International portfolio nondiversification and exchange rate variability, Journal of International Economics, 1989, 26, 271-290.",
        "Stockman, A.C. and L. Tesar, forthcoming, Tastes and technology in a two-country models of the business-cycle: Explaining international comovements, American Economic Review. Stulz, R.M., 1981a, A model of international asset pricing, Journal of Financial Economics, 9, 383-406.",
        "Stulz, R.M., 1981b, On the effects of barriers to international investment, Journal of Finance, 36, 923-934.",
        "Stulz, R.M., 1994, International portfolio choice and asset pricing: An integrative survey, in R. Jarrow, V. Maksimovic, and W.T. Ziemba, eds., Finance, in Series of Handbooks in Operations Research and Management Science, North Holland, Amsterdam.",
        "Svensson, L.E.O., 1985a, Currency prices, terms of trade and interest rates: A general equilibrium asset-pricing cash-in-advance approach, Journal of International Economics, 18, 17-42.",
        "Svensson, L.E.O., 1985b, Money and asset prices in a cash-in-advance economy, Journal of Political Economy, 93, 919 - 944.",
        "Telmer, C.I., 1993, Asset pricing puzzles and incomplete markets, Journal of Finance, 48, 1803-1832.",
        "Tesar, L., 1993, International risk sharing and non-traded goods, Journal of International Economics, 35, 69-89.",
        "Tesar, L., forthcoming, Evaluating the gains from international risk-sharing, in A. Meltzer and C. Plosser, eds., Carnegie-Rochester Conference Series on Public Policy. Tesar, L.L. and I.M. Werner, 1992, Home bias and the globalization of securities markets, National Bureau of Economic Research Working Paper, No. 4218.",
        "Thomas, S.H. and M.R. Wickens, 1993, An international CAPM for bonds and equities, Journal of International Money and Finance, 12, 390-412."
    ]
}