{
    "id": 4952,
    "cites": 120,
    "cited_by": 170,
    "reference": [
        "Abuaf, N. and P. Jorion, 1990, Purchasing power parity in the long run. Journal of Finance 45, 157-174.",
        "Adler, M. and B. Lehman, 1983, Deviations from purchasing power parity in the long run, Journal of Finance 39, 1471-1487.",
        "Ahmed, S., 1987, Government spending, the balance of trade and terms of trade in British history, Journal of Monetary Economics 20, 195-220.",
        "Asea, P.K. and E. Mendoza, 1994, The Balassa-Samuelson model: A general equilibrium appraisal, Review of International Economics, forthcoming.",
        "Balassa, B., 1964, The purchasing power parity doctrine: A reappraisal. The Journal of Political Economy 72, 584-596.",
        "Balassa, B., 1973, Just how misleading are official exchange rate conversions: A comment, Economic Journal 83, 1258-67.",
        "Banerjee, A., J. Dolado, D. }Iendry, and G. Smith,1986, Exploring equilibrium relationships in econometrics through static models: some Monte Carlo evidence, Oxford Bulletin of Economics and Statistics 48, 253-277.",
        "Baumol, W., 1993, Social wants and dismal science: The curious case of climbing costs on health and teaching, mimeo, Princeton University.",
        "Baumol, W. and W. Bowen, 1966, Performing arts: The economic dilemma (The Twentieth Century Fund, New York).",
        "Bayoumi, T., P. Clark, S. Symansky, and M. Taylor, 1994, Robustness of equilibrium exchange rate calculations to alternative assumptions and methodologies, International Monetary Fund Working Paper 94/17.",
        "Beveridge, W., 1939, Prices and wages in England: From the twelfth to the nineteenth century, vol.1 (Longman, Greens and Co. Limited, London).",
        "Breuer, J., 1994, Purchasing power parity: A survey of and challenge to recent literature, forthcoming in: 3. Williamson, ed., Fundamental equilibrium exchange rates (Institute for International Economics, Washington DC).",
        "Bryant, M. and S. Cecchetti, 1993, The consumer price index as a measure of inflation, Economic Review of the Federal Reserve Bank of Cleveland Q4. 15-24.",
        "Campbell, J. and R. Clarida, 1987, The Dollar and real interest rates: An empirical investigation, in: K. Brunner and A. Meltzer, eds., Carnegie Rochester Series on Public Policy 27, 103-140.",
        "Campbell, J. and P. Perron, 1991, Pitfalls and opportunities: What every macroeconomist should know about unit roots, in: S. Fischer and 0. Blanchard, eds., NBER macroeconomics annual (MIT Press, Cambridge).",
        "Cassel, G., 1921, The world's money problems (E.P. D.utton and Co., New York).",
        "Cassel, G., 1922, Money and foreign exchange after 1914 (MacMillan, New York).",
        "Cavallo, D., 1986, Estadisticas de la evolucion economica de Argentina. 1913-1984, Estudios 9, 103-184.",
        "Cheung, Y. and K. Lai, 1993a, Long-run purchasing power parity during the recent float, Journal of International Economics 34, 181-192.",
        "Cheung, Y. and K. Lai, 1993b, A fractional cointegration analysis of purchasing power parity, Journal of Business and Economic Statistics 11, 103-112.",
        "Cheung, Y. and K. Lai, 1993c, Mean reversion in real exchange rates, mimeo, UCLA.",
        "Chowdhury, A. and F. Sdogati, 1993, Purchasing power parity in the major EMS countries: The role of price and exchange rate adjustment, Journal of Macroeconomics 15, 25-45.",
        "Christiano, L., 1992, Searching for a break in GNP, Journal of Business and Economic Statistics 10, 237-500.",
        "Corbae, D. and S. Ouliaris, 1988, Cointegration and tests of purchasing power parity, Review of Economics and Statistics 70, 508-521.",
        "Curnby, R., 1993, Forecasting exchange rates on the hamburger standard: what you see is what you get with McParity, mimeo, Stern School of Business.",
        "Cumby, R., and J. Huizinga, 1991, The predictability of real exchange rate changes in the short and long run, Japan and the World Economy 3, 17-38.",
        "Darby, M., 1983, Movements in purchasing power parity: The short and long runs, in: M. Darby and J. Lothian, eds., The international transmission of inflation (University of Chicago Press, Chicago).",
        "Davutyan, N. and J. Pippenger, 1985, Purchasing power parity did not collapse during the 1970's, American Economic Review 75, 1151-1158.",
        "Diebold, F., S. Husted, and M. Rush, 1991, Real exchange rates under the gold standard, Journal of Political Economy 99, 1252-1271.",
        "De Gregorio, J., A. Giovannini, and H. Wolf, 1994a, International evidence on tradables and nontradables inflation, European Economic Review, forthcoming.",
        "De Gregorio, J., A. Giovannini and H. Wolf, 1994b, The behavior of nontradable goods prices in Europe: Evidence and interpretation, Review of International Economics, forthcoming.",
        "De Gregorio, J., and H. Wolf, 1994, Terms of trade, productivity, and the real exchange rate, National Bureau of Economic Research Working Paper No. 4807.",
        "Dickey, D. and W. Fuller, 1979, Distribution of the estimators for autoregressive time series with a unit root, Journal of the American Statistical Association 74, 427-431.",
        "Dornbusch, R., 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "Dornbusch, R., 1987, Purchasing power parity, in: J. Eatwell, M. Migare, and P. Newman, eds., The New Paigrave Dictionary (Stockton Press, New York).",
        "Edison, H., 1985, Purchasing power parity: A quantitative reassessment of the 1920s experiences, Journal of International Money and Finance 4, 361-372.",
        "Edison, H., 1987, Purchasing power parity in the long run: A test of the dollar/ pound exchange rate (1890-78), Journal of Money, Credit, and Banking 19, 376-387.",
        "Edison, H., J. Gagnon, and W. Melick, 1994, Understanding the empirical literature on purchasing power parity: the post-Bretton-Woods era (Division of International Finance, Board of Governors of the Federal Reserve System, Washington, DC).",
        "Edison, H. and J. T. Kiovan, 1987, A quantitative reassessment of the purchasing power parity hypothesis: Evidence from Norway and the United Kingdom, Journal of Applied Econometrics 2, 309-333.",
        "Elliot, G., Rothenberg, T., and J. Stock, 1992, Efficient Tests for an autoregressive root, National Bureau of Economic Research Technical Working Paper No.130.",
        "Enders, W., 1988, Arima and cointegration tests of PPP under fixed and flexible exc.hange rate regimes, Review of Economics and Statistics 70, 504-508.",
        "Engel, C., 1993, Is real exchange rate variability caused by relative price changes? An empirical investigation, Journal of Monetary Economics 32. 35-50.",
        "Engel, C. and J. Rogers, 1994, How wide is the border? National Bureau of Economic Research Working Paper No. 4829.",
        "Engle, R. and C. Granger, 1987, Cointegration and error correction: Representation, estimation, and testing, Econometrica 55, 251-276.",
        "Feenstra, R., and J. Kendall, 1994, Pass-through of exchange rates and purchasing power parity, National Bureau of Economic Research Working Paper No. 4842.",
        "Feldstein, M., 1993, The dollar and the trade deficit, National Bureau of Economic Research Working Paper No. 4325.",
        "Fisher, E. and J. Park, 1991, Testing purchasing power parity under the null hypothesis of co-integration, The Economic Journal 101, 1476-1484.",
        "Flynn, N. and J. Boucher, 1993, Tests of long run purchasing power parity using alternative methodologies, Journal of Macroeconomics 15, 109-122.",
        "Frankel, J., 1986, International capital mobility and crowding out in the U.S. economy: Imperfect integration of financial markets or goods markets? in: R. Hafer, ed., How open is the US economy (Lexington Books, Lexington).",
        "Frankel, J., 1990, Zen and the art of modern macroeconomics: the search for perfect nothingness, in: W. Haraf and T. Willett, eds., Monetary policy for a volatile global economy. (American Enterprise Institute, Washington, DC).",
        "Frenkel, J., 1978, Quantifying international capital mobility in the 1980s, in: D. Bernheim and J. Shoven, eds., National saving and economic performance (University of Chicago Press, Chicago) 227-260.",
        "Frenkel, J., 1981, The collapse of purchasing power parity during the 1 970s, European Economic Review 16, 145-165.",
        "Friedman, M., 1957, The case for flexible exchange rates, in: Essays in positive economics. (University of Chicago Press, Chicago).",
        "Froot, K. and P. Kiemperer, 1989, Exchange-ratepass through when market share matters, American Economic Review 79, 637-654.",
        "Froot, K. and K. Rogoff, 1991a, The EMS, the EMU, and the transition to a common currency, in: S. Fisher and 0. Blanchard, eds., National bureau of economic research macroeconomics annual (MIT Press, Cambridge, MA) 269-317.",
        "Froot, K. and K. Rogoff, 1991b, Government consumption and the real exchange rate: The empirical evidence, mimeo, Harvard Business School.",
        "Froot, K., Kim, M., and K. Rogoff, 1994, The law of one price and the behavior of relative commodity prices in the very long run: Tests using seven centuries of data, mimeo, Princeton University.",
        "Ghosh, A., and H. Wolf, 1994, Pricing in international markets: Lessons from the Economist, National Bureau of Economic Research Paper No. 4806.",
        "Gilbert, M., and Associates, 1958, Comparative National Price Products and Price Levels: A Study of Western Europe and the United States (Organization for European Economic Cooperation, Paris).",
        "Gilbert, M., and I. Kravis, 1954, An International Comparison of National Products and the Purchasing Power of Currencies: A Study of the United States, the United Kingdom, France, Germany, and Italy (Organization for European Economic Cooperation, Paris).",
        "Giovannetti, G., 1992, A survey of recent empirical tests of the purchasing power parity hypothesis, Banca Nazionale del Lavoro Quarterly Review 180. 8 1-101.",
        "Giovannini, A., 1988, Exchange rates and traded goods prices, Journal of International Economics 24, 45-68.",
        "Glen, J., 1992, Real exchange rates in the short, medium, and long run. Journal of International Economics 33, 147-166.",
        "Grilli, V. and G. Kaminsky, 1991, Nominal exchange rate regimes and the real exchange rate: Evidence from the United States and Great Britain, 1885-1986, Journal of Monetary Economics 27, 191-212.",
        "Hakkio, C., 1984, A reexamination of purchasing power parity, Journal of International Economics 17, 265-277.",
        "Hakkio, C.S. and M. Rush, 1991, Cointegration: How short is the long run? Journal of International Money and Finance 10, 571-581.",
        "Hauser, H., 1936, Recherches et document sur l'histoires des prix en France de 1500 a 1800 (Slatkive, Geneva).",
        "Horvath. M. and M. Watson, 1993, Testing for cointegration when some of the cointegrating vectors are known, Federal Reserve Bank of Chicago Working Paper No. 93-15.",
        "Hsieh, D., 1982, The determination of the real exchange rate: The pioductivity approach, Journal of International Economics 12, 355-362.",
        "Huizinga, J., 1987, An empirical investigation of the long-run behavior of real exchange rates, in: K. Brunner and A. Meltzer, eds., Carnegie-Rochester Series on Public Policy 27, 149-215.",
        "Isard, P., 1977, How far can we push the law of one price? American Economic Review 67, 942-948.",
        "Jastram, R., 1981, Silver: The restless metal (John Wiley and Sons, New York).",
        "Johansen, S., 1988, Statistical analysis of cointegration vectors, Journal of Economic Dynamics and Control 12, 231-254.",
        "Johansen, S., 1991, Estimation and hypothesis testing of cointegration vectors in gaussian vector autoregressive models, Econometrica 59, 1551-1581.",
        "Johansen, S. and K. Juselius, 1992, Testing structural hypotheses in a multivariate cointegration analysis of the PPP and the UIP for U.K., Journal of Econometrics 53, 211-244.",
        "Johnson, D.R., 1990, Co-integration, error correction, and purchasing power parity between Canada and the United States, Canadian Journal of Economics 23, 839-855.",
        "Johnson, P., 1991, Aggregate price indices, cointegration, and tests of the purchasing power parity hypothesis, Economics Letters 36.",
        "Kasa, K., 1992, Adjustment costs and pricing to market: Theory and evidence, Journal of International Economics 32, 1-30.",
        "Keynes, J., 1932, Essays in Persuasion (New York).",
        "Kim, H., 1990, Purchasing power parity in the long run: A cointegration approach, Journal of Money, Credit, and Banking 22, 491-503.",
        "Knetter, M., 1989, Price discrimination by U.S. and German exporters, American Economic Review 79, 198-210.",
        "Knetter, M., 1993, International comparisons of pricing to market behavior, American Economic Review 83, 473-486.",
        "Kravis, Irving B., 1975, A system of international comparisons of gross product and purchasing power, Phase 1 (Johns Hopkins University Press, Baltimore).",
        "Kravis, I. and R. Lipsey, 1988, National price levels and the prices of tradeables and nontradeables, American Economic Review 78, 474-478.",
        "Krugman, P., 1978, Purchasing power parity and exchange rates, Journal of International Economics 8, 397-407.",
        "Krugman, P., 1987, Pricing to market when the exchange rate changes, in: S. Arndt and J.D. Richardson, eds., Real-financial linkages among open economies (MIT Press, Cambridge, MA).",
        "Krugman, P., 1990, Equilibrium exchange rates, in: W. Branson, J. Frenkel. and M. Goldstein, eds., International monetary policy coordination and exchange rates (The University of Chicago Press, Chicago).",
        "Kugler, P. and C. Lenz, 1993, Multivariate cointegration analysis and the long run validity of PPP, Review of Economics and Statistics 75, 180-184.",
        "Lastrapes, W., 1992, Sources of fluctuations in real and nominal exchange rates, Review of Economics and Statistics 74, 530-539.",
        "Lebow, D., J. Roberts, and D. Stockton, 1992, Economic performance under price stability, Board of Governors of the Federal Reserve System Working Paper No. 125.",
        "Lothian, J. and M. Taylor, 1994, Real exchange rate behavior: The recent float from the perspective of the past two centuries (International Monetary Fund, Washington DC), forthcoming Journal of Political Economy.",
        "Mark, N., 1990, Real exchange rates in the long run: An empirical investigation, Journal of International Economics 28, 115-136.",
        "Marston, R., 1987, Real exchange rates and productivity growth in the United States and Japan, in: S. Arndt and J.D. Richardson, eds., Realfinancial linkages among open economies (MIT Press, Cambridge, MA).",
        "Marston, R., 1990, Pricing to market in Japanese manufacturing, Journal of International Economics 29, 217-236.",
        "McKinnon, R., 1971, Monetary theory and control flexibility in the foreign exchanges, Princeton University, Essays in International Finance 84.",
        "McKinnon, R.I., 1984, An international standard for monetary stabilization (Institute for International Economics, Washington, DC).",
        "McNown, R. and M. Wallace, 1989, National price levels, purchasing power parity, and cointegration: A test of four high inflation economies, Journal of International Money and Finance 8, 533-546.",
        "Meese, R. and K. Rogoff, 1983, Empirical exchange rate models of the seventies: do they fit out of sample? International Economic Review 14, 3-24.",
        "Meese, R. and K. Rogoff, 1988, Was it real? The exchange rate interest differential relation over the modern floating exchange rate period, Journal of Finance 43, 933-948.",
        "Mussa, M., 1986, Nominal exchange rate regimes and the behavior of real exchange rates: Evidence and implications, in: K. Brunner and A. Meltzer, eds., Carnegie-Rochester Series on Public Policy 25, 117-214.",
        "Obstfeld, M. and K. Rogoff, 1994, Exchange rate dynamics redux, National Bureau of Economic Research Working Paper No. 4693.",
        "Officer, L., 1976a, The purchasing power parity theory of exchange rates: A review article, International Monetary Fund Staff Papers 23, 1-60.",
        "Officer, L., 1976b, The productivity bias in purchasing power parity: An econometric investigation, International. Monetary Fund Staff Papers 10, 545-579.",
        "Papell, D., 1994, Exchange rates and prices: An empirical analysis, International Economic Review 35, 397-410.",
        "Perron, P., 1988, Trends and random walks in macroeconomic time series: Further evidence from a new approach, Journal of Economic Dynamics and Control 12, 277-302.",
        "Perron, P., 1989, The great crash, the oil price shock, and the unit root hypothesis, Econometrica 57, 1361-1401.",
        "Phillips, P., 1987a, Time series regression with a unit root, Econometrica 55, 297-332.",
        "Phillips, P., 1987b, Asymptotic expansions in nonstationary vector autoregressions, Econometric Theory 3, 45-68.",
        "Poterba, J. and L. Summers, 1986, The persistence and volatility of stock market fluctuations, American Economic Review 76, 1142-1151.",
        "Rangan, S. and R. Lawrence, 1993, The responses of US firms to exchange rate fluctuations: Piercing the corporate veil, Brookings Papers on Economic Activity 2, 341-369.",
        "Rogers, J. H., 1994, Real shocks and real exchanges in really long-term data, mimeo, Pennsylvania State University.",
        "Rogers, J. H. and M.A. Jenkins, 1993, Haircuts or hysteresis? Sources of movements in real exchange rates, mimeo, Pennsylvania State University.",
        "Rogoff, K., 1992, Traded goods consumption smoothing and the random walk behavior of the real exchange rate, Bank of Japan Monetary and Economic Studies 10, 1-29.",
        "Roll, R., 1979, Violations of purchasing power parity and their implications for efficient international commodity markets, in: M. Sarnat and G. Szego, eds., International finance and trade (Ballinger, Cambridge, MA).",
        "Samuelson, P.A., 1964, Theoretical notes on trade problems, Review of Economics and Statistics 46, 145-164.",
        "Stockman, A. and L. Tesar, 1994, Tastes in a two-country model of the business cycle: Explaining international comovement, American Economic Review, forthcoming.",
        "Summers, R. and A. Heston, 1991, The penn world table (Mark 5): An expanded set of international comparisons, 1950-88, Quarterly Journal of Economics 106, 327-368.",
        "Taylor, M.P., 1988, An empirical examination of long-run purchasing power parity using cointegration techniques, Applied Economics 20, 1369-1381.",
        "Taylor, M. and P. McMahon, 1988, Long run purchasing power parity in the 1920s, European Economic Review 32, 179-197.",
        "Obstfeld, M., and K. Rogoff. 1996. Foundations of International Macroeconomics.Cambridge, United States: MIT Press. "
    ]
}