{
    "id": 4954,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Aristotle, The Politics. (1981) London: Penguin Classic.",
        "Baumol, William J. (1990) Entrepreneurship: Productive, Unproductive and Destructive, Journal of Political Economy 98: 893-922.",
        "Edwards, Chilperic, Trans. (1971) The Hammurabi Code. Port Washington: Kenmkat Press.",
        "Finley, M.I. (1974) The Ancient Economy. Berkeley: University of California Press.",
        "Gopal, M. H. (1935) Mauryan Public Finance. Londan: George Allen.",
        "Jacobs, Jane (1992) Systems of Survival. New York: Random House.",
        "Johns, C.H.W. (1904) Babylonian and Assyrian Laws, Contracts and Letters.",
        "New York: Charles Scribners Sons. Levine, Aaron (1987) Economics and Jewish Law: Halakhic Perspectives.",
        "Hoboken: Ktav and Yeshiva University Press. Maimonides, Moses (1956) The Guide for the Perplexed. New York: Dover Publications.",
        "Nelson, Benjamin (1969) The Idea of Usury: From Tribal Brotherhood to Universal Otherhood. Chicago, University of Chicago Press.",
        "Neusner, Jacob (1993) The Economics of the Mishnah. Chicago: Chicago University Press.",
        "Neusner, Jacob, Trans. (1990) The Talmud of Babylonia: An American Translation. Atlanta: Scholars Press.",
        "Neusner, Jacob, Trans. (188) The Mishnah: A New Translation. New Haven: Yale University Press. Noonan, John T. (1957) The Scholastic Analysis of Usury. Cambridge: Harvard University Press.",
        "Pearson, John (1876) On the Theories of Usury. Cambridge: Deighton, Bell. Rangaswami, K. (1927) Aspects of Ancient Indian Economic Thought.",
        "Mylapore: Madras Law Journal Press. Sombart, Werner (1951) The Jews and Modern Capitalism. New York: The Free Press.",
        "Tawney, R. H. (1926) Religion and the Rise of Capitalism. New York: Harcourt, Brace.",
        "Trever, Albert (1916) Greek Economic Thought. Chicago: University of Chicago Press.",
        "Weber, Max (1930) The Protestant Ethic and the Spirit of Capitalism. New York: Harper Collins."
    ]
}