{
    "id": 4963,
    "cites": 52,
    "cited_by": 22,
    "reference": [
        "Bacha, Edmar L. , The Brady Plan and Beyond: New Debt Management Options for Latin America, Texto para Discussao No. 257, May 1991, Departamento de Economia, Pontificia Universidade Catolica do Rio de Janeiro.",
        "Borensztein, Eduardo, Debt Overhang, Credit Rationing and Investment, Journal of Development Economics. 32, April 1990, pp. 315-335.",
        "Bulow, Jeremy, and Ken Rogoff, The Buy-Back Boondoggle, Brookings Papers on Economic Activity. 2, November 1988, pp. 675-704.",
        "Sovereign Debt, Journal of Political Economy. 97, February 1989a, pp. 166-177.",
        "Rescheduling Developing Country Debt, in Jacob Frenkel, Michael Dooley and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989c, pp. 194-207.",
        "Overhang, Quarterly Journal of Economics. 96, June 1991.",
        "Bulow, Jeremy, Ken Rogoff and Afonso S. Bevilaqua, Official Creditor Seniority and Burden-sharing in the former Soviet Bloc. Brookings Papers on Economic Activity (U.S.). 1, 1992, pp. 195-234.",
        "Calvo, Guillermo A., A Delicate Equilibrium: Debt Relief and Default Penalties in an International Context. in Jacob Frenkel, Michael Dooley and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989, pp. 172193.",
        "Calvo, Guillermo A., Leonardo Leiderman and Carmen M. Reinhart, Capital inflows and real exchange rate appreciation in Latin America: the role of external factors, IMF Staff Papers. 40, March 1993.",
        "Claessens, Constantijn, The Debt Laffer Curve: Some Estimates, World Development. 18, 1990, pp.1671-1677.",
        "Claessens, Constantijn, and Sweder Van Winjbergen, Secondary Market Prices Under Alternative Debt Reduction Strategies: An Option Pricing Approach with an Application to Mexico, World Bank, 1990, unpublished.",
        "Claessens, Stijn, Ishac Diwan and Eduardo Fernandez-Arias, Recent Experience with Commercial Debt Reduction, World Bank Working Parer Series No. 995, October, 1992.",
        "Cline, William R., International Debt and the Stability of the World Economy. Institute of International Economics, Washington, DC, 1983.",
        "Cohen, Daniel, The Debt Crisis: A Postmortem, NBER Macroeconomic Annual, 1992, pp. 64-114.",
        "Debt, CEPR Discussion Paper No. 459, 1990.",
        "Cooper, Richard N., Economic Stabilization and Debt in Developing Countries. Cambridge, MIT Press, 1992.",
        "Corden, Max, An International Debt Facility, in Jacob A. Frenkel, Michael P. Dooley, and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989, pp. 151-171.",
        "Devlin, Robert, Debt and Crisis in Latin America: the Supply Side of the Story, Princeton, Princeton University Press, 1989.",
        "Diwan, Ishac, and Kenneth Kletzer, Voluntary Choices in Concerted Deals, World Bank Working Paper No. 527, 1990.",
        "Diwan, Ishac, and Dani Rodick, Debt Reduction, Adjustment Lending, and Burden Sharing, NBER Working Paper 4007, March 1993. Forthcoming, Essays in International Finance. Princeton.",
        "Dooley, Michael P., Country Specific Risk Premiums, Capital Flight and Net Investment Income Payments in Selected Developing Countries, Washington, International Monetary Fund, 1986.",
        "External Debt, IMF Staff Papers. 35, June 1988a, pp. 215229 .",
        "Exchanges, Staff Papers. 35, December 1988b, pp. 714722 .",
        "Dooley, Michael P., and, W. Max Corden, Issues in the Debt Strategy: An Overview, in Jacob Frenkel, Michael Dooley, and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989, pp. 10-37.",
        "Dooley, Michael P., Fernandez-Arias, Eduardo and Kenneth Kletzer, Recent Private Capital Inflows to Developing Countries: Is the Debt Crisis History? NBER Working Paper 4792, July, 1994.",
        "Dooley, Michael P., Richard Hass, and Steven Symansky, A Note on Burden Sharing Among Creditors, IMF Staff Papers. 40, 1993, pp. 226-232.",
        "Dooley, Michael P., and Elhanan Helpman, Tax Credits for Debt Reduction, Journal of International Economics. 32, February 1992, pp. 165-177.",
        "Dooley, Michael P., and Mark Stone, Endogenous Creditor Seniority and External Debt Values., IMF Staff Papers. 40, June 1993, pp. 395-413.",
        "Dooley, Michael P. and Lars Svensson, Policy Inconsistency and External Debt Service, IMF Working Paper/90/103, April 1990.",
        "Dooley, Michael P., and Steven Symansky, Comparing Menu Items: Methodological Considerations and Policy Issues, in Michael Dooley, and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989, pp. 398-411.",
        "Dornbusch, Rudiger, Our LDC Debts, in Martin Feldstein ed., The United States in the World Economy. Chicago: University of Chicago Press. Dornbusch, Rudiger, The Road to Economic Recovery: Report of the Twentieth Century Fund Task Force on International Debt. New York: Priority Press, 1989.",
        "Eaton, John, and Mark Gersovitz, Debt with Potential Repudiation: Theory and Estimation, Review of Economic Studies. 48, 1981, pp. 289-309.",
        "Folkerts-Landau, David and Carlos Alfredo Rodriguez, Mexican Debt Exchange: Lessons and Issues, in Jacob Frenkel, Michael Dooley, and Peter Wickham, eds., Analytical Issues in Debt. International Monetary Fund, 1989, pp. 359-371.",
        "Friedman, Irving, The Emerging Role of Private Banks, Citicorp, 1977.",
        "Froot, Kenneth, Buy - Backs, Exit Bonds, and the Optimality of Debt and Liquidity Relief, International Economic Review. 30, February 1989, pp. 45-70.",
        "Guttentag, Jack H., and Richard Herring, Disaster myopia in international banking, Princeton, NJ: Princeton University Press, International Finance Section, 1986.",
        "Helpman, Elhanan, Voluntary Debt Reduction: Incentives and Welfare, IMF Staff Papers, 36, September 1989, pp. 580611.",
        "Swaps, American Economic Review. 79, 1990, pp. 440-451.",
        "Kenen, Peter, A Bailout for Banks, New York Times. March 6, 1983.",
        "Kereken, John H., Discussion, Brookings Papers on Economic Activity. 2, 1977, pp. 505-508.",
        "Kletzer, Kenneth, Asymmetries of Information and LDC Borrowing with Sovereign Risk, Economic Journal. 94, 1984, pp. 287307.",
        "Asymmetric Information, in Jacob Frenkel, Michael P. Dooley, and Peter Wickham, eds., Analytical Issues in Debt, International Monetary Fund, 1989, pp. 208-241.",
        "Krueger, Anne 0., Resolving the Debt Crisis and Restoring Developing Countries Creditworthiness, in Karl Brunner and Allan H. Meltzer, eds. International Pet. Federal Reserve Operations and Other Essays. Carnegie-Rochester Conference Series on Public Policy 30, 1989.",
        "Krugman, Paul, Financing vs. Forgiving a Debt Overhang: Some Analytical Notes, Journal of Development Economics. 29, December 1989a, pp. 253-268.",
        "Debt Crisis. Essays in International Finance No. 174, Princeton, NJ: Princeton University, International Finance Section, July 1984.",
        "Economy. Cambridge Mass.: NBER, 1989.",
        "Solomon, Robert, A Perspective on the Debt of Developing Countries,Brookings Papers on Economic Activity. 2, 1977, pp. 479-510.",
        "United States Senate, Implementation of the Bradv Plan. Hearing before the Subcommittee on International Debt of the Committee on Finance, March 2, 1990.",
        "Volker, Paul A., and Toyoo Gyojten, Changing Fortunes: The Worlds Money and the Decline of American Supremacy. New York: Time Books, 1992.",
        "Wallich, Henry C., LDC Debt ... to Worry or not to Worry, Challenge. 24, September/October 1981, pp. 28-34.",
        "Weintraub, Robert E., International Lending by U.S.Banks: Practices. Problems, and Policies. Fairfax, VA: George Mason University, August 1983.",
        "Wellons, Phillip A., Passing the Buck; Banks. Governments, and Third World Debt. Boston, MA: Harvard Business School Press, 1987."
    ]
}