{
    "id": 4966,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "1. Admati, Anat R. and Paul Pfleiderer, 1988, A thecry of Incraday Patterns: Volume and Price Variability, The Review of Financial Studies 1, 3-40.",
        "2. Bera, Anil and Mathew Higgins, 1992, Survey of ARCH Models: Properties, Estimation and Testing, unpublished manuscript, Department of Economics, University of Illinois",
        "4. Bollerslev, Tim, 1986, Generalized Autoregresive Conditional Heterosdedasticity, Journal of Econometrics, 31, 307-327",
        "5. Bollerslev, Tim and Ian Domowitz, 1993, Trading Patterns and Prices in the Interbank Foreign Exchange Market, The Journal of Finance, 48, 1421-1443",
        "7. Breusch, T.S. and A.R., Pagan 1978, A simple test for heteroskedasticity and random coefficient variation, Econometrica 47, 1287-1294",
        "8. Cox, D. R., 1972, Regression models and life tables (with discussioon). Journal of the Royal Statistical Society B, 34, 187-220",
        "9. Cox, D. R., l972a, The Statistical Analysis of Dependencies in Point Processes, in Symposium on Point Processes, (P.A.W. Lewis, ed.), New York, John Wiley",
        "10. Clark, Peter, 1973, A Subordinated Stochastic Process Model with Finite Variance for Speculative Prices, Econometrica, 41, 135-156",
        "11. Easly and OHara, 1992, Time and the Process of Security Price Adjustment. The Journal of Finance 19, 69-90",
        "12. Engle, Robert, 1982, Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of U.K. Inflation, Econometrica, 50, 987-1008",
        "13. Engle, Robert and Gloria Gonzalez-Rivera, 1991, Semiparametric ARCH Models, Journal of Business and Ecomomic Statistics, 9, 345-359",
        "14. Ghysels, Eric and J. Jasiak 1994, Stochastic Volatility and Time Deformation: An Application to Trading Volume and Leverage Effects, C.R.D.E., Universite de Montreal, unpublished manuscript",
        "15. Glosten, Lawrence R., Milgrom P., 1985, Bid Ask and Transaction Prices in a Specialist Market with Heterogenously Informed Agents, Journal of Financial Economics 14 7 1-100",
        "16. Godfrey, L.J., 1978, Testing Against General Autoregressive and Moving Average Error Models When the Regressors Include Lagged Dependent Variables, Econometrica 46, 12931302",
        "17. Godfrey, L.J., 1988, Misspecification Tests in Econometrics The Lagrange Multiplier Principle and Other Approaches, Cambrige University Press, Cambrige",
        "18. Grandeli, J, 1976, Doubly Stochastic Poisson Processes (Lecture Notes Math529), Springer Verlag, New York",
        "19. Hasbrouck, J. Measuring the Information Content of Stock Trades, The Journal of Finance 66,1, 179-207",
        "20. Hausman, Lo, and MacKinlay, An Ordered Probit Analysis of Transaction Stock Prices, 1992, An Ordered Probit Analysis of Transaction Stock Prices, Journal of Financial Economics 31, 319-379",
        "21. Heckman, J. J., and Borjas, B. J., 1980, Does Unemployment Cause Future Unemployment? Definitions, Questions and Answers from a Continuous Time Model of Heterogeneity and State Dependence. Economica 47: 247-283",
        "22. Jam, P. J., and Joh, G., 1986, The Dependence Between Hourly Prices and Trading Volume, working paper, University of Pennsylvania, Wharton School.",
        "23. Kyle, Albert, 1985, Continuous Time Auctions and Insider Trading, Econometrica 53, 13 151336",
        "24. Lancaster, Tony, 1990, The Econometric Analysis of Transition Data, Cambridge University Press.",
        "25. Lamoureux, C. 0., and W. D. Lastrapes, 1990, Heteroskedasticity in Stock Return Data: Volume Versus GARCH effecs, Journal of Finance 45, 22 1-229.",
        "26. Muller U.A., M. M. Dacorogna, R. B. Olsen, 0. V. Pictet, M. Schwarz, C. Morgenegg, Statistical Study of Foreign Exchange Rates, Empirical Evidence of a Price Change Scaling Law, and Intrday Analysis, Journal of Banking and Finance, 14, 1189-1208",
        "27. Stock James, 1988, Estimating Continuous time Processes Subject to Time Deformation, Journal of the American Statistical Association, 83, 77-85",
        "28. Tauchen, George and Mark Pitts, 1993, The Price Variability-Volume Relationship on Speculative Markets, Econometrica, 51, 485-505",
        "29. Todorovic, Petar, 1991, An Introduction to Stochastic Processes and Their Applications, Springer-Verlag, New York"
    ]
}