{
    "id": 4969,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Bernanke, Ben S. 1990. On the Predictive Power of Interest Rates and Interest Rate Spreads. ~ England Economic Review (November/December), 51-68.",
        "Bernanke, Ben S., and Blinder, Alan S. 1992. The Federal Funds Rate and the Channels of Monetary Transmission. American Economic Review, 82 (September), 901-921.",
        "Calomiris, Charles W., Himmelberg, Charles P., and Wachtel, Paul. 1994. Commercial Paper and the Business Cycle: A Microeconomic Perspective. Mimeo: National Bureau of Economic Research.",
        "Cook, Timothy. 1981. Determinants of the Spread Between Treasury Bill and Private Sector Money Market Rates. Journal ~ Economics and Business, 33 (Spring), 177-187.",
        "Crabbe, Leland. 1993. Anatomy of the Medium-Term Note Market. Federal Reserve Bulletin, 79 (August), 751-768.",
        "Davis, E.P., and Henry, S.G.B. 1991. An Aggregate VAR Model with Financial Spreads. Mimeo: Bank of England.",
        "Friedman, Benjamin M., and Kuttner, Kenneth N. 1992. Money, Income, Prices, andInterest Rates. American Economic Review, 82 (June), 472-492.",
        "Friedman, Benjamin M., and Kuttner, Kenneth N. l993a. Why Does the Paper-Bill Spread Predict Real Economic Activity? Stock and Watson (eds.), Business Cycles, Indicators, ~ Forecastinz, Chicago: University of Chicago Press. Friedman, Benjamin M., and Kuttner, Kenneth N. 1993b. Economic Activity and the Short-Term Credit Markets: An Analysis of Prices and Quantities. Brookings Paners 2fl Economic Activity (No.2), 193-283.",
        "Huh, Chan. 1993. Asymmetry in the Relationship Between Output and Interest Rates. Mimeo: Federal Reserve Bank of San Francisco.",
        "Kashyap, Anil K., Stein, Jeremy C., and Wilcox, David W. 1993. Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance. American Economic Review, 83 (June), 78-98.",
        "Lahiri, Kajal, and Wang, Jiazhuo C. 1994. Interest Rate Spreads as Predictors of Business Cycles. Mimeo: State University of New York, Albany.",
        "Perry, George L., and Schultze, Charles L. 1993. Was This Recession Different? Are They All Different? Brookings Paters Q~ Economic Activity (No.1), 145-211.",
        "Prescott, Edward. 1986. Theory Ahead of Business Cycle Measurement. Federal Reserve Bank of Minneapolis, quarterly Review (Fall), 9-22.",
        "Romer, Christina D., and Rosier, David H. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annual, 121-169.",
        "Sims, Christopher A. 1992. Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy. European Economic Review, 36 (No.5), 975-1000.",
        "Stock, James, and Watson, Mark W. 1989. New Indexes of Coincident and Leading Economic Indicators. NBER Macroeconomics Annual, 351-394.",
        "Thoma, Mark A., and-Cray, JoAnna. 1994. On Leading Indicators: Is There a Leading Contender? Mimeo: University of Oregon."
    ]
}