{
    "id": 4970,
    "cites": 26,
    "cited_by": 25,
    "reference": [
        "Anderson, S.F. , A. de Palma, and J-F. Thisse, Discrete Choice Theory of Product Differentiation, Cambridge, MA: The MIT Press, (1992).",
        "Blackorby, C. , ec al. , Duality, Sepatability, and Functional Structure, (New York, NY: American Elsevier), (1978).",
        "Breusch, T.S., G.E Mizon, and P. Schmidt, Efficient Estimation Using Panel Data, Econometrica, 57, (1989).",
        "Burtless, C. and J. Hausman, The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, Journal of Political Economy, (December 1978).",
        "Deaton, A. and J. Muellbauer, Economics and Consumer Behavior, Cambridge: Cambridge University Press, (1980).",
        "Diewert, W.E., Essays in Index Number Theory: An Overview of Volume 1, Discussion Paper No. : 92-31, Canada: University of British Columbia, (1992).",
        "Dixit, A. and J.E. Stiglitz, Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, pp. 297-308, (1977).",
        "Feenstra, R.C., New Product Varieties and the Measurement of International Prices, American Economic Review, 84, pp. 157-177, (1984).",
        "Fixler, D., The Consumer Price Index: Underlying Concepts and Caveats, Monthly Labor Review, December, pp. 3-12, (1993).",
        "Gorman, W., Two Stage Budgeting, mimeo, (1971).",
        "Hausman, J., Specification Tests in Econometrics, Econometrica, 46, (1978).",
        "Hausman, J., The Effect of Wages, Taxes, and Fixed Costs on Womens Labor Force Participation, Journal of Public Economics, (1980).",
        "Hausman, J., Exact Consumer Surplus and Deadweight Loss, American Economic Review, 71, (1981).",
        "Hausman, J., G. Leonard, And J. D. Zona, Competitive Analysis with Differentiated Products, Annales DEconomie et de Statisticue, (1994).",
        "Hausman, J. and W. Newev, Nonparametric Estimation of Exact Consumers Surplus and Deadweight Loss, forthcoming Econometrica, (1993).",
        "Hausman, J. and W. Taylor, Panel Data and Unobservable Individual Effects, Econometrica, 49, (1981).",
        "Hausman, J. and D. Wise, A Conditional Probit Model for Qualitative Choice, Econometrica, 46, (1.978). Hicks, J.R., The Valuation of the Social Income, Economic Journal, (1940).",
        "Judd, K.L. . Credible Spatial Preemption. Rand Journal of Economics, 16, 2, pp. 153-166. (1985).",
        "Neary, J.P. and K.W.S. Roberts, The Theory of Household Behavior Under Rationing, European Economic Review. (1980).",
        "Pakes, A., S. Berry, and J. Levinsohn, Price Indexes and the Analysis of Environmental Change, American Economic Review, 83, pp. 240-246, (1993).",
        "Rothbarth, E., The Measurement of Changes in Real Income under conditions of Rationing, Review of Economic Studies, pp. 100-107, (1941).",
        "Scherer, F.M., The Breakfast Cereal Industry, in W. Adams (ed.), Ih~ Structure of American Industry (6th ed.), New York, NY: Macmillan, (1982).",
        "Schmalensee, R., Entry Deterrence in the Ready-to-East Breakfast Cereal Industry, Bell Journal of Economics, (1978).",
        "Sutton, J., Sunk Costs and Market Structure, Cambridge, MA: The MIT Press, (1991).",
        "Tirole, J., The Theory of Industrial Organization, Cambridge, MA: The MIT Press, (1988).",
        "Urban, G.L.., G.M. Katz, T.E. Hatch, and A.J. Silk, The ASSESSOR Pre-test Market Evaluation System, Interfaces, 13, pp. 38-59, (1983)."
    ]
}