{
    "id": 4973,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Alesina, Alberto, and Roberto Perotti. 1993. Income Distribution, Political Instability, and Investment. National Bureau of Economic Research Working Paper No. 4486 (October).",
        "Amsden, Alice. 1989. Asias Next Giant: South Korea and Late Industrialization (New York: Oxford University Press).",
        "Barro, Robert J., and Xavier Sala-i-Martin. 1992. Convergence. Journal of Political Economy 100 (April): 223-251.",
        "Ward, eds., The Politics of Urban Fiscal Policy (Beverly Hills, CA: Sage). Cukierman, Alex, Pantelis Kalaitzidakis, Lawrence H. Summers, and Steven B. Webb. 1993. Central Bank Independence, Growth, Investment, and Real Rates. Carnegie-Rochester Conference Series on Public Policy 39 (December): 95-140.",
        "De Long, J. Bradford, and Andrei Shleifer. 1993. Princes and Merchants: Europeans City Growth Before the Industrial Revolution. National Bureau of Economic Research Working Paper No. 4274 (February).",
        "Doig, Jameson W. 1988. Entrepreneurship in Government: Historical Roots in the Progressive Era. Mimeo (September).",
        "Eberts, Randall W., Douglas Dalenberg, and Chul Soo Park. 1986. Public Infrastructure Data Development. Mimeo (May).",
        "Evans, Peter B. 1992. The State as Problem and Solution: Predation, Embedded Autonomy, and Adjustment. In Stephan Haggard and Robert R. Kaufman, eds., The Politics of Adjustment (Princeton, NJ: Princeton University Press).",
        "Flores de Frutos, Rafael, and Aifredo M. Pereira. 1994. Public Capital and Aggregate Growth in the United States: Is Public Capital Productive? University of California, San Diego Discussion Paper No. 93-31 (March, revised).",
        "Haggard, Stephan, and Robert R. Kaufman. 1992. Institutions and Economic Adjustment. In Stephan Haggard and Robert R. Kaufman, eds., The Politics of Adjustment (Princeton, NJ: Princeton University Press).",
        "Hays, S. P. 1964. The Politics of Municipal Reform in the Progressive Era. Pacific Northwest Quarterly: 157-169.",
        "Holtz-Eakin, Douglas. 1992. State-Specific Estimates of State and Local Government Capital. Mimeo (January).",
        "Lal, Deepak. 1988. The Hindu Equilibrium, Vol. I: Cultural Stabilit~, and Economic Stagnation., India ci 500B C- ADI 980 (Oxford: Clarendon Press).",
        "Nickell, Stephen. 1981. Biases in Dynamic Models with Fixed Effects. Econ.ometrica 49 (November): 1417-1426.",
        "Rauch, James E. 1993a. Does History Matter Only When It Matters Little? The Case of City-Industry Location. Quarterly Journal of Economics 108 (August): 843-867.",
        "Rauch, James E. 1993b. Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities. Journal of Urban Economics 34 (November): 380-400.",
        "Rauch, James E. 1994. Bureaucracy, Infrastructure, and Economic Growth: Theory and Evidence from U. S. Cities During the Progressive Era. University of California, San Diego Discussion Paper No. 94-06 (May).",
        "Stone, Harold A., Don K. Price, and Kathryn H. Stone. 1940. City Manager Government in the United States: A Review After Twenty-Five Years (Chicago: Public Administration Service).",
        "Wade, Robert. 1990. Governing the Market: Economic Theory and the Role of Government in East Asian Industrialization (Princeton, NJ: Princeton University Press).",
        "Young, Crawford. 1978. Zaire: The Unending Crisis. Foreign Affairs 57 (Fall)."
    ]
}