{
    "id": 4976,
    "cites": 15,
    "cited_by": 28,
    "reference": [
        "Antle, Rick and Abbie Smith. An Empirical Investigation of the Relative Performance Evaluation of Corporate Executives. Journal of Accounting Research. 24 Spring 1986): 1-39.",
        "Barro, Jason R. and Robert J. Barro. Pay, Performance, and Turnover of Bank CEOs, Journal of Labor Economics. 8 (1990): 448-481.",
        "Boschen, John F. and Kimberly J. Smith. You Can Pay Me Now and You Can Pay Me Later: The Dynamic Response of Executive Compensation to Firm Performance. College of William and Mary: mimeo, May 1994.",
        "Gibbons, Robert and Kevin J. Murphy. Relative Performance Evaluation for Chief Executive Officers. Industrial and Labor Relations Review. 43 (Special Issue, February 1990): 30S - 515.",
        "Gibbons, Robert and Kevin J. Murphy. Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence. Journal of Political Economy 100 (1992): 468-505.",
        "Holmstrom, Bengt. Moral Hazard and Observability. RAND Journal of Economics 10 (Spring 1979): 74-91.",
        "Hubbard, R. Glenn and Darius Palia. Executive Pay and Performance: Evidence from the Banking Industry. NBER Working Paper No. 4704, April 1994.",
        "Janakiraman, Surya N., Richard A. Lambert, and David F. Larcker. An Empirical Investigation of the Relative Performance Evaluation Hypothesis. Journal of Accounting Research 30 (Spring 1992): 53-69.",
        "Jensen, Michael C. and Kevin J. Murphy. Performance Pay and Top-Management Incentives. Journal of Political Economy. 98 (April 1990): 225-264.",
        "Joskow, Paul, Nancy Rose, and Andrea Shepard. Regulatory Constraints on CEO Compensation. Brookings Papers on Economic Activity - Microeconomics 1993. Microeconomics I (1993): 1-58, 70-72.",
        "Kaplan, Steven N. Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S. Journal of Political Economy 102 (June 1994): 510-546.",
        "Lambert, Richard A. Long-term Contracts and Moral Hazard. Bell Journal of Economics 14 (Autumn 1983): 441-452. Lambert, Richard A. The Use of Accounting and Security Price Measures of Performance in Managerial Compensation Contracts: A Discussion. Journal of Accounting and Economics 16 (January/April/July 1 993): 101-1 23.",
        "Lambert, Richard A. and David F. Larcker. An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts. Journal of Accounting Research 25 suppl. (1987): 85-125.",
        "Rose, Nancy L. and Andrea Shepard. Firm Diversification and CEO Compensation: Managerial Ability or Executive Entrenchment? NBER Working Paper, April 1994.",
        "Rosen, Sherwin. Contracts and the Market for Executives. In Lars Wernin and Hans Wijkander, eds., Contract Economics. Oxford: Basil Blackwell. 1992."
    ]
}