{
    "id": 4978,
    "cites": 45,
    "cited_by": 146,
    "reference": [
        "Aker, John S. and Irwin Garfinkel. School Expenditures and Economic Returns to Schooling. Journal of Human Resources, Fall 1977 12(4), pp. 460-81.",
        "Akin, J. and D Youngday. The Efficiency of Local School Finance, Review of Economics and Statistics, 58 (1976).",
        "Allen, Jeanne. School Choice Programs: Whats Happening in the States. Washington, D.C.: The Heritage Foundation Press, 1992.",
        "Barlow, R. Efficiency Aspects of Local School Finance, Journal of Political Economy, 78 (1970), pp. 1028-39.",
        "Basmann, R. On Finite Sample Distributions of Generalized Classical Linear Identifiability Test Statistics. Journal of the American Statistical Association. Vol. 55 (1960), pp. 650-659.",
        "Benson, Charles. The Economics of Public Education. 3rd Edition. Boston: Houghton-Mifflin, 1978.",
        "Borland, Melvin V. and Roy M. Howsen. Student Academic Achievement and the Degree of Market Concentration in Education. Economics of Education Review, Vol. II, No. 1 (1992), pp. 31-39.",
        "Bowles, Samuel. Towards an Education Production Function in Education, Income, and Human Capital. ed.: W. Lee Hansen. New York: NBER, 1970. pp. 11-60.",
        "Bound, John, David A. Jaeger. and Regina Baker. The Cure can be Worse than the Disease: A Cautionary Tale Regarding Instrumental Variables. NBER Technical Working Paper No. 137 (June 1993).",
        "Brueckner, J.K. Property Values, Local Public Expenditure, and Economic Efficiency. Journal of Public Economics, 11(1979), pp. 223-45.",
        "Buetow, Harold A. The Catholic School. New York: Crossroad, 1988.",
        "Coleman, James S. and Thomas Hoffer. Public and Private High Schools. New York: Basic Books, 1987.",
        "Coleman, James S., Thomas Hoffer, and Sally Kilgore. High School Achievement: Public, Catholic, and Private Schools Compared. New York: Basic Books. 1982.",
        "Couch, J. F., W. F. Shughart II, and A. L. Williams. Private School Enrollment and Public School Performance. Public Choice, (August 1993).",
        "Courant, P.N. A General Equilibrium Model of Heterogeneous Local Property Taxes. Journal of Public Economics, 8 (1977), pp. 3 13-28.",
        "Data Research Inc. Private School Law in America. 2nd Edition. Rosemount, MN: Data Research Inc., 1989.",
        "Downes, Thomas A. and Shane M. Greenstein. Understanding the Supply Decisions of NonProfits: Modeling the Location of Private Schools. Northwestern University mimeo. Dusansky, R., M. Ingbar, and N. Karatjas. The Impact of Property Taxation on Housing Values and Rents. Journal of Urban Economics, 10 (1981), pp. 240-55.",
        "Epple, Dennis and Richard Romano. Competition between Private and Public Schools, Vouchers and Peer Group Effects. Carnegie Mellon University mimeo, March 1993.",
        "Evans, William N. and Robert M. Schwab. Finishing High School and Starting College: Do Catholic Schools Make a Difference? University of Maryland mimeo, November 1993.",
        "Gaffney, Edward McGlynn Jr. (ed.) Private Schools and the Public Good. Notre Dame: University of Notre Dame Press, 1981.",
        "Grant, Mary A. and Thomas C. Hunt. Catholic School Education in the United States. New York: Garland Publishing, Inc., 1992.",
        "Greeley, Andrew M., William C. McCready, and Kathleen McCourt. Catholic Schools in a Declining Church. Kansas City: Sheed and Ward, Inc., 1976.",
        "Haertel, Edward H., Thomas James, and Henry M. Levin. Comparing Public and Private Schools. Vol. 2: School Achievement. Philadelphia: Temple University Press, 1987.",
        "Hanushek, Eric A. Conceptual and Empirical Issues in the Estimation of Education Production Functions. Journal of Human Resources, Summer 1979 14(3), pp. 351-88.",
        "Hausman, J. Specification and Estimation of Simultaneous Equation Models, in Z. Griuiches and M. Intrilligator, eds., Handbook of Econometrics, Amsterdam: North Holland, 1983.",
        "Hoxby, Caroline Minter. Does Competition Among Public Schools Benefit Students and Taxpayers. M.I.T. mimeo, 1994.",
        "James, Thomas and Henry M. Levin. Comparing Public and Private Schools. Vol. 1: Institutions and Organizations. Philadelphia: Temple University Press, 1987.",
        "James, Thomas and Henry M. Levin. Public Dollars for Private Schools. Philadelphia: Temple University Press, 1983.",
        "Kirkpatrick, David W. Choice in Schooling. Chicago: Loyala University Press, 1990.",
        "Larson, Martin A. When Parochial Schools Close: A Study in Education Financing. Washington: Robert B. Luce, Inc. 1972.",
        "Levy, Daniel C. (ed.) Private Education. New York: Oxford University Press, 1986.",
        "Mickelson, Arnold R. (ed.). Where are the Lutherans? Minneapolis: Augsberg Publishing House, 1984.",
        "Moulton, Brent R. Random Group Effects and the Precision of Regression Estimates. Journal of Econometrics, 32 (1986), 385-97.",
        "Murnane, Richard J. A Review Essay - Comparisons of Public and Private Schools: Lessons from the Uproar. Journal of Human Resources 19(2) (Spring 1984), pp. 263-77.",
        "Neal, Derek. The Effects of Catholic Secondary Schooling on Academic Achievement and Labor Market Outcomes. University of Chicago mimeo, November 1993.",
        "Nelson, C. R. and R. Startz. Some Further Results on the Exact Small Sample Properties of the 38 Instrumental Variables Estimator. Econometrica, Vol. 58 (1990), pp. 967-976.",
        "Instrument is a Poor One. Journal of Business, Vol. XX (1990).",
        "Rosen, Sherwin. Human Capital: A Survey of Economic Research in Research in Labor Economics, Vol. 1, ed. Ronald G. Ehrenberg. Greenwich, Conn.: JAI Press, 1977. pp. 3-39.",
        "Staiger, Douglas and James H. Stock. Asymptotics for Instrumental Variables Regressions with Weakly Correlated Instruments mimeo, Kennedy School of Government, Harvard University, and the NBER (July 1993).",
        "Sullivan, Daniel J. Public Aid to Nonpublic Schools. Lexington, MA: Lexington Books, 1974.",
        "Summers, Anita and Barbara Wolfe. Do Schools Make a Difference? American Economic Review, 67(4) (September 1977), pp. 639-52.",
        "Tiebout, C. A Pure Theory of Local Expenditures, Journal of Political Economy, 64 (1956), pp. 416-24.",
        "Digest of Education Statistics 1991. Washington, D.C.: U.S. Government Printing Office, 1991.",
        "Private Schools in the United States: A Statistical Profile, with Comparisons to Public Schools. Washington, D.C.: U.S. Government Printing Office. ----. Public and Private Elementary and Secondary Education Statistics: School Year 1991-92. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Health, Education, and Welfare. Office of Education. Helen M. Jellison, ed. State and Federal Laws Relating to Nonpublic Schools. Washington, D.C.: U.S. Government Printing Office, 1975."
    ]
}