{
    "id": 4980,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Anderson, Douglas. 1980. State Regulation of Electric Utilities. In James Q. Wilson, editor, The Politics of Regulation, pp. 3-41. New York: Basic Books.",
        "Bok, Derek. 1993. The Cost of Talent. New York: The Free Press.",
        "Gibbons, Robert, and Kevin J. Murphy. 1990. Relative Performance Evaluation for Chief Executive Officers. Industrial and Labor Relations Review 43 (February Supplement): S30-S51.",
        "Hagerman, Robert. and Brian Ratchford. 1978. Some Determinants of Allowed Rates of Return on Equity to Electric Utilities. Bell Journal of Economics 9 (Spring): 46-55.",
        "Haubrich, Joseph G. 1994. Risk Aversion, Performance Pay, and the Principal-Agent Problem. Journal of Political Economy 102 (April): 25 8-276.",
        "Jensen, Michael, and Kevin J. Murphy. 1990. Performance Pay and Top-Management Incentives. Journal of Political Economy 98 (April): 225-64.",
        "Jolls, Christine, Managerial Contracts at Regulated Firms, mimeo, September 6, 1994.",
        "Electric Power Industry. Brookings Papers on Economic Activity: Microeconomics, 1989: 125-99.",
        "Joskow, Paul, and Nancy Rose. 1994. Pay-for-Performance: A Reassessment. Mimeo, MIT.",
        "Joskow, Paul, Nancy Rose, and Andrea Shepard. 1993. Regulatory Constraints on CEO Compensation. Brookings Papers on Economic Activity: Microeconomics, 1993: 1-58. Laffont, Jean Jacques and Jean Tirole. 1993. A Theory of Incentives in Procurement and Regulation. Cambridge: MIT Press.",
        "Lambert, Richard, and David Larcker. 1987. An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts. Journal of Accounting Research 25 (Supplement): 85-125.",
        "Meyer, John. 1993. Comments. Brookings Papers on Economic Activity: Microeconomics, 1993: 59-62.",
        "Murphy, Kevin J.. 1985. Corporate Performance and Managerial Remuneration: An Empirical Analysis. Journal of Accounting and Economics 7 (April): 11-42.",
        "Navarro, Peter. 1982. Public Utility Commission Regulation: Performance, Determinants, and Energy Policy Impacts. The Energy Journal. 3 (April): 119-139.",
        "Noll, Roger. 1989. Economic Perspectives on the Politics of Regulation. In Richard Schmalensee and Robert Willig, eds., Handbook of Industrial Organization, vol. 2, pp. 1253-87. New York: North-Holland.",
        "Sloan, Richard. 1993. Accounting Earnings and Top Executive Compensation. Journal of Accounting and Economics, Volume 16, January/April/July.",
        "Smiley, Robert and William Greene. 1983. Determinants of the Effectiveness of Electric Utility Regulation. Resources and Energy 5 (March): 65-81.",
        "Stigler, George. 1971. The Theory of Economic Regulation. Bell Journal of Economics and Management Science 2 (Spring): 3-21."
    ]
}