{
    "id": 4990,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "[3] Bailey, W. and J. Lim. 1992. Evaluating the Diversification Benefits of the New Coun- try Funds, Jour,ial of Porlfolio Management, Spring 1992, 74-80.",
        "[41 Bailey, W. and J. Jagtiani, 1994, Foreign Ownership Restrictions and Stock Prices in the Thai Capital Market. Journal of Financial Economics 36, 57-87.",
        "[5] Bansal, R., Hsieh, D. and S. Viswanathan, 1993, A New Approach to International Arbitrage Pricing, Jo~jrn~l of Finance 48, 1719-1747.",
        "[61 Bekaert, G., 1994. `~Market Integration and Investment Barriers in Emerging Equity Markets, ThE World Bank Economic R~ri~w, forthcoming.",
        "[7] Bekaert, G. and C. }1arv~v, 1994, Time-Varying World Market Integration, working paper, Graduate School of Business, Stanford University.",
        "[8J Bekaert. G.. Garcia, M. and Harvey, C., 19~4, ~`The Roleof Capital Markets in Economic Growth, working paper, Graduate School of Business, Stanford University.",
        "[91 Bekaert, G. and M.S. Urias. 1994a, The Closed-End Fund Puzzle Revisited: Lviclencp from U.K. Inveslrncut Trusts and Offshore Funds, research notes, Graduate School of Business. Stanford University.",
        "[ioJ Bekaert, C. and MS. ir~. 1994b, Emerging Market Thversification Using Country Funds, research notes. Graduate School of Business, Stanford University.",
        "[11] Bodurtha, J.N., Kim, I)., and C.M.C. Lee, 1993, ~`Closcd-End Country Funds and U.s. Market Sentiment, working paper, University of Michigan.",
        "[12] Bollerslev, T., 1990, ~Modehng time Coherence in Short Run Nominal Exchange Rates: A Mu]tivariate Generalized ARCT-i Modl,~ Review of Economics and Stahslics 7~. 498-505. 28",
        "[131 Bonser-Neal, C., Brauer, C., Neal, R., and S. Wheatley, 1990, International Investment Restrictions and Closed-End Country Fund Prkes, Journal of Finance 45, 523-548.",
        "[14} Bratier, C., 1988, CIoced-Er~d Fund Shares Abnormal Returns and the Information Content of Discounts and Premiums, Journal of Fznance 43, 113-127.",
        "[151 Chang, E., Eun, C., and R. Kodolny, 1993, International Diversification Through Closed-End Country Funds, working paper, College of Business and Management. University of Maryland.",
        "[16] Chen, Z. and P. Knez, 1994. Measurement of Market Integration and Arbitrage. working paper. Graduat~ School of Business, University of Wisconsin-Madison.",
        "[17] Cochrane, J.H., 199~, Discrete Time Empirical Finance, manuscript, Graduate Schoo of Business, Universit of Chicago."
    ]
}