{
    "id": 4991,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Alesina, Alberto, and Jeffrey Sachs, 1988, Political Parties and the Business Cycle in the United States, Journal of Money, Credit, and Banking 20:63-82.",
        "Andreom, James, 1991, Reasonable Doubt and the Optimal Magnitude of Fines: Should the Penalty Fit the Crime? ReIiVD Journal of Economics 22:385-395.",
        "Becker, Gary, 1968, Crime and Punishment: An Economic Approach, Journal of Political Economy 76:169-217.",
        "Besley, Timothy, and Anne Case, 1994, Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Mimeo, Department of Economics, Princeton University.",
        "Cameron, Samuel, 1988, The Economics of Crime Deterrence: A Survey of Theory and Evidence, Kyklos 41 :301-323.",
        "Cantor, David, and Kenneth C. Land, 1985, Unemployment and Crime Rates in the PostWorld War II United States: A Theoretical and Empirical Analysis, American Sociological Review 50:317-332.",
        "Chubb, John, 1988, Institutions, the Economy, and the Dynamics of State Elections, American Political Science Review 82:135-154.",
        "Cohen, Mark, 1988, Pain, Suffering, and Jury Awards: A Study of the Cost of Crime to Victims, Law and Society Review 22:537-555.",
        "Craig, S., 1987, The Deterrent Impact of Police: An Examination of a Locally Provided Public Service, Journal of Urban Economics 21:298-311.",
        "Donohue, John J., and Peter Siegelman, 1994, Is the United States at the Optimal Rate of Crime? Mimeo, American Bar Foundation.",
        "Ebrlich, Isaac, 1973, Participation in Illegitimate Activities: A Theoretical and Empirical Investigation, Journal of Political Economy 81:531-567.",
        "Fisher, Franklin, and D. Nagin, 1978, On the Feasibility of Identifying the Crime Function in a Simultaneous Equations Model of Crime and Sanctions, in Blumstein, A., Nagin, D., and Cohen, J. (eds.), Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates, Wash D.C.: National Academy of Sciences.",
        "Glaeser, Edward, Bruce Sacerdote, and Jose Scheinkman, 1994, Crime and Social Interactions, Mimeo, Harvard University.",
        "Greene, Jack, and Carl Klockars, 1991, What Police Do, in Klockars, C., and Mastrofski, S. (eds.), Thinking About Police, New York: McGraw-Hill.",
        "Kelling, George, Tony Pate, Duane Dieckman, and Charles Brown, 1974, The Kansas City Preventative Patrol Experiment: A Summary Report, Wash DC: Police Foundation.",
        "Levitt, Steven, 1994, The Response of Crime Reporting Behavior to Changes in the Size of the Police Force: Implications for Studies of Police Effectiveness using Reported Crime Data, Mimeo, M.I.T. Department of Economics.",
        "McCormick, Robert, and Robert Toffison, 1984, Crime on the Court, Journal of Political Economy 92:223-235.",
        "Miller, Ted, Mark Cohen, and Shelli Rossman, 1993, Victim Costs of Violent Crime and Resulting Injuries, Health Affairs XX:186-197.",
        "OBrien, Robert, 1985, Crime and Victimization Data, Beverly Hills: Sage.",
        "Tauchen, Helen, Anne Witte, and Harriet Griesinger, 1993, Criminal Deterrence: Revisiting the Issue with a Birth Cohort, Mimeo, Department of Economics, University of North Carolina at Chapel Hill.",
        "Wilson, James Q., 1983, Thinking About Crime, New York: Random House."
    ]
}