{
    "id": 4998,
    "cites": 19,
    "cited_by": 8,
    "reference": [
        "Becker, 0. (1991). A Treatise on the Family. Harvard University Press.",
        "Carison, D. and 0. Shepherd. (1992). Cartel on Campus: The Economics and Law of Academic institutions Financial Aid Price Fixing. Oregon Law Review 71, 563-629.",
        "Canton, D., 0. Bamberger, and R. Epstein, Antitrust and Higher Education. CSES Working Paper No. 107, January 1995.",
        "Carlton, 0. and J. Kiamer. (1983). The Need for Coordination Among Firms With Special Reference to Network Industries. The University of Chicago Law Review. 446-465.",
        "Clottfeiter, C. (1991). Economic Challenge in Higher Education. Chapter 4, University of Chicago Press.",
        "Dodge, S. (1989). Overlap Group Makes Aid Process Fairer Targets of inquiry Argue. Chronicle of Higher Education. P. A32, October 11.",
        "Hansman, H. and A. Kievorik. (1993). Competition and Coordination In Markets for Higher Education. Yale University Press.",
        "Hausman, J. (1978). Specification Tests in Econometrics. Econometrica 46, 1251-1271.",
        "James, E., N. Alsalam, J. Conaty, and D. To. (1989). Coiiege Quality and Future Earnings: Where Should You Send Your Child to College?. American Economic Review. May, 247-252.",
        "Koopmans, T. and M. Beckmann. (1957). Assignment Problems and the Location of Economic Activities. Econometrica 25, 53-76.",
        "Lande, R. (1989). Chicagos False Foundation: Wealth Transfer (Not Just Efficiency) Should Guide Antitrust. Antitrust Law Journal. 631-644.",
        "McPherson, M. and M. Schapiro. (1991). Keeping College Affordable. Washington, D.C.: Brookings institution.",
        "Masten, S. (1992). Old School Ties: Another Look at College Tuition and Financial Aid Collusion. Unpublished working paper. University of Michigan School of Business Administration.",
        "Morrison, R. (1992). Price Fixing Among Elite Colleges and Universities. University of Chicago Law Review 59, 807-835.",
        "Pitofsky, ft (1979). The Political Content of Antitrust, University of Pennsylvania Law Review. 1051-1075.",
        "Roth, A. and Sotomayer, M. (1990). Two-Sided Matching; A Study in Game Theoretic Modeling and Analysis. Cambridge University Press.",
        "Rothschild, M. and L. White. (1991). The University in the Marketplace; Some insights and Some Puzzlers. Unpublished working paper. University of California at San Diego Department of Economics.",
        "Salop, S. and L. White. (1991). Antitrust Goes to College. Journal of Economic Perspec tives 5, 193-199.",
        "Teiser, L. (1978). Economic Theo~y and the Core, University of Chicago Press."
    ]
}