{
    "id": 4999,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Akiyama, Takamasa (1992) . Is There a Case for an Optimal Export Tax on Perennial Crops? The World Bank, February 1992, Working Paper WPS 854.",
        "Akiyama, Takamasa and D. F. Larson (1993). Adding Up Problem -- Strategies for Primary Commodity Exports in Sub-Saharan Africa. Forthcoming World Bank PPR Working Paper.",
        "Besley, T. (1993) Monopsony and Time Consistency: Sustainable Pricing for Perennial Crops. Mimeo, Woodrow Wilson School, Princeton University, May, 1993.",
        "Bhagwati, Jagdish (1971). The Generalized Theory of Distortions and Welfare.. in J. Bhagwati et al., Trade. Balance of Payments and Growth, Amsterdam: North Holland.",
        "Branson, W. (1993) Notes on the Adding Up Problem. Paper prepared for World Bank meeting on the Adding Up Problem ( October 1993) Coleman, Jonathan R. and M. E. Thigpen (1993) . Should Sub-Saharan Africa Expand Cotton Exports? The World Bank, May 1993, Working Paper WPS 1139.",
        "Dixit, Avinash (1988) . Optimal Trade and Industrial Policies for 35 the U.S. Automobile Industry, in R.C. Feenstra (Ed), Emrirical Methods for International Trade, Cambridge, Massachusetts: MIT Press.",
        "Godfrey, M. (1985). Trade and Exchange Rate Policy: A Further Contribution to the Debate. In Crisis and Recovery in Sub Saharan Africa, Ed. T. Rose. Development Center of the Organization for Economic Co-Operation and Development.",
        "Johnson, 1-I.G. (1950-51) Optimum Welfare and Maximum Revenue Tariffs. Review of Economic Studies, 19, pp. 28-35.",
        "Johnson, H.G., (1954) Optimum Tariffs and Retaliation. Review of Economic Studies, 21, 142-158.",
        "Krishna, Kala and Marie Thursby (1992), Optimal Policies and Marketing Board Objectives, Journal of Development Economics, Vol. 38, pp. 1-15.",
        "Krishna, Kala and Marie Thursby (1991) . Optimal Policies with Strategic Distortions, Journal of International Economics, Vol. 31, pp. 291-308, 1991.",
        "Martin, Will (1993) . The Fallacy of Composition and Developing Country Exports of Manufactures. The World Economy, March 1993, Vol. 16, No. 2, pp. 159-172.",
        "Tower, Edward. (1977) . Ranking the Optimum Tariff and the Maximum Revenue Tariff, Journal of International Economics, 7 (February 1977), 73-79.",
        "World Bank (1993) . Bank Lending Policy for Plantation Crops. OED Report No. 12110."
    ]
}