{
    "id": 5002,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Alesina, Alberto, and Howard Rosenthal, 1989, Partisan Cycles in Congressional Elections and the Macroeconomy, American Political Science Review 83:373-398.",
        "Anagnoson, Theodore, 1982, Federal Grant Agencies and Congressional Election Campaigns, American Journal of Political Science 26:547-561.",
        "Cain, Bruce R, John A. Ferejohn, and Moths P. Fiorina, 1987, The Personal Vote, Cambridge, MA: Harvard University Press.",
        "Calvert, Randall B., and John Ferejohn, 1983, Coattail Voting in Recent Presidential Elections, American Political Science Review 77:407-4 19.",
        "Dilger, Robert J., 1982, The SunbeltlSnowbelt Controversy, New York: New York University Press.",
        "Erikson, Robert S,, 1990, Economic Conditions and the Congressional Vote: A Review of the Macrolevel Evidence, American Journal of Political Science 34:373-399.",
        "Feldman, Paul, and James Jondrow, 1984, Congressional Elections and Local Federal Spending, American Journal of Political Science 28:147-164.",
        "Ferejohn, John, and Keith Krehbiel, 1987, The Budget Process and the Size of the Budget, American Journal of Political Science 31:297-320.",
        "Fiorina, Morris, 1981, Some Problems in Studying the Effects of Resource Allocation in Congressional Elections, American Journal of Political Science 25:543-567.",
        "Gelman, Andrew, and Gary King, 1990, Estimating Incumbency Advantage Without Bias, American Journal of Political Science 34:1142-1164.",
        "Inman, Robert P., 1988, Federal Assistance and Local Services in the United States: The Evolution of a New Federalist Fiscal Order, in Harvey Rosen, ed., Fiscal Federalism: Ouantitative Studies, Chicago: University of Chicago Press.",
        "Evidence from the U.S. Historical Record, Journal of Law, Economics, and Organization 6:79-132. Johannes, John R., 1980, The Distribution of Casework in the U.S. Congress: An Uneven 26 Burden, Legislative Studies Quarterly 5:517-544.",
        "Levitt, Steven D., and Catherine Wolfram, 1994, A Panel-Data Approach to Measuring the Incumbency Advantage in the U.S. House, mimeo, Massachusetts Institute of Technology.",
        "Parker, Glenn R., 1986, Homeward Bound, Pittsburgh: University of Pittsburgh Press.",
        "Parker, Glenn R., 1989, Characteristics of Congress? Englewood Cliffs, NJ: Prentice Hall.",
        "Owens, John R., and Larry L. Wade, 1984, Federal Spending inn Congressional Districts, Western Political Quarterly 37:404-423.",
        "Ray, Bruce, 1980, Congressional Promotion of District Interests: Does Power on the Hill Really Make a Difference?, in Barry Rundquist, ed., Political Benefits: Empirical Studies aLAmerican Public Programs, Lexington, MA: Lexington Books.",
        "Rivers, Douglas, and Moths P. Fiorina, 1986, Constituency Service, Reputation, and the Incumbency Advantage, in Morris P. Fiorina and David W. Rohde, eds., Homestyle and Washington Work, Ann Arbor, MI: University of Michigan Press.",
        "Shepsle, Kenneth A., and Barry R. Weingast, 1981, Structure-Induced Equilibrium and Legislative Choice, Public Choice 37:509-519.",
        "Stein, Robert, and Kenneth Bickers, 1994, Congressional Elections and the Pork Barrel, Journal of Politics 56:377-399.",
        "Tuft; Edward R., 1975, Determinants of the Outcomes of Midterm Congressional Election, American Political Science Review 69:812-826.",
        "Weingast, Barry R., 1979, A Rational Choice Perspective on Congressional Norms, American Journal of Political Science 23:245-262.",
        "Weingast, Barry R., Kenneth A. Shepsle, and Christopher Johnson, 1981, The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics, Journal of Political Economy 89:642-664."
    ]
}