{
    "id": 5005,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Journal of International Relations 1:50-68. . 1982. Resort to Arms. Beverley Hills, CA: Sage.",
        "Spiro, David E. 1994. The Insignificance of the Liberal Peace. International Security 19 50-86.",
        "Siverson, Randolph M. and Harvey Starr. 1991. The Diffusion of War: A Study of Ooportunitv and Willingness. Ann Arbor: University of Michigan Press.",
        "Siverson, Randolph M. and Juliann Emmons. 1991. Birds of a Feather: Democratic Political Systems and Alliance Choices in the Twentieth Century. Journal of Conflict Resolution 35:285-306.",
        "Russett, Bruce. 1993. Grasping the Democratic Peace: Principles for a Post- Cold War World. Princeton, NJ: Princeton University Press.",
        "Sabrosky, Alan N. 1980. Interstate Alliances: Their Reliability and the Expansion of War. In The Correlates of War Il: Testinn Some Realpolitik Models, ed. J. David Singer. New York: Free Press.",
        "Owen, John M. 1994. How Liberalism Produces Democratic Peace. International Security 19:87-125.",
        "Ray, James Lee. 1993. Wars between Democracies: Rare or Nonexistent? International Interactions 18:251-276.",
        "Alliance System: Perspectives from Queuing Theory and Bivariate Probability Distributions. American Joumal of Political Science 27:762-84. 32 Morgan, T. Clifton and Valerie L. Schwebach. 1992. Take Two Democracies and Call Me in the Morning: A Prescription for Peace? International Interactions 17:305-320.",
        "Midlarsky, Manus. 1981. Equilibria in the Nineteenth Century Balance of Power System. American Journal of Political Science. 25:270-96.",
        "Maddala, G. S. 1977. Econometrics. New York: McGraw-Hill.",
        "Maoz, Zeev and Nasrin Abdolali. 1989. Regime Types and International Conflict. Journal of Conflict Resolution 33:3-35.",
        "McGowan, Patrick J., and Robert M. Rood. 1975. Alliance Behavior in Balance of Power Systems: Applying a Poisson Model to Nineteenth-Century Europe. American Political Science Review 69:859-870.",
        "Social Research [distributor]. Kim, Chae-Han. 1991. Third-Party Participation in Wars. Journal of Conflict Resolution 35:659-77.",
        "King, Gary, Robert O. Keohane, and Sidney Verbal 1994. Desioninn Social Inquirv: Scientific Inference in Qualitative Research. Princeton: Princeton University Press.",
        "Layne, Christopher. 1994. The Myth of the Democratic Peace. International Security 19.",
        "Li, Richard P.Y., and William R. Thompson. 1976. The Stochastic Process of Alliance Formation Behavior. American Journal of Political Science 72:1288-1303.",
        "Fienberg, Stephen E. 1980. The Analysis of Cross-Classified Catenorical Data.",
        "Dixon, William J. 1994. Democracy and the Peaceful Settlement of International Conflict. American Political Science Review 88:14-32.",
        "Doyle, Michael. 1986. Liberalism and World Politics. American Political Science Review 60:1151-69.",
        "Duncan, George T., and Randolph M. Siverson. 1982. Flexibility of Alliance Partner Choice in a Multipolar System. International Studies Quarteriv, Vol. 26, No. 4 December 1982, pp. 511-538.",
        "Chan, Steve. 1993. Democracy and War: Some Thoughts on Future Research Agenda. International Interactions 18:205-14.",
        "Cusak, Thomas R. and Wolf-Deiter Eberwein. 1982. Prelude to War: Incidence, Escalation, and Intervention. International Interactions 9:9-28.",
        "Bueno de Mesquita, Bruce and David Lalman. 1992. War and Reason. New Haven, CT: Yale University Press.",
        "Chan, Steve. 1984. Mirror, Mirror on the Wall...Are the Freer Countries More Pacific? Journal of Conflict Resolution 28:616-48.",
        "Interstate War, 1816-1965. Journal of Conflict Resolution 36:309-41.",
        "International Interactions 18:231-249. Bueno de Mesquita, Bruce. 1981. The War Trap. New Haven: Yale University Press.",
        "Banks, A.S. 1971. Cross-Polity Times-Series Data. Cambridge: MIT Press.",
        "Bremer, Stuart. 1992a. Are Democracies Less Likely to Join Wars? Paper prepared for delivery at the Annual Meeting of the APSA."
    ]
}