{
    "id": 5012,
    "cites": 29,
    "cited_by": 10,
    "reference": [
        "Advisory Commission on Intergovernmental Relations, Cigarette Bootlegging: A State and Federal Responsibility. A Commission Report, Washington, D.C.: Advisory Commission on Intergovernmental Relations, 1977.",
        "Altman, D.G., L. Rasenick-Douss, V. Foster, and J.B. Tye, Sustained Efforts of an Educational Program to Reduce Sales of Cigarettes to Minors, American Journal of Public Health, 81: 891-3, 1991.",
        "American Chamber of Commerce Researchers Association, Inter-City Cost of Living Index, Louisville: ACCRA, 1992.",
        "Becker, G.S., and K.M. Murphy, A Theory of Rational Addiction, Journal of Political Economy, 96: 675-700, 1988.",
        "Becker, G.S., M. Grossman, and K.M. Murphy, An Empirical Analysis of Cigarette Addiction, American Economic Review, 84: 396-418, 1994.",
        "Castro, F.G., E. Maddahian, M.D. Newcomb, and P.M. Bentler, A Multivariate Model of the Determinants of Cigarette Smoking Among Adolescents, Journal of Health and Social Behavior, 28: 273-89, 1987.",
        "Chaloupka, F.J., Rational Addictive Behavior and Cigarette Smoking, Journal of Political Economy, 99: 722-42, 1991.",
        "Chaloupka, F.J., Clean Indoor Air Laws, Addition, and Cigarette Smoking, Applied Economics, 24: 193-205, 1992.",
        "Chaloupka, F.J., and H. Saffer, Clean Indoor Air Laws and the Demand for Cigarettes, Contemporary Policy Issues, 10: 72-83, 1992.",
        "Congressional Research Service, Cigarette Taxes to Fund Health Care Reform: An Economic Analysis, Washington D.C.: Library of Congress, 1994.",
        "Cragg, J.G., Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica, 39, No. 5, 1971.",
        "DiFranza, J.R., B.D. Norwood, D.W. Garner, and J.B. Tye, Legislative Efforts to Protect Children From Tobacco, Journal of the American Medical Association, 257: 3387-9, 1987.",
        "Forster, J.L., M.E. Hourigan, and S. Ke!der, Locking Devices on Cigarette Vending Machines: Evaluation of a City Ordinance, American Journal of Public Health, 82: 12 179, 1992.",
        "General Accounting Office, Teenage Smoking: Higher Excise Tax Should Significantly Reduce the Number of Smokers, Washington D.C.: General Accounting Office, 1989.",
        "Grossman, M., Editorial: The Demand for Cigarettes, Journal of Health Economics, 10: 101-3, 1991.",
        "Grossman, M., For Best Revenue, Tax Cigarettes $1.26, New York Times, June 18, 1993.",
        "Grossman, M., D. Coate, E.M. Lewit, and R.A. Shakotko, Economic and Other Factors in Youth Smoking, Final Report, National Science Foundation, 1983.",
        "Jason, L.A., P.Y. Ji, M.D. Anes, and S.H. Birkhead, Active Enforcement of Cigarette Control Laws in the Prevention of Cigarette Sales to Minors, Journal of the American Medical Association, 266: 3159-61, 1991.",
        "Keeler, T.E., T.W. Hu, P.G. Barnett, W.G. Manning, and H. Sung, Tobacco Taxation, Demand, and Oligopoly Behavior: Analysis and Estimation with State Panel Data, Working Paper, Institute of Business and Economic Research, University of California, Berkeley, 1994.",
        "Lewit, E.M., and D. Coate, The Potential for Using Excise Taxes to Reduce Smoking, Journal of Health Economics, 1: 12 1-45, 1982.",
        "Lewit, E. M., D. Coate, and M. Grossman, The Effects of Government Regulations on Teenage Smoking, Journal of Law and Economics, 24: 545-69, 1981.",
        "Merriman, D., Do Cigarette Excise Tax Rates Maximize Revenue? Economic Inquiry, 32: 419-28, 1994.",
        "Sung, H.Y, T.W. Hu, and T.E. Keeler, Cigarette Taxation and Demand: An Empirical Mode!, Contemporary Economic Policy, forthcoming. Townsend, J., Cigarette Tax, Economic Welfare, and Social Class Patterns of Smoking, Applied Economics, 19: 335-65, 1987.",
        "Townsend, J., P. Roderick, and J. Cooper, Cigarette Smoking by Socioeconomic Group, Sex, and Age: Effects of Price, Income, and Health Publicity, British Medical Journal, 309: 923-7, 1994.",
        "U.S. Department of Health and Human Services, Reducing the Health Consequences of Smoking: 25 Years of Progress. A Report of the Surgeon General. Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1989.",
        "U.S. Department of Health and Human Services, Preventing Tobacco Use Among Young People: A Report of the Surgeon General, Atlanta, Georgia: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994.",
        "Warner, K.E., State Legislation on Smoking and Health: A Comparison of Two Policies, Policy Sciences, 13: 139-52. 1981.",
        "Warner, K.E., Consumption Impacts of a Change in the Federal Cigarette Excise Tax, in Smoking Behavior and Policy Conference Series: The Cigarette Excise Tax, Cambridge, MA: Institute for the Study of Smoking Behavior and Policy, 1985.",
        "Wasserman, J., W.G. Manning, J.P. Newhouse, and J.D. Winkler, The Effects of Excise Taxes and Regulations on Cigarette Smoking, Journal of Health Economics, 10: 43-64, 1991."
    ]
}