{
    "id": 5013,
    "cites": 20,
    "cited_by": 433,
    "reference": [
        "Porter, M. (1990) The Comparative Advantage of Nations. New York: Free Press.",
        "Romer, P. (1986) Increasing Returns and Long-Run Growth, Journal of Political Economy 94: 1002-1037.",
        "Miracky, W. (1994) Cities and the Product Cycle, mimeographed.",
        "Murphy, K. and F. Welch (1992) The Structure of Wages, Quarterly Journal of Economics 107: 285-326.",
        "Lucas, R.E. (1988) On the Mechanics Economic Development, Journal of Monetary Economics 12: 3-42.",
        "Marshall, A. (1890) Principles of Economics London: Macmillan. Mills, E.S. (1992) Forecasting the Growth of Metropolitan Areas, mimeographed.",
        "Glaeser, E., Kallal, H., Scheinkman, J., and A. Shleifer (1992) Growth in Cities, Journal of Political Economy 100: 1126-1152.",
        "Jacobs, J. (1969) The Economy of Cities. New York: Vintage.",
        "Kain, J. and D. Neidercorn (1963) An Econometric Model of Metropolitan Development in Regional Science Association Papers, 11.",
        "DeLong, J.B. and A. Shleifer (1993) Princes and Merchants: European City Growth before the Industrial Revolution, Journal of Law and Economics (forthcoming).",
        "Borts, G. (1960) The Equalization of Returns and Regional Economic Growth, American Economic Review 50: 319-347.",
        "Chinitz, B. (1962) American Economic Revieu,, Papers and Proceeding 52: 279-289.",
        "DeLong, J.B. (1988) Productivity Growth, Convergence and Welfare: Comment, American Economic Review 78: 1138-1154.",
        "Baumol, W.J. (1986) Productivity Growth, Convergence, and Welfare: What Does the Long Run Data Show, American Economic Review, 76: 1072- 1085.",
        "Benabou, R. (1993) Working of a City: Location, Education and Production, mimeographed.",
        "Blanchard, O. and L. Katz (1992) Regional Evolutions, Brookings Papers on Economic Activity.",
        "Barro, R. and X. Sala i Martin (1992) Convergence Journal of Political Economy 100: 223-251.",
        "Ades, A. and E. Glaeser (1995) Trade and Circuses: Explaining Urban Giants, Quarterly Journal of Economics, forthcoming.",
        "Alesina, A. and D. Rodrik (1991) Distributive Politics and Economic Growth, mimeographed.",
        "Barro, R. (1991) Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics CVI: 407-444."
    ]
}