{
    "id": 5015,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "OConnell, Stephen A., and Stephen P. Zeldes, Rational Ponzi Games, International Economic Review 29 (August 1988), 431- 50.",
        "Organization of Economic Cooperation and Development, OECD Economic Outlook, June 1994.",
        "Peled, Dan, Informational Diversity Over Time and the Optimality of Monetary Equilibria, Journal of Economic Theory 28 (December 1982), 255-74.",
        "Romer, David, What are the Costs of Excessive Deficits?, NBER 43 Macroeconomics Annual 1988, 63-98.",
        "Cecchetti, Stephen G., Pok-Sang Lam, and Nelson C. Mark, Mean Reversion in Equilibrium Asset Prices, American Economic Review 80 (June 1990), 398-418.",
        "Congressional Budget Office, Federal Debt and Interest Costs, CBO Study, May 1993.",
        "Council of Economic Advisers, Economic Report of the President, 1994.",
        "Diamond, Peter, National Debt in a Neoclassical Growth Model, American Economic Review 55 (December 1965), 1126-50.",
        "Friedman, Benjamin M., Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits, Brookings Papers on Economic Activity, 1978:3, 593-641.",
        "Butkiewicz, James L., The Market Value of Outstanding Government Debt: Comment, Journal of Monetary Economics 11 (May 1983), 373-79.",
        "Cass, David, On Capital Overaccumulation in the Aggregative Neoclassical Model of Economic Growth: A Complete Characterization, Journal of Economic Theory 4 (1972), 200-23.",
        "Blanchard, Olivier Jean, and Phillipe Well, Dynamic Efficiency, the Riskless Rate, and Debt Ponzi Games under Uncertainty, NBER Working Paper 3992, February 1992.",
        "Bohn, Henning, The Sustainability of Budget Deficits with Lump-Sum and with Income-Based Taxation, Journal of Money Credit. and Banking 23 (August 1991, Part 2), 580-604.",
        "Bohn, Henning, Fiscal Policy and the Mehra-Prescott Puzzle: On the Welfare Implications of Budget Deficits when Real Interest Rates are Low, Department of Economics, University of California at Santa Barbara, Working Paper No. 8-93, 1993.",
        "Abel, Andrew B., N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser, Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies 56 (January 1989), 1-20."
    ]
}