{
    "id": 5016,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Paasche, H. Uber die Preisentwicklung der letzen Jahr nach den Hamburger Borsennotirungen. Jarbucher fur Nationalokonomie und Statistik. 23, 1874: 168-78. Press, William H., et al. Numerical Recipes in C: The Art of Scientific Computing. Cambridge: Cambridge University Press, 1988.",
        "Tornquist, L. The Bank of Finlands Consumption Price Index. Bank of Finland Monthly Bulletin. I O. 1936: 1-8.",
        "Mulligan, C. and X. Sala-i-Martin, Transitional Dynamics in Two-Sector Models of Endogenous Growth, Quarterly Journal of Economics, 108, 3, August 1993, 737-773.",
        "Mulligan, C. and X. Sala-i-Martin, A Labor Income Based Measure of Human Capital, mimeograph Yale University, October 1994.",
        "Laspeyres, E. Die Berechnung einer mittleren Warenpreissteigerung. Jarbucher fur Nationalokonomie und Statistik. 16, 1871: 296-314. Lucas, R. E. On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 1, July 1988, 3-42.",
        "Kravis, I.B. Comparative Studies of National Income and Prices. Journal of Economic Literature. 22, 1984: 1-39.",
        "Kyriacou, George A. A Cross-Country Estimation of an Aggregate Production Function with Human Capital. Working paper, Central Bank of Cyprus, November 1992.",
        "Kirkpatrick, S., et al. Optimization by Simulated Annealing. Science. 220 (4598), May, 1983.",
        "Diewert, W.E. Exact and Superlative Index Numbers. Journal of Econometrics. 4, 1976: 115-45.",
        "Diewert, W.E. Index Numbers. in John Eatwell, et. al., eds. The New Palgrave: A Dictionary of Economics. London: Macmillan, 1987: 767-80.",
        "Fisher, I, The Making of Index Numbers , Boston, Houghton Mifflin. 1922.",
        "Garey, M.R. and D.S. Johnson. Computers and Intractability: A Guide to the Theory of NP-Completeness. San Francisco: Freeman, 1979.",
        "Barro, R. J. and J.W. Lee. International Comparisons of Educational Attainment, Journal of Monetary Economics, 32, 3, December 1993, 363-394.",
        "Barro, R. J. And X. Sala-I-Martin. Convergence, Journal of Political Economy, 10O, 2, April 1992, 223- 251.",
        "Barro, R. J. Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics, 106, 2, May 1991, 407-442."
    ]
}