{
    "id": 502,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Arrow, K. J. and A. C. Fisher, Environmental Preservation, Uncertainty, and Irreversibility, Quarterly Journal of Economics, Vol. 88 (May 1974), pp. 312-320.",
        "Arrow, K. J., Optimal Capital Policy and Irreversible Investment, in J. N. Wolfe, ed., Value, Capital, and Growth, Chicago: Aldine Publishing Co., 1968, pp. 1-20.",
        "Bellman, R. E. and S. E. Dreyfus, Applied Dynamic Programming, Princeton, N.J.: Princeton University Press, 1962.",
        "Black, F., General Equilibrium and Business Cycles, Unpublished ins., M.I.T., 1978.",
        "DeGroot, M. H., Optimal Statistical Decisions, New York: McGraw-Hill, 1970.",
        "Eisner, R., A Permanent Income Theory For Investment, American Economic Review, Vol. 57, 3 (June 1967) pp. 363-390.",
        "Hall, R. C. and D. W. Jorgenson, Tax Policy and Investment Behavior, American Economic Review, Vol. 57, 3 (June 1967), pp. 391-414.",
        "Hart, A. G., Risk, Uncertainty, and the Unprofitability of Compounding Probabilities, in 0. Lange et.al. eds., Studies In Mathematical Economics and Econometrics In Memory Of Henry Schultz, Chicago: University of Chicago Press, 1942, pp. 110-118.",
        "Hirshleifer, J., Liquidity, Uncertainty, and the Accumulation of Information, in C. Carter and J. Ford, eds., Uncertainty and Expectations in Economics, Oxford: Alden Press, 1972.",
        "Kaufman, G. N., Sequential Investment Analysis Under Uncertainty, Journal of Business, Vol. 36, 1 (1963), pp. 39.64.",
        "Lucas, R. E., Understanding Business Cycles, in K. Brunner and A. Meltzer, eds., Stabilization of the Domestic and International Economy, Carnegie-Rochester Conference Series on Public Policy, 1977.",
        "McCall, John J., The Economics of Information and Optimal Stopping Rules, Journal of Business, Vol. 38, 3 (1965), pp. 300-317.",
        "Murphy, Roy E., Adaptive Processes In Economic Systems, New York: Academic Press, 1965.",
        "Rothschild, Michael, Searching For the Lower Price When the Distribution of Prices is Unknown, Journal of Political Economy, Vol. 82, 4 (July 1974), pp. 689-712.",
        "Samuelson, Paul A., Synthesis Of The Principle Of Acceleration and The Multiplier, Review of Economic Statistics, (May 1939).",
        "Tobin, James and W. Brainard, Asset Markets and The Cost Of Capital, in Balassa and Nelson, eds., Economic Progress, Private Values, and Public Policy, New York: North-Holland Co., 1977."
    ]
}