{
    "id": 5020,
    "cites": 118,
    "cited_by": 140,
    "reference": [
        "Anis, A.H., and T.W. Ross (1992), Imperfect competition and pareto-improving strategic trade policy, J. of Int&apos;l Econ., 33, 363-371 Arvan, L. (1991), Flexibility versus commitment in strategic trade policy under uncertainty: A model of endogenous policy leadership, J. of Int&apos;l Econ., 31, 341-355.",
        "Bagwell, K., and R. W. Staiger (1992), The sensitivity of strategic and corrective R&D policy in battles for monopoly, Int&apos;l Economic Review, 33(4), 795-816.",
        "Bagwell, K., and R. W. Staiger (1994), The sensitivity of strategic & corrective R&D policy in Oligopolistic Industries, J. of Int&apos;l Econ., 36, 133-150.",
        "Baldwin, R., and P. Krugman (1988), Market access and Competition: A simulation study of 16K random access memories, in: Feenstra, R., ed. (1988).",
        "Ballard, C.L., J.B. Shoven, and J. Whalley (1985), General equilibrium computations of the marginal welfare costs of taxes in the United States, American Economic Review, 75, 128-38.",
        "Ben-Zvi, S. and E. Helpman (1992), Oligopoly and segmented markets, in: Grossman, G., ed., Imperfect Competition and Int&apos;l Trade, Cambridge, Mass., MIT Press.",
        "Bhagwati, J.N. (1965), On the equivalence of tariffs and quotas, in R.E. Baldwin, ed., Trade, growth and the balance of payments: essays in honor of Gottfried Haberler, Amsterdam, North-Holland.",
        "Bhagwati, J. N. (1971), The generalized theory of distortions and welfare, in: Bhagwati et al, eds., Trade, Balance or Payments and Growth, Amsterdam, North-Holland.",
        "Brainard, L. (1994), Last one out wins: trade policy in an international exit game, Int&apos;l Economic Review, 35, 151-172.",
        "Brainard, L. and D. Martimort (1992), Strategic trade policy with incompletely informed policymakers, NBER working paper 4069, Cambridge, Mass.",
        "Branco, F. (1994), Favoring domestic firms in procurement contracts, J. of Int&apos;l Econ. 37, 65-80.",
        "Brander, J. A. (1981), Intra-industry trade in identical products, J. of Int&apos;l Econ., 11, 1-14.",
        "Brander, J. A., and P. R. Krugman (1983), A reciprocal dumping model of international trade, J. of Int&apos;l Econ., 15, 313-389.",
        "Brander, J. A., and B. J. Spencer (1981), Tariffs and the extraction of foreign monopoly rents under potential entry, Canadian J. of Econ., 14(3), 371-389.",
        "Brander, J. A., and B. J. Spencer (1984a), Tariff protection and imperfect competition, in: H. Kierzkowski, ed., Monopolistic Competition and International Trade, Oxford, Clarendon Press.",
        "Brander, J. A., and B. J. Spencer (1984b), Trade warfare: Tariffs and cartels, J. of Int&apos;l Econ., 16, 227-242.",
        "Brander, J. A., and B. J. Spencer (1985), Export subsidies and market share rivalry, J. of Int&apos;l Econ., 18, 83-100.",
        "Brander, J. A. and B. J. Spencer (1988), Unionized oligopoly and international trade policy, J. of Int&apos;l Econ., 24, 217-234.",
        "Carmichael, C. (1987), The control of export credit subsidies and its welfare consequences, J. of Int&apos;l Econ., 23, 1-19.",
        "Cheng, L. (1987), Optimal trade and technology policies: dynamic linkages, Int&apos;l Economic Review 28, 757-776.",
        "Cheng, L. (1988), Assisting domestic industries under international oligopoly, American Economic Review, 78, 291-314.",
        "Cohen, S.S., and J. Zysman (1987), Manufacturing matters: the myth of the post-industrial economy, New York, Basic Books.",
        "Collie, D. (1991), Export subsidies and countervailing tariffs, J. of Int&apos;l Econ., 31, 309-24.",
        "Collie, D. (1993), Profit-shifting export subsidies and the sustainability of free trade, Scottish J. of Political Economy, 40, 408-419.",
        "Collie, D. and M. Hviid (1993), Export subsidies as signals of competitiveness, Scandanavian J. of Econ., 95, 327-339.",
        "Cooper, R., and R. Riezman (1989), Uncertainty and the choice of trade policy in oligopolistic industries, Review of Economic Studies, 56, 129-140.",
        "Cournot, A. (1838), Recherches sur les principes mathematiques de la theorie des richesses, in: N. Bacon, ed., English edition (1897): Researches into the Mathematical Principles of the Theory of Wealth, Macmillian.",
        "Das, S. P., and S. Donnenfeld (1989), Oligopolistic competition and international trade: quantity and quality restrictions, J. of Int&apos;l Econ., 27, 299-318.",
        "Davidson, C. (1984), Cartel stability and trade policy, J. of Int&apos;l Econ., 17, 219-237.",
        "De Meza, D. (1979), Commercial policy toward multinationals - reservations on Katrak, Oxford Economic Papers, 31, 334-337.",
        "De Meza, D. (1986), Export subsidies and high productivity: cause or effect?, Canadian J. of Econ., 19, 347-50.",
        "Dick, A. R. (1992), Strategie trade policy and welfare: The empirical consequences of cross-ownership, J. of Int&apos;l Econ., 35, 227-249.",
        "Dinopoulos, E., T.R. Lewis, and D. Sappington (1994), Optimal industrial targeting with unknown learning-by-doing, J. of Int&apos;l Econ., forthcoming.",
        "Dixit, A. K. (1984), International trade policy for oligopolistic industries, Economic J., 94 supplement, 1-16.",
        "Dixit, A. K. (1986), Comparative statics for oligopoly, Int&apos;l Economic Review, 27, 107-122.",
        "Dixit, A. K. (1987), Strategic aspects of trade policy, in T. Bewley, ed., Advances in economic theory, 329-362, Cambridge, Cambridge University Press.",
        "Dixit, A. K. (1988a), Optimal trade and industrial policy for the U.S. automobile industry, in: Feenstra, R., (1988) ed., Empirical Methods for Industrial Trade, Cambridge, MIT Press.",
        "Dixit, A.K. (1988b), Anti-dumping and countervailing duties under oligopoly, European Economic Review, 32, 55-68.",
        "Dixit, A. K., and G. M. Grossman (1986), Targeted export promotion with several oligopolistic industries, J. of Int&apos;l Econ., 21, 233-250.",
        "Dixit, A. K., and A. S. Kyle (1985), The use of protection and subsidies for entry promotion and deterrence, American Economic Review, 75, 139-152.",
        "Dockner, E. J. and A. A. Huang (1990), Tariffs and quotas under dynamic duopolistic competition, J. of Int&apos;l Econ., 29, 147-160.",
        "Driskill, R. and S. McCafferty (1989), Dynamic duopoly with output adjustment costs in international markets: taking the conjectures out of conjectural variations, in R.C. Feenstra (1989).",
        "Eaton, J., and G. M. Grossman (1986), Optimal trade and industrial policy under oligopoly, Quarterly J. of Econ., 101, 383-406.",
        "Feenstra, R. C. (1988) ed., Empirical methods for industrial trade, Cambridge, MIT Press.",
        "Feenstra, R. C. (1989) ed., Trade policies for international competitiveness, Chicago, University of Chicago Press.",
        "Flam, H. (1994), EC members fighting about surplus: VERs, FDI and Japanese cars, J. of Int&apos;l Econ., 36, 117-132.",
        "Friedman, D. and K.C. Fung (1992), Int&apos;l trade and the internal organization of firms: an evolutionary approach, discussion paper, University of California at Santa Cruz.",
        "Fudenburg, D., and J. Tirole (1991), Game theory, Cambridge, MIT Press.",
        "Fung, K.C. (1992), Some international properties of Japanese firms, J. of the Japanese and Int&apos;l Economies, 6, 163-175.",
        "Fung, K.C. (1994), Rent shifting and rent-sharing: a reexamination of the strategic industrial policy problem, Canadian J. of Econ., forthcoming.",
        "Gatsios, K. (1989), Imperfect competition and international trade, in F.H. Hahn, ed., The economics of missing markets, information, and games, Oxford, Oxford University Press.",
        "Gatsios, K. (1990), Preferential tariffs and the most favoured nation principle, J. of Int&apos;l Econ., 28, 365- 373.",
        "Grossman, G. and E. Helpman (1991), Innovation and growth in the global economy, Cambridge, Mass., MIT Press.",
        "Gruenspecht, H.K.(1988), Export subsidies for differentiated products, J. of Int&apos;l Econ., 24, 331-344.",
        "Harris, R. (1985), Why voluntary export restraints are voluntary, Canadian J. of Econ., 18, 799-809.",
        "Harris, R.G. (1989), The new protectionism revisited, Canadian J. of Econ., 22, 751-778.",
        "Harris, R.G. and D. Cox (1985), Trade, industrial policy, and manufacturing, Toronto, Ontario Economic Council.",
        "Helpman, E., and P. Krugman (1985), Market structure and foreign trade: Increasing returns, imperfect competition, and the international economy, Cambridge, MIT Press.",
        "Helpman, E., and P. Krugman (1989), Trade policy and market structure, Cambridge, MIT Press.",
        "Head, K. (1994), Infant industry protection in the steel rail industry, J. of Int&apos;l Econ. (forthcoming).",
        "Horstmann, I.J., and J. R. Markusen (1986), Up the average cost curve: Inefficient entry and the new protectionism, J. of Int&apos;l Econ., 20, 225-247.",
        "Horstmann, I.J. and J.R. Markusen (1992), Endogenous market structures in international trade, J. of Int&apos;l Econ., 32, 109-130.",
        "Hwang, H., and C. Mai (1988), On the equivalence of tariffs and quotas under duopoly: A conjectural variation approach, J. of Int&apos;l Econ., 24, 373-380.",
        "Hwang, H.-S., and C.T. Schulman (1992), Strategic non-intervention and the choice of trade policy for international oligopoly, J. of Int&apos;l Econ., 34, 73-93.",
        "Ishikawa, J. (1994), Ranking alternative trade-restricting policies under international duopoly, Japan and the World Economy, 6, 157-169.",
        "Itoh, M. and Y. Ono (1984), Tariffs vs. quotas under duopoly of heterogeneous goods, J. of Int&apos;l Econ., 17, 359-374.",
        "Johnson, H. G. (1954), Optimum tariffs and retaliation, Review of Economic Studies, 21, 142-153.",
        "Lee, S. (1973), Int&apos;l equity markets and trade policy, J. of Int&apos;l Econ., 29, 173-184.",
        "Katrak, H. (1977), Multinational monopolies and commercial policy, Oxford Economic Papers, 29, 283-291.",
        "Katz, L.F. and L.H. Summers (1989), Can interindustry wage differentials justify strategic trade policy, in Feenstra, ed. (1989).",
        "Klepper, G. (1994), Industrial policy in the transport aircraft industry, in Krugman and Smith (1994).",
        "Krishna, K. (1987), Tariffs vs. quotas with endogenous quality, J. of Int&apos;l Econ., 23, 9-112.",
        "Krishna, K. (1989), Trade restrictions as facilitating practices, J. of Int&apos;l Econ., 26, 251-270.",
        "Krishna, K., K. Hogan, and P. Swagel (1994), The nonoptimality of optimal trade policies: the U.S. automobile industry revisited, 1979-1985, in Krugman and Smith (1994).",
        "Krishna, K., and M. Itoh (1988), Content protection and oligopolistic interaction, Review of Economic Studies, 55, 107-125.",
        "Krishna, K, and M.C. Thursby (1991), Optimal policies with strategic distortions, J. of Int&apos;l Econ., 31, 291-308.",
        "Krugman, P.R. (1980), Scale economies, product differentiation, and the pattern of trade, American Economic Review, 70, 950-959.",
        "Krugman, P.R. (1984), Import protection as export promotion: International competition in the presence of oligopoly and economies of scale, in: H. Kierzkowski, ed., Monopolistic Competition and International Trade, Oxford, Clarendon Press.",
        "Krugman, P. R., ed. (1986), Strategic trade policy and the new international economics, Cambridge, MIT Press.",
        "Krugman, P. R. (1987), Is free trade passÃ\u0083Â©?, J. of Economic Perspectives, 1, 131-144.",
        "Krugman, P.R. and A. Smith, ed. (1994), Empirical studies of strategic trade policy, Chicago, University of Chicago Press.",
        "Lancaster, K. (1991), The product variety case for protection, J. of Int&apos;l Econ., 31, 1-26.",
        "Levinsohn., J. A. (1989), Strategic trade policy when firms can invest abroad: When are tariffs and quotas equivalent?, J. of Int&apos;l Econ., 27, 129-148.",
        "Markusen, J. R. (1981), Trade and the gains from trade with imperfect competition, J. of Int&apos;l Econ., 11, 531-551.",
        "Markusen, J. R., and A. J. Venables (1988), Trade policy with increasing returns and imperfect competition: Contradictory results from competing assumptions, J. of Int&apos;l Econ., 24, 299-316.",
        "McMillan, J. (1986), Game theory in international economics, London, Harwood.",
        "Mezzetti, C. and E. Dinopolous (1991), Domestic unionization and import competition, J. of Int&apos;l Econ., 31, 79-100.",
        "Moore, M. and S. Suranovic (1992), Lobbying and Cournot-Nash competition: implications for strategic trade policy, J. of Int&apos;l Econ. 35, 367-376.",
        "Nash, J. (1950), Equilibrium points in n-person games, Proceedings of the National Academy of Sciences, 36, 48-49.",
        "Neary, J. P. (1994), Cost asymmetries in international subsidy games: Should governments help winners or losers?, J. of Int&apos;l Econ., forthcoming.",
        "Prusa, T.J. (1992), Why are so many anti-dumping petitions withdrawn, J. of Int&apos;l Econ., 33, 1-20.",
        "Qiu, L.D. (1994), Optimal strategic trade policy under asymmetric information, 36, 333-354.",
        "Ries, J. (1992), Windfall profit and vertical relationships: Who gained in the Japanese auto industry from VERs?, J. of Industrial Econ., 41, 259-27.",
        "Ries, J. (1992), &apos;Voluntary export restraints, profits and quality adjustment&apos;, Canadian J. of Econ., 2, 70-724.",
        "Rodrik, D. (1993), Taking trade policy seriously: export subsidization as a case study in policy effectiveness, NBER discussion paper 4567, Cambridge, Massachusetts.",
        "Rodrik, D. and C. Yoon (1989), Strategic trade policy when firms compete against vertically integrated rivals, NBER discussion paper #2919.",
        "Rotemberg, J. and G. Saloner (1989), Tariffs vs. quotas with implicit collusion, Canadian J. of Econ., 22, 237-244.",
        "Selten, R. (1965), Spieltheoretische behandlung eines oligopolmodells mit Nachfragetragheit, Zeitschrift fur die gesant Staatswissenschaft, 121, 301-24, (translated), 1975, Reexamination of the perfectness concept for equilibrium points in extensive games, Int&apos;l J. of Game Theory, 4, 25-55.",
        "Shapiro, C. (1989), Theories of oligopoly behaviour, in: Schmalensee, R., and R. Willig, eds., Handbook of Industrial Organization, Amsterdam, North-Holland, 329-410.",
        "Shivakumar, R. (1992), Strategic trade policy: choosing between export subsidies and export quotas under uncertainty, J. of Int&apos;l Econ., 35, 169-183.",
        "Shoven, J. and J. Whalley (1972), A general equilibrium calculation of the effects of differential taxation of income from capital in the U.S., J. of Public Econ., 1, 281-321.",
        "Smith, A. (1994), Strategic trade policy in the European car market, in Krugman and Smith, ed., 1994.",
        "Smith, A. and A.J. Venables (1988), Completing the internal market in the European Community: some industry simulations, European Economic Review, 32, 1501-25.",
        "Spencer, B. J. (1986), What should strategic trade policy target?, in: P. R. Krugman, ed., Strategic Trade Policy and the New International Economics., MIT Press, Cambridge, 69-89.",
        "Spencer, B.J. (1988), Capital subsidies and countervailing duties in oligopolistic industries, J. of Int&apos;l Econ., 25, 45-70.",
        "Spencer, B. J., and J. A. Brander (1983), International R&D rivalry and industrial strategy, Review of Economic Studies, 50, 707-722.",
        "Spencer, B.J. and R.W. Jones (1991), Vertical foreclosure and international trade policy, Review of Economic Studies, 50, 707-722.",
        "Spencer, B.J. and R.W. Jones (1992), Trade and protection in vertically related markets, J. of International Econ., 32, 31-56.",
        "Svedberg, P. (1979), Optimal tariff policy on imports from multinationals, Econ. Record, 55, 64-67.",
        "Taylor, M.S. (1992), TRIPS, trade, and technology transfer, Canadian J. of Econ., 26, 625-637.",
        "Tirole, J. (1988), The theory of industrial organization, Cambridge, Mass., MIT Press.",
        "Tyson, L. (1992), Who&apos;s bashing whom: trade conflicts in high technology industries, Washington D.C., Institute for Int&apos;l Econ..",
        "Ulph, D. and L.A. Winters (1994), Strategic manpower policy and international trade, in Krugman and Smith, ed., 1994.",
        "Venables, A. J. (1985), Trade and trade policy with imperfect competition: The case of identical products and free entry, J. of Int&apos;l Econ., 19, 1-19.",
        "Venables, A. J. (1987), Trade and trade policy with differentiated products, Economic J., 97, 700-17.",
        "Venables, A. J. (1990), International capacity choice and national market games, J. of International Econ., 29, 23-42.",
        "Venables, A. J. (1994), Trade policy under imperfect competition: a numerical assessment, in Krugman and Smith (1994).",
        "Wong, K-y. (1991), Incentive compatible immiserizing export subsidies, mimeo, University of Washington."
    ]
}