{
    "id": 5021,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Scott, A.D. (1955) The Fishery: the Objectives of Sole Ownership, Journal of Political Economy, vol. 63, pp. 116-124.",
        "Scott, A. and C. Southey (1969), The Problem of Achieving Efficient Regulation of a Fishery in the Economics of Fishery Management: A Symposium, ed. by A. Scott, Institute of animal resource ecology, University of British Columbia, Vancouver, B.C.",
        "Schaefer, M.B. (1957) Some Considerations of Population Dynamics and Economics in Relation to the Management of Marine Fisheries, Journal of the Fisheries Research Board of Canada, 14:669-681.",
        "Tawada, M. (1982) A note on International Trade with a renewable resource, International Economic Review, Vol. 23, No. 1, 157-163.",
        "McRae, J. (1978), Optimal and Competitive Use of Replenishable Natural Resources by Open Economies, Journal of Inte~national Economics, 8, 29-54.",
        "Munro, Gordon R. and Anthony D. Scott (1985) The Economics of Fisheries Management, Handbook of Natural Resource and Energy Economics, vol. II, Ch. 14, ed. by A.V. Kneese and J.L. Sweeney (North-Holland: Amsterdam).",
        "Kemp, M.C. and N.V. Long (1984), The Role of Natural Resources in Trade Models in Handbook of International Economics, Vol. I, Ch.8, ed. by Ronald W. Jones and Peter B. Kenen (North-Holland: Amsterdam).",
        "Loayaza, Eduardo A (1992) (with collaboration from Lucian M. Sprague), A Strategy for Fisheries Development World Banlc Discussion Paper, Fisheries Series, No. 135.",
        "Markusen, J.R. (1976), Production and trade from international common property resources, Canadian Journal of Economics, 9:309-319.",
        "Mason, C.F. and S. Polasly (1994), Entry Deterrence in the Commons, International Economic Review, vol. 35, pp. 507-526.",
        "Helpman. E. (1984), Increasing Retums, Imperfect Markets, and Trade Policy in Handbook of International Economics, Vol. I, Ch.?, ed. by Ronald W. Jones and Peter B. Kenen (North- Holland: Amsterdam).",
        "Gordon, H. Scott (1954) The Economic Theory of a Common Property Resource: the Fishery.",
        "Journal of Political Economy. vol. 62 (April) 124-42. Hartwick, John (1977) Intergenerational Equity and the Investing of Rents from Exhaustible Resources, American Economic Review, vol. 66. pp. 972-974.",
        "Copes, P. (1970) The Backward-Bending Supply Curve of the Fishing Industry Scottish Journal of Political Economy vol. 17, pp. 69-77.",
        "Dasgupta, Partha and G.M. Heal (1979) Economic Theory and Exhaustible Resources (Cambridge University Press: Cambridge).",
        "Bee, Ooi Jin (1987) Depletion of the Forest Resources in the Phillipines Field Report Series No.",
        "Chichilnisky, G. (1993) Global Environment and NorthSouth Trade, Stanford Institute for Theoretical Economics, technical report No. 31.",
        "Clark Colin W. (1990) Mathematical Bioeconomics: The Optimal Management of Renewable Resources (2nd. ea.) (Wiley: New York)."
    ]
}