{
    "id": 5024,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Turner, Margery Austin, Michael Fix, and Raymond J. Struyk. 1991. Opportunities Denied.",
        "Rytina, Nancy. 1981. Occupational Segregation and Earnings Differences by Sex. Monthly Labor Review (January): 49-52.",
        "Sieling, Mark S. 1984. Staffing Patterns and the Gender Pay Gap. Monthly Labor Review (June): 29-33.",
        "Internal Revenue Service, Department of the Treasury. 1990. Tip Income Study Publication 1530 (9-90).",
        "Kenney, Genevieve M., and Douglas A. Wissoker. 1994. An Analysis of the Correlates of Discrimination Facing Young Hispanic Job-Seekers. American Economic Review Vol. 84, No. 3 (June): 674-83.",
        "McIntyre, Shelby, Dennis J. Moberg, and Barry Z. Posner. 1980. Preferential Treatment in Preselection Decisions According to Sex and Race. Academy of Management Journal Vol.",
        "Polachek, Solomon W. 1981. Occupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure. Review of Economics and Statistics Vol. 58, No. 1 (February): 60-9.",
        "Bergmann, Barbara. 1974. Occupational Segregation, Wages and Profits When Employers Discriminate by Race or Sex. Eastern Economic Journal Vol. 1 (April-July): 103-10.",
        "Cross, Harry, with Genevieve Kenney, Jane Mell, and Wendy Zimmerman. 1990. Employer Hiring Practices: Differential Treatment of Hispanic and Anglo Job Seekers, Urban Institute Report 90-4 (Washington, D.C.: The Urban Institute).",
        "Daymont, Thomas N., and Paul J. Andrisani. 1984. Job Preferences, College Major, and the Gender Gap in Earnings. Journal of Human Resources Vol. 19, No. 3: 409-28.",
        "Fix, Michael, George C. Galster, and Raymond J. Struyk. 1992. An Overview of Auditing for Discrimination. In Michael Fix and Raymond J. Struyk, editors, Clear and Convincing Evidence: Measurement of Discrimination in America (Washington, D.C.: The Urban Institute), pp. 1-68.",
        "Heckman, James J., and Peter Siegelman. 1992. The Urban Institute Audit Studies: Their Methods and Findings. In Michael Fix and Raymond J. Struyk, editors, Clear and Convincing Evidence: Measurement of Discrimination in America (Washington, D.C.: The Urban Institute), pp. 187-258.",
        "Howe, Louise Kapp. 1977. Pink Collar Workers (New York, NY: G.P. Putnams Sons).",
        "Beller, Andrea H. 1982. Occupational Segregation by Sex: Determinants and Changes. Journal of Human Resources Vol. 17, No. 3: 371-92.",
        "Berch, Bettina. 1982. The Endless Dav: The Political Economv of Women and Work (New York, NY: Harcourt Brace Jovanovich, Inc.)."
    ]
}