{
    "id": 5026,
    "cites": 19,
    "cited_by": 17,
    "reference": [
        "White, H. (1984) Asymptotic Theory for Econometricians. New York: Academic Press.",
        "Scheinkman, J. A. and M. Woodford (1994) Self-organized Criticality and Economic Fluctuations, American Economic Review 84: 417-421.",
        "Quetelet, A. (1835) Sur LHomme et le Developpement De Ses Facultes. Paris: Bachelier. Sah, R. (1991) Social Osmosis and Patterns of Crime, Journal of Political Economy 99: 1272-1295.",
        "Murphy, K.M. and R. Topel (1990) Efficiency Wages Reconsidered: Theory and Evidence, in Weiss and Fishelson Eds. Advances in the Theory and Measurement of Unemployment. London: Macmillan.",
        "Murphy, K.M., A. Shleifer and R. Vishny (1993) Why is Rent Seeking So Costly to Growth? American Economic Review 83: 409-414.",
        "Lane, R. (1979) Violent Death in the City: Suicide, Accident and Murder in Nineteenth Century Philadelphia. Cambridge: Harvard University Press.",
        "Levitt, S. (1994) The Effect of Police on Crime, mimeographed.",
        "Jacobs, J. (1961) The Death and Life of Great American Cities. New York: Random House.",
        "Kindermann, R. and J. L. Snell (1980) On the relationship between markov random fields and social networks, Journal of Mathematical Sociology 7.",
        "Case, A. and L. Katz (1991) The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths, NBER working paper.",
        "Dempster, A. P., Laird, N., and D. B. Rubin (1977) Maximum Likelihood from Incomplete Data via the EM Algorithm, The Journal of the Royal Statistical Society (Series B) 39: 1-38.",
        "Ehrlich, I. (1975) The Deterrent Effect of Capital Punishment: A Question of Life and Death. American Economic Review 65: 397~17.",
        "Feller, W. (1968) An Introduction to Probability Theory and Its Applications.",
        "Glaeser, E., L. (1992) Two Essays on Information and Labor Markets, University of Chicago Dissertation.",
        "Blumstein, A. and J. Cohen (1979) Estimation of Individual Crime Rates from Arrest Records, Journal of Criminal Law and Sociology 70: 561-585.",
        "Bransom, M. and D. Griffeath (1979) Renormalizing the three dimensional voter model, Annals of Probability 7: 418-432.",
        "Archer, D. and R. Gartner (1984) Violence and Crime in Cross-National Perspective. New Haven: Yale University Press.",
        "Becker, G. S. (1968) Crime and Punishment: An Economic Approach, journa of Political Economy 76: 169-217.",
        "Benabou, R. (1994) Education, Income Distribution and Growth: The Local Connection, NBER working paper 4798."
    ]
}