{
    "id": 5027,
    "cites": 60,
    "cited_by": 1,
    "reference": [
        "Ross, S., 1987, Regression to the Max, Working Paper, Yale School of Organization and Management.",
        "Rozeff, M., 1984, Dividend Yields and Equity Risk Premiums, Journal of Portfolio Man- agement, 68-75.",
        "Muirhead, R., 1982, Aspects of Multivariate Statistical Theory, New York: John Wiley and Sons.",
        "Roll, R., 1988, R2, Journal of Finance 43, 541-566.",
        "Roll, R. and S. Ross, 1980, An Empirical Investigation of the Arbitrage Pricing Theory, Journal of Finance 35, 1073-1103.",
        "Lo, A. and C. MacKinlay, 1992, Maximizing Predictability in the Stock and Bond Mar- kets, Working Paper No. 3450-92-EFA, Sloan School of Management, MIT.",
        "Magnus, J. and H. Neudecker, 1980, The Elimination Matrix: Some Lemmas and Appli- cations, SIAM Journal on Algebraic and Discrete Methods 1, 422-449.",
        "Lo, A. and C. MacKinlay, 1990a, When Are Contrarian Profits Due to Stock Market Overreaction? Review of Financial Studies 3, 175-206.",
        "Lo, A. and C; MacKinlay, 1990b, Data-Snooping Biases in Tests of Financial Asset Pricing Models, Review of Financial Studies 3, 431-467.",
        "Lo, A. and C. MacKinlay, 1989, The Size and Power of the Variance Ratio Test in Finite Samples: A Monte Carlo Investigation, Journal of Econometrics 40, 203-238.",
        "Lehmann, B., 1990, Fads, Martingales, and Market Efficiency, Quarterly Journal of Eco- nomics 105, 1-28.",
        "Lehmann, B. and D. Modest, 1988, The Empirical Foundations of the Arbitrage Pricing Theory, Journal of Financial Economics 21, 213-254.",
        "Lo, A. and C. MacKinlay, 1988, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1, 41-66.",
        "Kester, G., 1990, Market Timing with Small-Firm Stocks, Financial Analysts Journal 46, 63-69.",
        "King, B., 1966, Market and Industry Factors in Stock Price Behavior, Journal of Business 39, 139-190.",
        "Leamer, E., 1978, Specification Searches, New York: John Wiley and Sons.",
        "Lee, C. and S. Rahman, 1990, Market Timing, Selectivity and Mutual Fund Performance: An Empirical Investigation, Journal of Buszuess 63, 261-278.",
        "Lee, C. and S. Rahman, 1991, New Evidence on Market Timing and Security Selection Skill of Mutual Fund Managers, Journal of Portfolio Management 17, 80-83.",
        "Iyengar, S. and J. Greenhouse, 1988, Selection Models and the File Drawer Problem, Statistical Science 3, 109-135.",
        "Jegadeesh, N., 1990, Evidence of Predictable Behavior of Security Returns, Journal of Finance 45, 881-898.",
        "Kale, J., Hakansson, N. and G. Platt, 1991, Industry vs. Other Factors in Risk Prediction, Finance Working Paper No. 201, Walter A. Haas School of Business, University of California at Berkeley.",
        "Kandel, S. and R. Stambaugh, 1988, Modeling Expected Stock Returns for Long and Short Horizons, Rodney L. White Center Working Paper No. 42-88, Wharton School, University of Pennsylvania.",
        "Keim, D. and R. Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357-390.",
        "Gibbons, M. and W. Ferson, 1985, Testing Asset Pricing Models with Changing Expec- tations and an Unobservable Market Portfolio, Journal of Financial Economics 14, 217-236.",
        "Goldfeld, S. and R. Quandt, 1973, A Markov Model for Switching Regressions, Journal of Econometrics 1, 3-16.",
        "Hamilton, J., 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, 357-384.",
        "Hardy, D., 1990, Market Timing and International Diversification, Journal of Portfolio Management 16, 23-27.",
        "Harvey, C., 1989, Time-Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics 24, 289-317.",
        "Henriksson, R. and R. Merton, 1981, On Market Timing and Investment Performance II: Statistical Procedures for Evaluating Forecasting Skills, Journal of Business 54, 513-533.",
        "Ferson, W. and R. Korajczyk, 1993, Do Arbitrage Pricing Models Explain the Predictabil- ity of Stock Returns? Working Paper No. 115, Department of Finance, Kellogg Grad- uate School of Management, Northwestern University.",
        "Foster, D. and T. Smith, 1994, Assessing Goodness-of-Fit of Asset Pricing Models: The Distribution of the Maximal ~2,,, Working Paper, Duke University, Durham, NC.",
        "Gantmacher, F., 1959, The Theory of Matrices, Volume I. New York: Chelsea Publishing Company.",
        "Ferson, W., Kandel, S. and R. Stambaugh, 1987, Tests of Asset Pricing with Time-Varying Expected Risk Premiums and Market Betas, Journal of Finance 42, 201-220.",
        "Ferson, W. and C. Harvey, 1991b, The Variation of Economic Risk Premiums, Journal of Political Economy 99, 385-415.",
        "Ferson, W. and C. Harvey, 1993, The Risk and Predictability of International Equity Returns, Review of Financial Studies 6, 527-566.",
        "Ferson, W., 1990, Are the Latent Variables in Time-Varying Expected Returns Compen- sation for Consumption Risk? Journal of Finance 45, 397-430.",
        "Ferson, W. and C. Harvey, 1991a, Sources of Predictability in Portfolio Returns, Financial Analysts Journal May-June, 49-56.",
        "Estrella, A. and G. Hardouvelis, 1991, The Term Structure as a Predictor of Real Economic Activity, Journal of Finance 46, 555-576.",
        "Fama, E. and K. French, 1990, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, E. and J. MacBeth, 1973, Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy 71, 607-636.",
        "Ferson, W., 1989, Changes in Expected Security Returns, Risk, and the Level of Interest Rates, Journal of Finance 44, 1191-1217.",
        "Connor, G. and R. Korajczyk, 1988, Risk and Return in an Equilibrium APT: Application of a New Test Methodology, Journal of Financial Economics 21, 255-289.",
        "Constantinides, G., 1980, Admissible Uncertainty in the Intertemporal Asset Pricing Model, Journal of Financial Economics 8, 71-86.",
        "DeBondt, W. and R. Thaler, 1985, Does the Stock Market Overreact? Journal of Finance 40, 793-805.",
        "Droms, W., 1989 Market Timing as an Investment Policy, Financial Analysts Journal January/February, 73.",
        "Engle, R., Lilien, D. and R. Robbins, 1987, Estimating Time Varying Risk Premia in the Term Structure: the ARCH-M Model, Econometrica 55, 391-407.",
        "Chen, N., 1991, Financial Investment Opportunities and the Macroeconomy, Journal of Finance 46, 529-554.",
        "Chen, N., Roll, R. and S. Ross, 1986, Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Chopra, N., Lakonishok, J. and J. Ritter, 1992, Measuring Abnormal Performance: Do Stocks Overreact? Journal of Financial Economics 31, 235-268.",
        "Clarke, R., FitzGerald, M., Berent, P. and M. Statman, 1989, Market Timing with Im- perfect Information, Financial Analysts Journal 45, 27-36.",
        "Connor, G. and R. Korajczyk, 1986, Performance Measurement with the Arbitrage Pricing Theory: A New Framework For Analysis, Journal of Financial Economics 15, 373- 394.",
        "Brown, S. and M. Weinstein, 1983, A New Approach to Testing Arbitrage Pricing Models: The Bilinear Paradigm, Journal of Finance 38, 711-743.",
        "Campbell, J., 1987, Stock Returns and the Term Structure, Journal of Financial Eco- nomics 18, 373-399.",
        "Chamberlain, G., 1983, Funds, Factors, and Diversification in Arbitrage Pricing Models, Econometrica 51, 1305-1323.",
        "Chamberlain, G. and M. Rothschild, 1983, Arbitrage, Factor Structure, and Mean Vari- ance Analysis on Large Asset Markets, Econometrica 51, 1281-1304.",
        "Breen, W., Glosten, L. and R. Jagannathan, 1989, Economic Significance of Predictable Variations in Stock Index Returns, Journal of Finance 44, 1177-1189.",
        "Box, G. and G. Tiao, 1977, A Canonical Analysis of Multiple Time Series, Biometrika 64, 355-365.",
        "Bessembinder, H. and K. Chan, 1992, Time-Varying Risk Premia and Forecastable Returns in Futures Markets, Journal of Financial Economics 32, 169-194.",
        "Bossaerts, P. and R. Green, 1989, A General Equilibrium Model of Chancing Risk Premia: Theory and Tests, Review of Financial Studies 2, 467-493.",
        "Arnott, R., Kelso, C., Kiscadden, S. and R. Macedo, 1989, Forecasting Factor Returns: An Intriguing Possibility, Journal of Portfolio Management 16, 28-35."
    ]
}