{
    "id": 5028,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Barro, R.J., N.G. Mankiw, and X. Sala-i-Martin, 1992, Capital Mobility in Neoclassical Models of Growth, NBER Working Paper Series No. 4206.",
        "Aucrbach, AJ. and L.J. Kotlikoff, 1987, Dynamic Fiscal Policy (Cambridge University Press, Cambridge).",
        "Razin, A. and C.-W. Yuen, 1992, Convergence in Growth Rates: The Role of Capital Mobility and International Taxation, NBER Working Paper Series No. 4214.",
        "Rebelo, S.T., 1991, Long Run Policy Analysis and Long Run Growth, Journal of Political Economy 99, 500-21.",
        "Mendoza, E.G., A. Razin, and L.L. Tesar, 1993 , A Comparative Analysis of the Structure of Tax Systems in Industrial Countries, IMF Working Paper No. 93/14 (forthcoming, Journal of Monetary Economics).",
        "King, R,G. and S.T. Rebelo, 1990, Public Policy and Economic Growth: Developing Neoclassical Implications, Journal of Political Economy 98, S 126-49.",
        "Lucas, R.E., Jr., 1988, On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Gordon, R.H., 1986, Taxation of Investment and Savings in a World Economy, A,nerican Economic Review 76, 1087-1102.",
        "Jones, L.E. and R.E. Manuelli, A Convex Model of Equilibrium Growth, Journal of Political Economy 98, 1008-38. Judd, K.L., 1987, The Welfare Cost of Factor Taxation in a Perfect Foresight Model, Journal of Political Economy 95, 675-709.",
        "Income, Quarterly Journal of Econo,nics 93, 613-24. Frenkel, J., A. Razin, and E. Sadka, 1991, International Taxation in an Integrated World.",
        "Chamley, C., 1981, The Welfare Cost of Capital Income Taxation in a Growing Economy, Journal of Political Economy 89, 468-96.",
        "Feldstein, M.S,, 1978, The Welfare Cost of Capital Income Taxation, Journal of Political Econo,ny 86, S29-58.",
        "Boskin, M.J., 1975, Notes on the Tax Treatment of Human Capital, NBER Working Papers Series No. 116.",
        "Becker, G.S., K.M. Murphy, and R. Tarnura, 1990, Human Capital, Fertility, and Economic Growth, Journal of Political Economy 98, S12-S37.",
        "Becker, G.S. and H.G. Lewis, 1973, On the Interaction between the Quantity and Quality of Children, Journal of Political Economy 81, S279-88."
    ]
}