{
    "id": 5032,
    "cites": 18,
    "cited_by": 120,
    "reference": [
        "Samuelson, Paul, 1964, Theoretical Notes on Trade Problem, Review of Economics and Statistics, 46: 145-164.",
        "The American Practical Navigator, 1977, volume 1: Washington, U.S. Defense Mapping Agency.",
        "Rogoff, Kenneth, 1992, Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate, Bank of Japan 31 Monetary and Economic studies 10, 1-29.",
        "Papell, David, 1994, Exchange Rates and Prices: An Empirical Analysis, International Economic Review, pp. 397-410.",
        "Ghosh, A., and H. Wolf, 1994, Pricing in International Markets: Lessons from the Economist, NBER Forking paper No.4806.",
        "Lothian J., and M. Taylor, (1994), Real Exchange Rate Behavior: The Recent Float from the Perspective of the Past Two Centuries, (forthcoming), Journal of Political Economy.",
        "Froot, Kenneth and Kenneth Rogoff, l991b, Government Consumption and the Real Exchange Rate: The Empirical Evidence. Harvard Business School. Froot, Kenneth, and Kenneth Rogoff, 1994, Perspectives on PPP and Long-Run Real Exchange Rates, forthcoming, Handbook of International Economics.",
        "Genberg, Hans, 1978, Purchasing Power Parity Under Fixed and Flexible Exchange Rates, Journal of International Economics, pp.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang-Jin Wei, 1994, Continental Trade Blocs: Are They Natural or Supernatural? NBER working paper. 1994.",
        "Froot, Kenneth and Kenneth Rogoff, 1991a, The EMS, the EMU, and the Transition to a Common Currency, in S.Fisher and O.Blanchard, eds., NBER Macroeconomics Annual, MIT Press, Cambridge, MA 269-317.",
        "Economy, Ruth Hafer, ea., Lexington, Mass: Lexington, pp. 33-74. Frankel, Jeffrey, and Shang-Jin Wei, 1994, Emerging Currency Blocs, in Hans Genberg, ea., The Future of the International Monetary Svstem and Its Institutions. Geneva: International Centre 30 for Monetary and Banking Studies.",
        "Engel, Charles, and John Rogers, 1994, How Wide is the Border? NBER Working Paper No. 4829. August.",
        "Flood, Robert, Jeffrey Frankel and Andrew Rose, 1995, Mean Reversion Within and Between Countries: A Panel Study of Purchasing Power Parity.",
        "Frankel, Jeffrey, 1986, International Capital Mobility and Crowding-out in the U.S. Economy: Imperfect Integration of financial Markets or of Goods Markets?, in Bow Open is the U.8.",
        "Edison, Hall, 1987, Purchasing Power Parity in the Long Run: A Test of the Dollar/Pound Exchange Rate (1890-78), Journal of Money, Credit, and Banking, pp. 376-87.",
        "De Gregorio, Jose, Alberto Giovannini, and Holger Wolf, 1994, International Evidence on Tradables and Nontradables Inflation, European Economic Review. Also issued as NBER Working Paper No.",
        "Cumby, Robert, 1993, Forecasting Exchange Rates on the Hamburger Standard: What You See is What You Get with McParity, manuscript.",
        "Balassa, Bela, 1964, The Purchasing-Power Parity Doctrine: A Reappraisal, Journal of Political Economy, pp. 584-96."
    ]
}