{
    "id": 5034,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "CCH Business Law Editors. 1994. 1994 Medicare Explained. Chicago: CCH Incorporated.",
        "Center for Health Economics Research. 1994. The nations health care bill: Who bears the burden? Center for Health Economics Research, Waltham, Massachusetts.",
        "Chiswick, Barry R. 1976. The demand for nursing home care: An analysis of the substitution between institutional and noninstitutional care. Journal of Human Resources 11:296-316.",
        "Garber, Alan M., and Thomas E. MaCurdy. 1992. Payment source and episodes of institutionalization. In Topics in the economics of aging, ed. David A. Wise.",
        "Administration. Hedrick, Susan C., and Thomas S. Inui. 1986. The effectiveness and cost of home care: An information synthesis. Health Services Research 20(6, Part II): 851-80.",
        "Hurd, Michael D. 1990. Research on the elderly: Economic status, retirement, and consumption and saving. Journal of Economic Literature 28:565-637.",
        "Keeler, Emmett B., Robert L. Kane, and David H. Solomon. 1981. Short- and long-term residents of nursing homes. Medical Care 19:363-69.",
        "Kemper, Peter. 1988. The evaluation of the National Long Term Care Demonstration: 10.",
        "Overview of the findings. Health Services Research 23:161-74. Kemper, Peter, and Christopher M. Murtaugh. 1991. Lifetime use of nursing home care.",
        "National health expenditures, 1991. Health Care Financing Review 14:1-30.",
        "Liu, Korbin, Maria Perozek, and Kenneth Manton. 1993. Catastrophic acute and long-term care costs: Risks faced by disabled elderly persons. Gerontologist 33:299-307.",
        "Macken, Candace L. 1986. A profile of functionally impaired elderly persons living in the community. Health Care Financing Review 7:33-49.",
        "Muurinen, Jaana-Marja. 1986. The economics of informal care: Labor market effects in the National Hospice Study. Medical Care 24:1007-17.",
        "Pauly, Mark V. 1990. The rational non-purchase of long-term care insurance. Journal of Political Economy 98:153-68.",
        "Poterba, James M., and Lawrence H. Summers. 1987. Public policy implications of declining old-age mortality. In: Work, health, and income among the elderly, ed. G.",
        "Medical Care 27:1133-47. Rivlin, Alice M., and Joshua M. Wiener. 1988. Caring for the disabled elderly: Who will pay? Washington, D.C.: The Brookings Institution.",
        "Medicare and Medicaid data book, 1990. Baltimore, Md.: Department of Health and Human Services, Health Care Financing Administration.",
        "Scitovsky, Anne A. 1988. Medical care in the last twelve months of life: The relation between age, functional status, and medical care expenditures. The Milbank Quarterly 66:640-60.",
        "Sloan, Frank A., and May W. Shayne. 1993. Long-term care, Medicaid, and impoverishment of the elderly. The Milbank Quarterly 7 1:575-99.",
        "Social Security Bulletin. 1994. Actuarial status of the Social Security and Medicare programs. Social Security Bulletin 57:53-9.",
        "U.S. Bureau of the Census. 1993. Sixty-five plus in America. Current Population Reports, Special Studies, P23-178RV. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Senate Special Committee on Aging. 1991. Aging America: Trends and projections. U.",
        "S. Dept. of Health and Human Services. 38 _________ 1985-86 ed. Aging America: Trends and projections. Washington, D.C.: U.S.",
        "Government Printing Office. Van Gelder, S., and D. Johnson. 1991. Long-term care insurance: A market update.",
        "Washington, DC: Health Insurance Association of America. Venti, Steven F., and David A. Wise. 1990. But they dont want to reduce housing equity.",
        "In: Issues in the economics of aging, ed. David A. Wise. Chicago: University of Chicago Press. Verbrugge, Lois M. 1984. Longer life but worsening health? Trends in health and mortality of middle-aged and older persons. Milbank Memorial Fund Quarterly 62:475-5 19.",
        "Wingard, Deborah L., Denise W. Jones, and Robert M. Kaplan. 1987. Institutional care utilization by the elderly: A critical review. Gerontologist 27:156-63."
    ]
}