{
    "id": 5037,
    "cites": 45,
    "cited_by": 50,
    "reference": [
        "Wood, Adrian (1994), North-South Trade. Emplovment and Inequality: Changing Fortunes in a Skill-Driven World, Oxford: Clarendon Press.",
        "Wood, Adrian (1991), How Much Does Trade with the South Affect Workers in the North?, The World Bank Research Observer, 6,3, January,19-35.",
        "U.S. Department of Commerce (1988), Survey of Current Business, 68, 4, April, 31-46.",
        "Wells, Louis T., Jr. (1992), Conflict or Indifference: US Multinationals in a World of Regional Trading Blocs, Organization for Economic Cooperation and Development, Research Programme on Globalisation and Regionalisation, Technical Paper, No. 57, Paris: OECD.",
        "Trefler, Daniel (1993), International Factor Price Differences: Leontief Was Right,! Journal of Political Economy, 101, 6, 961-987.",
        "Stolper, Wolfgang and Paul A. Samuelson (1941), Protection and Real Wages, Review of 64 Economic Studies, IX, 58-73.",
        "Schumacher, Dieter (1984), North-South Trade and Shifts in Employment: A Comparative Analysis of Six European Community Countries, International Labour Review, 3, May-June, 333-347.",
        "Sapir, Andre and Dieter Schumacher (1985), The Employment Impact of Shifts in the Composition of Commodity and Services Trade, in Employment Growth and Structural Change, Paris: OECD.",
        "Rousslang, Donald J. (1978), Comment on Frank-Freeman Paper, in William G. Dewald (ed.), The Impact of International Trade and Investment on Employment, Washington, D.C.: U.S. Department of Labor, Bureau of International Labor Affairs.",
        "OECD (1979), The Impact of the NewlY Industrialising Countries on Production and Trade in Manufactures, Report by Secretary-General, Paris: OECD.",
        "OECD (1985), Employment Growth and Structural Change, Paris: OECD.",
        "OECD (1992b), Structural Change and Industrial Performance: A Seven Country Growth Decomposition StudY, Paris: OECD.",
        "OECD (1993a), Recent Developments in Foreign Direct Investment: A Sectoral Analysis, Paris: OECD.",
        "OECD (1993b), Employment Outlook, Paris: OECD.",
        "OECD (1994), The Jobs Studv: Facts. AnalYsis, Strategies, Paris, OECD.",
        "Pugel, Thomas A. (1985), The United States, in John H. Dunning, (ed.), Multinational Enterprises, Economic Structure and Industrial Competitiveness, New York: John Wiley and Sons.",
        "Revenga, Ana L. (1992), Exporting Jobs: The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, CVII, 1, 255-284.",
        "Leamer, Edward E. (1994), Trade, Wages and Revolving Door Ideas,, National Bureau of Economics Working Paper No. 4716, April.",
        "Leibenstein, Harvey (1966), Allocative Efficiency Versus X-Efficiency , American Economic Review, 56, 392-415.",
        "Lipsey, Robert E. and Merle Y. Weiss (1981), Foreign Production and Exports in Manufacturing Industries, Review of Economics and Statistics, 63, 4, November, 488-494.",
        "Mankiw, Gregory, David Romer, and David Well (1992), A Contribution to the Empirics of Economic Growth, Quarterlv Journal of Economics, 152, 407-437.",
        "Martin, John P. and John M. Evans (1981), Notes on Measuring the Employment Displacement Effects of Trade by the Accounting Procedure, Oxford Economic Papers, 33, 1, 154-164.",
        "Messerlin, Patrick A. (1994), The Impact of Trade and Capital Movements on Labor: Evidence on the French Case, Institut dEtudes Politique de Paris.",
        "Krueger, Anne 0. (ed.), (1982), Trade and Emplovment in Developing Countries: Factor Supply and Substitution, Vol. 2, Chicago: University of Chicago Press.",
        "Krueger, Anne 0. (1983), Trade and Employment in Developing Countries: Synthesis and Conclusions, Vol. 3, Chicago: University of Chicago Press.",
        "Krugman, Paul and Robert Lawrence (1993), Trade, Jobs, and Wages, National Bureau of Economics Working Paper No. 4478, September.",
        "Lawrence, Robert Z. and Matthew J. Slaughter (1993), Trade and U.S. Wages: Great Sucking Sound or Small Hiccup?, Kennedy School of Government, Harvard University.",
        "Krueger, Anne 0., Hal B. Lary, Terry Monson, and Narongchai Akrasanee, eds., (1981), Trade and Employment in Developing Countries: Individual Studies, Vol. 1, Chicago: University of Chicago Press.",
        "Grossman, Gene M. ( 1987), The Employment and Wage Effects of Import Competition in the United States, Journal of International Integration, 2, 1-23.",
        "International Monetary Fund, World Economic Outlook, May 1990.",
        "Katz, Lawrence F., Gary W. Loveman, and David G. Blanchflower (1992), A Comparison of Changes in the Structure of Wages in Four OECD Countries, presented at National Bureau of Economic Research Conference on Comparative Labor Markets Project on Differences and Changes in Wage Structures, Cambridge, MA, July 23-24, 1992.",
        "General Agreement on Tariffs and Trade, International Trade, various years, Geneva: GATT. Glickman, Norman J. and Douglas P. Woodward (1989), The New Competitors: How Foreign Investors Are Changing the U.S. Economy, New York: Basic Books.",
        "Grossman, Gene M. (1986), Imports as a Cause of Injury: The Case of the U.S. Steel Industry, Journal of International Economics, XX, 201-223.",
        "Frank, Robert H. and Richard T. Freeman (1978), The Distributional Consequences of Direct 59 Foreign Investment, in William G. Dewald (ed.), The Impact of International Trade and Investment on Employment, Washington, D.C.: U.S. Department of Labor, Bureau of International Labor Affairs.",
        "Ethier, Wilfred J. (1984), Higher Dimensional Issues in Trade Theory, in R.W. Jones and P.B. Kenen (eds.), Handbook of International Economics, Vol. I, pp. 131-184.",
        "Driver, Ciaran, Andrew Kilpatrick and Barry Naisbitt (1988), The Sensitivity of Estimated Employment Effects in Input-Output Studies: An Example of the Use of Marginal Versus Average Coefficients, Economic Modelling, April, 145-150.",
        "Deardorff, Alan and Dalia Hakura (1993), Trade and Wages: What are the Questions?, Paper prepared for Seminar on The Influence of International Trade on Jobs and Wages, September 10, 1993, American Enterprise Institute, Washington, D.C.",
        "Corden, W. M. (1974), Trade Policy and Economic Welfare, Oxford: Clarendon Press.",
        "Davis, Steven J. (1992), Cross-Country Patterns of Change in Relative Wages, in Oliver Jean Blanchard and Stanley Fischer (eds), NBER Macroeconomics Annual 1992, Cambridge, MA: The MIT Press.",
        "Caves, Richard and Matthew Krepps (1993), Fat: The Displacement of Nonproduction Workers from U.S. Manufacturing Industries, in Brookings Papers: Macroeconomics 2 1993, Washington, D.C.: The Brookings Institution.",
        "Berman, Eli, John Bound and Zvi Griliches (1994), Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from Annual Survey of Manufacturers, Quarterly Journal of Economics, CIX, 2, 367-397.",
        "Borjas, George J. and Valerie A. Ramey (1993), Foreign Competition, Market Power, and Wage Inequality: Theory and Evidence, National Bureau of Economic Research Working Paper No. 4556.",
        "Bergsten, C. Fred, Thomas Horst and Theodore Moran (1978), American Multinationals and American Interests, Washington, D.C.: The Brookings Institution.",
        "Baldwin, Robert E. and Glen GCain (1994), Trade and U.S. Relative Wages: Some Preliminary Results, National Bureau of Economic Research, Summer Institute paper.",
        "Barro, Robert J. (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 407-443."
    ]
}