{
    "id": 5038,
    "cites": 42,
    "cited_by": 6,
    "reference": [
        "Wolfe, John R. 1982. The Impact of Family Resources on Childhood IQ. The Journal of Human Resources 17:213- 235.",
        "Yamaguchi, K. and, Kandel, Denise. 1987. On the Resolution of Role Incompatibility: A Life History Analysis of Family Roles and Marijuana Use. American Journal of Sociology 92: 836-878.",
        "Yi, Kei-Mu,Honore, Bo, and Walker, James. 1987. A Program for the Estimation and Testing of Continuous Time Multi-State Multi-Spell Models. Unpublished manuscript University of Chicago.",
        "Stigler, George, and Becker, Gary. 1977. De Gustibus Non Est Disputandum. American Economic Review 67:76-90.",
        "Wetzel, James R. 1990. American Families: 75 Years of Change. Monthly Labor Review (March):4-13.",
        "Sickles, Robin, and Taubman, Paul. 1991. Who Uses Illegal Drugs. American Economic Review 81 :248-251.",
        "Stein, Judith A.; Newcomb, Michael D.; and gentler, P.M. 1988. Structure of Drug Use Behaviors and Consequences Among Young Adults: Multitrait - Multimethod Assessment of Frequency, Quantity, Work Site, and Problem Substance Use. Journal of Applied Psychology 73:595- 605.",
        "Register, Charles A., and Williams, Donald R. 1992. Labor Market Effects of Marijuana and Cocaine Use Among Young Males. Industrial and Labor Relations Review 45:106-123.",
        "National Institute on Drug Abuse. 15388. National Household Survey on Drug Abuse. Rockville, MD.: U.S. Department of Health and Human Services. Newcomb, Michael D., and gentler, Peter M. 1987. Changes in Drug Use from HS to Young Adulthood: Effects of Living Arrangement and Current Life Pursuit. Journal of Applied Developmental Psychology 8:221-246.",
        "Manser, Marilyn, and Brown, Murray. 1980. Marriage and Household Decision Making: A Bargaining Analysis. International Economic Review 21:31-44.",
        "Mensch, Barbara S., and, Denise B. 1988. Underreporting of Substance Use in a National Longitudinal Youth Cohort. Public Opinion Quarterly 52: 100-124.",
        "McLanahan, Sara and Booth, Kenneth. 1989. Mother Only Families: Problems, Prospects, and Politics. Journal of Marriage and the Family 5:557-580.",
        "McLanahan, Sara and Larry Bumpass. 1988. Intergenerational Consequences of Family Disruption. American Journal of Sociology 94: 130-152.",
        "McLanahan, Sara. 1985. Family Structure and the Reproduction of Poverty. American Journal of Sociology 90:873-901.",
        "McFadden, Daniel L. 1984. Econometric Analysis of Qualitative Response Models. in Handbook of Econometrics Vol 2, edited by Z. Grilliches and M.D. Intriligator. New York: Elsevier, pp.",
        "Journal of Human Resources 23:462-487. Lancaster, Tony. 1990. The Econometric Analysis of Transition Data. Cambridge: Cambridge University Press.",
        "McElroy, Marjorie, and Homey, Mary. 1981. Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand. International Economic Review 49:333-349.",
        "Lam, David. 1988. Marriage Markets and Assortative Mating with Household Public Goods.",
        "Krein, Sheila Fitzgerald and Andrea H. Beller. 1988. Educational Attainment of Children from Single-Parent Families: Differences by Exposure, Gender, and Race. Demography 25 :221 -234.",
        "Keeley, Michael C. 1977. The Economics of Family Formation. Economic Inquiry 15:238-250.",
        "Kozel, Nicholas and Adams, Edgar. 1985. eds. Cocaine Use in America: Epidemiolocical and Clinical Perspectives. Washington, D.C.: U.S. Department of Health and Human Services.",
        "Kantor, Glenda K., and Strauss, Murray A. 1989. Substance Abuse as a Precipitant of Wife Abuse Victimizations. The American Journal of Drug and Alcohol Abuse 15:173-189.",
        "Kaestner, Robert. 1994. New Estimates of the Effect of Marijuana and Cocaine Use on Wages: Accounting for Unobserved Person Specific Effects. Industrial and Labor Relations Review, 47 :454-470.",
        "Kaestner, Robert. 1994. The Effect of Illicit Drug Use on the Labor Supply of Young Adults. Journal of Human Resources 29:123-136.",
        "Johnston, Lloyd D.; OMalley, Patrick M.; and Bachman, Jerald D. 1989. Illicit Drug Use. Smoking.",
        "Printing Office. Kaestner, Robert. 1991. The Effect of Illicit Drug Use on the Wages of Young Adults. Journal of Labor Economics 9:332-354.",
        "Hoffman, Saul D., and Duncan, Greg J. 1988. Multinomial and Conditional Logit Discrete Choice Models in Demography. Demography 25:415-427.",
        "Heckman, James, and Thomas MaCurdy. 1985. A Simultaneous Linear Probability Model. Canadian Journal of Economics 18:27-37.",
        "Heckman, James J. and Burton Singer. 1984. Econometric Duration Analysis. Journal of Econometrics 24:63-132.",
        "Hanushek, Eric A. The Trade-off Between Child Quantity and Quality. Journal of Political Economy, Vol 100, No 1, February 1992: pp. 84-117.",
        "Heaton, Tim B. 1990. Marital Stability Throughout the Child-Rearing Years. Demography 27:55- 63.",
        "Grossman, Michael. 1972. On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80:223-255.",
        "Flinn, C. and J. Heckman. 1982. New Methods for Analyzing Structural Models of Labor Force Dynamics. Journal of Econometrics 18: 115-168.",
        "Gill, Andrew M., and Michaels, Robert J. 1992. Does Drug Use Lower Wages? Industrial and Labor Relations Review 45:93-105.",
        "Datcher-Loury, Linda. 1989. Family Background and School Achievement Among Low Income Blacks. The Journal of Human Resources 24:528-544.",
        "Blau, Francine D. and Adam J. Grossberg. Maternal Labor Supply and Childrens Cognitive Development. Review of Economics and Statistics, . Center for Human Resources. 1994. NLS Handbook, Columbus Ohio: Ohio State University Center for Human Resources.",
        "Becker, Gary S., and Murphy, Kevin M. 1988. A Theory of Rational Addiction.",
        "Political Economy 96: 675-700. Journal of Becker, Gary S., Landes, Elisabeth M., and Michael, Robert T. 1977. An Economic Analysis of Marital Instability. Journal of Political Economv 85:1141-1187.",
        "Becker, Gary S. 1974. A Theory of Marriage: Part II. Journal of Political Economy 82:S11-S26.",
        "Becker, Gary. 1981 A Treatise on the Family. Cambridge, Mass.: Harvard University Press.",
        "Becker, Gary S. 1973. A Theory of Marriage: Part I. Journal of Political Economy 81:813-846.",
        "Bachman, Jerald., OMalley, Peter. and Johnston, Lloyd. 1984. Drug Use Among Young Adults: The Impact of Role Status and Social Environment. Journal of Personality and Social Psychology 47:629-645."
    ]
}