{
    "id": 5039,
    "cites": 24,
    "cited_by": 113,
    "reference": [
        "Young, Alwyn, Learning by Doing and the Dynamic Effects of International Trade. Ouarterly Journal of Economics, May 1991, vol. CVI, No. 2, pp. 369-406.",
        "Wolf, Holger, Convergence Reconsidered, Weltwirtschaftliches Archiv, December, 1994.",
        "Williamson, J. G. Economic Convergence: Placing Post-famine Ireland in Comparative Perspective. Discussion Paper No. 1654, Harvard Institute of Economic Research. September 1993.",
        "Williamson, J. G. The Evolution of Global Labor Markets in the First and Second World Since 1830: Background Evidence and Hypotheses. National Bureau of Economic Research, SAE Working Paper no. 36, February 1992.",
        "Sachs, Jeffrey D., and Andrew M. Warner, Natural Resources and Economic Growth., Unpublished Paper, Harvard University, August 1994.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy, 1990, vol. 98, no. 5, Pt. 2, pp. S71-Sl02.",
        "Phongpaichit, Pasuk, Technocrats, Businessmen and Generals: Democracy and Economic Policy Making in Thailand, in Andrew Macintyre and Kanishka Jayasuriya eds. The Dynamics of Economic Poli~v Reform in South-East Asia and the South-West Pacific, Oxford: Oxford University Press, 1992.",
        "Lucas, Robert, On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 1988, 3-42.",
        "Mankiw, Gregory, David Romer, and David Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 106, 1992, 407-437.",
        "McMillan, John C., Gordon C. Rausser, and Stanley R. Johnson, Economic Growth, Political and Civil Liberties, Occasional Paper No. 53, International Center for Economic Growth, San Francisco: ICS Press, 1994.",
        "Levine, Ross and David Renelt, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82, 1992, 942-963.",
        "Lee, Jong-Wha, International Trade, Distortions, and Long-Run Economic Growth, IMF Staff PaDers, vol. 40, No. 2, June 1993, 299-328.",
        "Laothamatos, Anek, The Politics of Structural Adjustment in Thailand: a Political Explanation of Economic Success, in Andrew Macintyre and Kanishka Jayasuriya eds. The Dynamics of Economic Policy Reform in South-East Asia and the South-West Pacific, Oxford: Oxford University Press, 1992.",
        "Krishna, Pravin and Devashish Mitra, Trade Liberalization, Market Discipline and Productivity Growth: New Evidence from India. Unpublished paper, Columbia University, December 1994.",
        "Kornai, Janos, The Socialist System: The Political Economy of Communism, Princeton, N.J.: Princeton University Press, 1992.",
        "Kormendi, Roger and Philip Mequire, Macroeconomic Determinents of Growth, Journal of Monetary Economics 16, 1985, 141-163.",
        "King, Robert and Ross Levine, Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics 108, 1993, 717-738.",
        "Helliwell, J. F. International Growth Linkages: Evidence from Asia and the OECD. National Bureau of Economic Research Working Paper No. 4245. December 1992.",
        "Eicher, T. S. Trade and Converging Growth Rates in a Model with Endogenous Human Capital and Technological Change. Unpublished paper, Columbia University, December, 1993.",
        "DeLong J. B. Productivity Growth, Convergence and Welfare: A Comment, American Economic Review, 78, December 1988, 1138-54.",
        "Bhalla, Surjit S., Freedom and Economic Growth: A Virtuous Cycle, presented at Nobel Symposium on Democracies, Victory and Crisis at Uppsala University, Sweden, August 27-30, 1994.",
        "Ben-David, Dan. Equalizing exchange: trade liberalization and income convergence. Quarterly Journal of Economics, August 1993, vlO8, n3, p653(27).",
        "Adjustment in Africa, World Bank, New York, Oxford University Press, 1994.",
        "Baumol, William J., Richard R. Nelson, Edward N. Wolff (eds.), Convergence of Productivity, New York: Oxford University Press, 1994."
    ]
}