{
    "id": 5040,
    "cites": 12,
    "cited_by": 8,
    "reference": [
        "Whitebook, Marcy; Howes, Carollee and Phillips, Deborah. Who Cares? Child Care Teachers and the Quality of Care in America. Final Report of the National Child Care Staffing Study. Oakland, CA: Child Care Employee Project, 1990.",
        "Stipek, Deborah Attitudes/Perceptions of Competence, unpublished rating scale, 1993.",
        "Ramey, Craig and Campbell, Frances. Poverty, Early Childhood Education and Academic Competence; The Abecedarian Experiment, in A. Houston, ed., Children in Poverty: Child Development and Public Policy. New York: Cambridge University Press, 1991, pp.190-221.",
        "Mukerjee, Swati, and Witte, Ann Dryden. Cost Functions for for Profit-Making and Not-for-Profit Day Care Centers, Journal of Productivity Analysis. June 1993, pp. 145-63.",
        "Powell, Irene and Cosgrove James. Quality and Cost in Early Childhood Education, Journal of Human Resources, Summer 1992, 27, pp. 472-83.",
        "Mocan, Naci. Economies of scale, economies of scope, wage elasticities and factor substitution in child care industry, mimeo. University of Colorado at Denver, 1995.",
        "Kennedy, Peter. Estimation with Correctly Interpreted Dummy Variables in Semilogarithmic Equations, American Economic Review. September 1981, 71, p. 801.",
        "Lazar, Irving and Darlington, Richard. Lasting Effects of Early Education: A Report from the Consortium for Longitudinal Studies. Chicago: University of Chicago Press, 1982.",
        "Howes, Carollee, and Stewart, Phyliss Childs Play with Adults, Toys and Peers: An Examination of Family and Child Care Influences, Developmental Psychology, 1987, 23(3), pp. 423-430.",
        "Harms, Thelma and Clifford, Richard. Early Childhood Environment Rating Scale. New York: Teachers College Press, 1980.",
        "Harms, Thelma; Cryer, Deborah and Clifford, Richard. Infant/Toddler Environment Rating Scale. New York: Teachers College Press, 1990.",
        "Arnett, Jeffrey. Caregivers in Day-Care Centers: Does Training Matter? Journal of Applied Developmental Psychology, 1989, 10, pp.541-552."
    ]
}