{
    "id": 5041,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Summers, Lawrence, H. Investment Incentives and the Discounting of Depreciation Allowances, In The effect of Taxation on Capital Accumulation. Ed. Martin Feldstein. Chicago, University of Chicago Press, 1987, pp. 295-304.",
        "Rivera-Batiz, Luis and Paul M. Romer. 1991. Economic Integration and Endogenous Growth, Quarterly Journal of Economics, pp. 531-556.",
        "Rodrick, Dani. (1991); Policy Uncertainty and Private Investment in Developing Countries. Journal of Development Economics, pp. 229-242.",
        "Romer, Paul. (1994); New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 5-38.",
        "Schmeidler, David. (1989); Subjective probability and expected utility without additivity, Econometrica, 57, 571-587.",
        "Pindyck, Robert S. and Solimano, Andres. Economic Instability and Aggregate Investment, In NBER macroeconomics annual, 1993, Cambridge: MIT Press, 1993, pp.259-303.",
        "McDonald, Robert, and Daniel R. Siegel. (1986). The value of waiting to invest, Quarterly Journal of Economics, 101, pp. 707 - 728.",
        "Murphy, K., A. Shleifer and R. Vishuy. Income distribution, market size and industrialization. Quarterly Journal of Economics, 1989, pp. 537-64.",
        "Hausmann, Ricardo. (1994); On the road to deeper integration with the north: lessons from Puerto Rico. manuscript, IDB.",
        "Ellsberg, D. (1961); Risk, ambiguity, and Savage axioms, Quarterly Journal of Economics, 75, 643-669.",
        "Gilboa, Itzhak. (1987); Expected utility theory with purely subjective non-additive probabilities, Journal of Mathematical Economics 16, 65-88.",
        "Grossman G. and E. Helpman. 1991. Innovation and Growth in the Global Economy, MIT Press.",
        "Dixit, Avihash K. and Robert S. Pindyck. (1994); Investment Under Uncertainty, MIT Press.",
        "Dow, James and Werlang Sergio Ribeiro de Costa. (1992); Uncertainty aversion, risk aversion, and the optimal choice of portfolio, Econometrica, 197-204.",
        "Dixit, Avinash K. and Stiglitz, Joseph. (1977). Monopolistic Competition and Optimum Product Diversity, American Economic Review 67, pp. 297-308.",
        "Caballero, Ricardo J., 1991. On the Sign of the Investemnt-Unceratainty Relationship, American Economic Review, pp. 279 - 288.",
        "Cukierman, Alex. (1980). The effects of uncertainty on investment under risk neutrality with endogenous information, Journal of Political Economy, pp. 462-475.",
        "Azariadis C. and A. Drazen. Threshold Externalties and Economic Development. Quarterly Journal of Economics, 1990, 501-526.",
        "Aizenman, Joshua and Nancy Marion. (1993); Policy Uncertainty, persistence and growth. Review of International Economics, pp. 145-163."
    ]
}