{
    "id": 5043,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Press: Cambridge, Mass. Mishkin FS (1991) Asymmetric Information and Financial Crises: A Historical Perspective. in Hubbard, R.G. (ed.) Financial Markets and Financial Crises.",
        "University of Chicago Press, Chicago.: 69-108. Muth JF (1960) Optimal Properties of Exponentially Weighted Forecasts. Journal of the American Statistical Association 55: 299-306.",
        "Muth IF (1961) Rational Expectations and the Theory of Price Movements. Econometrica 29: 315-35.",
        "Stadler GW (1994) Real Business Cycles. Journal of Economic Literature 32: 1750- 1783.",
        "Econometrica 50: 1345-70. Long JB, and Plosser CI (1983) Real Business Cycles. Journal of Political Economy 91: 39-69.",
        "Mankiw, Gregory, and Romer, David, eds. (1991) New Keynesian Economics, M.I.T.",
        "Kydland FE, and Prescott, EC (1982) Time to Build and Aggregate Fluctuations.",
        "Kydland FE, and Prescott EC (1977) Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85: 473-91.",
        "Lucas RE, Jr (1973) Some International Evidence on Output-Inflation Tradeoffs.",
        "American Economic Review 63: 326-34. Lucas RE, Jr (1976) Econometric Policy Evaluation: A Critique. in The Phillips Curve and Labor Markets, Brunner K and Meltzer A eds. Carnegie-Rochester Conference Series on Public Policy 1: 19-46.",
        "Econometrica 46: 1411-28. Fischer S (1980) Dynamic Inconsistency, Cooperation, and the Benevolent Dissembling Government. Journal of Economic Dynamics and Control 2: 93-107.",
        "Lucas RE, Jr (1972) Expectations and the Neutrality of Money. Journal of Economic Theory 4: 103-24.",
        "Calomiris CW, and Hanes C (1994) Historical Macroeconomics and American Economic History. National Bureau of Economic Research Working Paper No. 4935.",
        "Barro RJ., and Gordon DB (1983) Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics 12: 101-21."
    ]
}