{
    "id": 5045,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "Terrell, Henry S. 1993. U.S. branches and agencies of foreign banks: A new look. Federal Reserve Bulletin 79 (October): 913-25.",
        "Working Paper 91-4. Federal Reserve Bank of Boston. Romer, Christina D., and Romer, David H. 1993. Credit channel or credit actions: An interpretation of the postwar transmission mechanism. In Changing capital markets: Implications for monetary policy, pp. 71-116. Kansas City: Federal Reserve Bank of Kansas City.",
        "Nolle, Daniel E. 1994. Are foreign banks out-competing U.S. banks in the U.S. market? Working Paper 94-5. U.S. Comptroller of the Currency.",
        "Peek, Joe, and Rosengren, Eric. 1991. The capital crunch: Neither a borrower nor a lender be.",
        "Golembe, Carter H. 1993. Golembe Reports 1993-7: 2~.",
        "Johnson, Ronald. 1991. The capital gamble. Manuscript. Federal Reserve Bank of New York.",
        "McCauley, Robert, and Seth, Rama. 1992. Foreign bank credit to U.S. corporations: The implica- tions of onshore loans. Federal Reserve Bank of New York Quarterly Review 17 (Spring): 52-65.",
        "Fixler, Dennis J., and Zieschang, Kimberly D. 1992. User costs, shadow prices, and the real output of banks. In Output measurement in the service sectors, ed. Zvi Griliches, pp. 219 44. Chicago: University of Chicago Press.",
        "Furlong, Frederick T. 1991. Can bank capital regulation work? Research revisited. Federal Reserve Bank of San Francisco Economic Review (Sullener): 32-33.",
        "Economic Policy Institute, Washington, D.C. Ettin, Edward C. 1994. The evolution of the North American banking system. Working Paper.",
        "Board of Governors of the Federal Reserve System. 33 Feldstein, Martin S. 1993. Comment (on Boyd/Gertler paper). NBER Macroeconomics Annual 1993: 372-76.",
        "Boyd, John H., and Runkle, David E. 1993. Size and performance of banking fimns: Testing the predictions of theory. Journal of Monetary Economics 31 (February): 47-67.",
        "Cates, David. 1993. The Bank Analyst 7 (no. 3): 1. Ferguson and Company.",
        "DArista, Jane W., and Schlesinger, Tom. 1992. The parallel banking system. Manuscript.",
        "Boyd, John H., and Gertler, Mark. 1993. U.S. commercial banking: Trends, cycles, and policy.",
        "NBER Macroeconomics Annual 1993: 319-68.",
        "Bacon, Kenneth H. 1993. Losing ground: Banks declining role in economy worries Fed, may hurt firms. wan Street Journal (July 9): A1.",
        "Berger, Allen N., and Humphrey, David B. 1992. Measurement and efficiency issues in commercial banking. In Output measurement in the service sectors, ed. Zvi Griliches, pp. 24S-79. Chicago: University of Chicago Press.",
        "Bernanke, Ben S., and Lown, Cara S. 1991. The credit crunch. Brookings Papers on Economic Activity 2:205-39.",
        "Board of Governors of the Federal Reserve System. 1993. Credit availability for small businesses and small farms."
    ]
}