{
    "id": 505,
    "cites": 15,
    "cited_by": 182,
    "reference": [
        "Bewley, T., The Permanent Income Hypothesis: A Theoretical Formulation, Department of Economics, Harvard University, September 1976.",
        "Eisner, R., Fiscal and Monetary Policy Reconsidered, American Economic Review 59 (December 1969): 897-905.",
        "Fame, E. F., Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25 (May 1970): 383-417.",
        "Flavin, M., The Adjustment of Consumption to Changing Expectations About Future Income, Department of Economics, University of Virginia, 1979.",
        "Hall, R. E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86 (December 1978): 971-987.",
        "Lucas, R. E., Econometric Policy Evaluation: A Critique, in K. Brunner and A. H. Meltzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, 1 (Amsterdam: North Holland, 1976): 19-46.",
        "Mayer, T., Tests of the Permanent Income Theory with Continuous Budgets, Journal of Money Credit and Banking 6 (November 1972): 757-778 (a).",
        "Permanent Income, Wealth and Consumption (Berkeley: University of California Press, 1972) (b).",
        "Mishkin, F. S., Efficient-Markets Theory: Implications for Monetary Policy, Brookings Papers on Economic Activity (1978:2): 707-752.",
        "Muth, J. F., Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association 55 (1960): 299-306.",
        "Okun, A., The Personal Tax Surcharge and Consumer Demand, Brookings Papers on Economic Activity (1971:1): 167-204.",
        "Rogalski, R. J. and Vinso, J. D., Stock Returns, Money Supply and the Direction of Causality, Journal of Finance 32 (September 1977): 1017-1Ã\u0083â\u0080\u009d3O.",
        "Rozeff, N. S., Money and Stock Prices: Market Efficiency and the Lag in the Effect of Monetary Policy, Journal of Financial Economics 1 (1974): 245-302.",
        "Tobin, J. and Dolde, W., Wealth, Liquidity and Consumption, in Consumer Spending and Monetary Policy: The Linkages (Federal Reserve Bank of Boston, 1971): 99-146.",
        "Yaari, M., A Law of Large Numbers in the Theory of Consumers Choice under Uncertainty, Journal of Economic Theory 12 (1976): 202-217."
    ]
}