{
    "id": 5050,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "Wei, Shang-Jin (1992b), Federation or Commonwealth: A Viable Alternative to Secessions?, mimer, University of California at Berkeley.",
        "Tiebout, C. (1956), A Pure Theory of Local Expenditure, Journal of Political Economy, Vol.64.",
        "Tirole, J. (1988), The Theory of Industrial Organization, Cam- bridge, MA: MIT Press.",
        "Wei, Shang-Jin (1992a), To Divide or to Unite: A Theory of Secessions, mimes, University of California at Berkeley.",
        "Salop, S. (1979), Monopolistic Competition with Outside Goods, Bell Journal of Economics, 10.",
        "Romer, P. (1986), Increasing Returns and Long-run Growth, Journal of Political Economy, Vol. 94.",
        "Rubinfeld, D.L. (1987), The Economics of the Local Public Sec- tor, Handbook of Public Economics, Chapter 11, Volume II, edited by A.J. Auerbach and M. Feldstein, Elsevier Science Publishers (North-Holland).",
        "Lucas, R.E.Jr. (1988), On the Mechanics of Economic Develop- ment, Journal of Monetary Economics, Vol. 22.",
        "Gates, W. (1972), Fiscal Federalism, New York: Harcourt Brace Jovanovich.",
        "Hughes, G. and S. Smith (1991), Economic Aspects of Decentralized Government: Structure, Functions and Finance, Economic Policy, Vol. 13.",
        "Krugman, P. (1991), Increasing Returns and Economic Geography, Journal of Political Economy, Vol. 99.",
        "Friedman, David (1977), A Theory of the Size and Shape of Na- tions, Journal of Political Economy, Vol.85, No.1.",
        "Grossman, G.M. and E. Helpman (1991), Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press.",
        "Easterly, W. and S. Rebelo (1993), Fiscal Policy and Economic Growth: an Empirical Investigation, Journal of Monetary Economics, December, Vol.32, No.3.",
        "Epple, D. and T. Romer (1991), Mobility and Redistribution, Journal of Political Economy, Vol.99, No.4.",
        "Casella, A. and J. Feinstein (1990), Public Goods in Trade: On the Formation of Markets and Political Jurisdictions, NBER Working Paper No.3554, December.",
        "Dreze, J. (1993), Regions of Europe: a feasible status, to be discussed, Economic Policy, 17.",
        "Buchanan, J.M. and R.L. Faith (1987), Secessions and the Limits of Taxation: Toward a Theory of Internal Exit, American Economic Review, Vol. 77, No. 5, December.",
        "Casella, A. (1992), On Markets and Clubs: Economic and Political Integration of Regions with Unequal Productivity, American Economic Review, Papers and Proceedings, May.",
        "Brennan, G. and J.M. Buchanan (1980), The Power to Tax: Analyti- cal Foundations of a Fiscal Constitution, Cambridge: Cam- bridge University Press.",
        "Barro, R.J. (1991), Small is Beautiful, The Wall Street Jour- nal, October 11.",
        "Benabou, R. (1993), Working of a City: Location, Education and Production, The Quarterly Journal of Economics, August.",
        "Bolton, P. and G. Roland (1993), The Break up of Nations: A Political Economy Analysis, mimeo, ECARE, Brussels.",
        "Alesina, A., R. Perotti and E. Spolaore (1995), Together or Separately? Issues on the Costs and Benefits of Political and Fiscal Unions, European Economic Review, Papers and Proceedings, forthcoming.",
        "Ades, A. and E. Glaeser (1993), Trade and Circuses: Explaining Urban Giants, Harvard Institute of Economic Research, Discussion Paper No. 1646, Harvard University, July."
    ]
}