{
    "id": 5051,
    "cites": 94,
    "cited_by": 83,
    "reference": [
        "Akerlof, George A., Andrew K. Rose, Janet L. Yellan and Helga Hessenius (1991) `East Germany in from the cold: The economic aftermath of currency union, Brookings Papers on Economic Activity, 1:1-87.",
        "Anderson, James E. (1991) The coefficient of trade utilization: The cheese case. in Robert E. Baldwin, ed. Empirical studies of commercial policy. Chicago: Univ. of Chicago Press and NBER, 221-244.",
        "Anderson, James E. (1994a) Tariff index theory, Review of International Economics, forthcoming.",
        "Anderson, James E. (1994b) `Trade restrictiveness benchmarks, Boston College.",
        "Anderson, James E., Geoffrey J. Bannister and J. Peter Neary (1 994) `Domestic distortions and international trade, International Economic Review, forthcoming. Anderson, James E. and J. Peter Neary (1992) `A new approach to evaluating trade policy, Center for Economic Policy Research, discussion paper no. 683, London.",
        "Anderson, James E. and J. Peter Neary (1994a) `Measuring the restrictiveness of trade policy. The World Bank Review, 8:151-170.",
        "Anderson, James E. and J. Peter Neary (1994b) `The trade restrictiveness of the Multi- fibre arrangement, The World Bank Review, 8:171-190.",
        "Aw, Bee Yan (1992) An empirical model of mark-ups in a quality-differentiated export market, Journal of International Economics, 33:327-344.",
        "Aw, Bee Yan (1993) `Price discrimination and markups in export markets, Journal of Development Economics, 42, forthcoming.",
        "Aw. Bee Yan and Amy R. Hwang (1993) `Productivity and the export market: A firm- level analysis, Pennsylvania State and Academia Sinica, Taiwan, mirneo.",
        "Aw, Bee Van and Mark J. Roberts (1986) `Measuring quality changes in quota constrained import markets: The case of U.S. footwear, Journal of International Economics, 21:45-60.",
        "Baldwin, Robert E. and Jeffrey W. Steagall (1993) An analysis of ITC decisions in antidumping, countervailing duty and safeguard cases. Univ. of Wisconsin, mimeo.",
        "Bale, Malcom 0. (1 976) `Estimates of trade-displacement costs for U.S. workers, Journal of International Economics, 6:245-250. Bhagwati, Jagdish N. (1965) `On the equivalence of tariffs and quotas, in Robert E.",
        "Baldwin, et al eds. Trade, growth and the balance of payments: Essays in honor of Gottfried Haberler. Chicago: Rand McNally, 52-67. Berman, Eli, John Bound, and Zvi Griliches (1994) `Changes in the demand for skilled labor within U.S. manufacturing: Evidence from the annual survey of manufacturing, Quarterly Journal of Economics, May, 109(2):367-398.",
        "Berry, Steve, James Levinsohn and Ariel Pakes (1994) Voluntary export restraints on automobiles: Evaluating a strategic trade policy, Yale University and University of Michigan, mimeo.",
        "Bresnahan, Timothy F. (1989) Empirical studies of industries with market power, in Richard Schmalansee and Robert D. Willig, eds. Handbook of industrial organization, volume II. Amsterdam: North-Holland, 1011-1057.",
        "Brown, Drusilla K. and Robert M. Stern (1989) `U.S.-Canada bilateral tariff elimination: The role of product differentiation and market structure, in Robert C. Feenstra, ed. Trade policies for international competitiveness. Chicago: University of Chicago and NBER, 217-245.",
        "Das, Satya P. and Shabtai Donnenfeld (1 987) `Trade policy and its impact on the quality of imports: A welfare analysis. Journal of International Economics, 23:77-96. Das, Satya P. and Shabtai Donnenfeld (1989) Oligopolistic competition and international trade: Quantity and quality restrictions, Journal of International Economics, 27:299-318.",
        "Deardorff, Alan V. and Dalia Hakura (1994) `Trade and wages: What are the questions? in Jagdish Bhagwati and Marvin H. Kosters, eds. Trade and wages.",
        "American Enterprise Institute, forthcoming. De Meza, David (1 979) Commercial policy towards multinational monopolies - Reservations on Katrak, Oxford Economic Papers, 31:334-337. Devarajan, Shantayanan and Dani Rodrik (1991) `Pro-competitive effects of trade reform: Results from a CGE model of Cameroon, European Economic Review, 35:1157-1184.",
        "Diewert, W. Erwin (1976) Exact and superlative index numbers, Journal of Econometrics, May, 4:115-145.",
        "Dinopoulos, Elias and Mordechai Kreinin (1988) `Effects of the U.S.-Japan VER on European prices and on U.S. welfare. The Review of Economics and Statistics.",
        "August, 484-491. Dixit, Avinash K. and Victor Norman (1986) `Gains from trade without lump-sum compensation, Journal of International Economics, 21:111-122.",
        "Falvey, Rodney E. (1979) `The composition of trade within import-restricted product categories, Journal of Political Economy, October, 87(5):1 105-1114.",
        "Feenstra. Robert C. (1988a) `Quality change under trade restraints in U.S. autos, Quarterly Journal of Economics, 103(1):131-146.",
        "Feenstra, Robert C. (1988b) `Gains from trade in differentiated products: Japanese compact trucks, in Robert C. Feenstra, ed. Empirical methods for international trade. Cambridge: MIT Press, 119-136.",
        "Feenstra, Robert C. (1989) `Symmetric pass-through of tariffs and exchange rates 52 under imperfect competition: An empirical test, Journal of International Economics, 27:25-45.",
        "Feenstra, Robert C. (1992) How costly is protectionism? Journal of Economic Perspectives, Summer, 6(3):1 59-1 78.",
        "Feenstra, Robert C. (1993) Measuring the welfare effect of quality change: Theory and application to Japanese autos, National Bureau of Economic Research, working paper no. 4401.",
        "Feenstra, Robert C.(1994) New product varieties and the measurement of international prices, American Economic Review, 84(1 ):1 57-1 77.",
        "Feenstra, Robert C., Knetter, Michael M. and Joseph E. Gagnon (1 993) Market share and exchange rate pass-through in world automobile trade, National Bureau of Economic Research, working paper no. 4399. Feenstra, Robert C. and James Levinsohn (1994) `Estimating markups and market conduct with multidimensional product attributes, University of California, Davis, and University of Michigan. mimeo.",
        "Feinberg, Robert M. (1986) The interaction of market power and exchange rate effects on German domestic prices, Journal of Industrial Economics, September. 35:6 1-70.",
        "Feinberg, Robert M. (1989a) `The effects of foreign exchange movements on U.S.",
        "Feinberg, Robert M. (1989b) `Exchange rates and `unfair trade, Review of Economics and Statistics, November, 71:704-707.",
        "Feinberg, Robert M. (1991) `The choice of exchange rate index and domestic price passthrough, Journal of Industrial Economics, 39(4):409-420.",
        "Feinberg, Robert M. (1993) `A simultaneous model of exchange-rate passthrough into prices of imperfectly substitutable domestic and import goods, The American University, mimeo.",
        "Feinberg, Robert M. and Seth Kaplan (1992) `The response of domestic prices to expected exchange rates, Journal of Business, April, 65(2):267-280.",
        "Froot, Kenneth A. and P. D. Klemperer (1989) `Exchange rate pass-through when market share matters, American Economic Review, September, 79:637-654.",
        "Fung, K.C. and Harry Huizinga (1991) `Trade protection and wages in Canada, University of California, Santa Cruz, mimeo.",
        "Gaston, Noel and Daniel Trefler (1994a) Protection, trade, and wages: Evidence for U.S. manufacturing, Industrial and Labor Relations Review, forthcoming.",
        "Gaston, Noel and Daniel Trefler (1 994b) `Union wages sensitivity to trade and protection: Theory and evidence, Tulane University and University of Toronto, mimeo. Gagnon, Joseph and Michael Knetter (1992) `Markup Adjustment and exchange rate fluctuations: Evidence from panel data on automobile exports, NBER working paper no. 4123.",
        "Goldberg, Penny Koujianou (1992) Product differentiation and oligopoly in international markets: The case of the U.S. automobile industry, Princeton University, mimeo.",
        "Goldstein, Morris and Mohsin S. Khan (1985) `Income and price effects in foreign trade, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of international economics, vol. II. Amsterdam: North-Holland.",
        "Griliches, Zvi (1971) `Hedonic price indexes for automobiles: an econometric analysis of quality change, in Zvi Griliches, ed. Price indexes and quality change.",
        "Cambridge: Harvard University Press. Gros, Daniel (1987) `A note on the optimal tariff, retaliation and the welfare loss from tariff wars in a framework with intra-industry trade, Journal of International Economics. 23:357-367.",
        "Grossman, Gene (1982) `Comment in Jagdish N. Bhagwati. Import competition and response. Chicago: University of Chicago Press and NBER, 396-399.",
        "Grossman, Gene (1984) International competition and the unionized sector, Canadian Journal of Economics, 1 7:54 1-556.",
        "Grossman, Gene (1986) `Imports as a cause of injury: The case of the U.S. steel industry, Journal of International Economics, 20:201-223.",
        "Grossman, Gene (1987) `The employment and wage effects of import competition, Journal of International Economic Integration. 2:1-23.",
        "Hall, Robert (1988) The relation between price and marginal cost in U.S. industry, Journal of Political Economy. 96:921-947.",
        "Hamilton, Carl (1986) `An assessment of voluntary restraints on Hong Kong exports to Europe and the U.S., Economica, August, 53(2 1 1 ):339-350.",
        "Hamermesh (1 987) The costs of worker displacement, Quarterly Journal of Economics, February, 102(1 ):51-75. Hansen, Wendy L. and Thomas J. Prusa (1993) `The road most traveled: The rise of Title VII protection, State Univ. of New York at Stony Brook. mimeo.",
        "Harrigan, James (1991) `Openess to trade in manufactures in the OECD, University of Pittsburgh, Department of Economics, working paper no 272.",
        "Harris, Richard G. (1985) `Why voluntary export restraints are `voluntary, Canadian Journal of Economics, November, 1 8(4):799-809.",
        "Harrison, Ann (1991) `The new trade protection: Price effects of antidumping and countervailing measures in the United States, The World Bank, Trade Policy Division, working paper no. 808.",
        "Harrison, Ann (1992) `Imperfect explanations for imperfect pass-through: Market power and exchange rates in the U.S. steel industry, July, The World Bank, mimeo.",
        "Harrison, Ann (1994a) `Productivity, imperfect competition and trade reform, Journal of International Economics, forthcoming.",
        "Harrison, Ann (1994b) An empirical test of the infant industry argument: Comment, American Economic Review, forthcoming.",
        "Helpman, Elhanan and Paul Krugman (1985) Market structure and foreign trade.",
        "Horn, Henrik, Harald Lang and Stefan Lundgren (1991) `Managerial effort incentives, X- inefficiency, and international trade, Institute for International Economic Studies, Stockholm University. December, mimeo.",
        "Horstmann, Ignatius J. and James R. Markusen (1986) Up the average cost curve: Inefficient entry and the new protectionism, Journal of International Economics, 20:225-247.",
        "Houthakker, Henrik S. and Stephen P. Magee (1969) `Income and price elasticities in world trade, The Review of Economics and Statistics, May. 51(2):1 11-125.",
        "Hufbauer, Gary Clyde and Kimberly Ann Elliott (1994) Measuring the costs of protection in the United States. Washington, D.C.: Institute for International Economics.",
        "Johnson, Harry G. (1960) `The cost of protection and the scientific tariff, Journal of Political Economy, 68(4):327-345, August.",
        "Katrak, Homi (1977) `Multi-national monopolies and commercial policy, Oxford Economic Papers, 29, 283-291.",
        "Katz, Lawrence F. and Lawrence H. Summers (1989a) Can interindustry wage differentials justify strategic trade policy? in Robert C. Feenstra, ed., Trade policies for international competitiveness. Chicago: Univ. of Chicago and NBER, 85-116.",
        "Katz. Lawrence F. and Lawrence H. Summers (1989b) `Industry rents: Evidence and implications, Brookings Papers on Economic Activity: Microeconomics, 209-290.",
        "Knetter, Michael M. (1 989) `Price discrimination by U.S. and German exporters, American Economic Review, 79(1):198-210, March. 56 Knetter, Michael M. (1993) International comparisons of pricing-to-market behavior, American Economic Review, 83(3):473-486, June.",
        "Knetter, Michael M. and Joseph E. Gagnon (1992) `Markup adjustment and exchange rate fluctuations: Evidence from panel data on automobile exports, National Bureau of Economic Research, working paper no. 4123.",
        "Krishna, Kala (1987) Tariffs versus quotas with endogenous quality, Journal of International Economics, 23:97-11 7.",
        "Krishna, Kala (1989) Trade restrictions as facilitating practices, Journal of International Economics, May, 26(3/4):251-270.",
        "Krishna, Kala and Ling Hui Tan (1993) `On the importance and extent of rent sharing in the Multi-fibre arrangement: Evidence from U.S.-Hong Kong trade in apparel,mimeo.",
        "Krueger, Anne 0. (1980a) `Protectionist pressures, imports and employment in the United States, Scandinavian Journal of Economics, 82(2). 133-146.",
        "Krueger, Anne 0. (1980b) `Restructuring for import competition from developing countries, I: Labor displacement and economic redeployment in the United States, Journal of Policy Modeling. 2(2), 165-184.",
        "Krueger, Anne 0. and Buran Tuncer (1982) `An empirical test of the infant industry argument, American Economic Review, December, 72:1142-1152.",
        "Krugman, Paul R. (1987) `Pricing to market when the exchange rate changes, in Sven W. Arndt and J. David Richardson, eds. Real-financial linkages among open economies. Cambridge: MIT Press, 49-70.",
        "Krugman, Paul (1989) Differences in income elasticities and trends in real exchange rates, European Economic Review, 33:1031-1054.",
        "Lawrence (1967) Imports in Japan: Closed markets or minds? Brookings Papers on Economics Activity, 517-554.",
        "Learner, Edward E. (1974) `Nominal tariff averages with estimated weights, Southern Economic Journal, 41(1):34-46, July.",
        "Learner. Edward E. (1988a) `Cross-section estimation of the effects of trade barriers, in Robert C. Feenstra, ed. Empirical methods for international trade.",
        "Oxford: Basil Blackwell, 224-260. Levinsohn, James (1993) `Testing the imports-as-market-discipline hypothesis, Journal of International Economics, 35(1/2):1-22.",
        "Lindert, Peter H. (1 991) International economics. Boston: Irwin, 9th edition. Mann, Catherine L. (1986) `Prices, profit margins, and exchange rates, Federal Reserve Bulletin, June, 366-379.",
        "Prusa, Thomas (1992) Why are so many antidumping petitions withdrawn? Journal of International economics, August, 1-20.",
        "Revenga, Ana L. (1990) Wage determination in an open economy: International trade and U.S. manufacturing wages, Harvard University, mimeo.",
        "Revenga, Ana L. (1992) Exporting jobs? The impact of import competition on employment and wages in U.S. manufacturing. Quarterly Journal of Economics, February, 255-284.",
        "Rodriguez, Carlos Alfredo (1979) The quality of imports and the differential welfare effects of tariffs, quotas and quality controls as protective devices, Canadian Journal of Economics, 1 2:439-449.",
        "Rodrik, Dani (1988) Imperfect competition, scale economics, and trade policy in developing countries, in Robert E. Baldwin, ed. Trade policy issues and empirical analysis. Chicago: University of Chicago and NBER, 109-137.",
        "Saxonhouse, Gary R. (1989) `Differentiated products, economies of scale, and access to the Japanese market, in Robert C. Feenstra, ed. Trade policies for international competitiveness. Chicago: University of Chicago and NBER, 145-174.",
        "Schembri, Lawrence (1989) `Export prices and exchange rates: An industry approach, in Robert C. Feenstra, ed. Trade policies for international competitiveness.",
        "Chicago: Univ. of Chicago and NBER, 185-206. Staiger, Robert and Frank Wolak (1994) `Measuring industry specific protection: Antidumping in the United States, National Bureau of Economic Research. working paper no. 4696.",
        "Svedberg, Peter (1979) `Optimal tariff policy on imports from multinationals, The Economic Record, March, 64-67.",
        "Trefler, Daniel (1 993) Trade liberalization and the theory of endogenous protection: An econometric study of U.S. import policy, Journal of Political Economy, 101:138-160. Tybout, James R. (1993) `Increasing returns as a source of comparative advantage: The evidence, Georgetown University, working paper no. 93-01.",
        "U.S. International Trade Commission (1980) Certain motor vehicles and certain chassis and bodies therefor, USITC Publication 111 0, Washington, D.C.",
        "Yang, Jiawen (1993) `Exchange rate pass-through in U.S. manufacturing industries, Vanderbilt University, mimeo."
    ]
}