{
    "id": 5052,
    "cites": 35,
    "cited_by": 16,
    "reference": [
        "U.S. National Commission on the International Year of the Child. Report to the President, Washington D.C.: GPO, 1980.",
        "Valdez, Burciega. The Effects of Cost Sharing on the Health of Children, Publ. No. $-3270, Santa Monica: RAND, 1986.",
        "Viscusi, Kip (1992). Fatal Tradco,ffs. New York: Oxford University Press.",
        "Williams, Bret and Arden Milker. Preventive Health Care for Young Children: Findings from a 10- Country Study and Directions for United States Policy., Pediatrics, 89 5: 983-99S, May 1992.",
        "U.S. General Accounting Office, Heal Care Reform: Potential Difficulties in Determining Eligibility for Low-locome People. GAO/HEHS-94-176, July 1994.",
        "Thomas, Duncan and John Strauss. Human Resources: Empirical Modeling of Household and Family Decisions,. Handbook of Development Economics, T.N. Srinivasan and Jere Behrman (eds)., North Holland: Amsterdam, forthcoming. Thomas, Duncan and Jody Sindelar. Measurement of Child Heals: Maternal Response Bias, ~ Yale Economics Growth Center Discussion Paper 633, June 1991.",
        "Santa Monica, CA: Rand. Short, Pamela and Doris Leflcowitz. Encouraging Preventive Services for Low-Income Children: The Effect of Expanding Medicaid., Medical Care, 30 9:766 780, Sept. 1992.",
        "Staiger, Douglas and James H. Stock (1993). Asymptotic for Instrumental Variables Regressions with Weakly Correlated Instruments. Mimeo, Kennedy School of Government, Harvard University.",
        "Stuart, Mary, Donald Steinwachs, Jennifer Harlow, and Michael Fox (1990). Ambulatory Practice Variation in Maryland: Implications for Medicaid Cost Management, Heal Care Financing Review, Annual Supplement, 57-67.",
        "Mullahy, John. Medicaid and the Timing of Preventive Health Care for Young Children, mimeo, 33 Trinity College, July 1994.",
        "National Governors Association (various years). Catalog of State Medicaid Program Changes. Washington, D.C.: NGA. Newhouse, Joseph (1993). Free for All? Lessons from the RAND Health Insurance Experiment.",
        "Moffitt, Robert (1992). Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature, 30, 1-61.",
        "Hoynes, Hilary (1993). Welfare Transfers in Two Parent Families: Labor Supply a n d Welfare Participation Under AFDC-UP., NBER Worlcing Paper 4407.",
        "Kasper, Judith. Health Status and Utilization: Differences by Medicaid Coverage and Income, Health Care Financing Review, 7:1-17, 1986.",
        "Kemper, Kathi. Medically Inappropriate Hospital Use in a Pediatric Population, The New England Journal of Medicine, 318 16: 1033-1037, April 21, 1988.",
        "Kozak, L.J. and E. McCarthy. Hospital Use by Children in the United States and Canada, Vital and Health Statistics, Series 5 (PHS)84-1477, Washington D.C.: Public Health Service, August 1984.",
        "Lurie, N., et al. (1984). Termination from Medi-Cal: Does it Affect Health?, New England Journal of Medicine 311, 480-484.",
        "McDevitt, Roland D., and Benson Dutton (1989). Expenditures for Ambulatory Episodes of Care: The Michigan Medicaid Experience, Health Care Financing Review, 11(2):43-55.",
        "Heckman, James and Thomas MaCurdy. PA simultaneous Equations Linear Probability Model, in The Canadian Journal of Economics, February 1985, 28-37.",
        "Goodman, David, Elliot Fisher, Alan Gittelsohn, Chiang-Hua Chang, and Craig Fleming. Why are Children Hospitalized? The Role of Non-Clinical Factors in Pediatric Hospitalizations, in Pediatrics, 93 6: 896-902, June 1994.",
        "Gruber, Jonathan and Jeffrey D. Kubik (1994). Disability Insurance Rejection Rates and the Labor Supply of Older Workers. Mirneo, MIT.",
        "Gold, M., and M. Greenlick (1981). Effects of Hospital-Based Primary Care Setting on Internists Use of Inpatient Hospital Resources, Medical Care, 19, 160 171.",
        "Fossett, James W., Janet D. Perloff, Phillip R. Kletke, and John A. Peterson (1992). Medicaid and Access to Child Health Care in Chicago, Journal of Health Politics. Policy and Law, 17:273-298.",
        "Gold, M. (1981). Effects of Hospital-Based Primary Care Setting on Internists Treatment of Primary Care Episodes,W Health Services Research, 16, 383-405.",
        "Fossett, James W., and John A. Peterson (1989). Physician Supply and Medicaid Participation: The Causes of Market Failure, Medical Care, 27:38~396.",
        "Cutler, David, and Jonathan Gruber (1995). Does Public Insurance Crowd Out Private Insurance?. Mimeo, NBER.",
        "Currie, Janet, Jonathan Gruber, and Michael Fischer (1995). Physician Payments and Infant Health: Effect of Increases in Medicaid Reimbursements, American Economic Review, May. 1995 Currie, Janet and Duncan Thomas. Medical Care for Children: Public Insurance, Private Insurance.",
        "Costa, Dora L. (1994). ~Worlcing With Pain: Disability and Labor Force Participation, l9OO-I991 Mimeo, MIT.",
        "Currie, Janet and Jonathan Gruber (1994). Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, NBER Working Paper 4644.",
        "Blank, Rebecca, and David Card. Recent Trends in Insured and Uninsured Employment. Is there and Explanation?, Quarterly Journal of Economics, 106, 1157-1190. Bloom, Barbara. Health Insurance and Medical Care,. Advance Data from Vital and Health Statistics of the National Center for Health Statistics, 188, Washington D.C.: Public Health Service, October 1, 1990.",
        "Bound, John, David A. Jaeger and Regina M. Baker (1993). The Cure Can Be Worse Than the Disease: A Cautionary Tale Regarding Instrumental Variables.. Mimeo, University of Michigan.",
        "Blank, Rebecca, and Patricia Ruggles. When Do Women Use AFDC and Food Stamps7. The Dynamics of Eligibility vs. Participation, NBER Worlcing Paper 4429, 1993.",
        "Angrist, Joshua D. and Alan B. Kreuger (1993). Split Sample Instrumental Variables. Mimeo, Princeton University.",
        "Becker, Gary (1981). A Statist on the Janus. Cambridge: Harvard University Press.",
        "A. Bindman et al., PA Public Hospital Closes: Impact on Patients Access to Care and Health Status, Journal of the American Medical Association 264 (December 12, 1990), 2899-2904."
    ]
}