{
    "id": 5055,
    "cites": 22,
    "cited_by": 42,
    "reference": [
        "Triest, Robert, The Effect of Income Taxation on Labor Supply when Deductions are Endogenous, Review of Economics and Statistics, 74(1), pp 91-99, February 1992.",
        "Venti, S. and D. Wise, Have IRAs Increased U.S. Saving?: Evidence from the Consumer Expenditures Surveys, Ouarterlv Journal of Economics, Vol. 105, pp 661-698, 1990.",
        "Sandmo, Agnar, The Effects of Taxation on Savings and Risk Taking, in Handbook of Public Economics, Alan Auerbach and Martin Feldstein (eds.), Vol. 1, pp 265-312, North- Holland, New York, 1985.",
        "Slemrod, J., A General Model of the Behavioral Responses to Taxation, mimeo, 1994.",
        "DWL.9 Feb 20 40 Stuart, Charles, Welfare Costs per Dollar of Additional Revenue in the United States, American Economic Review, pp 352-363, June 1984.",
        "Navratil, J., Evidence on Individual Taxpayer Behavior for Panel Tax Return Data, mimeo, 1994.",
        "Poterba, J., S. Venti and D. Wise, 401(k) Plans and Tax Deferred Saving, in Topics in the Economics of Aging, D. Wise (ed.), Chicago, IL: University of Chicago Press, 1992.",
        "Poterba, J., S. Venti and D. Wise, Do 401(k) Contributions Crowd Out Other Personal Saving?, NBER Working Paper No. 4391, June 1993.",
        "Harberger, Arnold, Taxation, Resource Allocation, and Welfare, in J. Due (ed.), The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton, NJ: Princeton University Press, 1964.",
        "Hausman, J., Labor Supply, in How Taxes Affect Economic Behavior, H. Aaron and J. Pechman (eds.), pp 27-72, Washington, D.C.: The Brookings Institution, 1981.",
        "Hausman, J., Taxes and Labor Supply, in Handbook of Public Economics, Vol. 1, A. Auerbach and M. Feldstein (eds.), North-Holland Publishers, 1985.",
        "Little, I.M.D., Direct versus Indirect Taxes, Economic Journal, Vol. 61, pp 577-584, 1951.",
        "Engen, E., W. Gale and J. Scholz, Do Saving Incentives Work?, Brookings Papers on Economic Activity, pp 85-180, 1994.",
        "Feenberg, D. and J. Skinner, Sources of IRA Saving, Tax Policy and the Economy, III, pp 25-46, 1989.",
        "Feldstein, M., Does the U.S. Save Too Little?. American Economic Review, Vol. 45, No. 7, October 1977.",
        "Feldstein, M., The Welfare Cost of Capital Income Taxation, Journal of Political Economy, Vol. 86, No. 2, Part 2, 1978.",
        "Gale, W. and J. Scholz, IRAs and Household Saving, American Economic Review, Vol. LXXXIV, No. 5, December 1994.",
        "Browning, Edgar, On the Marginal Welfare Cost of Taxation, American Economic Review, pp 11-23, March 1987.",
        "Atkinson, A.B. and J. Stiglitz, Lectures in Public Economics, McGraw-Hill Book Company, New York and London, 1980.",
        "Auerbach, Alan, The Theory of Excess Burden and Optimal Taxation, in Handbook of Public Economics, Vol. 1, A. Auerbach and M. Feldstein (eds.), North-Holland Publishers, 1985.",
        "Ballard, Charles, J. Shoven and J. Whalley, General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States, American Economic Review, pp 128-138, March 1985.",
        "Bernheim D. and J. Scholz, Private Saving and Public Policy, in Tax Policy and the Economy, James Poterba (ed.), Vol. 7, MIT Press, May 1993."
    ]
}