{
    "id": 5056,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Suslow, V. (1988), Stability in International Cartels: An Empirical Survey, Hoover E-88-7.",
        "Rotemberg, J. and G. Saloner (1986), A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review, 76, 390-407.",
        "Rotemberg, J. and M. Woodford (1992), Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, 100, 1153-1207.",
        "Staiger, R. and F. Wolak (1992), Collusive Pricing with Capacity Constraints in the Presence of Demand Uncertainty, RAND Journal of Economics, 23, 203-20.",
        "Montgomery, J. (1988), Deterministic Business Cycles and the Timing of Price Wars, unpublished manuscript.",
        "Porter, R. (1983), A Study of Cartel Stability: The Joint Executive Committee, 1880-1886, Bell Journal of Economics, 14, 301-14.",
        "Kandori, M. (1991), Correlated Demand Shocks and Price Wars During Booms, Review of Economic Studies, 58, 171-180.",
        "Miron, J. and S. Zeldes (1988), Seasonality, Cost Shocks, and the Production-Smoothing Model of Inventories, Econometrica, 56, 877-908.",
        "Haltiwanger, J. and J. Harrington (1991), The Impact of Cyclical Demand Movements on Collusive Behavior, RAND Journal of Economics, 22, 89-106.",
        "Hamilton, J. (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, 357-84.",
        "Domowitz, I. Hubbard, G. and B. Petersen (1986), Business Cycles and the Relationship between Concentration andPrice-Cost Margins,RAND Journal of Economics, 17,1-17.",
        "Ellison, G. (1994), Theories of Cartel Stability and the Joint Executive Committee, RAND Journal of Economics, 25, 37-57.",
        "Green. E. and R. Porter (1983), Noncooperative Collusion under Imperfect Price Information, Econometrica, 52, 87-100.",
        "Bils, M. (1989), The Cyclical Behavior of Marginal Cost and Price, American Economic Review, 77, 838-55.",
        "Borenstein, S. and A. Shephard (1993), Dynamic Pricing in Retail Gasoline Markets, unpublished manuscript.",
        "Chevalier, J. and D. Scharfstein (1994), Capital Market Imperfections and Countercyclical Markups: Theory and Evidence, NBER D.P. 4614."
    ]
}