{
    "id": 5069,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "P.M. Zorn, 1989. Mobility-Tenure Decisions and Financial Credit: Do Mortgage Qualification Requirements Constrain Ownership? AREUEA Journal 17, 1-16.",
        "G.S. Maddala, 1983. Limited Dependent and Qualitative Variables in Economics. New York: Cambridge University Press.",
        "P. Linneman and S. Wachter, 1989. The Impact of Borrowing Constraints on Homeownership. AREUEA Journal 17, 389-402.",
        "Journal of Urban Economics 33, 10-28. W.C. LaFayette, D.R. Haurin, and P.H. Hendershott, 1995. Borrowing Constraints, Mortgage Decisions, and Tenure Choice, paper delivered at the annual meetings of the American Real Estate and Urban Economics Association.",
        "Mortgage Banking (April), 85-92. L.D. Jones, 1993. The Demand for Home Mortgage Debt.",
        "Sirmans, editor Research in Real Estate, Vol 1. 26 T.N. Herzog, 1984. Single Premium Plan Premiere.",
        "Housing Decisions of American Youth. Journal of Urban Economics 35, 28-45. J. Heckman, 1976. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement 5, 475-92.",
        "J.R. Follain and D.C. Ling, 1991. The Federal Tax Subsidy to Housing and the Reduced Value of the Mortgage Interest Deduction. National Tax Journal 44, 147-68.",
        "C.A. J.K. Brueckner and J.R. Follain, 1988. The Rise and Fall of the ARM: An Econometric Analysis of Mortgage Choice. Review of Economics and Statistics 70, 93-102.",
        "Regional Science and Urban Economics 19, 163-87. Capone Jr. and D.F. Cunningham, 1992. Estimating the Marginal Contribution of Adjustable-Rate Mortgage Selection to Termination Probabilities in a Nested Model. The Journal of Real Estate Finance and Economics 5, 333-356.",
        "Choosing Between Fixed and Adjustable Rate Mortgages. Journal of Money, Credit, and Banking 19, 260-67. J.R. Follain, 1990. Mortgage Choice. AREUEA Journal 18, 125-44."
    ]
}