{
    "id": 5072,
    "cites": 23,
    "cited_by": 15,
    "reference": [
        "Link, Charles R. and Edward C. Ratledge, Social Returns to Quantity and Quality of Education: A Further Statement, Journal of Human Resources, X(1) (1975):78-89.",
        "Kyriazidou, Ekaterini, Estimation of a Panel Data Sample Selection Model unpublished paper Northwestern University (1994).",
        "Morgan, James and Ismail Sirageldin. A Note on the Quality Dimension in Education. Journal of Political Economy 76 (September 1968): 1069- 1077.",
        "Olneck, Michael R. The Effects of Education. In C. Jencks, et al., Who Gets Ahead ? New York: Basic Books, 1979.",
        "Siebert, W. Stanley, Developments in the Economics of Human Capital. In Labour Economics. London and New York: Longman, 1985.",
        "Hedges, Larry V., Rob Greenwald, and Richard D. Laine, The Effect of School Resources on Student Achievement, unpublished paper, University of Chicago (February 1995).",
        "Lang, Kevin, Explaining Variation in Estimated Returns to Education Across Time and Place unpublished paper, Department of Economics, Boston University (May 1993).",
        "Lang, Kevin, Ability Bias, Discount Rate Bias, and the Return to Education, unpublished paper, Department of Economics, Boston University (October 1993).",
        "Heckman, James J., Anne S. Layne-Farrar, and Petra E. Todd, Does Measured School Quality Really Matter? unpublished paper, University of Chicago (December 1994).",
        "Griliches, Zvi, Estimating the Returns to Schooling: Some Econometric Problems. Econometrica 45 (January 1977): 1-22.",
        "Hause, John C. Earnings Profile: Ability and Schooling, Journal of Politicial Economy 80 Part II (May/Junel972): S108-S138. Hauser, Robert M. Socioeconomic Background and Differential Returns to Education. In Does College Matter? Some Evidence on the Impacts of Higher Education, L.C. Solmon and P.J. Taubman, eds. New York: Academic Press, 1973.",
        "Card, David and Alan Krueger. The Economic Return to School Quality: A Partial Survey, (1994).",
        "Garen, John, The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice Variable, 52 No. 5 (September 1984): 1199-1218.",
        "Griliches, Zvi, Sibling Models and Data in Economics: Beginnings of a Survey, Journal of Political Economy 87 (October 1979): S37- S64.",
        "Card, David, and Alan Krueger. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy 100 (February 1992): 1-40.",
        "Betts, Julian, Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth. forthcoming in Review of Economics and Statistics Butcher, Kristin F. and Ann Case, The Effect of Sibling Sex Composition on Womens Education and Earnings, Ouarterlv Journal of Economics, CIX (3) (August 1994):531-564.",
        "Cain, Glen G., The Economic Analysis of Labor Market Discrimination: A Survey, in O. Ashenfelter and R. Layard (eds.), Handbook of Labor Economics. Amsterdam: Elsevier Science Publishers, 1986.",
        "Card, David, Earnings, Schooling, and Ability Revisited, Industrial Relations Section Working Paper 331, Princeton University (May 1994).",
        "Betts, Julian, Is There a Link Between School Inputs and Earnings? Fresh Scrutiny of an Old Literature. unpublished paper, Dept. of Economics, University of California, San Diego (November 1994).",
        "Ashenfelter, Orley and Alan Krueger, Estimates of the Return to Schooling for a New Sample of Twins. American Economic Review 84 No. 5 (December 1994): 1157-1173.",
        "Ashenfelter, Orley and David J. Zimmerman, Estimates of the Returns to Schooling from Sibling Data: Fathers, Sons, and Brothers. NBERWorking Paper No. 4491 (1993).",
        "Altonji, Joseph G., The Demand for andReturn to Education When Education Outcomes Are Uncertain. Journal of Labor Economics 11 No. I Part I (January 1993): 48-83.",
        "Altonji, Joseph G. The Effects of Family Background and School Characteristics on Education and Labor Market Outcomes. Mimeo, Northwestern University, December 1988."
    ]
}