{
    "id": 5076,
    "cites": 23,
    "cited_by": 450,
    "reference": [
        "Rosenbaum, James E., and Takehiko Kariya, Do School Achievements Affect the Early Jobs of High School Graduates in the United States and Japan?, Sociology of Education 64(April 1991), 78- 95.",
        "School Ouality. and Student Outcomes (Princeton, NJ: Educational Testing Service, December 1985a).",
        "Rock, Donald A. et al, Psychometric Analysis of the NLS and the High School and Beyond Test Batteries: A Study of Excellence in High School Education: Educational Policies. School Ouality. and Student Outcomes (Princeton, NJ: Educational Testing Service, September 1985b).",
        "Osterman, Paul, How Common Is Workplace Transformation? Industrial and Labor Relations Review 47 (January 1994)2, 173- 188.",
        "Rivera-Batiz, Francisco L, Quantitative Literacy and the Likelihood of Employment Among Young Adults, Journal of Human Resources 27 (Spring 1992)2, 313-328.",
        "Mullis, Ina V. S., John A. Dossey, Eugene H. Owen, and Gary W. Phillips, The State of Mathematics Achievement, Report Prepared by Educational Testing Service for National Center for Education Statistics, Washington, D.C., (June 1991).",
        "Lillard, Lee A, Inequality: Earnings vs. Human Wealth, American Economic Review, 67 (March 1977)2, 42-53.",
        "Lord, Fred M. and Melvin R. Novick, Statistical Theories of Mental Test Scores (Reading, MA.: Addison-Wesley, 1968).",
        "Marshall, Ray and Marc Tucker, Thinking for a Living (New York: Basic Books, 1992).",
        "Koretz, Daniel M, Educational Achievement: Explanations and Implications (Washington, D.C.: Congressional Budget Office, 1987).",
        "Levy, Frank and Richard J. Murnane, U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, The Journal of Economic Literature, 30(September 1992), 1332-1381.",
        "Kane, Thomas J. and Cecilia E. Rouse, Labor Market Returns to Two- and Four-Year College: Is a Credit A Credit and Do Degrees Matter? Harvard University, Kennedy School of Government Faculty Research Working Paper Series, No. R-93-38, (December, 1993).",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, t wage Inequality and the Rise in Returns to Skill, Paper presented at the Universities Research Conference .t labor Markets in the l990s, (November 13, 1989).",
        "Fuller, W. A., EV Carp (Ames, Iowa: Iowa State Statistical Laboratory, 1988).",
        "Fuller, W. A., Measurement Error Models (New York: John Wiley Sons, 1987).",
        "Gottschalk, Peter, and Robert Moffitt, Earnings and Wage Distributions in the NLS, CPS, and PSID, Part I of Final Report to the U.S. Department of Labor, Grant No. E-9-J-0047, Earnings Mobility and Earnings Inequality in the United States, awarded to the National Bureau of Economic Research, (May 1992).",
        "DuMouchel, William H., and Greg J. Duncan, Using Sample Survey Weights in Multiple Regression Analyses of Stratified Samples, Journal of the American Statistical Association 78(September 1983), 535-543.",
        "Cohen, Jacob, and Patricia Cohen, Applied Multiple Regression/ Correlation Analysis for the Behavioral Sciences (second edition) (Hillsdale, N.J.: Lawrence Erlbaum Associates, 1983).",
        "Bound, John, Zvi Griliches, and Bronwyn H. Hall, Wages, Schooling and IQ of Brothers and Sisters: Do the Family Factors Differ? international Economic Review 27(February 1986)1, 77-105.",
        "Blackburn, McKinley L., David E. Bloom, and Richard B. Freeman, The Declining Economic Position of Less Skilled American Men, in Gary Burtless (ed.) A Future of Lousy Jobs? (Washington, D.C.: The Brookings Institution, 1990).",
        "Blackburn, McKinley L., and David Neumark, Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economics (1993, forthcoming).",
        "Bishop, John H. Is the Test Score Decline Responsible for the Productivity Growth Decline? American Economic Review 79 (March 1989b)1, 178-197.",
        "Bishop, John H. Incentives for Learning: Why American High School Students Compare So Poorly to Their Counterparts Overseas, Working paper 89-09, Cornell University, Ithaca, NY, (1989a)."
    ]
}