{
    "id": 5080,
    "cites": 26,
    "cited_by": 18,
    "reference": [
        "Carmichael, J. and P.W. Stebbing (1983), Fishers Paradox and the Theory of Interest, Amen can Economic Review, 73, pp. 6 19-630.",
        "Cumby, R.E. and F.S. Mishkin (1986), The International Linkage of Real Interest Rates: The European-U.S. Connection, Journal of International Money and Finance, 5, pp. 5-23.",
        "Cumby, RJ., J. Huizinga and M. Obstfeld (1983), Two-Step, Two-Stage Least Squares Estimation in Model with Rational Expectations, Journal of Econometrics, 21, pp. 333-55.",
        "Dickey, D.A. and W.A. Fuller (1979), Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association, 74, pp. 427-31.",
        "Dickey, D.A. and W.A. Fuller (1981), Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica, 49, pp. 1057-72.",
        "DeJong, D.N., J.C. Nankervis, N.E. Savin and C.H. Whiteman (1988), Integration Versus Trend-Stationarity in Macroeconomic Time Series, Department of Economics, University of Iowa, Working Paper No. 88-27a.",
        "Engle, R.F. and C.W. Granger (1987), Co-Integration and Error Correction: Representation, Estimation and Testing, Econometrica, 55, pp. 25 1-76.",
        "Fama, E.F. (1975), Short Term Interest Rates as Predictors of Inflation, American Economic Review, 65, pp. 269-82.",
        "Fama, E.F. and M.R. Gibbons (1982), Inflation, Real Returns and Capital Investment, Journal of Monetary Economics, 9, pp. 297-324.",
        "Granger, C.W. and P. Newbold (1974), Spurious Regression in Econometrics, Journal of Econometrics, 2, pp. 111-120.",
        "Hansen, L.P. (1982), Large Sample Properties of Generalised Method of Moments Estimators, Econometrica, 50, pp. 1029-54.",
        "Huizinga, J. and F.S. Mishkin (1984), Inflation and Real Interest Rates on Assets with Different Risk Characteristics, Journal of Finance, 39, pp. 699-712.",
        "Kremers, J.J.M., N.R. Ericsson and J.J. Dolado (1992), The Power of Cointegration Tests, Oxford Bulletin of Economics and Statistics, 54, pp. 325-348.",
        "Mishkin, F.S. (1981), The Real Rate of Interest: An Empirical Investigation, The Cost and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, 15, pp. 151-200.",
        "Mishkin, F.S. (1984), The Real Interest Rate: A Multi-Country Empirical Study, Canadian Journal of Economics, 17, pp. 283-311.",
        "Mishkin, F.S. (1988), Understanding Real Interest Rates, American Journal of Agricultural Economics, 70, pp. 1064-72.",
        "Mishkin, F.S. (1990), What Does the Term Structure of Interest Rates Tell Us About Future Inflation?, Journal of Monetary Economics, 25, pp. 77-95.",
        "Mishkin, F.S. (1992), Is the Fisher Effect for Real?, Journal of Monetary Economics, 30, pp. 195- 215.",
        "Nelson, C.R. and G.W. Schwert (1977), Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review, 67, pp. 478-86.",
        "Newey, W. and K. West (1988), A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, pp. 703-708.",
        "Perron, P. (1990), Testing for a Unit Root in a Time Series with a Changing Mean, Journal of Business and Economic Statistics, 8, pp. 153-162.",
        "Phillips, P.C.B. (1986), Understanding Spurious Regressions in Econometrics, Journal of Econometrics, 33, pp. 3 11-40.",
        "Phillips, P.C.B. (1987), Time Series Regression with a Unit Root, Econometnica, 55, pp. 277-301.",
        "Schwert, G.W. (1987), Effects of Model Specification on Tests for Unit Roots in Macroeconomic Data, Journal of Monetary Economics, 20, pp. 73-103.",
        "Said, S.E. and D.A. Dickey (1984), Testing for Unit Roots in Autoregressive-Moving Average Models of Unknown Order, Biometrika, 71, pp. 599-608.",
        "White, H. (1980), A Heteroskedasticity-Consistent Covariance Matrix Estimator and Direct tests for Heteroskedasticity, Econometrica, 48, pp. 817-38."
    ]
}