{
    "id": 5083,
    "cites": 28,
    "cited_by": 18,
    "reference": [
        "Veblen, Thorsteln. Thc Thcory of Buslacss Entcrprisc. New York, NY: Charles Scclbners Sons (1904).",
        "Steln, Jereny. ~Prlces and Tradlng Voluee ln the Houslng Market: ~ Model ulth Downpayaent Effecta.. Natlonal Bureau of Econoalc Research Uorklng Paper No. 4373, Ca~brldge, MA (March, 1993).",
        "Tobln, Jaoer. Asset dcc~aulatlon and Econonlc ~ctlvlty. Chlcago: Unlveralty of Chlcago Press, and Oxford: Basll Blackwell (1980).",
        "R2 Shlelfer, Andrel and Robert Ylshny. ~Llquldatlon Values and Debt Capaclty: Market Equlllbrlua Approach.. Journal of flasacc 47 (Septenber 1992): 1343-1366.",
        "Hubbard, Glen and Anll Kashysp. ~Internal Net Worth and Investnent Process: An Appllcatlon to U.S. Agrlculture.- Journa1 of Polltical Econony 100 (June 1992): 506-534.",
        "Eashysp, Anll, Davld Scharfateln and Davld yell. ~The Hlgh Prlce of Land and the Low Cost of Capltal: Theory and Evldence fron Japan.~ Manuscclpt. Canbrldge, MA: MIT (19gO). Laoont, Owen. ~Corporate Debt Overhang and Macroecononlc Expectatlons.. Manuscrlpt. Caubridge, MA: MIT (19921.",
        "Ortalo-Magne, Francols. ~Asset Prlclng and Flrn Dynamics ulth Debt Constralnte: a U.S. Fareland Prlce Appllcatlon.- Manuscclpt. Mlnneapolls, MN: Unlverelty of Mlnnesota (1994).",
        "Osborne, Martln, and Arlel Rublnsteln. Bargalning and Harkets. San Dlego, CA: Acadeelc Prens, (1990).",
        "Scheinkean, Jose and Lawrence Welss. ~Borrowlng Constralots and Aggregate Econonlc Actlvlty.~ Econometrica 54 (January 1986): 23-45.",
        "Hoshl, Takeo, Anll Kashysp and Davld Schartsteln. aCorporate Structure, Llquldlty and Investnent: Evldence fron Japanese Industrlal Groups.. Quartcrly Journal of Econonics 106 (February 1991): 33-60.",
        "Hart, Ollver and John Moore. ~A Theory of Debt based on tho Inallenablllty of Huean Capltal.. Quartcrly Journal of Econonics 109 (Novenber 1994): 841-879.",
        "Holtz-Eakln, Douglas, Davld Joulfalan, and Harvey Rosen. ~Stlcklng It Out: Entropreneurlal Survlval and Llquldlty Constralote.~ Journal of Polltica1 Economy 102 (February 1994): 53-75.",
        "Greenwald, Bruce and Joseph Stlglltz. ~Flnanclal Market Inperfectlons and Buslness Cycles.- Quarterly dournal of Economics (February 1993): 77-114.",
        "Hart, Ollver and John Moore. ~Default and Renegotlatlon: ~ Dynaolc Model of Debt. a Unlveralty of Edlnburgh Dlscusslon Paper. (Revised, August 1989).",
        "Gertler, Mark. ~Flnanclal Capaclty and Output Fluctuatlons ln an Econoey ulth Multlporlod Flnanclal Relatlonshlps.. Rcview of Econoelc Studles 59 (July 1992): 455-472.",
        "Gertler, Mark and Sleon Gllchrlst. Monetary Pollcy, Buslness Cycles and the Behavlor of Seall Manufacturlng Flrns.. Quartcrly Journal of Econonics 109 (May 1994): 309-340.",
        "R1 Gertler, Mark. ~ Flnanclal Structure and Aggregate Econonlc Actlvlty: An Overvlew.- Journal of Noncy, Credit and Banking 20 (August 1988): 559-588.",
        "Fisher, Irving. Debt Deflation Theory of Depression. Econo0etrlca 1 (October 1934): 337-57.",
        "Frled~an, BenJanln. Money, Credit, and Interest Rates In the Buslness Cycles.- In The ~-erlcan Buslness Cycle, edited by Robert Gordon. Natlonal Bureau of Econoalc Research. Chlcago: Unlverelty of Chlcago Press (1986).",
        "Evans, Davld and Boyan Jovanowlc. .An Estleated Model of Entrepreneurial Choice under Llquldlty Constralnts.. Journal of Polltlcal Economy 97 (August 1989): 808-827.",
        "Fazzarl, Stephen, Glenn Hubbard, and Bruce Peterson. ~Floanclog Constralats and Corporate Investnent.. 8rooklngs Papers on Economic ~ctivlty 1 (1988): 141-195.",
        "Das, Satya. New Perspectlves on Buslness Cycles: An Analysts of Inequallty and Hctcrogenelty. Hants, UK. and BrooNfleld, VA: Edward Elgar Publlshlng Company t1993).",
        "Does, Mark and Timothy Duane. Capital Adjustment Patterns in Manufacturing Plants.. Working Paper. Washlngton: Center for Econoalc Studies, U.S. Census Bureau, tl994). Ecksteln, Otto, and Alan Slnal. The Mechanlsos of the Buslness Cycle In Post War Data.. In Amerlc n Euslacss Cycle, edited by Robert Gordon. Natlonal Bureau of Econoalc Research. Chlcago: Unlveralty of Chlcago Press (1986).",
        "Black, Jane, Davld de Mona, and Davld Jeffreys. Choose Prices, The Supply of Collateral and The Enterprise Economy.. Manuscclpt. Exeter, UK.: Unlveralty of Exeter t1992).",
        "Caplln, Andrew, Charles Free an and Joseph Tracey. Collateral Damage: How Reflnanclng Constraints Exacerbates Regional Recessions. Working paper *4531. Canbrldge, MA: Natlonal Bureau of Econoalc Research (1993).",
        "Bernanke, Ben. ~Nonconetary Effects of the Floanclal Crlels In the Propagation of the Great Depresslon.. American Economic Reflow 73 (June 1983): 257-76.",
        "Bernanke, Ben, and Mark Gertler. -Agency Costs, Net Worth and Buslness Fluctuatlons.- Ancrfean Econoalc Rewlew 79 (March 1989): 14-31.",
        "Black, Jane and Davld de Meza. ~Dlveralonary Tactlas: Why Loans to Small Flras are so Safe.. Manuscript. Exeter, UK.: Unlveralty of Exeter (1992)."
    ]
}