{
    "id": 5084,
    "cites": 20,
    "cited_by": 33,
    "reference": [
        "Taussig, Frank. 1931, A Tariff History of the United States, New York, Putnam and Sons.",
        "Arrangements. International Monetary Fund Occasoinal Paper 93, Washington, D. C. 28 Viner, Jacob, 1950. The Customs Union Issue, Carnegie Endowment for InLernaLional Peace, New York.",
        "Wolf, MarLin (1987). Differential and More Favorable TreaLmenL of Developing Countries and the InLernaLional Trading System, World Bank Economic Review, Pp. 647-668. Vol. 1, No. 4, September.",
        "Wolf, Martin (1989) Comment on Is there a Case for Free Trade Areas?, in Jeffrey SchoLL, editor, Free Trade Areas and O.S.",
        "Park, Yung Chul and Jung Ho Yoo, 1989. More Free Trade Areas: A Korean Perspective, Pp. 141-158 in Jeffrey Schott, editor, Free Trade Areas and U.S. Trade Policy, Institute for International Economics, Washington, D. C.",
        "Snape, Richard H., 1989. A Free Trade Agreement with Australia?, pp. 167-96 in Jeffrey Schott, ea., Free Trade Areas and U.S. Trade Policy, Institute for International Economics, Washington, D. C.",
        "Levy, Philip I., 1993. A Political-Economic Analysis of Trade Agreements, Stanford University, January.",
        "Meade, James, 1953. Problems of Economic Union, University of Chicago Press, Chicago.",
        "Palmeter, David, 1993. Rules of Origin in a Western Hemisphere Free Trade Agreement, Mimeo.",
        "Lal, Deepak, 1993. Trade Blocs and Multilateral Free Trade, Pp.",
        "Krueger, Anne O. 1993. Economic Policies at Cross-Purposes: The OniLed SLaLes and Lhe Developing Countries, Brookings, Washington, D. C.",
        "Krueger, Anne O., forthcoming. Rules of Origin as Protectionist Devices, in James Melvin, James Moore and Ray Reisman Reisman, editors, International Trade Theory. Krugman, Paul, 1991. Is Bilateralism Bad?, Pp. 9-24 in Elhanan Helpman and Assaf Razin, editors, International Trade and Trade Policy, MIT Press, Cambridge.",
        "Kemp, Murray C. and Henry Wan, 1976, An Elementary Proposition Concerning Lhe Formation of Customs Unions, Journal of InLernaLional Economics, 6, Pp. 95-97.",
        "Krishna, Kala and Krueger, Anne O., 1993 Implementing Free Trade Areas: Rules of Origin and Hidden ProLecLion, forthcoming in Alan [eardorf and Robert Stern, editors, New Directions in Trade Theory, university of Michigan Press, Ann Arbor.",
        "Herin, Jan. 1986. Rules of Origin and Differences between Tariff Levels in EFIA and in Lhe EC, EF~A Occasional Paper No. 13, February, Geneva.",
        "Fidler, Stephen, 1994. Agreements may hinder Growth, Financial Times, April 11, Latin American section, P. v.",
        "Hine, Robert C., 1994. International Economic Integration, Chapter 9 in David Greenaway and L. Alan Winters, editors, Surveys in InLernaLional Trade, Pp. 234-272. Blackwell, Oxford.",
        "Frenkel, Jeffrey and Shang-Jin Wei, 1993. Trade B10CG and Currency Blocs, NBER Working Paper no. 4335. Cambridge, MA.",
        "Corden; W. Max, 1984. Ibe Normative Theory of InLernaLional grade, ChapLer 2 in Ronald W. Jones and PeLer B. Kenen, editors, Handbook of InLernaLional Economics, Vol. 1, pp. 63-130.",
        "Dam, KenneLb. 1970. The GATT, UniversiLy of Chicago Press, Chicago."
    ]
}