{
    "id": 5087,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "[19] Yotsuzuka, Toshiki [1987], Ricardian equivalence in the presence of capital market imperfections. Journal of Monetary Economics 20, pp. 411-436. 39",
        "[16] Kotlikoff, Laurence, J. [1992] Generational Accounting: Knowing Who Pays, and When, for What We Spend, The Free Press, New York, NY.",
        "[17] Musgrave, Richard A., K.E. Case and H. Leonard [1974], The distribution of fiscal burdens and benefits, Public Finance Quarterly, 2, pp. 259-311.",
        "[18] Wright, Gavin [1995], The origins and economic significance of free labor in America, mimeo, Faculty of Economics and Politics, University of Cam- bridge.",
        "[15] Kotlikoff, Laurence J. [1989], From deficit delusion to the fiscal balance rule: looking for an economically meaningful way to assess fiscal policy, NBER Working Paper No, 2841, February",
        "[14] Hayashi, Fumio [1987], Tests for liquidity constraints: a critical survey and some new observations. Chapter 13 in Truman F. Bewley editor, Advances in Econometrics Fifth World Congress, Volume II. Cambridge University Press, pp. 91-120.",
        "[13] Fisher, Eric ON. and YolmgSoo Woo [1994], A New Measure of the Korean Current Account, mimeo.",
        "[10] Diamond, Peter [1970], Incidence of an Interest Income TaJc, Journal of Economic Theory, 2, pp. 211-24.",
        "[11] Eaton, Jonathan and Mark Gersovitz [1981a], Debt with potential repudi- ation: theoretical and empirical analysis, Review of Economic Studies, 48, 152, pp. 289-309.",
        "[12] Eaton, Jonathan and Mark Gersovitz [1981b], Poor-country borrowing in private financial markets and the repudiation issue, Princeton, N.J. Interna- tional Finance Section.",
        "[9] Buiter, Willem H. and Kenneth M. Kletzer [1994], Ponzi Finance, Govern- ment Solvency and the Redlmdancy or Usefulness of Public Debt, Revised Version, Mimeo, Yale University, April. 38",
        "[7] Buiter, Willem H. [1983], Measurement of the public sector deficit and its implications for policy evaluation and design, International Monetary Fmd Staff Papers, 30, June, pp. 30~49.",
        "[8] Buiter, Willem H. [1990], Debt neutrality, redistribution and consumer het- erogeneity: a survey and some extensions, in Willem H. Buiter Principles of Budgetary and Financial Policy, MIT Press, Cambridge, Massachusetts, pp. 183-222.",
        "[4] Auerbach, Alan. J., Jagadeesh Gokhale and Laurence J. Kotlikoff [1992], Generational Accounting: A New Approach to understanding the effects of fiscal policy on saving., Scandinavian Journal of Economics 94(2), pp. 303-319.",
        "[5] Auerbach, Alan J., Jagadeesh Gokhale and Laurence J. Kotlikoff [1994], Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy, Journal of Economic Perspectives, 8, pp. 73- 94.",
        "[6] Buiter, Willem H. [1980], Crowding out of private capital formation by government borrowing in the presence of intergenerational gifts and be- quests, Greek Economic Review, 2, pp. 111-142, reprinted in Willem H. Buiter, Macroeconomic Theory and Stabilization Policy, University of Michi- gan Press, Ann Arbor, Michigan.",
        "[1] Atkinson, Anthony B. and Joseph E. Stiglitz [1980], Lectures on Public Eco- nomics, McGraw-Hill Book Company, New York, NY.",
        "[1991], Tan Policy and the Economy, vol. 5. Cambridge: National Bureau of Economic Research and the MIT Press."
    ]
}