{
    "id": 5088,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Rowland, Mary. 1994. A Tax Break that Few Employees Use, New York Times, November 19, page 38.",
        "U.S. Senate Committee on Finance. 1988. Hearing on the Federal Role in Child Care.",
        "Wolfman, Brian. 1984. Child Care, Work, and the Federal Income Tax, The American Journal of Tax Policy, 3:153-193.",
        "Ribar, David C. 1992. Child Care and the Labor Supply of Married Women: Reduced Form Evidence, The Journal of Human Resources, 27(1):134-65.",
        "Robins, Philip K. 1990. Federal Financing of Child Care: Alternative Approaches and Economic Implications, Population Research and Policy Review, 9:65-90.",
        "Michalopoulos, Charles, Philip K. Robins, and Irwin Garfinkel. 1992. A Structural Model 38 of Labor Supply and Child Care Demand, The Journal of Human Resources 27(1): 166-203.",
        "Killingsworth, Mark R. 1983. Labor Supply, Cambridge: Cambridge University Press.",
        "Krashinsky, Michael. 1981. Subsidies to Child Care: Public Policy and Optimality, Public Finance Ouarterlv, 9:243-269.",
        "Henderson, David R. 1989. The Supply Side Tax Revenue Effects of the Child Care Tax Credit, Journal of Policy Analysis and Management, 8:673-675.",
        "Hayes, Cheryl D., John L. Palmer, and Martha J. Zaslow. 1990. Who Cares for Americas Children? Child Care Policies for the 1990s, Washington, D. C.: National Academy Press.",
        "Heckman, James J. 1974. Effects of Child Care Programs on Womens Work Effort. Journal of Political Economy, 82:136-163.",
        "Garfinkel, Irwin, Daniel Meyer and Patrick Wong. 1990. The Potential of Child Care Tax Credits to Reduce Poverty and Welfare Recipiency, Population Research and Policy Review, 9:45-63.",
        "Feldstein, Martin and Daniel Feenberg. 1995. The Taxation of Two Earner Families, in Martin Feldstein and James M. Poterba, eds., Microeconometric Foundations of Household Taxation, University of Chicago Press, forthcoming.",
        "Dunbar, Amy and Susan Nordhauser. 1991. Is the Child Care Credit Progressive?, National Tax Journal, 44:519-528.",
        "Connelly, Rachel. 1992. The Effect of Child Care Costs on Married Womens Labor Force Participation, Review of Economics and Statistics, 82:83-90.",
        "Blau, David and Philip Robins. 1988. Child Care Costs and Family Labor Supply, Review of Economics and Statistics, 70:374-381.",
        "Atkinson, Anthony B. and Joseph E. Stiglitz. 1980. Lectures on Public Economics, New York: McGraw-Hill.",
        "Altshuler, Rosanne and Amy Ellen Schwartz. 1994. A Note on the Progressivity of the Child Care Tax Credit: Snapshot versus Time-Exposure Incidence, photocopy, Rutgers University."
    ]
}