{
    "id": 5094,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Trefler, Daniel. 1993. International Factor Price Differences: LeonLief Was RigbL!, Journal of Political Economy, 101 (December), pp. 961- 987.",
        "Young, Alwyn. 1993. Lessons from the East Asian NICs: A Contrarian View, National Bureau of Economic Research, Working Paper No.",
        "SmiLb, Pamela J. 1992. [Iitle]. unpublished doctoral dissertation, University of Wisconsin-Madison.",
        "Model: An Empirical Analysis of the u.s. States, manuscript, January 11. . 1994b. Estimation of Inter-Industry and Inter-Regional Knowledge Spillovers using Patents Data, manuscript, November B.",
        "Maskus, Keith E. 1991. Comparing International Trade Data and Product and National Characteristics Data for the Analysis of Trade 22 Models. In Hooper and Richardson, eds., InternaLional Economic TransacLions: Issues in MeasuremenL and Emoirical Research.",
        "Chicago: The University of Chicago Press. Richardson, J. David and Pamela J. Smith. 1994. Sectoral GrowEb and Exports by OS States: Early Results from Augmented Factor Content Approaches. manuscript.",
        "Mankiw, N. Gregory, David Romer, and David N. Well. 1992. iA Contribution to the Empirics of Economic Growth, The Quarterly Journal of Economics, (May), pp. 407-437.",
        "Bureau of Economic Research, Working Paper No. 4763, May. Levine, Ross and David Renelt. 1992. A Sensitivity Analysis of Cross Country Growth Regressions, American Economic Review, 82 (December), pp. 942.",
        "Harrison, Ann. 1991. Openness and Growth: A Time Series, Cross-Country Analysis for Developing Countries, World Bank Policy Research Working Paper 809, November.",
        "Helliwell, John F. 1992. International Growth Linkages: Evidence From Asia and the OECD, National Bureau of Economic Research, Working Paper No. 4245, December.",
        "Holtz-Eakin, Douglas. 1994. Solow and the States: Capital Accmulation, Productivity and Economic Growth, National Tax Journal, forthcoming.",
        "Multicountry, Multi-factor Tests of the Factor Abundance Theory. American Economic Review 77 (December): 791-809. Giese, Alenka S. and William A. Testa. 1989. Regional Specialization and Technology in Manufacturing. Federal Reserve Bank of Chicago Working Paper WP-1989-6. July.",
        "Backus, David K., Patrick J. Kehoe, and Timothy J. Kehoe. 1992. In Search of Scale Effects in Trade and Growth, Journal of Economic Theorv, 58, December, 377-409.",
        "Barro, Robert J. and Xavier Sala-I-Martin. 1991. Convergence across States and Regions, Brookinqs Papers on Economic Activity, 1, pp."
    ]
}