{
    "id": 5095,
    "cites": 21,
    "cited_by": 22,
    "reference": [
        "Shiller, Robert J. (1993b). Measuring Asset Values for Cash Settlement in Derivative Markets: Hedonic Repeated Measures Indices and Perpetual Futures, ~ Journal of Finance, July.",
        "Shiller, Robert J. (1993a). Macro Markets: Creating Institutions for Managing Society s Largest Economic Risks. Oxford: Oxford University Press, Oxford.",
        "Romer, Paul M. (1990). ~Endogenous Technological Change,. Journal of Political Economy, Part II, 98(5): S71-S102.",
        "Sargent, Thomas J., and Christopher A. Sims (1977). Business Cycle Modelling without Pretending to Have Too Much a priori Economic Theory. In in Christopher A. Sims (ed.), New Methods in Business Cycle Research. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Obstteld, Maurice (1994b). International Capital Mobility in the l990s,.",
        "International Finance Discussion Paper Series, Board of Governors of the Federal Reserve System, No. 472, June. Obstfeld, Maurice (19gS). ~Risk-Taking, Global Diversification, and Growth,. forthcoming in American Economic Review. Pigou, A. C. (1934). Economics of Wefare. London: Macmillan.",
        "Quah, Danny, and Thomas J. Sargent (1993). PA Dynamic Index Model for Large Cross Sections. ~ In James Stock and Mark Watson (ads.), Business Cycles, Indicators, and Forecasting, Chicago: NBER, University of Chicago Press.",
        "Duffie, Darrell, and Matthew O. Jackson (1989). Optimal Innovation of Futures Contracts,. Review of Financial Studies, 2: 2?5-296.",
        "Grossman, Gene M., and Elhanan Helpman (1991). Innovation and Growth in the Global Economy. Cambridge, MA: MIT Press.",
        "Kapner, Kenneth R., and John F. Marshall (1990). The Swaps Handbook.",
        "New York: New York Institute of Finance. Mehra, Rainish, and Edward C. Prescott (1985). The Equity Premium: A Puzzle,. Journal of Monetary Economics, 15: 145-161.",
        "Obstield, Maurice (1992). International Risk Sharing and Capital Mobility: Another Look, ~ Journal of International Money and Finance, 11: 115-121.",
        "Obstteld, Maurice (1993). Are Industrial Country Consumption Risks Globally Diversified?. National Bureau of Economic Research Working Paper No. 4308.",
        "Obstfeld, Maurice (1994a). Evaluating Risky Consumption Paths: The Role of Intertemporal Substitutability,. European Economic Review, 38: 1471-1486.",
        "Cole, Harold L., and Maurice Obstfeld (1991). Commodity Trade and International Risk Sharing: How Much Do Financial Markets Matter?.",
        "Journal of Monetary Economics, 28: 3-24. Cressie, Noel (1991). Statistics for Spatial Data. New York: Wiley- Interscience.",
        "BrennaD, Michael J., and Bruno Solaik (1989). International Risk Sharing and Capital Mobility,. Journal of International Money and Finance, 8: 359-3?3.",
        "Atkeson, Andrew, and Christopher Phelan (1994). Reconsidering the Costs of Business Cycles with Incomplete Markets. ~ In NBER Macroeconomics Annual 1994. Cambridge, MA: MIT Press, pp. 187-206.",
        "Arrow, Kenneth J. (1964). The Role of Securities in the Optimal Allocation of Risk Bearing,. Review of Economic Studies, 31: 91-96.",
        "Athanasoulis, Stefano (1994). Marketing Nontraded Risks,. unpublished paper, Yale University.",
        "Atkeson, Andrew, and Tamim Bayoumi (1991). Ado Private Capital Markets Insure against Risks in a Common Currency Area? Evidence from the United States, ~ unpublished paper, University of Chicago."
    ]
}