{
    "id": 5096,
    "cites": 35,
    "cited_by": 89,
    "reference": [
        "Stiglitz, J. and A. Weiss (1981), Credit Rationing in Markets with Imperfect Information, American Economic Review, 71(June):393-410.",
        "Zuckerman, L. (1994), Junk Loans, Not Bonds, are Hot on Wall Street, New York Times, August 31 :D 1.",
        "Merton, R.C. and Z. Bodie (1993), Deposit Insurance Reform: A Functional Approach in A. Meltzer and C. Plosser, eds., Carnegie-Rochester Series on Public Policy, 38(June).",
        "Merton, R.C. and A.F. Perold (1993), Theory of Risk Capital in Financial Firms, Journal of Applied Corporate Finance, 5(Fall): 16-32.",
        "Miller, M.H. (1991), Financial Innovation and Market Volatility, Oxford: Basil Blackwell.",
        "Pare, T.P. (1994), Learning to Live with Derivatives, Fortune, July 25: 106- 116.",
        "Perold, A.F. (1992), BEA Associates: Enhanced Equity Index Funds, Harvard Business School Case N9-293-024, Boston, MA (August).",
        "Perold, A.F. (1995), The Payment System and Derivative Instruments, in Crane et al. (1995).",
        "Pierce, J.L. (1993), The Functional Approach to Deposit Insurance and Regulation, in R. Randall, ea., Safeguarding the Banking System in an Environment of Financial Cycles, Conference Series 37, Federal Reserve Bank of Boston.",
        "Scholes, M.S. (1994), Financial Infrastructure and Economic Growth, Conference on Growth and Development: The Economics of the 21st Century, Center for Economic Policy Research, Stanford University (June).",
        "Scholes, M.S. and M.A. Wolfson (1992), Taxes and Business Strategy: A Planning Approach, Englewood Cliffs, NJ: Prentice-Hall.",
        "Stiglitz, J. (1988), Money, Credit, and Business Fluctuations, The Economic Record, 64(December):307-322.",
        "Merton, R.C. (1994), Influence of Mathematical Models in Finance on Practice: Past, Present and Future, Philosophical Transactions of the Royal Society of London, 347(June):451-463.",
        "Merton, R.C. (1992b), Continuous-Time Finance, Revised Edition, Oxford: Basil Blackwell.",
        "Merton, R.C. (1993), Operation and Regulation in Financial Intermediation: A Functional Perspective in P. Englund, ea., Operation and Regulation of Financial Markets, Stockholm: The Economic Council.",
        "Merton, R.C. (1992a), Financial Innovation and Economic Performance, Joumal of Applied Corporate Finance, 4(Winter): 12-22.",
        "Merton, R.C. (1989), On the Application of the Continuous-Time Theory of Finance to Financial Intermediation and Insurance, The Geneva Papers on Risk andInsurance, 14(July):225-262.",
        "Mason, S., R.C. Merton, A.F. Perold, and P. Tufano (1995), Casebook in Financial Engineering: Applied Studies of Financial Innovation, Englewood Cliffs, NJ: Prentice-Hall.",
        "Jensen, M.C. (1986), Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, Amencc~n Economic Review, 76(May):323-329.",
        "Kopeke, R.W. and E.S. Rosengren, eds. (1990), Are the Distinctions Between Debt and Equity Disappearing? Conference Series 33, Federal Reserve Bank of Boston.",
        "Hindy, A. (1993), Elements of Quantitative Risk Management, Graduate School of Business, Stanford University (May).",
        "IFR (1994), US Derivatives: Fed Stance May Jeopardize Rolling Spot, Intemational Financing Reutew, February 19.",
        "Global Derivatives Study Group (1993), Derivatives: Practices and Principles, Washington, D.C.: The Group of Thirty (July).",
        "Grossman, S.J. and O.D. Hart (1982), Corporate Financial Structure and Managerial Incentives, in J.J. McCall, ea., The Economics of Information and Uncertainty, Chicago: University of Chicago Press.",
        "Cushman, Jr., J.H. (1993), Investing in Loans to Businesses, New York Times, March 19, Section D.",
        "Darby, M. (1994), Over-the-Counter Derivatives and Systemic Risk to the Global Financial System, National Bureau of Economic Research Working Paper 4801, Cambridge, MA (July).",
        "Finnerty, J.D. (1992), An Overview of Corporate Securities innovation, Journal of Applied Corporate Finance, 4(Winter):23-39.",
        "Freeman, A. (1993), A Survey of International Banking: New Tricks to Learn, The Economist, April 10: 1-37.",
        "General Accounting Office (1994), Financial Derivatives: Actions Needed to Protect the Financial System, Report GAO/GGD-94-133, Washington, D.C. (May).",
        "Cox, J.C., J.E. Ingersoll, and S.A. Ross (1985), A Theory of the Term Structure of Interest Rates, Econometrics, 53(March):385-408.",
        "Crane, D. et al. (1995), The Global Financial System: A Functional Perspective, Boston: Harvard Business School Press.",
        "Allen, F. and D. Gale (1994), Financial Innovation and Risk Sharing, Cambridge, MA: MIT Press.",
        "Bernstein, P.L. (1992), Capital Ideas: The Improbable Origins of Modern Wall Street, New York: Free Press.",
        "Bodie, Z. and R.C. Merton (1993), Pension Benefit Guarantees in the United States: A Functional Analysis, in R. Shmitt, ads., The Future of Pensions in the United States, Philadelphia: University of Pennsylvania Press.",
        "Cox, J.C. and C. Huang (1989), Optimum Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process, Journal of Economic 17~eory, 49(0ctober):33-83."
    ]
}