{
    "id": 5100,
    "cites": 12,
    "cited_by": 46,
    "reference": [
        "Dow, James and Gary Gorton (1994), Noise Trading, Delegated Portfolio Management, and Economic Welfare, National Bureau of Economic Research Working Paper No. 4858.",
        "Gorton, Gary and Richard J. Rosen (1995), Corporate Control, Portfolio Choice, and the Decline of Banking, working paper, University of Pennsylvania.",
        "Group of Thirty, Global Derivatives Study Group (1993A), Derivatives: Practice and Principles, July.",
        "Basle Committee on Banking Supervision (1993D), Measurement of Banks Exposure to Interest Rate Risk, Consultative Proposal, April.",
        "Board of Governors of the Federal Reserve System, Federal Deposit Insurance Corporation, and Office of the Comptroller of the Currency, Derivative Product Activities of Commercial Banks, Joint Study Conducted in Response to Questions Posed by Senator Riegle on Derivative Products, Washington D.C., Jan. 27,1993.",
        "Commodity Futures Trading Commission, OTC Derivative Markets and Their Regulation, Report of the Commodity Futures Trading Commission, Washington D.C., Oct. 1993.",
        "Basle Committee on Banking Supervision (1993A), The Prudential Supervision of Netting, Market Risks, and Interest Rate Risk Preface to Consultative Proposal, April.",
        "Basle Committee on Banking Supervision (1993B), The Supervisory Recognition of Netting for Capital Adequacy Purposes, Consultative Proposal, April.",
        "Basle Committee on Banking Supervision (1993C), The Supervisory Treatment of Market Risks, Consultative Proposal, April.",
        "Bank of England (1993), Derivatives: Report of an Internal Working Group, April.",
        "Bank of England (1987), Potential Credit Exposure on Interest Rate and Foreign Exchange Related Instruments, March.",
        "Bank for International Settlements (1992), Recent Developments in International Interbank Relations, Report Prepared by a Working Group Established by the Central Banks of the Group of Ten Countries [The Promisel Report], Basle, Switzerland, Oct. 1992."
    ]
}