{
    "id": 5101,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Williamson, Oliver E., Markets and Hierarchies: Analysis and Antitrust Implications, Collier Macmillan Publishers, Inc., New York, 1975.",
        "Rumelt, Richard P., Strategy. Structure and Economic Performance, Harvard University Press, Cambridge, MA, 1974.",
        "Scharfstein, David S. and Jeremy C. Stein, Herd Behavior and Investment, American Economic Review, 80, 1990, 465-79.",
        "Shleifer, Andrei, A Theory of Yardstick Competition, Rand Journal of Economics, 16, 1985, 319-27.",
        "Wernerfelt, Birger and Cynthia A. Montgomery, robins q and the Importance of Focus in Firm Performance, American Economic Review, 78, 1988, 246-254.",
        "Porter, Michael E., From Competitive Advantage to Corporate Strategy, Harvard Business Review, 65, 1987, 43-59.",
        "Rotemberg, Julio and Garth Saloner, Benefits of Narrow Business Strategies, American Economic Review, 84, 1994, 1330-49.",
        "Myers, Stewart C., Still Searching for Optimal Capital Structure, Journal of Applied Corporate Finance, 6, 1993, 4-14.",
        "Nalebuff, Barry and Joseph Stiglitz, Prices and Incentives: Towards a General Theory of Compensation and Competition, Bell Journal of Economics, 14, 1983, 21-43.",
        "Morck, Randall, Andrei Shleifer and Robert W. Vishny, Do Managerial Objectives Drive Bad Acquisitions?. Journal of Finance, 45, 1990, 31-48.",
        "Mueller, Dennis C., The Corporation: Growth. Diversification. and Mergers, Harwood, Chur, Switzerland, 1987.",
        "Kaplan, Steven N. and Michael S. Weisbach, The Success of Acquisitions: Evidence from Divestitures, Journal of Finance, 47, 1992, 107-138.",
        "Lamont, Owen, Cash Flow and Investment: Evidence from Internal Capital Markets, MIT working paper, 1993.",
        "Lang, Larry H.P. and Rene Stulz, robins g, Corporate Diversification, and Firm Performance, Journal of Political Economy, 102, 1994, 1248-80.",
        "Lazear, Edward and Sterwin Rosen, Rank-Order Tournaments as Optimal Labor Contracts, Journal of Political Economy, 89, 1981, 841-64.",
        "Hart, Oliver and John Moore, Property Rights and the Nature of the Firm, Journal of Political Economy, 98, 1990, 1119-58.",
        "Jensen, Michael, The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance, 48, 1993, 831-80.",
        "Grossman, Sanford and Oliver Hart, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94, 1986, 691-719.",
        "Harris, Milton and Artur Raviv, Capital Budgeting, Incentives and Information, Northwestern University working paper, 1994.",
        "Green, Jerry and Nancy Stokey, A Comparison of Tournaments and Contests, Journal of Political Economy, 91, 1983, 349-64.",
        "Donaldson, Gordon, Managing Corporate Wealth, Praeger Publishers, New York, 1984.",
        "Gertner, Robert H., The Organization of Capital Market Transactions: Exclusive Contracts and Vertical Integration under Asymmetric Information, MIT working paper, 1986.",
        "Gertner, Robert H., David S. Scharfstein and Jeremy C. Stein, Internal versus External Capital Markets, Ouarterly Journal of Economics, 109, 1994, 1211-1230.",
        "Comment, Robert and Jarrell, Gregg A., Corporate Focus and Stock Returns, Journal of Financial Economics, 37, 1995, 67-87.",
        "Diamond, Douglas, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51, 1984, 393-414.",
        "Bernanke, Ben S. and Cara S. Lown, The Credit Crunch, Brooking Papers on Economic Activity, 1991, 205-39.",
        "Boyd, John H. and Edward C. Prescott, Financial Intermediary-Coalitions, ~ Journal of Economic Theory, 38, 1986, 211-232.",
        "Berger, Philip and Eli Ofek, Diversifications Effect on Firm Value, Journal of Financial Economics, 37, 1995, 39-65.",
        "Aghion, Philippe and Jean Tirole, Formal and Real Authority in Organizations,H working paper, 1994."
    ]
}