{
    "id": 5102,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Aitken, Brian and Ann Harrison. 1993. Does Proximity to Foreign Firms Induce Technology Spillovers?, PRD Working Paper, World Bank.",
        "BlomstrÃ\u0083Â¶m, Magnus. 1989. Foreign Investment and Spillovers, London and New York, Routledge.",
        "Caves, Richard. 1982. Multinational Enterprise and Economic Analysis Cambridge University Press.",
        "Eaton, Jonathan, and Samuel Kortum. 1994. The Internationalization of U.S. Patenting. NBER-CEPR International Seminar on International Trade (ISIT). October 1994.",
        "Germidis, Dimitri. 1977. Transfer of Technology by Multinational Corporations, Paris, Development Center of the OECD.",
        "Globerman, Steven. 1979. Foreign Direct Investment and `Spillover Efficiency Benefits in Canadian Manufacturing Industries, Canadian Journal of Economics, February.",
        "Goncalves, R. 1986. Technological Spillovers and Manpower Training: A Comparative Analysis of Multinational and National Enterprises in Brazilian Manufacturing, Journal of Development Economics, XI July.",
        "Grossman, Gene and Elhanan Helpman. 1991a. Quality Ladders and Product Cycles, quarterly Journal of Economics, 106, 557-586.",
        "Grossman, Gene and Elhanan Helpman. 1991b. Innovation and Growth in the Global Economy, Cambridge, MIT Press.",
        "Haddad, M. and Ann Harrison. 1993. Are There Positive Spillovers from Direct Foreign Investment? Evidence from Panel Data for Morocco, Journal of Development Economics, October.",
        "Harrison, Ann. 1993. Foreign Investment in Three Developing Countries: Determinants and Consequences, in M. Roberts and J. Tybout, forthcoming.",
        "Helleiner, G.K. 1989. Transnational Corporations and Foreign Direct Investment, in Hollis Chenery and T.N. Srinivasan, Handbook of Development Economics, Vol II, C. 27.",
        "Howenstine, Ned G. and William J. Zeile. 1994. Characteristics of Foreign-Owned U.S. Manufacturing Establishments, Survey of Current Business, Vol. 74, No.1, January, pp. 34-59.",
        "Kokko, An. 1994. Technology, Market Characteristics, and Spillovers, Journal of Development Economics, Vol 43, No. 2, April.",
        "Lipsey, Robert E. 1995. Foreign-Owned Firms and U.S. Wages, Report to the U.S. Department of Labor.",
        "Lipsey, Robert E. and Birgitta Swedenborg. 1981. Foreign Takeovers of Swedish Firms, NBER Working Paper No. 641.",
        "Luttmer, E. and D. Oks. 1993. Productivity in Mexican Manufacturing Industries, World Bank, 1993.",
        "Mody, A., J. Sanders, R. Sun, C. Rao, F. Contreras. 1991. International Competition in the Bicycle Industry, World Bank.",
        "Reuber, Grant L. 1973. Private Foreign Investment in Development, Clarendon Press, Oxford.",
        "Rhee, Y.W. and 1. Belot. 1989. Export Catalysts in Low-Income Countries, World Bank Discussion Paper No. 72.",
        "Romer, Paul. 1993. Idea Gaps and Object Gaps in Economic Development, Journal of Monetary Economics 32, 543-573.",
        "Data for Manufacturing. 1990, Bureau of Economic Analysis and Bureau of the Census, August, Washington, D.C., Government Printing Office.",
        "Data for Manufacturing. 1988, Bureau of Economic Analysis and Bureau of the Census, May, Washington, D.C., Government Printing Office.",
        "Data for Manufacturing. 1991, Bureau of Economic Analysis and Bureau of the Census, September, Washington, D.C., Government Printing Office."
    ]
}