{
    "id": 5103,
    "cites": 129,
    "cited_by": 5,
    "reference": [
        "Afriat, S.N. [1972], The Theory of International Comparisons of Real Income and Prices, pp. 13-69 in D.J. Daly (ed.), International Comoarisons of Prices and Output, National Bureau of Economic Research, New York: Columbia University Press.",
        "Afriat, S.N. [1977], The Price Index, London: Cambridge University Press.",
        "Allen, R.C. and W.E. Diewert [1981], Direct versus Implicit Superlative Index Number Formulae, The Review of Economics and Statistics 63, 430-435.",
        "Allen, R.G.D. [1949], The Economic Theory of Index Numbers, Econometrica N.S. 16, 197-203.",
        "Allen, R.G.D. [19751, Index Numbers in Theory and Practice, London: Macmillan.",
        "Anglin, P.M. and M.R. Baye [1987], Information, Multiprice Search, and Cost-of-Living Index Theory, Journal of Political Economy 95, 1179-1195.",
        "Archibald, R.B. [1977], On the Theory of Industrial Price Measurement: Output Price Indexes, Annals of Economic and Social Measurement 6,57-72.",
        "Baldwin, A. [1985], The Treatment of Seasonal Commodities in the Consumer Price Index, Prices Division, Ottawa: Statistics Canada.",
        "Baldwin, A., P. DesprÃ\u0083Â©s, A. Nakamura and M. Nakamura [1994], New Goods from the Perspective of Price Index Making in Canada and Japan, forthcoming in The Economics of New Goods, T. Bresnahan and R.J. Gordon (eds.), NBER, Cambridge, MA.",
        "Balk, B.M. [1980a], A Method for Constructing Price Indices for Seasonal Commodities, Journal of the Royal Statistical Society A, 143, 68-75.",
        "Balk, B.M. [1980b], Seasonal Products in Agriculture and Horticulture and Methods for Computing Price Indices, Statistical Studies 24, The Hague: Netherlands Central Bureau of Statistics.",
        "Balk, B.M. [1989], On Van Ijzerens Approach to International Comparisons and its Properties, Statistical Papers (Statistische Hefte) 30, 295-3 15.",
        "Balk, B.M. [1990], On Calculating Cost-of-Living Index Numbers for Arbitrary Income Levels, Econometrica 58, 75-92.",
        "Balk, B.M. [1993], Multilateral Methods for International Price and Volume Comparisons, Department of Price Statistics, Netherlands Central Bureau of Statistics, P.O. Box 959, 2270 AZ, Voorburg, April.",
        "Balk, B.M. [1994a], On the First Step in the Calculation of a Consumer Price Index, paper presented at the International Conference on Price Indices, October 31-November 2, Ottawa: Statistics Canada.",
        "Balk, B.M. [1994b], Micro-Economic Foundations for Industrial Price, Quantity and Productivity Indices, paper presented at the Georgia Productivity Workshop, October 2 1-23; Statistics Netherlands, P.O. Box 959, 2270 AZ, Voorburg.",
        "Balk, B. M. [1995], Axiomatic Price Index Theory: A Survey, International Statistical Review 63, 75-92.",
        "Barnett, W.A. [19871, The Microeconomic Theory of Monetary Aggregation, pp. 115-168 in New Approaches to Monetary Economics, W.A. Barnett and K.J. Singleton (eds.), New York: Cambridge University Press.",
        "Bell, W.R. and C. Hillmer [1984], Issues Involved with the Seasonal Adjustment of Economic Time Series, Journal of Business and Economic Statistics 2, 291-3 19.",
        "Berndt, E.R. [1991], The Measurement of Quality Change: Constructing a Hedonic Price Index for Computers Using Multiple Regression Methods, ch. 4 in ER. Berndt, The Practice of Econometrics: Classic and Contemporary, Reading, MA: Addison-Wesley Press.",
        "Berndt, E.R. and Z. Griliches [1993], Price Indexes for Microcomputers: An Exploratory Study, pp. 63-93 in Price Measurements and Their Uses, M.F. Foss, ME. Mansen and A.H. Young (eds.), Chicago: University of Chicago Press.",
        "Berndt, E.R., Z. Griliches and J.G. Rosett [19931, Auditing the Producer Price Index: Micro Evidence from Prescription Pharmaceutical Preparations, Journal of Business and Economic Statistics 11, 251-264.",
        "Bjerke, K. [1968], Some Reflections on the Terms of Trade, The Review of Income and Wealth 14, 183-198.",
        "Bortkiewicz, L. von [1923], Zweck und Struktur einer Preisindexzahl: Ester Artikel, Nordisk Statistisk Tidskrift 2, 369-408.",
        "Bowley, A.L. [1901], Elements of Statistics, London: P.S. King and Son.",
        "Bowley, A. L. [1921], An Index of the Physical Volume of Production, Economic Journal 31, 196-205.",
        "Caves, D.W., L.R. Christensen and W.E. Diewert [1982a], Multilateral Comparisons of Output, Input and Productivity Using Superlative Index Numbers, The Economic Journal 92, 73-86.",
        "Caves, D.W., L.R. Christensen and W.E. Diewert [1982b], The Economic Theory of Index Numbers and the Measurement of Input, Output and Productivity, Econometrica 50, 1393-1414.",
        "Christensen, L., D. Jorgenson and L. Lau [1973], Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics 55, 28-45.",
        "Cleveland, W.S. [1983], Seasonal and Calendar Adjustment, pp. 39-72 in Handbook of Statistics, Vol. 3, Amsterdam: Elsevier Science Publishers.",
        "Court, A.T. [1939], Hedonic Price Indexes with Automotive Examples, pp. 98-119 in [~ Dynamics of Automobile Demand, New York: General Motors Corporation.",
        "Crawford, A. [1993], Measurement Biases in the Canadian CPI: A Technical Note, Bank of Canada Review, Summer, 2 1-36.",
        "DalÃ\u0083Â©n, J. [1992], Computing Elementary Aggregates in the Swedish Consumer Price Index, Journal of Official Statistics 8, 129-147.",
        "Davies, G.R. [1924], The Problem of a Standard Index Number Formula, Journal of the American Statistical Association 19, 180-188.",
        "Davies G.R. [1932], Index Numbers in Mathematical Economics, Journal of the American Statistical Association 27, 58-64.",
        "Diewert, W.E. [1974], Functional Forms for Revenue and Factor Requirements Functions, International Economic Review 15, 119-130.",
        "Diewert, W.E. [19761, Exact and Superlative Index Numbers, Journal of Econometrics 4, 115-145.",
        "Diewert, W.E:[1978}, Superlative Index Numbers and Consistency in Aggregation, Econometrica 46, 883-900.",
        "Diewert, W.E. [1980], Aggregation Problems in the Measurement of Capital, pp. 433-528 in Th~ Measurement of Capital, Dan Usher (ed.), Chicago: University of Chicago Press.",
        "Diewert, W.E. [1981], The Economic Theory of Index Numbers: A Survey, pp. 163-200 in Essays in the Theory and Measurement of Consumer Behavior in Honour of Sir Richard Stone, A. Deaton (ed.), London: Cambridge University Press.",
        "Diewert, W.E. [1983aJ, The Theory of the Cost-of-Living Index and the Measurement of Welfare Change, pp. 163-233 in Price Level Measurement, W.E. Diewert and C. Montmarquette (eds.), Ottawa: Statistics Canada.",
        "Diewert, W.E. [1983b], The Theory of the Output Price Index and the Measurement of Real Output Change, pp. 1049-1113 in Price Level Measurement, Ottawa, Statistics Canada.",
        "Diewert, W.E. [1983c], The Treatment of Seasonality in a Cost-of-Living Index, pp. 1019-1045 in W.E. Diewert and C. Montmarquette (eds.), Price Level Measurement, Ottawa: Statistics Canada.",
        "Diewert, W. E. [19861, Microeconomic Approaches to the Theory of International Comparisons, Technical Working Paper No. 53, National Bureau of Economic Research, Cambridge, Mass.",
        "Diewert, W.E. [19871, Index Numbers, pp. 767-780 in The New Palgrave: A Dictionary of Economics, Volume 2, J. Eatwell, M. Milgate and P. Neuman (eds.), London: The Macmillan Press.",
        "Diewert, W.E. [1988], Test Approaches to International Comparisons, pp. 67-86 in Measurement in Economics, W. Eichhorn (ed.), Heidelberg: Physica-Verlag.",
        "Diewert, W.E. [1992a], Fisher Ideal Output, Input and Productivity Indexes Revisited, fl~ Journal of Productivity Analysis 3, 211-248.",
        "Diewert, W.E. [1992b], Exact and Superlative Welfare Change Indicators, Economic Inquiry 30, 565-582.",
        "Diewert, W.E. [1993a], The Early History of Price Index Research, pp. 33-65 in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North- Holland.",
        "Diewert, W.E. [1993b], Symmetric Means and Choice Under Uncertainty, pp. ~ in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North-Holland.",
        "Diewert, W.E. [1993c], Duality Approaches to Microeconomic Theory, pp. 105-175 in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North-Holland.",
        "Diewert, W.E. [1995a], Axiomatic and Economic Approaches to Elementary Price Indexes, Discussion Paper No. 95-01, Department of Economics, University of British Columbia, Vancouver, Canada V6T 1Z1.",
        "Diewert, W.E. [1995b], Functional Form Problems in Modelling Insurance and Gambling, forthcoming in The Geneva Papers on Risk and Insurance Theory.",
        "Diewert, W.E. and J. Bossons [1987], Adjusting the Consumer Price Index for Changes in Taxes, Discussion Paper No. 87-09, Department of Economics, University of British Columbia, Vancouver, Canada, April.",
        "Diewert, W.E. and C.J. Morrison [1986], Adjusting Output and Productivity Indexes for Changes in the Terms of Trade, The Economic Journal 96, 659-679.",
        "Diewert, W.E. and C.J. Morrison [1990], Productivity Growth and Changes in the Terms of Trade in Japan and the United States, pp. 201-227 in Productivity Growth in Japan and the United States, C.R. Hulten (ed.), Chicago: University of Chicago Press.",
        "Diewert, W.E. and A.M. Smith [1995], Productivity Measurement for a Distribution Firm, Journal of Productivity Analysis, forthcoming.",
        "Diewert, W.E~ and T.J. Wales [1987], Flexible Functional Forms and Global Curvature Conditions, Econometrica 55, 43-68.",
        "Dikhanov, Y. [1994], Sensitivity of PPP Based Income Estimates to Choice of Aggregation Procedures, paper presented at the Conference of the International Association for Research in Income and Wealth, St. Andrews, New Brunswick, August.",
        "Drechsler, L. [1973], Weighting of Index Numbers in Multilateral International Comparisons, Th~ Review of Income and Wealth, Series 19 (March), 17-47.",
        "Dulberger, E.R. [19891, The Application of a Hedonic Model to a Quality-Adjusted Price Index for Computer Processors, pp. ~ in Technology and Capital Formation, D.W. Jorgenson and R. Landau (eds.), Cambridge, Mass.: MIT Press.",
        "Eichhorn, W. [1976], Fishers Tests Revisited, Econometrica 44, 247-256.",
        "Eichhorn, W. [19781, Functional Equations in Economics, London: Addison-Wesley.",
        "Eichhorn, W. and J. Voeller [1976], Theory of the Price Index, Lecture Notes in Economics and Mathematical Systems 140, Berlin: Springer-Verlag.",
        "Eisner, R. [1989], The Total Incomes System of Accounts, Chicago: University of Chicago Press.",
        "EltetO, 0. and P. KÃ\u0083Â¶ves [1964], On a Problem of Index Number Computation Relating to International Comparison, Statisztikai Szemle 42, 507-5 18.",
        "Fisher, F.M. and K. Shell [1972], The Economic Theory of Price Indexes, New York: Academic Press.",
        "Fisher, I. [1911], The Purchasing Power of Money, London: Macmillan.",
        "Fisher, I. [1921], The Best Form of Index Number, Journal of the American Statistical Association 17, 533-537.",
        "Fisher, I. [1922], The Making of Index Numbers, First Edition, Boston: Houghton Muffin Co.",
        "Fisher, I. [1923], Professor Bowley on Index-Numbers, (with discussion), The Economic Journal 33, 246-252.",
        "Fixier, D.J. [19931, The Consumer Price Index: Underlying Concepts and Caveats, Monthly Labor Review, BLS December, 3-12.",
        "Fixler, D. and K.D. Zieschang [1991], Measuring the Nominal Value of Financial Services in the National Income Accounts, Economic Inauiry 29, 53-68.",
        "Fixler D.J. and K.D. Zieschang [1992], User Costs, Shadow Prices and the Real Output of Banks, pp. 219-243 in Outout Measurement in the Service Sectors, Zvi Griliches (ed.), Chicago: University of Chicago Press.",
        "Frisch, R. [1930], Necessary and Sufficient Conditions Regarding the Form of an Index Number Which Shall Meet Certain of Fishers Tests, American Statistical Association Journal 25, 397-406.",
        "Frisch, R. [1936], Annual Survey of General Economic Theory: The Problem of Index Numbers, Econometrica 4, 1-39.",
        "Geary, R.G. [1958], A Note on Comparisons of Exchange Rates and Purchasing Power Between Countries, Journal of the Royal Statistical Society A, 121, 97-99.",
        "Gerardi, D. [1982], Selected Problems of Inter-Country Comparisons on the Basis of the Experience of the EEC, The Review of Income and Wealth 28, 381-405.",
        "Gini, C. [1931], On the Circular Test of Index Numbers, Metron 9:2, 3-24.",
        "Gordon, R.J. [1981], The Consumer Price Index: Measuring Inflation and Causing It, The Public Interest 63 (Spring), 112-134.",
        "Gordon, R.J. [1989], The Postwar Evolution of Computer Prices, pp. 77-125 in Technology and Capital Formation, D.W. Jorgenson and R. Landau (eds.), Cambridge, MA: MIT Press.",
        "Gordon, R.J. [1990], The Measurement of Durable Goods Prices, Chicago: University of Chicago Press.",
        "Griliches, Z. [1961], Hedonic Price Indexes for Automobiles: An Analysis of Quality Change, pp. 137-196 in The Price Statistics of the Federal Government, General Series No. 73, New York: Columbia University Press.",
        "Griiches, Z. [1971], Introduction: Hedonic Prices Revisited, pp. 3-15 in Price Indexes and Ouality Change, Z. Griliches (ed.), Cambridge, MA: Harvard University Press.",
        "Griiches, Z. [1979], Issues in Assessing the Contribution of Research and Development to Productivity Growth, The Bell Journal of Economics 10 (Spring), 92-1 16.",
        "Griliches, Z. [1988], Capital Stock in Investment Functions: Some Problems of Concept and Measurement, pp. 123-143 in Technology. Education and Productivity, Zvi Griiches (ed.), Oxford: Basil Blackwell.",
        "Griiches, Z. and I. Cockburn [1994], Generics and New Goods in Pharmaceutical Price Indexes, American Economic Review 84, 12 13-1232.",
        "Hamada, K. and K. Iwata [1984], National Income, Terms of Trade and Economic Welfare, Economic Journal 94, 752-77 1.",
        "Hancock, D. [1985], The Financial Firm: Production with Monetary and Nonmonetary Goods, Journal of Political Economy 93, 859-880.",
        "Hausman, J. [1994], Valuation of New Goods Under Perfect and Imperfect Competition, forthcoming in The Economics of New Products, T. Bresnahan and R.J. Gordon (eds.), NBER, Cambridge, MA, April.",
        "Hicks, J.R. [1940], The Valuation of the Social Income, Economica 7, 105-140.",
        "Hicks, J.R. [1946], Value and Capital, Second Edition, Oxford: Clarendon Press.",
        "Hicks, J.R. [1981], Wealth and Welfare, Cambridge, MA: Harvard University Press.",
        "Hill, P. [1982], Multilateral Measurements of Purchasing Power and Real GDP. Luxembourg: Eurostat.",
        "Hill, P. [19841, Introduction: The Special Conference on Purchasing Power Parities, Review of Income and Wealth, Series 30, 125-133.",
        "Hill, P. [1988], Recent Developments in Index Number Theory and Practice, O.E.C.D. Economic Studies 10 (Spring), 123-148.",
        "Hill, P. [1993], Price and Volume Measures, pp. 379-406 in System of National Accounts 1993, Eurostat, IMF, OECD, UN and World Bank, Brussels, Luxembourg, New York and Washington D.C.",
        "Hill, R.J. [1994a], Chained Multilateral Comparisons Using Graph Theory Algorithms, Department of Economics, University of British Columbia, Vancouver, Canada, October.",
        "Hill, R.J. [1994b], A Taxonomy of Multilateral Methods for Making International Comparisons, Department of Economics, University of British Columbia, Vancouver, Canada, October.",
        "Hofsten, E. von [1952], Price Indexes and Quality Change, London: George Allen and Unwin.",
        "Hylleberg, S. (ed.) [1992], Modelling Seasonalitv, Oxford: Oxford University Press.",
        "IklÃ\u0083Â©, D.M. [1972], A New Approach to the Index Number Problem, The Quarterly Journal of Economics 86, 188-211.",
        "Johal, K. [1991], A Swdy of the Flow of Consumption Services from the Stock of Consumer Goods, National Income and Expenditure Accounts, 4th Quarter, Catalogue No. 13-001, 1-20, Ottawa: Statistics Canada.",
        "Jorgenson, D.W. [1963], Capital Theory and Investment Behavior, American Economic Review 53, 247-259.",
        "Jorgenson, D.W. [1989], Capital as a Factor of Production, pp. 1-35 in Technology and Capital Formation, D.W. Jorgenson and R. Landau (eds.), Cambridge, MA: MIT Press.",
        "Jorgenson, D.W. and Z. Griiches [1967], The Explanation of Productivity Change, Review of Economic Studies 34, 249-283.",
        "Kendrick, J.W. [1961], Productivity Trends in the United States, Princeton: Princeton University Press.",
        "Keynes, J.M. [19301, Treatise on Money, Vol. 1, London: Macmillan.",
        "Khamis, S.H. [1970], Properties and Conditions for the Existence of a New Type of Index Number, Sankhya Series B 32, 81-98.",
        "Khainis, S.H. [1972], A New System of Index Numbers for National and International Purposes, Journal of the Royal Statistical Society, A, 135, 96-121.",
        "Kohli, U. [1978], A Gross National Product Function and the Derived Demand for hnports and Supply of Exports, Canadian Journal of Economics 11, 167-182.",
        "Kohli, U. [1990], Growth Accounting in the Open Economy: Parametric and Nonparametric Estimates, Journal of Economic and Social Measurement 16, 125-136.",
        "Kohli, U. [1991], Technology, Duality and Foreign Trade, Ann Arbor: University of Michigan Press.",
        "Kohli, J. [1993], GNP Growth Accounting in the Open Economy: Parametric and Nonparametric Estimates for Switzerland, Swiss Journal of Economics and Statistics 129, 601-615.",
        "KonÃ\u0083Â¼s, A.A. [1924], The Problem of the True Cost of Living, translated in Econometrica 7, 139, 10-29.",
        "KonÃ\u0083Â¼s, A.A. and S.S. Byushgens [1926], K Probleme Pokupatelnoi Ciii Deneg, Voprosi Konyunkturi 11:1, 151-172.",
        "Kravis, I.B. [1984], Comparative Studies of National Incomes and Prices, Journal of Economic Literature 22, 1-39.",
        "Kravis, I.B., R.Summers and A. Heston [1982], Comments on `Selected Problems of Intercountry Comparisons on the Basis of the Experience of the EEC, Review of Income and Wealth, Series 28, 407-410.",
        "Kurabayashi, Y. [19711, The Impact of Changes in Terms of Trade on a System of National Accounts: An Attempted Synthesis, The Review of Income and Wealth 17, 285-293.",
        "Laspeyres, E. [1871], Die Berechnung einer mittleren Waarenpreissteigerung, JahrbÃ\u0083Â¼cher fÃ\u0083Â¼r NationalOkonomie und Statistik 16, 296-3 14. 59 Lawrence, D. [1992], Measuring the Total Factor Productivity of Government Trading Enterprises, Belconnen, Australia: Industry Commission.",
        "Lehr, J. [1885], Beitrage zur Statistik der Preise, Frankfurt: J. D. Sauerlander. Leontief, W. [1936], Composite Commodities and the Problem of Index Numbers, Econometrica 4, 39-59.",
        "Lowe, J. [1823], The Present State of England in Regard to Agriculture. Trade and Finance, Second Edition, London: Longman, Hurst, Rees, Orme and Brown. Malmquist, S. [1953], Index Numbers and Indifference Surfaces, Trabajos de Estatistica 4, 209-242.",
        "Mark, J.A. an W.H. Waldorf [1983], Multifactor Productivity: A New BLS Measure, Monthly Labor Review (December), 3-15.",
        "Marshall, A. [1887], Remedies for Fluctuations of General Prices, Contemporary Review 51, 355-375. Martini, M. [1992], A General Function of Axiomatic Index Numbers, Journal of the Italian Statistical Society 3, 359-376.",
        "Moulton, B.R. [1993], Basic Components of the CPI: Estimation of Price Changes, Monthly Labor Review (December), 13-24, U.S. Bureau of Labor Statistics.",
        "Nicholson, J.L. [1960], The Effects of International Trade on the Measurement of Real National Income, Economic Journal 70, 608-612.",
        "Nordhaus, W.D. [1994], Do Real Output and Real Wage Measures Capture Reality? The History of Light Suggests Not, forthcoming in The Economics of New Goods, T. Bresnahan and R.J.",
        "Pollak, R.A. [1989], The Theory of the Cost-of-Living Index, Oxford: Oxford University Press.",
        "Reinsdorf, M. [1993], The Effect of Outlet Price Differentials on the U.S. Consumer Price Index, pp. 227-254 in Price Measurements and Their Uses, M.F. Foss, M.E. Manser and A.H. Young (eds.), Studies in Income and Wealth, Vol. 57, NBER, Chicago: University of Chicago Press."
    ]
}