{
    "id": 5104,
    "cites": 12,
    "cited_by": 34,
    "reference": [
        "Bowley, A.L., 1919. The Measurement of Changes in the Cost of Living. ~ In Journal of the Royal Statistical Society 82, 343-372.",
        "Blackorby, C. and D. Donaldson, 1980. A Theoretical Treatment of Indices of Absolute Inequality, International Economic Rewew 21, 107-136.",
        "Bortkiewicz, L. van, 1923. Thwack und Strukulr einer Preisindexzahl: erster Artikel,~ Nordisk Statistisk Tidstrift 2, 369408.",
        "Beetle, R.D., 1915. On He Complete Independence of Schimmacks Postulates for the Arithmetic Mean, Mathematische Annalen 76, 444446.",
        "Berndt, E.R., Z. Griliches and J.G. Rosett, 1993. Auditing the Producer Price Index: Micro Evidence from Prescription Pharmaceutical Preparations, ~ Journal of Business and Economic Statistics 11, 251-264.",
        "Afriat, S.N., 1972. The Theory of International Comparisons of Real Income and Prices. In International Comparisons of Prices and Outputs, D.J. Daly (ed), National Bureau of Economic Research, New York: Columbia University Press, 13-69.",
        "Allen, R.G.D., 1975. Index Numbers in Theory and Practice, London: Macmillan.",
        "Archibald, R.B., 1977. On the Theory of Industrial Price Measurement: Output Price Indexes,.",
        "Annals of Economic and Social Measurement 6, 57-72. Armknecht, P.A., B.R. Moulton and K.J. Stewart, 1994. Improvements to the Food at Home, Shelter and Prescription Drug Indexes in the U.S. Consumer Price Index,. paper presented at the International Conference on Price Indices, October 31-November 2, Ottawa: Statistics Canada.",
        "Astin, J.A., 1994. Statistical Form-Filling by Industry: Net Burden or Net Benefit? International Statistical Review 62, 87-97.",
        "Balk, B.M., 1990. On Calculating Cost-of-Living Index Numbers for Arbitrary Income Levels, Econometrica 58, 75-92.",
        "Balk, B.M., 1994. On the First Step in the Calculation of a Consumer Price Index, paper presented at the International Conference on Price Indices, October 31-November 2, Ottawa: Statistics Canada."
    ]
}