{
    "id": 5105,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "ashenfelter, orley and george e. Johnson (1969), Bargaining Theory, Trade Unions, and Industrial Strike Activity, American Economic Review, 59, 35-49. auld, D. A. L., L. N. christofides, R. Swidinsky, and D. A. Wilton (1981), The Effect of Settlement Stage on Negotiated Wage Settlements in Canada, Industrial and Labor Relations Review, 34, 234-244.",
        "Card, David (1988), Longitudinal Analysis of Strike Activity, Journal of Labor Economics, 6, 147-176.",
        "Card, David (1990), Strikes and Bargaining: A Survey of the Recent Literature, American Economic Review Papers and Proceedings, 80, 410-415.",
        "Card, David (1990), Strikes and Wages: A Test of a Signalling Model, Quarterly Journal of Economics, 105, 625-660.",
        "Card, David and Craig A. Olson (1992), Bargaining Power, Strike Duration, and Wage Outcomes: An Analysis of Strikes in the 1880s, NBER Working Paper 4075.",
        "Cram ton, Peter (1984), Bargaining with Incomplete Information: An Infinite-Horizon Model with Continuous Uncertainty, Review of Economic Studies, 51, 579-593.",
        "Cramton, Peter (1992), Strategic Delay in Bargaining with Two-Sided Uncertainty, Review of Economic Studies, 59, 205-225.",
        "Cramton, Peter and Joseph Tracy (1992), Strikes and Holdouts in Wage Bargaining: Theory and Data, American Economic Review, 82, 100-121.",
        "Cramton, Peter and Joseph Tracy (1994a), The Determinants of U.S. Labor Disputes, Journal of Labor Economics, 12, 180-209.",
        "Cramton, Peter and Joseph Tracy (1994b), Wage Bargaining with Time-Varying Threats, Journal of Labor Economics, 12, forthcoming.",
        "Currie, Janet and Sheena McConnell (1991), Collective Bargaining in the Public Sector: The Effect of Legal Structure on Dispute Costs and Wages, American Economic Review, 81, 693-718.",
        "Farber, Henry S. (1978), Bargaining Theory, Wage Outcomes, and the Occurrence of Strikes, American Economic Review, 68, 262-284.",
        "Fudenberg, Drew, David K. Levine, and Paul Ruud (1985), Strike Activity and Wage Settlements, Working Paper, UCLA.",
        "A-3 Gramm, Cynthia L. (1986), The Determinants of Strike Incidence and Severity: A Micro-Level Study, Industrial and Labor Relations Review, 39, 361-376.",
        "Gramm, Cynthia L. (1991), Employers&apos; Decisions to Operate During Strikes: Consequences and Policy Implications, in Employee Rights in a Changing Economy: The Issue of Replacement Vtorkers, Willaim Spriggs (ed.), Seminar Series, Washington, DC: Economic Policy Institute. Gramm, Cynthia L., Wallace E.",
        "Hendricks, and Lawrence M. Kahn (1989), Inflation Uncertainty and Strike Activity, Industrial Relations, 1, 114-129.",
        "Gunderson, Morley, John Kervin, and Frank Reid (1986), Logit Estimates of Strike Incidence from Canadian Contract Data, Journal of Labor Economics, 4, 257-276.",
        "Gunderson, Morley, John Kervin, and Frank Reid (1989), The Effect of Labour Relations Legislation on Strike Incidence, Canadian Journal of Economics, 22, 779794.",
        "Harrison, Alan and Mark Stewart (1989), Cyclical Fluctuations in Strike Durations, American Economic Review, 79, 827-841.",
        "Harrison, Alan and Mark Stewart (1989), Is Strike Behavior Cyclical? Working Paper, McMaster University.",
        "Hart, Oliver (1989), Bargaining and Strikes, Quarterly Journal of Economics, 104, 25-44.",
        "Hayes, Beth (1984), Unions and Strikes with Asymmetric Information, Journal of Labor Economics, 2, 57-83.",
        "Kennan, John (1980), Pareto Optimality and the Economics of Strike Duration, Journal cf Labor Research, 1, 77-94.",
        "Kennan, John (1980), The Effect of Unemployment Insurance Payments on Strike Duration, Unemployment Compensation: Studies and Research, 2, 467-483.",
        "Kennan, John (1985), The Duration of Contract Strikes in US Manufacturing, Journal of Econometrics, 28, 5-28.",
        "Kennan, John (1986), The Economics of Strikes, in O. Ashenfelter and R. Layard (eds), Handbook cf Labor Economics, Volume 2, Amsterdam: Elsevier Science Publishers.",
        "Kennan, John and Robert Wilson (1989), Strategic Bargaining Models and Interpretation of Strike Data, Journal cf Applied Econometrics, 4, S87-S130.",
        "Kennan, John and Robert Wilson (1990), Can Strategic Bargaining Models Explain Collective Bargaining Data? American Economic Review Papers and Proceedings, 80, 405-409.",
        "Kennan, John and Robert Wilson (1990), Theories of Bargaining Delays, Science, 249, 1124-1128.",
        "Kennan, John and Robert Wilson (1991), Screening Models of Bargaining with Private Information: An Empirical Application, Working Paper, University of Iowa.",
        "A-4 Kennan, John and Robert Wilson (1992), Repeated Wage Bargaining with Private Information, Working Paper, University of Iowa.",
        "Kennan, John and Robert Wilson (1993), Bargaining with Private Information, Journal of Economic Literature, 31, 45104.",
        "Lacroix, Robert (1986), A Microeconome-tric Analysis of the Effects of Strikes on Wages, Relations Industrielles, 41, 111126.",
        "McConnell, Sheena (1986), Cyclical Fluctuations in Strike Activity, Working Paper, Princeton University.",
        "McConnell, Sheena (1989), Strikes, Wages, and Private Information, American Economic Review, 79, 801-815.",
        "Owusu-Gyapong, Anthony (1993), Alternative Estimating Techniques for Panel Data on Strike Activity, Renew of Economics and Statistics, 68, 526-531.",
        "Reder, Melvin and George Neumann (1980), Conflict and Contract: The Case of Strikes, Journal of Political Economy, 88, 867-886.",
        "Riddell, W. Craig (1980), The Effects of Strikes and Strike Length on Negotiated W&ge Settlements, Working Paper, University of British Columbia.",
        "Tracy, Joseph S. (1986), An Investigation into the Determinants of U. S. Strike Activity, American Economic Review, 76, 423-436.",
        "Tracy, Joseph S. (1987), An Empirical Test of an Asymmetric Information Model of Strikes, Journal of Labor Economics, 5, 149-173.",
        "Vroman, susan, B. (1989), A Longitudinal Analysis of Strike Activity in U. S. Manufacturing: 1957-1984, American Economic Review, 79, 816-826.",
        "Vroman, Wayne (1984), Wage Contract Settlements in US Manufacturing, Review cf Economics and Statistics, 661-665.",
        "Anti-Inflation Board (1979), Chronicles cf the Anti-Inflation Board, Ottawa: AntiInflation Board.",
        "CCH Canadian Ltd. (1993), Canadian Labour Law Reporter, North York, Ontario: CCH Canadian Ltd. Labour Canada, Major Vhge Settlements (electronic data base), Ottawa: Labour Canada. Labour Canada, Vfork Stoppages (electronic data base), Ottawa: Labour Canada. Labour Canada (various issues), Federal and Provincial Industrial Relations Dispute Settlement Procedures, Ottawa: Legislative Research Branch. Labour Canada (various issues), Industrial Relations Legislation in Canada, Ottawa: Labour Canada. Labour Canada (various issues), Legislative Renew, Ottawa: Legislative Research Branch. statistics Canada, Cansim (electronic data base), Ottawa: Statistics Canada. A-5"
    ]
}