{
    "id": 5106,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Mitchell, Daniel. Recent Union Contract Concessions. In Brookings Papers on Economic Activity, 165-204. Washington, DC: Brookings Institution, 1982.",
        "Industrial Union Department. The Inside Game: Winning with Workplace Strategies. Washington, DC: AFL-CIO, 1986.",
        "Gunderson, Morley, John Kervin, and Frank Reid. Logit Estimates of Strike Incidence from Canadian Contract Data. Journal of Labor Economics 4(April 1989): 257-276.",
        "Gunderson, Morley, and Angelo Melino. The Effects of Public Policy on Strike Duration. Journal of Labor Economics 8 ( 1990): 296-316.",
        "Freedman, Audrey. The New Look in Wage Policy and Employee Relations. New York: The Conference Board, Research Report, 1985.",
        "Gramm, Cynthia. Employers Decision to Operate During Strikes: Consequences and Policy Implications. In Employee [Rights in a Changing Economy: The Issue of Replacement Workers, edited by William Spriggs. Washington, DC: Economic Policy Institute, 1991.",
        "Gramrn, Cynthia L., and John F. Schnell. The Effect of Using Permanent Striker Replacements on Operating Ability, Employment Security, and Bargaining Outcomes. Working Paper, University of Alabama - Huntsville. 1993.",
        "Crarnton, Peter, Morley Gunderson, and Joseph Tracy. The Effect of Collective Bargaining Legislation on Strikes and Wages. Working Paper. lg93. Cramton, Peter C., and Joseph S. Tracy. The Determinants of U.S. Labor Disputes. Journal of Labor Economics 12(April 1994): 180-209.",
        "Farber, Henry S., and Alan B. Krueger. Union Membership in the United States: The Decline Continues. Working Paper 306. Industrial Relations Section, Princeton University, August, 1992.",
        "Bronars, Stephen, Donald Deere, and Joseph Tracy. The Effect of Unions on Firm Behavior: An Empirical Analysis Using Firm-Level Data. Industrial Relations 33(0ctober 1994): 426451.",
        "Cappelli, Peter. Concession Bargaining and the National Economy. In Proceedings of the Thirty- Fifth Annual Meeting, 362-71. Madison, WI: Industrial Relations Research Association, 1982."
    ]
}