{
    "id": 5108,
    "cites": 20,
    "cited_by": 29,
    "reference": [
        "[28] Quirk, P., B.V. Christensen, K.M. Huh and T. Sasaki Floating Exchange Rates in Developing Countries IMF Occasional Paper No. 53, May 1987.",
        "[21] Chari, V. V., and P. J. Kehoe, Sustainable Plans, Journal of Political Ecoonmy, Vol. 98, 1990.",
        "[22] Khan, M. The Macroeconomic Effects of Fund-Supported Adjustment Pro- grams IMF Staff Papers Vol. 37, June 199C. 23] Klein, M. and N. Marion Explaining the Duration of Exchange Rate Pegs NBER Working Paper No.4651, February 1994.",
        "[26] Nurkse, R. International Currency Experience, League of Nations, 1944.",
        "[27] Obstfeld, M. Floating Exchange Rates: Experience and Prospects Brookings Papers on Economic Activity, 1985.",
        "[19] Helpman, E. An Exploration into the Theory of Exchange Rate Regimes Jour- nal of Political Economy Vol. 89, 1981.",
        "[20] Johnson, H. The Case for Flexible Exchange Rates, 1969 Federal Reserve Bank of St. Iouis Revieu, Vol 51, June 1969.",
        "[15] Friedman, M. The Case for Flexible Exchange Rates, in Essays in Positive Economics, The University of Chicago Press, 1953.",
        "[18] Hausmann, R. Shocks E~ternos y Ajuste Macroecondmico Caracas: Banco Cen- tral de Venezuela, 1990.",
        "[12] Drazen, A. Tight Money and Inflation: Further Results Journal of Monetary Economics, Vol. 15, 1984.",
        "[13] and E. Helpman Stabilization with Exchange Rate Management Quar- terly Journal of Economics, November 1987.",
        "[14] Frenkel, J. M. Goldstein and P. Masson Characteristics of a Successful Exchange Rate System IMF Occasional Paper No. 82, July 1991. 30",
        "[5] Calvo, G. On the Time Consistency of Optimal Policy in a Monetary Economy Econometrica, Vol. 46, 1978.",
        "[81 Cohen, D. and P. Michel How Should Control Theory Be Used to Calculate a Time-Consistent Government Policy? Review of Economic Studies, Vol. LV, 1988.",
        "[9] Devarajan, S. and D. Rodrik Do the Benefits of Fixed Exchange Rates Outweigh their Costs? The Franc Zone In Africa Working Paper, The World Bank, 1991.",
        "[10] and J. de Melo, Membership in the CFA Zone: Odyssean Journey or Trojan Horse? World Bank Policy Research and External Affairs WP Series No. 482, 190. 11] Dornbusch, R. and A. Giovannini Monetary Policy in the Open Economy in Handbook of Monetary Economics, Vol. II, B. M. Friedman and F.H. Hahn (eds.) North-Holland Elsevier Science Publishers, 1990.",
        "[4] Buiter, W., G. Corsetti and N. Roubini Excessive Deficits: Sense and Non-Sense in the Treaty of Maastrich Economic Policy, No. 16, April 1993.",
        "[I] Aghevli, B. M. Khan and P. Montiel Exchange Rate Policies in Developing Countries: Some Analytical Issues IMP Occasional Paper No. 78, March 1991.",
        "[2] Barro, R. and D. Gordon A Positive Theory of Monetary Policy in a Natural Rate Model Journal of Political Economy, 1983.",
        "[3] Basar, T and G. Olsder Dynamic Noncooperative Game Theory New York: Aca- demic Press, 1982."
    ]
}