{
    "id": 5110,
    "cites": 23,
    "cited_by": 80,
    "reference": [
        "Tybout, J. and D. Westbrook. 1994. Trade Liberalization and the Dimensions of Efficiency Change in Mexican Manufacturing Industries. Mimeo, Georgetown University.",
        "Robbins, D. 1993. Relative Wage Structure in Chile: The Effects of Liberalization. Mimeo, HIID.",
        "Stolper, W. and P.A. Samuelson. Protection and Real Wages. Review of Economic Studies, November 1941, 51 -68.",
        "Revenga, A. 1995. North American Integration and Factor Price Equalization: Is There Evidence of Wage Convergence between Mexico and the United States? Mimeo, World Bank.",
        "Roberts, M.J. and E. Skoufias. 1994. The Long Run Demand for Skilled and Unskilled Labor in Columbian Manufacturing Plants. Mimeo, Pennsylvania State University and University of Colorado.",
        "Lipsey, R.E. 1994. Foreign-Owned Firms and U.S. Wages. NBER Working Paper No. 4927.",
        "Revenga, A. 1994. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing. Presented at the World Bank Labor Markets Workshop, July 1994.",
        "Leamer, E. 1993. Wage Effects of a U.S.-Mexico Free Trade Agreement. In P.M. Garber, ea., The Mexico-U.S. Free Trade Agreement, Cambridge: MIT Press.",
        "Leamer, E. 1994. Trade, Wages, and Revolving Door Ideas. NBER Working Paper No. 4716.",
        "Feenstra, R.C. and G.H. Hanson. 1995. Foreign Investment and Relative Wages: Evidence from Mexicos Maquiladoras. NBER Working Paper No.",
        "Juhn, C., K.M. Murphy, and B. Pierce. 1992. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101: 410-442.",
        "Lawrence, R.Z. and M.J. Slaughter. 1993. Trade and U.S. Wages: Great Sucking Sound or Small Hiccup? Presented at MICRO-BPEA Meeting, June 1993.",
        "Ethier, W.J. 1994. Higher Dimensional Issues in Trade Theory. In R.W. Jones and P.B Kenen, eds., Handbook of In~en~ational Economics, Amsterdam: North-Holland.",
        "Feliciano, Z. 1993. Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment. Mimeo, Harvard University.",
        "Davis, S.J. 1992. Cross-Country Patterns of Change in Relative Wages. In O. Blanchard and S. Fischer, eds., NBER Macroeconomics Annual 1992.",
        "Davis, S.J. and J. Haltiwanger. 1991. Wage Dispersion between and within U.S. Manufacturing Plants, 1963-86. Brookings Papers on Economic Activity: Micrr~economics 1991.",
        "Doms, M., T. Dunne, and K. Troske. 1994. Workers, Wages, and Technology. Mimeo, University of Oklahoma.",
        "Bernard, A.B. and J.B. Jensen. 1994. Exporters, Skill Upgrading, and the Wage Gap. Mimeo, MIT and Bureau of the Census.",
        "Borjas, G.J. 1994. The Economics of Integration. Journal of Economic l~i~ero~ure 32: 1667- 1717.",
        "Borjas, G.J. and VA. Ramey. 1993. Foreign Competition, Market Power, and Wage Inequality: Theory and Evidence. NBER Working Paper No. 4556.",
        "Craig, M.I. and M. Epelbaum. 1995. The Premium for Skills in LDCs: Evidence from Mexico. Mimeo, Columbia University and ITAM.",
        "Bennan, E., J. Bound, and Z. Gnliches. 1994. Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufacturers. Quarterly Journal of Economics 109: 367-398.",
        "Bell, LA. 1994. The Impact of Minimum Wages in Mexico and Columbia. Presented at the World Bank Labor Markets Workshop, July 1994."
    ]
}