{
    "id": 5115,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Obstteld, Maurice and Kenneth Rogoff, The Intertemporal Approach to the Current Account, N.B.E.R. Working Paper No. 4893, October 1994.",
        "Tesar, Linda L. and Ingrid M. Werner, Home Bias and the Globalization of Securities Markets, N.B.E.R Working Paper No. 4218, November 1992.",
        "Messinger, Hans, Interprovincial Trade Flows of Goods and Services, Canadian Economic Observer, October 1993, pp. 3.8 - 3.14 (Statistics Canada: Ottawa).",
        "Obstteld, Maurice, Are Industrial-Country Consumption Risks Globally Diversified? in Leonardo Leiderman and Assaf Razin, eds., Capital Mobility: Ho Impact on Conswnption, Investment and Growth, 1994a (Cambridge University Press: Cambridge U.K.) Obstield, Maurice, International Capital Mobility in the 1990s, in Peter Kenen, ea., Understanding Interdependence: Ihe Macroeconomics of the Open Economy, 1994b (Princeton University Press: Princeton, New Jersey).",
        "Lewis, Karen K., What Can Explain the Apparent Lack of International Consumption Risk Sharing? mimeo, University of Pennsylvania, July 1993.",
        "Ghosh, Atish R., Capital Mobility Amongst the Major Industrial Countries: Too Little or Too Much? Economic Journal, forthcoming. Glick, Reuven and Kenneth Rogoff, Global versus Country-Specific Productivity Shocks and the Current Account, n International Flnance Discussion Papers No. 443, Board of Governors of the Federal Reserve System, April 1993.",
        "Deaton, Angus, Understanding Consumption, 1992, (Oxford University Press: Oxford U.K.).",
        "Engel, Charles and John Rogers, How Wide is the Border? N.B.E.R. Working Paper No. 4829, August 1994.",
        "Frenkel, Jacob and Assaf Razin, Fiscal Policies and the World Economy, 1987 The MIT Press: Cambridge, MA).",
        "Bayoumi, Tamim and Andrew Rose, Domestic Saving and Intra-National Capital Flows, European Economic Review, vol. 37, no. 6, August 1993, pp. 1197-1202.",
        "Blanchard, Olivier Jean and Lawrence F. Katz, Regional Evolutions, Brookings Papers on Economic Activity, 1992, vol. 1, pp. 1~1.",
        "Bayoumi, Tamim and Ronald MacDonald, Consumption, Income, and International Capital Market Integration, CE.P.R. Discussion Paper No. 1028, October 1994.",
        "Barro, Robert and Xavier Sala-i-Martin, Convergence Across States and Regions, Brookings Papers on Economic Activity, 1991, vol. 1, pp. 107-158."
    ]
}