{
    "id": 5117,
    "cites": 21,
    "cited_by": 23,
    "reference": [
        "Terkla, David, 1984. The Efficiency Value of Effluent Tax Revenues. Journal of Environmental Economics and Management 11:107-23.",
        "Rotemberg, Julio, and Michael Woodford, 19g4. Energy Taxes and Aggregate Economic Activity. In James M. Poterba, ea., Tax Policy and the Economy 8. Cambridge, Mass.: MIT Press, June. Summers, Lawrence H., 1981. Taxation and Corporate Investment: A q-Theory Approach. Brookings Papers on Economic Activity, January, 67-127.",
        "Pearce, David W., 1991. The Role of Carbon Taxes in Adjusting to Global Warming. Economic Journal 101, pp. 938-948.",
        "Poterba, James M., 1993. Global Warming: A Public Finance Perspective. Journal of Economic Perspectives 7(4), 47-63.",
        "Repetto, Robert, Roger C. Dower, Robin Jenkins, and Jacqueline Geoghegan, 1992. Green Fees: How a Tax Shift Can Work for the Environment and the Economy. World Resources Institute, November.",
        "Parry, Ian W.H., 1994. Pollution Taxes and Revenue Recycling. Working Paper, Economic Research Service, U.S. Department of Agriculture, April.",
        "Manne, Alan S., and Richard G. Richels, 1992. Buying Greenhouse Insurance: The Economic Costs of CO2 Emissions Limits. Cambridge, Mass.: MIT Press.",
        "Gates, Wallace E., 1991. Pollution Charges as a Source of Public Revenues. Resources for the Future Discussion Paper QE92-05. Resources for the Future, Washington, D.C., November.",
        "Lee, Dwight R., and Walter S. Misiolek, 1986. Substituting Pollution Taxation for General Taxation: Some Implications for Efficiency in Pollution Taxation. Journal of Environmental Economics and Management 13:338^347.",
        "Gaskins, Darius and John Weyant, 1994. The Costs olControlling Greenhouse Gas Emissions. Stanford, CA: Stanford University Press, forthcoming.",
        "Goulder, Lawrence H., 1992. An Intertemporal General Equilibrium Model for Analyzing U.S. Energy and Environmental Policies: Model Structure. Unpublished manuscript, Stanford University.",
        "Bovenberg, A. Lans, and Lawrence H. Goulder, 1994. Optimal Environmental Taxation in the Presence of Other Taxes: An Applied General Equilibrium Analysis. Working Paper, Stanford University, May.",
        "Cruz, Miguel, and Lawrence H. Goulder, 1992. An Intertemporal General Equilibrium Model for Analyzing U.S. Energy and Environmental Policies: Data documentation. Unpublished manuscript, Stanford University.",
        "Diamond, Peter, and 1. Mirrlees, 1971. Optimal Taxation and Public Production I: Production Efficiency and II: Tax Rules, American Economic Review 61.",
        "Bovenberg, A. Lans, and F. van der Ploeg, 1994. Environmental Policy, Public Finance and the Labour Market in a Second-Best World. Journal of Public Economics, Vol. 55, pp. 349-70.",
        "Economic Review 75(1):128-138. Bovenberg, A. Lans, 1995. Environmental Policy, Distortionary Taxation, and Employment: Pollution Taxes and the Double Dividend. Forthcoming in C. Carraro (ed.), Recent Advances in Environmental Economics. Dordrecht: Kluwer.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij, 1994. Environmental Levies and Distortionary Taxation. American Economic Review 84(4):1085-9.",
        "Staff Papers, pp. 159-76. Ballard, Charles L., and Steven G. Medema, 1993. The Marginal Efficiency Effects of Taxes and Subsidies in the Presence of Extemalities. Journal of Public Economics 52:199-216.",
        "Ballard, Charles L., John B. Shoven and John Whalley, 1985.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff, 1987. Dynamic Fiscal Policy. Cambridge, MA: Cambridge University Press.",
        "Armington, P.S., 1969. A Theory of Demand for Products Distinguished by Place of Production, I.M.F."
    ]
}