{
    "id": 5121,
    "cites": 29,
    "cited_by": 60,
    "reference": [
        "Washington, D.C. U.S. Government Printing Office. Waldinger, Roger D. tl986) Through the Ege of the Needle. New York New York University Press. Whiting, V. (1992) The Political Economy of Foreign Investment in Mexico Nationalism. Liberalism. and Constraints on Choice. Baltimore Johns Hopkins University Press.",
        "Wood, Adrian (1994) North-South Trade. Employment and Inequalitu. Oxford Oxford University Press.",
        "Nacional Financiera (1990) La Economia Mexicana en Citras. Mexico City Nacional Financiera.",
        "Revenge, Ana L. (1992) Exporting jobs? The impact of import competition on employment and wages in U.S. manufacturing,- Quarterly Journal of Economics, February, 255-284.",
        "Sachs Jeffrey D. and Howard J. Shatz (1994) Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economics Activity, 1, 1-84.",
        "Retail Networks Affect Overseas Production Patterns,- in Gary Gereffi and Miguel Korzeniewicz, eds. Commodity Chains and Global Capitalism. Westport, CT Praeger, 95- 122. Gray, Wayne B. and Eric J. Bartelsman (1994) Productivity Database,- National Bureau of Economic Research, mimeo, August 24 and September 9, 1994.",
        "Krugman, Paul ~ 1994) Does Third World Growth Hurt First World Prosperity? Harvard Business Review, July-August.",
        "Krugman, Paul and Robert Z. Lawrence (1994) Trade, Jobs, and Wages,- Scientific American, April, 44-49.",
        "Lawrence, Robert Z. (1994) ~Trade, Multinationals, and Labor,- NBER Working Paper no.",
        "Leamer, Edward E. (1993) Wage Effects of a U.S.-Mexico Free Trade Agreement,- in Peter M. Gerber, ed. The U.S.-Mexico Free Trade Agreement. Cambridge MIT Press, 57- 162.",
        "Leamer, Edward E. (1994) Trade, Wages and Revolving Door Ideas,- National Bureau of Economic Research, Working Paper no. 4716.",
        "Magaziner, Ira C. and Mark Patinkin (1989) Fast Heat How Korea Won the Microwave War,- Harvard Business Review, January-February, 83-92.",
        "Murphy, Kevin M. and Finis Welch (1991) The Role of International Trade in Wage Differentials, in Marvin rosters, ed. Workers and Their Wages Washington, D.C. AEI Press, 39-69.",
        "Davis, Stephen (1992) Cross-Country Patterns of Changes in Relative Wages, in Olivier Jean Blanchard and Stanley Fischer, eds. NBER Macroeconomics Annual.",
        "Dornbusch, Rudiger, Stanley Fischer and Paul A. Samuelson (1980) The Heckscher-Ohlin Trade Model with a Continuum of Goods,- Quarterly Journal of Economics.",
        "Feenstra, Robert C. and Gordon H. Hanson (1995) Foreign Direct Investment and Relative Wages Evidence from Mexicos Maquiladoras,- University of California, Davis and University of Texas, Austin, mimeo.",
        "Feenstra, Robert C. and Andrew K. Rose (1993) Trade With Mexico and Water Use in California Agriculture,- in Peter M Garber, ed. The Mexico-U.S. Free Trade Agreement. Cambridge, MA MIT Press, 189-218.",
        "Feliciano, Z. 1993. Workers and Trade Liberalization The Impact of Trade Reforms in Mexico on Wages and Employment.- Mimeo, Harvard University.",
        "Gereffi, Gary (1993) The Role of Big Buyers in Global Commodity Chains How U.S.",
        "Berman, Eli, Stephen Machin and John Bound (1994) Implications of Skill Based Technological Change International Evidence,- Boston University, University College, London, and University of Michigan, mimeo.",
        "Bernard, Andrew B., and J. Bradford Jensen (1994) Exporters, Skill Upgrading, and the Wage Gap,- MIT and Bureau of the Census, mimeo.",
        "Bhagwati, Japdish (1995) Trade and Wages Choosing Among Alternative Explanations,.",
        "Economic Policy Review, 1(1), January, Federal Reserve Bank of New York, 42- 47. Bhagwati, Jagdish and Vivek Deheiia (1994) international Trade Theory and Wages of the Unskilled,- in Jagdish Bhagwati and Marvin H. Kosters, ads. Trade and Wages Leveling Wages Down? Washington American Enterprise Institute, 36-75.",
        "Bor jas, George J., Richard B. Freeman and Lawrence F Katz (1 992) On the Labor Market Effects of Immigration and Trade,- in George J. Borjas and Richard B. Freeman, eds. Immigration and the Workforce. Chicago Univ. of Chicago Press and NBER. Borjas, George J. and Valerie A. Ramey {lg93) Foreign Competition, Market Power, and Wage Inequality Theory and Evidence,- NBER Working Paper no. 4556. Bound, John and George Johnson (1992) Changes in the Structure of Wages in the 19B0s An Evaluation of Alternative Explanations, American Economic Review, B2(3), June, 371-392.",
        "Abowd, John M. (1991) Appendix The NBER Immigration, Trade, and Labor Markets Data Files, in George J. Borjas and Richard B. Freeman, eds. Immigration. Trade and the Labor Market. Chicago Univ. of Chicago Press and NBER, 407-420.",
        "Alic, John A. and Martha Caldwell Harris (1986) Employment Lessons from the Electronics Industry,- Monthly Labor Review, 109, February, 27-36.",
        "Bell, L.A. 1994. The Impact of Minimum Wages in Mexico and Columbia. Presented at the World Bank Labor Markets Workshop, July 1994.",
        "Berman, Eli, John Bound, and Zvi Griliches (1993) Changes in the Demand for Skilled Labor within U.S. Manufacturing Evidence from the Annual Survey of Manufactures,. National Bureau of Economic Research, Working Paper no. 4255.",
        "Berman, Eli, John Bound, and Zvi Griliches (1994) Changes in the Demand for Skilled Labor within U.S. Manufacturing Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, 109(2), May, 367-398."
    ]
}