{
    "id": 5123,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Sindelar, J. The Effects of Alcoholism on Womenis Labor Market Outcomes, forthcoming in Alcohol and Women: Prevention. NIAAA monograph. Staiger, D. and J.H. Stock. 1993. Asymptotics for Instrumental Variables Regressions with Weakly Correlated Instruments. Presented at the NICER Summer Institute, July 1993.",
        "Steele, C.M. and R.A. Josephs. 1990. Alcohol Myopia: Its Prized and Dangerous Effects. American Psychologist 45: 921-933.",
        "Strauss, J. 1986. Does Better Nutrition Raise Farm Productivity? Journal of Political Economy 94: 297-320.",
        "Suen, W. and P.H. Mo. 1994. Simple Analytics of Productive Consumption. Journal of Political Economy 102: 372-383.",
        "U.S. Department of Health and Human Services, National Institute on Alcohol Abuse and Alcoholism. 1993. Eighth Special Report to the U.S. Congress on Alcohol and Health. Washington: NIH Publication No. 94-3699.",
        "White, H. 1982. Instrumental Variables Regression with Independent Observations. Econometrica 50: 483-500.",
        "Wilsnack, R.W. and Wilenack, S.C. Women, Work, and Alcohol: Failures of Simple Theories. Alcoholism: Clinical and Experimental Research, Vol. 16, No. 2:172-179, 1992.",
        "World Health Organization. 1994. Lexicon of Alcohol and Drug Terms.",
        "Phlips, L. 1983. Anulied Consumption Analysis, Revised and Enlarged Edition. Amsterdam: North-Holland.",
        "Pollak, R.A. and T.J. Wales. 1992. Demand Svstem Specification and Estimation. New York: Oxford University Press.",
        "Roman, P.M. Biological Features of Womens Alcohol Use: A Review. Public Health Reports, Vol. 103, No. 6:628-637, 1988.",
        "Rubin, D.B. 1974. Estimating Causal Effects of Treatments in Randomized and Nonrandomized Studies. Journal of Educational Psychology 66: 688-701.",
        "Ruhm CJ. 1995. Economic Conditions and Alcohol Problems Journal of Health Economics, forthcoming.",
        "Saffer, H. and M. Grossman. 1987. Beer Taxes, the Legal Drinking Age, and Youth Motor Vehicle Fatalities. Journal of Legal Studies 16: 351-374.",
        "Sindelar, J. Measurement Issues in Alcohol Survey Data, NIAAA monograph, Economic Research on the Prevention of Alcohol Related Problems, Greg Bloss and Michael Hilton, editors, NIH Publication No. 93-3513, pp. 201-228, 1993.",
        "Mullahy, J. 1993. Alcohol and the Labor Market. in M. Hilton and G.",
        "Bloss, eds., Economics and the Prevention of Alcohol-Related Problems. Washington: National Institute on Alcohol Abuse and Alcoholism. Mullahy, J. and W.G. Manning. 1994. Statistical Issues in Cost- Effectiveness Analyses. in F. Sloan, ed. Valuinq Health Care: Costs, Benefits, and Effectiveness of Pharmaceuticals and Other 48 Medical Technologies. Cambridge: Cambridge University Press.",
        "Mullaby, J. and J.L. Sindelar. 1991. Gender Differences in Labor Market Effects of Alcoholism. American Economic Review 81 (Papers and Proceedings): 161-165.",
        "Mullaby, J. and J.L. Sindelar. 1993. Alcoholism, Work, and Income. Journal of Labor Economics 11: 494-520.",
        "Mullahy, J. and J.L. Sindelar. 1994. Do Drinkers Know When to Say When? An Empirical Analysis of Drunk Driving. Economic Inquiry 32: 383-394.",
        "Mullahy, J. and Sindelar, J., 1994, Alcoholism and Income: The Role of Indirect Effects. The Milbank Quarterly, 72:359-375.",
        "Nelson, C.R. and R. Startz. 1990. The Distribution of the Instrumental Variables Estimator and Its l-ratio When the Instrument Is a Poor One. Journal of Business 63: S125-S140.",
        "Hansen, L.P. 1982. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica 50: 1029-1054.",
        "Hausman, J.A. and D.A. Wise. 1985. Technical Problems in Social 47 Experimentation: Cost versus Ease of Analysis (with Comments by J. Conlisk and D.L. McFadden), in J.A. Hausman and D.A. Wise, eds. Social Experimentation. Chicago: University of Chicago Press for NBER.",
        "Heckman, J. 1978. Dummy Endogenous Variables in a Simultaneous Equations System. Econometrica 46: 931-961.",
        "Heckman, J. and T.E. MaCurdy. 1985. A Simultaneous Equations Linear Probability Model. Canadian Journal of Economics 18: 28-37.",
        "Holland, P.W. 1986. Statistics and Causal Inference. (also Comments and Rejoinder). JASA 81: 945-970.",
        "Kenkel, D.S. and D.C. Ribar. 1994. Alcohol Consumption and Young Adults Socioeconomic Status. Brookings Papers on Economic Activity: Microeconomics: 119-161.",
        "Midanik, L.T. 1982. The Validity of Self-reported Alcohol Consumption and Alcohol Problems: A Literature Review. British Journal of Addition 77: 357-382.",
        "Moffitt, R. 1991. Program Evaluation with Nonexperimental Data. Evaluation Review 15: 291-314.",
        "Forcier, M.W. Labor Force Behavior of Alcoholics: A Review, The International Journal of Addiction, 20 (2):253-268, 1985.",
        "French, M.T. and Zarkin, G.A. Is Moderate Alcohol Use Related to Wages? Evidence from Four Worksites. Jounral of Health Economics, forthcoming. Frezza, M., DePadova, C., Pozzato, G., Terpin, M., Baraona, E., Lieber, C.S. High Blood Alcohol Levels in Women: The Role of Decreased Gastric Alcohol Dehydrogenase Activity and First-Pass Metabolism. New England Journal of Medicine, Vol. 322, No. 2:95-99, 1990.",
        "Gorman, D.M. Employment, Stressful Life Events and the Development of Alcohol Dependence. Drug and Alcohol Dependence, 11:151-159, 1988.",
        "Grossman, M. 1972. On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80: 223-255.",
        "Grossman, M. 1989. Health Benefits of Increases in Alcohol and Cigarette Taxes. British Journal of Addiction 84: 1193-1204.",
        "Grossman, M., J. Sindelar, J. Mullahy, and R. Anderson. 1993. Alcohol and Cigarette Taxes. Journal of Economic Perspectives 7: 211-222.",
        "Amemiya, T. 1978. The Estimation of a Simultaneous Equation Generalized Probit Model. Econome tri ca 46: 1193-1205.",
        "American Psychiatric Association. 1987. Diagnostic and Statistical Manual of Mental Disorders, Third Edition, Revised. Washington: American Psychiatric Association.",
        "Becker, G.S. 1974. A Theory of Social Interactions. Journal of Political Economy 82: 1063-1091.",
        "Benham, L. and A. Benham. 1982. Employment, Earnings, and Psychiatric Diagnosis. in V. Fuchs, ed Economic Aspects of Health. Chicago: University of Chicago Press.",
        "Berry, R. and Boland, J. The Economic Costs of Alcohol Abuse. New York: Free Press, 1977.",
        "Browning, M. and C. Meghir. 1991. The Effects of Male and Female Labor Supply on Commodity Demands. Econometrica 59: 925-951.",
        "Cook, P.J. The Social Costs of Drinking. in Expert Meeting on Negative Social Consequences of Alcohol Use. Oslo: Norwegian Ministry of Health and Social Affairs, 1991.",
        "Deaton, A. and J. Muellbauer. 1980. Economics and Consumer Behavior.",
        "Cambridge: Cambridge University Press. Deaton, A., J. Ruiz-Castillo, and D. Thomas. 1989. The Influence of Household Composition on Household Expenditure Patterns: Theory 46 and Evidence. Journal of Political Economy 97: 179-200."
    ]
}