{
    "id": 5128,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "Wolf, A., M. Castelino and J. C. Francis. Hedging Mispriced Options, Journal of Futures Markets, 7 (1987), pp. 147- 156.",
        "Stapleton, R. C. and M. G. Subrahmanyam. The Valuation of Multivariate Contingent Claims in Discrete Time Models, Journal of Finance, 39 (March 1984), pp. 207- 228.",
        "Stein, E. M. and J. C. Stein. Stock Price Distributions with Stochastic Volatility - an Analytic Approach, Review of Financial Studies, 4 (1991), pp. 727-752.",
        "Wiggins, J. B. Option Values under Stochastic Volatility: Theory and Empirical Estimates, Journal of Financial Economics, 19 (1987), pp. 351-372.",
        "Rubinstein, M. The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics and Management Science, 7 (1976), pp. 407- 425.",
        "Scott, L. O. Option Pricing when the Variance Changes Randomly: Theory, Estimation, and an Application, Journal of Financial and Quantitative Analysis, 22 (December 1987), pp. 419-438.",
        "Merton, R. C. Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4 (1973), pp. 141- 183.",
        "Robins, R. P. and B. Schachter. An Analysis of the Risk in Discretely Rebalanced Option Hedges and Delta-based Techniques, Management Science, 40 (1994), pp.",
        "Johnson, H. and D. Shanno. Option Pricing When the Variance is Changing, Journal of Financial and Quantitative Analysis, 22 (June 1987), pp. 143-151.",
        "Lee, W. Y., R. K. S. Rao and J. F. G. Auchmuty. Option Pricing in a Lognormal Securities Market with Discrete Trading, Journal of Financial Economics, 9 (1981), pp. 75-101.",
        "Ja~Tow, R. and A. Rudd. Option Pricing. Homewood, Illinois: Dow Jones-Irwin, 1983.",
        "Hull, J. and A. White. The Pricing of Options on Assets with Stochastic Volatilities, Journal of Finance, 42 (June 1987b), pp. 281-301.",
        "Hull, J. and A. White. Hedging the Risks from Wnting Foreign Currency Options, Journal of International Money and Finance, 6 (June 1987a), pp. 131-152.",
        "Glosten, L. R., R. Jagannathan and D. E. Runlcle. On the Relation Between the Expected Value and the Volatility of the Nominal Excess Return On Stocks, Journal of Finance, 48 (1993), pp. 1779-1801.",
        "Grabbe, J. O. The Pricing of Call and Put Options on Foreign Exchange, Journal of International Money and Finance, 2 ( l ma), pp. 239-253. Heston, S. L. A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options, Review of Financial Studies, 6 (1993), pp. 327-343.",
        "Garman, M. B. and S. W. Kohlhagan. Foreign Currency Option Values, Journal of International Money and Finance, 2 (1983), pp. 231-237.",
        "Gilster, J. E., Jr. The Systematic Risk of Discretely Rebalanced Option Hedges, Journal of Financial and Quantitative Analysis, 25 (1990), pp. 507-516.",
        "Galai, D. The Components of the Return from Hedging Options Against Stocks, Journal of Business, 56 (January 1983), pp. 45-54.",
        "Figlewski, S. Options Arbitrage in Imperfect Markets, Journal of Finance, 44 (December 1989), pp. 1289-1311.",
        "Figlewski, S. and S. Freund. The Pricing of Convexity Risk and Time Decay in Options Markets, Journal of Banking and Finance, 18 (1994), pp. 73-91.",
        "Engle, R. F. Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica, 50 (July 1982), pp. 987- 1007.",
        "Engle, R. F. and G. Lee. A Permanent and Transitory Component Model of Stock Return Volatility, University of California - San Diego, UCSD discussion paper, 92-44R, (1993).",
        "Engle, R. F. and J. V. Rosenberg. `Hedging Options in a GARCH Environment: Testing the Term Structure of Stochastic Volatility Models, University of California - San Diego, UCSD discussion paper, 9425, (1994).",
        "Cox, J. C. and M. Rubinstein. Options Markets. Englewood Cliffs, New Jersey: Prentice-Hall, 1985.",
        "Duan, J. C. The GARCH Option Pricing Model, Mathematical Finance, 5 (January 1995), pp. 13-32.",
        "Bollerslev, T. A Conditionally Heteroskedastic Time Series Model for Speculative Prices and Rates of Return, Review of Economics and Statistics, (1987), pp. 542- 547.",
        "Boyle, P. P. Options: A Monte-Carlo Approach, Journal of Financial Economics, 4 (1977), pp. 323-338.",
        "Boyle, P. P. and D. Emanuel. Discretely Adjusted Option Hedges, Journal of Financial Economics, 8 (September 1980), pp. 259-282.",
        "Brennan, M. The Pricing of Contingent Claims in Discrete-time Models, Journal of Finance, 34 (1979), pp. 53-68.",
        "Chen, N. F. and H. Johnson. Hedging Options, Journal of Financial Economics, 14 (1985), pp. 317-321.",
        "Cox, J. C. and S. A. Ross. The Valuation of Options for Alternative Stochastic Processes, Journal of Financial Economics, 3 (1976), pp. 145-166.",
        "Bollerslev, T. Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 31 (1986), pp. 307-327.",
        "Black, F. and M. Scholes. The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 81 (May 1973), pp. 637-654.",
        "Amin, K. I. and V. K. Ng. Option Valuation with Systematic Stochastic Volatility, Journal of Finance, 48 (July 1993), pp. 881-910.",
        "Ball, C. and A. Roma. Stochastic Volatility Option Pricing, Journal of Financial and Quantitative Analysis, 29 (December 1994), pp. 589-607."
    ]
}