{
    "id": 513,
    "cites": 13,
    "cited_by": 68,
    "reference": [
        "Blinder, Alan S, 1974. Toward an economic theory of income distribution (MIT Press.",
        "Cambridge, MA). Blinder, Alan S., Roger H. Gordon and Donald E. Wise. 1978. An empirical study of the effect of pensions on the saving and labor supply decisions of older men, Draft flnal report submitted to the U.S. Department ol Labor. February 1.",
        "Blinder, Alan S., Roger H. Gordon and Donald F. Wise, l9SOa, Reconsidering the work disincentive effects of soeial security, National Tax Journal 33. Blinder, Alan S., Roger H. Gordon and Donald E. Wise, l980b, Life cycle savings and bequests: Cross-sectional estimates of the life-cycle model, mimeo, May. Boskin, Michael J., 1977, Social security and retirement decisions, Economic Inquiry 15, 1-25.",
        "Boskin. Michael .1. and Michael D. Hurd, 1978. The effect of social security on early retirement.",
        "Journal of Public Economics 10, 361-377. Burkhauser, Richard V., 1977, An asset maximization approach to early social security acceptance, Discussion Paper 463-77, Institute for Research on Poverty. University of Wisconsin, Madison.",
        "Burkhauser. Richard V. and John A. Turner, 1978, A time-series analysis onsocial security and its effect on the market work oi men at younger ages, Journal of Political Economy 86. 701-- 715.",
        "Campbell. Cohn D. and Rosemary G. Campbell, 1976. Conflicting views on the effect of old-age and survivors insurance on retirement, Economic Inquiry t4. 369-388.",
        "I-leckman, James J.. 1974. Shadow prices, market wages, and labor supply. Econometrica 42.",
        "Lazear, Edward, 1979. Why is there mandatory retirement? Journal of Political Economy 87.",
        "Mincer, Jacob, 1974, Schooling, experience and earnings (New York).",
        "Pollak, R., 1971. Additive functions and linear Engel curves, Review of Economic Studies 35.",
        "Reimers. Cordelia, 1977, Factors affecting the timing of retirement of American men, mimeo, Princeton University. March.",
        "Weiss, Yoram, 1972, On the optimal lifetime pattern of labour supply, Economic Journal 82."
    ]
}