{
    "id": 5130,
    "cites": 47,
    "cited_by": 20,
    "reference": [
        "Temin, P. Did Monetary Forces Cause the Great Depression7 New York: W.W. Norton, 1976.",
        "Well, P. Decreasing Returns and Animal Splints,. American Economic Review, 79 (1989), 889-94.",
        "Romer, C. The Nation in Depression,. Journal of Economic Perspectives, 7 (1993), 19~0.",
        "Smith, B. Bank Panics, Suspensions and Geography: Some Notes on the Contagion of Fear in Banking, Economic Inquiry, 29 (1991), 230 48.",
        "Stokey, N. and R. Lucas, Recursive Methods in Economic Dynamics, Harvard University Press: Cambridge, Mass., 1989.",
        "Romer, C. World War I and the post war depression: A reinterpretation based on alternative estimates of GNP,. Journal of Monetary Economics, 22 (1988), 91-116.",
        "Romer, C. The Great Crash and the Onset of the Great Depression, Quarterly Journal of Economics, 105 (1990), 597-624.",
        "Marimon, R. and A. Marcet, ~Communication, Commitment and Growth,~Journal of Economic Theory, 58 (1992), 219-49.",
        "Mishkin, F. The Household Balance Sheet and the Great Depression,. Journal of Economic History, 38(1978), 918-37.",
        "Jovanovic, B. Observable Implications of Models with Multiple Equilibria,. Econometrica, 57 (1989), 1431-38.",
        "Kendrick, J.Productivity Trends in the United States, Princeton: Princeton University Press, 1961.",
        "Hall, R. The Role of Consumption in Economic Fluctuations,. in The American Business Cycle: Continuity and Change, ed. by Robert Gordon, Chicago: Universally of Chicago Press, 1986, 237-55.",
        "Hamilton, J. Monetary Factors in the Great Dpresson,. Journal of Monetary Economics, 19 (1987), 145-69.",
        "Greenwood, J., Z. Hercowitz and P. Krusell, Macroeconomic Implications of Investment- Specific Technological Change,. mimed, 1994.",
        "Greenwood, J. and B. Jovanovic, Financial Development, Growth and the Distribution of Income,. Journal of Political Economy, 98 (1990), 107~1107.",
        "Gordon, R. Introduction, in The American Business Cycle: Continuity and Change, ed. by Robert Gordon, Chicago: University of Chicago Press, 1986, 1-33.",
        "Gorton, G. Banking Panics and Business Cycles, Oxford Economic Pagers, 40 (1988), 751-81.",
        "Greenwood, J., Z. Hercowitz and G. Huffman, ~Investment, Capacity Utilization and the Real Business Cycle, American Economic Review, 78 (1988), 402-17.",
        "Garcia, R. and P. Perron, An Analysis of the Real Interest Rate Under Regime Shifts, mimeo, Universite de Montreal, February 1993.",
        "Gertler, M., Financial Structure and Aggregate Economic Activity: An Overview, Journal of Money. Credit and Banking, (1988), 559-88.",
        "Friedman, M. and A. Schwartz, A Monetary History of the United States, 1867-1960.",
        "Fulghieri, P. and R. Rovelli, Capital Markets, Financial Intermediaries and Liquidity Supply, mimeo, Kellog Graduate School of Management and IGIER, 1995.",
        "Fisher, J., Credit Market Imperfections and He Heterogenous Response of Finns to Monetary Shocks,. Research Report 9410, University of Western Ontario, May 1994.",
        "Freeman, S. Banking as the Provision of Liquidity, Journal of Business, 61 (1988), 45-64.",
        "Farmer, R. and J.T. Guo, Real Business Cycles and He Animal Spirits Hypothesis,. Iournal of Economic Theory, 63 (1994), 42-72.",
        "Diamond, D. Financial Intermediation and Delegated Monitoring,. Review of Economic Sheik, 51 (1984), 393-414.",
        "Diamond, D. and P. Dybvig, Bank Runs, Deposit Insurance and Liquidity,. Journal of Political Economy, 91 (1983), 401-19.",
        "Diaz-Gimenez, J., E. Prescott, T. Fitzgerald and R. Alvarez,~Banldog in Computable General Equilibrium Economies,. Journal of Economic Dynamic and Control, 16 (1992), 533-59.",
        "Dagsvik, J. and B. Jovanovic, Was the Great Depression a Low-Level Equilibriums NBER Working Paper 3726, 1991.",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models,. Quarterly Journal of Economics, 103 (1988)441-64.",
        "Cooper, R. and J. Ejarque, Financial Intermediation and Aggregate Fluctuations: A Quantitative Analysis,. NBER Working Paper 4819, August 1994.",
        "ChatterJee, S., Cooper,R. and B. Ravikumar, Strategic Complementarily in Business Formation: Aggregate Fluctuations and Sunspot Equilibria,. Review of Economic Studies, 60 (1993), 795-811.",
        "Chatterjee, S. and D. Corbae, ~Endogenous Market Participation and the General Equilibrium Value of Money, Ioumal of Political Economy, 100 (1992), 615~6.",
        "Coe, P. Financial Crisis and New Deal Financial Reform During the Great Depression, mimeo, University of British Columbia, 1995.",
        "Bryant, J.,A Simple Rational Expectation Kevnes-Type Models Quarterly Journal of Economics, 97 (1983), 525-529.",
        "Calomiris, C. Financial Factors in the Depression,. Journal of Economic Perspectives, 7 (1993), 61-86.",
        "Boyd, J. and E. Prescott, Financial Intermediary Coalitions,. Journal of Economic~heory, 38 (1986), 211-232.",
        "Bedpans, B. and M. Parkinson, ~Pro~clical labor Productivity and Compedag Theories of the Business Cycle: Some Evidence from ~terwar U.S. Manufacturing Industries,. Joumal of Political Economy, 99 (1991), 439-S9.",
        "Benhabib, J. and R. Farmer, Indeterminacy and Increasing Returns,. Journal of Economic Theory, 63 (1994), 19-41.",
        "Bernanke, B., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73 (1983), 257-76.",
        "Bernanke, B. The Macroeconomics of the Great Depression: A Comparative Approach, NBER Working Paper 4814, August 1994.",
        "Bernanke, B. and M. Gertler, Agency Cost, New Worth and Business Fluctuations,. American Economic Review, 79 (1989), 14-31.",
        "Baxter, M. and R. King, Productive Externalities and the Business Cycle,. Institute for Empirical Macroeconomics, Discussion Paper 53, November 1991.",
        "Beaudry, P. and M. Devereux, Monopolistic Competition, Price Setting and the Effects of Real and Monetary Shocks, mimeo, 1993.",
        "Balke, N. and R. Gordon, Appendix B.: Historical Data. in The American Business Cycle: Continuity and Change, ed. by Robert Gordon, Chicago: University of Chicago Press, 1986, 781-850.",
        "Barro, R. and R. King, Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles,. Quarterly Journal of Economics, 99 (1984), 817~0.",
        "Azariadis, C. and B. Smith, Financial Intermediation and Regime Switching in Business Cycles,. mimeo, September 1994."
    ]
}